{"19940222":{"guardian_articles":[],"nytimes_articles":[{"date":"19940222","headline":"Freestyle Aerial Skiing as the Way to Go","web_url":"https://www.nytimes.com/1994/02/22/sports/IHT-freestyle-aerial-skiing-as-the-way-to-go.html","abstract":"Dr. Jack Kevorkian's 1,001 Ways to an Early Grave. Suicide Method No.374: Freestyle Aerial Skiing..I remember discovering this method while counseling a patient from Toledo. I was passing time in front of the television, waiting for the other shoe to d","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-264067.html","abstract":"  To the Editor:   While it is important to draw attention to neo-Nazism in Germany, as Stephen Silver does in \"The Music of Hate\" (Op-Ed, Feb. 8), we also need to know that many young Germans work against racism in their country and support their Government's efforts to eliminate skinhead culture.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Bomb Scares","web_url":"https://www.nytimes.com/1994/02/22/opinion/bomb-scares.html","abstract":"  American nonproliferation policy in South Asia isn't working. Both India and Pakistan have the capacity to develop nuclear weapons in short order. The barn door is open, the horse long gone.    This troubling fact should guide Congress and the Clinton Administration in the next few months as they reconsider the Pressler amendment, which has driven U.S. policy on the issue since 1985. The amendment, sponsored by Senator Larry Pressler of South Dakota, bans most U.S. aid to Pakistan unless the President certifies that Pakistan does not possess a nuclear explosive device.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Chancellor's Unusual Financial Pact With CUNY","web_url":"https://www.nytimes.com/1994/02/22/nyregion/chancellor-s-unusual-financial-pact-with-cuny.html","abstract":"  Chancellor W. Ann Reynolds has an unusual financial arrangement with her employer, the City University of New York. The university pays her personal American Express bill every month, and leaves it up to her to reimburse the university for personal or corporate board expenses.   It is usually the other way around, said Cynthia Munk, a spokeswoman in the New York State Comptroller's office. Other state executives must pay for travel expenses out of pocket and then file claims for reimbursement, she said.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor-91602405105.html","abstract":"Today I made an arm band of black cloth. I am wearing it as a symbol of mourning and shame. Mourning for the lives of my many brothers and sisters in Bosnia-Herzegovina, shame for the inaction of my country..The people of Sarajevo think we do not care.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis; Home-Grown Variety","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-home-grown-variety-264172.html","abstract":"  To the Editor:   Re Stephen Silver's \"Music of Hate\" (Op-Ed, Feb. 8): Germany is not the only country in which neo-Nazi rock music has flourished. It can be found in many other countries, including the United States. Neo-Nazi or \"white power\" rock, as it is sometimes called, has inspired countless violent crimes in this country.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"U.N. and NATO Plan to Present New Ultimatums to the Serbs","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-un-and-nato-plan-to-present-new-ultimatums-to-the-serbs.html","abstract":"  With nearly all Serbian guns removed from the hills around Sarajevo, United Nations and NATO commanders are planning to impose ultimatums swiftly on forces encircling other Bosnian cities, probably starting with Mostar, Western and Bosnian officials said today.   Lieut. Gen. Sir Michael Rose, the United Nations commander on the ground here, and Adm. Jeremy M. Boorda, the NATO commander whose air power enforces the existing ultimatum to the Serbs who have besieged Sarajevo for 22 months, began discussing the plans this morning.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264164.html","abstract":"  Kyoko Takezawa  Violinist Washington Irving High School    In her concert appearances and in her growing catalogue of recordings, Kyoko Takezawa has shown an affinity for the Romantic violin style. Her sound is large and velvety, and she rarely passes up a chance to linger over a pretty melody. But she also has a powerful technique that lets her burn her way through showpieces like Tartini's \"Devil's Trill\" Sonata and Sarasate's \"Carmen Fantasy,\" the first and last works on her program on Saturday night.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/22/sports/transactions-263508.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Announced the resignation of Calvin Hill, vice president of personnel. Agreed to terms with John O'Donoghue, pitcher, and Sherman Obando, outfielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Review/Pop; Queen Latifah, Tough but Kind","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-queen-latifah-tough-but-kind.html","abstract":"  At a time when hip-hop's commercial successes have exploited the genre's worst impulses, Queen Latifah sounded better than ever when she performed late Sunday night at the Palladium. This rapper from New Jersey, who is also the star of the sitcom \"Living Single\" and the president of the Flavor Unit management company and record label, defies the stereotypes that have been attached to hip-hop from both inside and outside the music.    While market leaders like Dr. Dre and Snoop Doggy Dog spout unthinking misogyny and revel in tales of random violence, Queen Latifah continues to rap about lives in which intelligence and affection count for more than munitions and machismo. When she boasts, her self-affirmation extends to women in general; when she puts someone down, she's instructive as well as nasty.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"On Hilltop Outside Sarajevo, A Serbian Battery Defies U.N.","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-on-hilltop-outside-sarajevo-a-serbian-battery-defies-un.html","abstract":"  On Tilava Hill, in the Serb-held mountains ringing Sarajevo, eight 120-millimeter mortars today stood in open defiance of NATO threats, flanked by multiple-rocket launchers, anti-aircraft guns and other Serbian weapons used in the 22-month siege of the Bosnian capital.   About half a mile away, Sgt. Robert Monneret, a French member of the United Nations peacekeeping force, stood in a snow-covered field and peered grimly at the weapons through binoculars.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264156.html","abstract":"  State Symphony of Russia  With Vladimiar Ovchinikov Pianist Avery Fisher Hall    What sticks in the mind from Sunday's concert by the State Symphony of Russia is the colossal crescendo that Yevgeny Svetlanov obtained at the end of Scriabin's \"Poem of Ecstasy.\" Loud to begin with, the orchestra just got louder, and louder still. The strings became one quivering mass of tremolo. It is the sort of effect that has made Mr. Svetlanov an unquestioned master of overpowering orchestral spectacle, the Oliver Stone of conductors.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Review/Fashion; For Fall, Muted Colors and Lots of Plaid","web_url":"https://www.nytimes.com/1994/02/22/style/review-fashion-for-fall-muted-colors-and-lots-of-plaid.html","abstract":"  On the one side, there is the smooth tailoring of Giorgio Armani, with slick jackets, now moving closer to the body, muted coloring and an air of aloof perfection. On the other, the staccato patterns, inventive shapes and multiple colors of Christian Lacroix.   Together, the two collections pretty much establish the parameters of the Italian and French fashion establishment as it anticipates fall. Along with the snappy plaid styles of Yves Saint Laurent and the sultry clothes of Emanuel Ungaro, they give a fair idea of the direction fashion is taking for the last half of this year.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Queens Teen-Ager Wounded by Police","web_url":"https://www.nytimes.com/1994/02/22/nyregion/queens-teen-ager-wounded-by-police.html","abstract":"  A 16-year-old Queens youth was shot yesterday after he grappled with three police officers in the lobby of an apartment building and then turned and confronted them holding a toy gun, the police said.   A police spokesman, Officer Andrew McInnis, said that three plainclothes officers on narcotics duty confronted the youth after they emerged on the first floor from an elevator at 1410 New Haven Avenue in Far Rockaway.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"2 Questions on Coleman","web_url":"https://www.nytimes.com/1994/02/22/sports/pro-basketball-2-questions-on-coleman.html","abstract":"  There were two questions regarding Derrick Coleman that hung over the Nets' practice this afternoon: Whether the injured All-Star forward would be healthy enough to play against Miami Tuesday night at the Meadowlands and whether he would still be playing for the Nets by Thursday's trading deadline. \"I've got nothing to say,\" Coleman said today, leaving practice early after getting treatment for the left ankle he sprained in last Friday night's game against the Bullets. \"Call my lawyer.\"   Easier said than done. Harold MacDonald, who advised his client not to sign an eight-year, $69 million contract extension offer from the Nets last November, did not return calls to his office in Birmingham, Mich., and General Manager Willis Reed of the Nets could not be reached either; he was reported to still be out of town on a scouting trip.  Reed has promised he would either sign Coleman or trade him by the deadline.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"1894:The Italian Deficit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1894the-italian-deficit-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - Early this afternoon [Feb. 21], Signor Sonnino, Minister of Finance, rose on the right hand of Premier Crispi, in the presence of an interested and crowded House, to make a statement as to the financial condition of Italy. Two hours and a half late","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"America's Treetops Yield Their Secrets","web_url":"https://www.nytimes.com/1994/02/22/science/americas-treetops-yield-their-secrets.html","abstract":"ONE of the least explored ecosystems on earth is at last yielding its secrets as a small cadre of adventurous researchers refine their climbing techniques and broach the upper regions of North America's old growth forests. \n\nAlthough canopy research in tropical rain forests has been widely hailed as important science, similar work in the temperate zone has been sporadic. Yet the limited research that has been done suggests that the canopy, especially in old trees, is virtually an ecosystem in itself.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/22/nyregion/bridge-260380.html","abstract":"  One of the great players in the early years of contract bridge, Theodore Lightner, had a brilliant thought when he suggested that a double of a slam contract should ask for an unusual lead. His first test of the idea more than 60 years ago was a failure, causing Ely Culbertson, his partner, to impose a veto, but other experts have been using the Lightner double ever since.   It can, however, be a double-edged sword. The doubler must be certain that the lead he is directing, usually a suit bid by dummy, is the one he really wants. There is a danger that the double will guide the declarer to the winning play, or cause him to retreat to a different slam that will succeed. And if the double fails the declarer's score is bigger -- perhaps much bigger, for he can redouble.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"School Prayer Gaining Ground in South","web_url":"https://www.nytimes.com/1994/02/22/us/school-prayer-gaining-ground-in-south.html","abstract":"  In the latest example of a slow but unmistakable return of prayer to public schools in the South, Georgia's Senate has passed legislation that would allow \"a moment of quiet reflection\" by students.   When the measure was approved on Feb. 14 by a vote of 51 to 2, the dissenters were two strongly conservative lawmakers who argued that the bill did not go far enough -- that it should have flatly stated that the quiet moment was for prayer. The legislation is expected to pass the Georgia House in the next few weeks and be signed by Governor Zell Miller.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Finding, Not Paying, Doctors Is Top Health Care Concern in Rural Midwest","web_url":"https://www.nytimes.com/1994/02/22/us/finding-not-paying-doctors-is-top-health-care-concern-in-rural-midwest.html","abstract":"  The big problems of health care sound very different in small farming towns from the way they do in Washington. The issues that Congressional subcommittees will begin voting on in a few days are remote, often irrelevant and frequently unknown in the rural Midwest.   Several days of conversations here made it clear that the big problem is less how to pay for health care than to make sure that there is health care to pay for.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Review/Television; On the Ruin of Cultures In Tibet and Iraq","web_url":"https://www.nytimes.com/1994/02/22/theater/review-television-on-the-ruin-of-cultures-in-tibet-and-iraq.html","abstract":"  With Bosnia relatively quiet, PBS aims its heavy guns at Washington tonight for failing to come to the relief of beleaguered peoples in Tibet and Iraq.   In the latest edition of \"Frontline,\" Orville Schell pays a melancholy visit to Tibet and describes the impact of 40 years of Chinese occupation on that remote land's way of life. Mr. Schell, known for his writings on China, tells with quiet emotion of the smashing not just Tibet's religion, culture and history, \"but of its soul as well.\"","thumbnail":null,"section":"Theater"},{"date":"19940222","headline":"Stomach Microbe Offers Clues To Cancer as Well as Ulcers","web_url":"https://www.nytimes.com/1994/02/22/science/the-doctor-s-world-stomach-microbe-offers-clues-to-cancer-as-well-as-ulcers.html","abstract":"  AFTER a decade of fierce debate and much research, the once heretical view that stomach ulcers are an infection caused by a bacterium, Helicobacter pylori, and are curable with antimicrobial drugs, has prevailed. And now leading researchers are turning to the public health implications of H. pylori, including a link to stomach cancer.   Until this view of the cause of ulcers was endorsed this month by an independent panel of medical experts convened by the National Institutes of Health, a Federal agency in Bethesda, Md., the theory and benefits of antimicrobial therapy were still considered unproved and radical. The panel not only endorsed the theory but also strongly urged a drastic change in standard ulcer therapy: the addition of combinations of antimicrobial drugs to the usual ulcer regimen.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Minsk Journal; Belarus's Master Shopkeeper Sells a Vision, Too","web_url":"https://www.nytimes.com/1994/02/22/world/minsk-journal-belarus-s-master-shopkeeper-sells-a-vision-too.html","abstract":"  This fragile, semidependent country can seem like the Soviet Union in aspic. But the only place you would be able to buy aspic is at Vladimir S. Nerozya's Universal Jubilee Shop, an island of capitalist practice in a hyperinflationary sea.   Mr. Nerozya, a 41-year-old whose balding head is set off by a lush mustache, is the boss of this extraordinary emporium, which stocks normally unimaginable goods ranging from fresh-frozen sole (by special contract from Murmansk) to German sparkling wine, Bordeaux and -- just in! -- Kiwi shoe polish.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Revisiting Tragedy in a Troubled City by the River","web_url":"https://www.nytimes.com/1994/02/22/nyregion/our-towns-revisiting-tragedy-in-a-troubled-city-by-the-river.html","abstract":"  JUST past the bar where the West Point cadets were stomped and stabbed, Officer Charlie Fiscella dropped his cruising speed to a crawl.   \"This is one of the best blocks,\" he said, looking over a row of Victorian houses. He pointed to each one. \"Nice, nice, drug den. Nice, nice, welfare building.\"","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Columbia Journal; Prison Lures Them In (as Tourists)","web_url":"https://www.nytimes.com/1994/02/22/us/columbia-journal-prison-lures-them-in-as-tourists.html","abstract":"  South Carolina's state penitentiary has been both an eyesore and a curiosity on the riverside in this stately capital city since shortly after the Civil War.   The subject of a Federal court order for overcrowding, and with a section condemned by the city government, the prison was closed by the South Carolina Department of Corrections last month.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Review/Dance; New Look for National Ballet of Canada","web_url":"https://www.nytimes.com/1994/02/22/arts/review-dance-new-look-for-national-ballet-of-canada.html","abstract":"  Like all dance companies, the National Ballet of Canada has had its ups and downs. The death in 1986 of Erik Bruhn, the Danish star and artistic director who brought the troupe to its peak, left the National Ballet in a visible search for redefinition.    This weekend, however, the company showed off a promising new collaboration: between Karen Kain, who is not only the company's prima ballerina but also Canada's sweetheart, and James Kudelka, not only Canada's premier ballet choreographer but also one of the best in the world today.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"A Bronze in Norway, A Holiday in Slovenia","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-a-bronze-in-norway-a-holiday-in-slovenia.html","abstract":"  The 18-year-old had just won a bronze medal, but for Alenka Dovzan of Slovenia it was as good as gold. Her third-place finish this afternoon in the women's combined Alpine ski event, which features downhill and slalom races, was the first Winter Olympics medal for her country. Slovenia became an independent nation in 1991 after breaking away from the Republic of Yugoslavia.   \"The people of my country will be very excited, I think so,\" she said in English. \"For a little state of only two million people, I think this means a lot.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Deceptions Hinder Waste-Dump Debate","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-deceptions-hinder-waste-dump-debate-264202.html","abstract":"  To the Editor:   In \"Not a Federal Report\" (letter, Feb. 1), on California's proposed Ward Valley nuclear-waste dump, Robert M. Hirsch, acting director of the United States Geological Survey, attempts to discredit three of his own agency's most senior scientists.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Minus Clark, Baker Juggles Lineup","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-minus-clark-baker-juggles-lineup.html","abstract":"  A sign of spring -- a team media guide -- greeted the San Francisco Giants' manager when he arrived for work this morning. \"It's weird,\" Dusty Baker said with a suspicious smile. \"The first media guide on my desk is the Texas Rangers. I know who sent it.\"   All right, so Will Clark didn't personally put the media guide in an envelope, affix a stamp and drop it into a mailbox. Its arrival served as a figurative message nonetheless.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Pitcher's Neck a Concern","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-baseball-pitcher-s-neck-a-concern.html","abstract":"  SCOTT RADINSKY , a relief pitcher with the Chicago White Sox, has a growth in the left side of his neck and has undergone tests both in California and Florida to determine its nature, the team said yesterday. \"Further details regarding Scott's condition will be released in the next few days,\" the statement said. Radinsky, 25, made a career-high 73 appearances last season, going 8-2 with a 4.28 e.r.a. and four saves. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor.html","abstract":"The people concerned that a NATO air strike on Serbian gun emplacements would trigger retaliation against UN peacekeepers should bear two things in mind. The first is that UN troops, unlike civilians, can fight back when attacked and will also be able to","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Chess","web_url":"https://www.nytimes.com/1994/02/22/arts/chess-260401.html","abstract":"  The up-and-coming player usually learns first how to attack and how to maneuver when he has the initiative. Later he grasps how to resist the opponent's attack.   In general it is harder to learn how to defend because one cannot map out a longterm strategy or pattern but must anticipate or react to whatever threat the opponent poses next. Yet the 14-year-old Peter Leko of Hungary, who has just become the youngest grandmaster ever, has already mastered the difficult skill needed to impede the enemy's attacking chances and to throw him back.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/22/style/chronicle-256951.html","abstract":"  There probably aren't a whole lot of people who know that there is an official National Tap Dance Day, designated by Congress in 1989. Well, no matter. There is indeed one, and it falls on May 25, the birthday of the legendary tapper Bill (Bojangles) Robinson.   This year's observance, billed as \"Tap Dance Extravaganza '94,\" will actually take place on May 29, and awards will be given for advancing the art of tap. They will go to MACEO ANDERSON, one of the original Four Step Brothers, and ANN MILLER and GENE KELLY of movie fame. (Past recipients include the Copasetics, the Original Hoofers and Peg Leg Bates).","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Q&A","web_url":"https://www.nytimes.com/1994/02/22/science/q-a-263397.html","abstract":"  Sleet and Snow   Q.  What is the difference between sleet and freezing rain?","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Mother Accused of Neglect","web_url":"https://www.nytimes.com/1994/02/22/nyregion/mother-accused-of-neglect.html","abstract":"  A Brooklyn woman was charged with child endangerment yesterday after relatives reported that her four children had been left alone over the weekend, the housing police said. Detective Sonia Burgos said the woman, Patricia Cobbs of 2218 Batchelder Street in Sheepshead Bay, was arrested when she returned to her apartment yesterday afternoon. The children's grandmother had called the police earlier after receiving a telephone call from the oldest child, an 8-year-old boy, who told her that he and the other children had been alone over the weekend. The children, who neighbors said were well taken care of, were released into their grandmother's custody.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"A British National Humiliation, Quick Cash, Scarcely a Murmur","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-a-british-national-humiliation-quick-cash-scarcely-a-murmur.html","abstract":"It is scarcely a surprise that Honda is pulling out of its cooperative relationship with Britain's Rover car company, following British Aerospace's decision to sell Rover to BMW. What has been surprising is the matter-of-fact reaction in Britain to the n","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Schools for All, or Separate but Equal?;\nStepping Into The World","web_url":"https://www.nytimes.com/1994/02/22/opinion/schools-for-all-or-separate-but-equal-stepping-into-the-world.html","abstract":"In the fall of 1989, Ian Drummond began first grade. After a year in special-education kindergarten, this nonspeaking autistic boy was deemed ready to take another step into the world.\n\nBut before Ian started at Gateway Elementary in Woodland Park, Colo., his mother came to school to describe her son to his future classmates. She showed them a videotape -- images of a blond boy, who looked normal, swinging and sliding on their playground. His mother explained that Ian had a sister named Sarah and a dog, that he liked stories about animals and that he loved to watch movies.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"PEACE DISCUSSIONS START IN MEXICO","web_url":"https://www.nytimes.com/1994/02/22/world/peace-discussions-start-in-mexico.html","abstract":"  Less than two months after they astonished Mexicans by seizing this colonial city and declaring war against the state, masked leaders of the rebel Zapatista National Liberation Army sat down with Government envoys here today and began to negotiate for peace.   \"The dialogue has begun,\" the mediator in the talks, Bishop Samuel Ruiz Garcia, said tonight as he sat surrounded by the Government's chief negotiator and 18 rebel representatives in the ornate 16th-century cathedral where the talks are being held.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/22/nyregion/c-corrections-259888.html","abstract":"  A picture caption yesterday with an article about shopping and waiting at shopping malls misidentified a man shown reading and drinking coffee. He is Bob Jensen, who was waiting for his children to leave a movie at the Menlo Park Mall.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"SCIENTIST AT WORK: J. Craig Venter; A Bold Short Cut To Human Genes","web_url":"https://www.nytimes.com/1994/02/22/science/scientist-at-work-j-craig-venter-a-bold-short-cut-to-human-genes.html","abstract":"  IN a former ceramics factory on the outskirts of the nation's capital, Dr. J. Craig Venter has created a biologist's dream: a high-technology laboratory dedicated to the sequencing of DNA. Out of it is flowing a rich torrent of new information, chemical sequences from many of the 75,000 or so genes that specify a human.   \"I don't see how this cannot revolutionize biology,\" Dr. Venter said. His delight is in generating and analyzing the raw text in which the story of human evolution is written. But this affable, soft-spoken man harbors a barely veiled ambition to slay giants. He intends to execute a quick end run around the Government's $3 billion Human Genome Project.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-260746.html","abstract":"  New York Chamber Symphony  92d Street Y   The musical climate has shifted around the German Bach specialist Helmuth Rilling to the extent that his interpretations, at one time fairly advanced, are now considered stodgy and old-fashioned in doctrinaire circles. But Mr. Rilling has always followed his own best lights, and as he showed on Saturday evening in a Bach program with the New York Chamber Symphony, the results can be just as satisfying as ever to open-minded listeners.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"U.S. Offers Pact To the Muslims And the Croats","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-us-offers-pact-to-the-muslims-and-the-croats.html","abstract":"  While attention over the last two weeks has focused on the showdown around Sarajevo, United States diplomats have been pressing a peace plan for other regions of Bosnia and Herzegovina where there has been fighting between Croatian forces and the mostly Muslim Bosnian Army.   A broad outline under consideration would end their battle for territory and create a joint sovereign state from land they control in a economic and commercial federation with Croatia.  The next step, Croats here said, would be to invite the Bosnian Serbs to join a new Bosnian state under a political arrangement that has not yet been defined.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Editorial Notebook; On Jury Duty No Judging, Much Eating","web_url":"https://www.nytimes.com/1994/02/22/opinion/editorial-notebook-on-jury-duty-no-judging-much-eating.html","abstract":"  There is a room at 80 Centre Street in Manhattan that I know very well. I know it well because I sat there for five days a few weeks ago, doing the crossword, reading back issues of news magazines and perfecting the shape of my fingernails. So were at least 100 other New Yorkers, with whom I shared the distinction of being excused from one jury after another. Together, we constituted a kind of salon des refuses, continually pronounced unfit to serve for reasons that were occasionally obvious and more often opaque. \"Do you think it was my job?\" we asked one another. \"My brother-in-law, the lawyer?\" \"My sister, the mental health professional?\" And, from a man in black leather, \"My earring?\"   In the end, there was little to think about but lunch. Actually, it is difficult not to think about lunch when one is closeted with people who arrive for their civic duty armed with a list of dim sum parlors. My list, however, had no dim sum parlors (I was open to suggestion), but it did have a Thai restaurant remembered for its squid, and an Italian restaurant remembered for its linguine with clam sauce. They, along with most of the restaurants around City Hall, have another distinction as well. The listening is even better than the eating.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Guard Shot in Robbery on Floor Of Crowded Atlantic City Casino","web_url":"https://www.nytimes.com/1994/02/22/nyregion/guard-shot-in-robbery-on-floor-of-crowded-atlantic-city-casino.html","abstract":"  Two armed robbers stole $400,000 and shot an unarmed security guard yesterday morning in front of hundreds of patrons crowded into the main gambling floor of Merv Griffin's Resorts Hotel and Casino in Atlantic City.   But casino officials said the shooting and the robbery hardly fazed the gamblers, who continued to play blackjack and the slot machines as if nothing had happened.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Midwinter Recess Reviving An Old Parental Complaint","web_url":"https://www.nytimes.com/1994/02/22/nyregion/midwinter-recess-reviving-an-old-parental-complaint.html","abstract":"  Rosa Julien, a registered nurse, is paying a sitter $150 to watch her children for the week. Linda Ferline has no job, so she does child care herself, cramming her schedule with museum visits and movies.    And Lillian Lopez, another working parent forced to plot a child-care strategy this week because New York City public schools are closed for a midwinter recess, is sending her children to a special tutoring program.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Russian Ice Dancers Rock 'n' Roll to a Golden Beat","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-russian-ice-dancers-rock-n-roll-to-a-golden-beat.html","abstract":"  It was nostalgia night in Olympic ice dancing, and while the audience went for the golden oldies named Torvill and Dean, the judges preferred the 50's rock 'n' roll of Oksana Grichtchuk and Yevgeny Platov.   On a night when light, vibrant dancing replaced passion and drama, Grichtchuk and Platov of Russia skated to \"Rock Around the Clock\" and won the gold medal with an athletic jitterbug and a jazzy fox trot.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor-90959735486.html","abstract":"Democrats of the Western world must do everything possible to stop the carnage in Bosnia-Herzegovina now.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/22/nyregion/metro-digest-257303.html","abstract":"  NEW YORK CITY  TRUSTEES' QUESTIONS FOR CUNY CHANCELLOR The Chancellor of City University of New York is paid $158,000 a year, more than the Governor or Mayor, and makes almost that much again through her membership on five corporate boards. Some trustees are questioning whether her corporate work is taking too much time from her day job. But the Chancellor, W. Ann Reynolds, defended her performance, saying, \"I work for CUNY from dawn until dusk.\" A1.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"CUNY Chancellor's Time Spent With Corporate Boards at Issue","web_url":"https://www.nytimes.com/1994/02/22/nyregion/cuny-chancellor-s-time-spent-with-corporate-boards-at-issue.html","abstract":"  Seven years ago, the City University of New York's trustees struck a deal with the state Legislature on a raise for the CUNY Chancellor. The salary was not competitive with other institutions, the trustees argued. So the Legislature approved a 50 percent raise, but only after the trustees pledged more accountability, including restrictions on the Chancellor's unrelated corporate or professional work.   Today, four years into the job, CUNY Chancellor W. Ann Reynolds is paid $158,000 a year, more than the Governor or Mayor. But the second part of the agreement appears to have eroded. An examination of her personal calendars and travel records shows that Dr. Reynolds takes a trip out of town almost every week.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/22/sports/results-plus-261297.html","abstract":"  CUNY TOURNAMENT Baruch Faces Staten Island Point guard Jimmy Resvanis scored 19 points, including the 1,000th of his career, and a backcourt mate, Gerald Thomas, added 17 points and 7 assists as Baruch (9-14) beat Medgar Evers (8-15) and advanced to the semifinals of the 29th annual CUNY/Con Edison tournament at Lehman College in Manhattan yesterday. Baruch, which tomorrow night will oppose Staten Island (13-10), a 75-64 victor over City College, led by 34-30 at the half and then hit four 3-pointers for a 46-36 advantage that was never squandered. In its game, Staten Island led throughout, although it was close. Kirk Staine led the Dolphins with 21 points and Rommel Santos added 15. City's Earl Hernandez led all scorers with 26 points. The Beavers finished 7-17.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/02/22/sports/soccer.html","abstract":"  FIFA Seminar   The world governing body of soccer will conduct a two-day seminar in Manhattan starting tomorrow for the coaches and delegates from the 24 nations that will play in the tournament.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"New Inquiry on Plea Deal in a Rape Case","web_url":"https://www.nytimes.com/1994/02/22/nyregion/new-inquiry-on-plea-deal-in-a-rape-case.html","abstract":"  Gov. Mario M. Cuomo of New York yesterday announced that he was naming Attorney General G. Oliver Koppell as a special prosecutor to investigate an upstate case in which five men accused of raping a woman in a restaurant were permitted to plead guilty to misdemeanor counts of sexual misconduct.   Mr. Cuomo acted on a recommendation by the State Commission of Investigation, which concluded, after a six-month review of the case, that the case was an exception to the rule of double jeopardy, the legal concept that bars multiple prosecutions for the same offense.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Health Tinkering Is Not Reform","web_url":"https://www.nytimes.com/1994/02/22/opinion/health-tinkering-is-not-reform.html","abstract":"  Representative Pete Stark, the California Democrat who heads a House subcommittee on health policy, says that Congress ought to scrap the purchasing cooperatives, or alliances, that lie at the core of the Administration's health care bill. The Senate minority leader, Bob Dole, and another Republican Senator, Phil Gramm of Texas, say that Congress ought to gut the other institutional reforms proposed by the President as well -- and stick to small fixes. In the next few weeks Congress will decide whether it will overhaul or merely tinker with health care.   Tinkering is not enough. To see why, imagine that Congress takes the go-slow approach and does little more than require insurance companies to make their policies portable (workers can keep the policy when they leave their current employer), community rated (the chronically ill pay the same premiums as the healthy) and guaranteed (insurers are required to sell to applicants regardless of preexisting medical conditions).","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis; Hate Is International","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-hate-is-international-264180.html","abstract":"  To the Editor:   Stephen Silver's \"Music of Hate\" (Op-Ed, Feb. 8) misses two points. \"Hate music\" is not, as the article implies, a specifically German phenomenon. The fascist music scene indeed exists, but on an international level. Screwdriver, the right-extremist rock band from Britain, for instance, has direct connections with White Aryan Resistance, the United States extremist group.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"New York City Could Sell a Station or Two Without Much Loss","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-new-york-city-could-sell-a-station-or-two-without-much-loss-264105.html","abstract":"  To the Editor:   \"WNYC Belongs to New Yorkers, Not to Mayor\" (letter, Feb. 11) by Constantine Karalis, who appreciatively lauds WNYC, the city station, for its continued presentation of classical music, is right on target in his taste. However, Mr. Karalis needlessly fears the often-discussed sale of some of the city's radio and television properties. Several could be sold without any loss of programming to the public.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Russia's Yegorova Turns the Cross-Country Course Into Her Stage","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-russia-s-yegorova-turns-the-cross-country-course-into-her-stage.html","abstract":"  When Lyubov Yegorova was growing up in Siberia, what she wanted most had little to do with the rugged land that surrounded her. Yegorova wanted to be a ballerina, to dance at the Kirov, dazzle all of Leningrad and hear its warm applause.   Yegorova would never get her wish. Instead of ballet shoes and polished stages, she would make her living on narrow skis and the snowy tracks that were so much easier to find in her frigid corner of the world. Instead of artistry, she would rely on endurance and grit.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Unions Plan to Spend $10 Million To Promote Clinton Health Plan","web_url":"https://www.nytimes.com/1994/02/22/us/unions-plan-to-spend-10-million-to-promote-clinton-health-plan.html","abstract":"  Organized labor announced today that it would spend at least $10 million, the most ever on a single cause, to promote President Clinton's overhaul of the nation's health care system and beat back alternatives in Congress and efforts to compromise away its basic features.   The only other issue to generate spending approaching that magnitude was the unions' unsuccessful campaign last fall to stop the North American Free Trade Agreement, which the President supported. That long-open wound in labor's hide has suddenly healed as the two sides turn to an issue on which they agree.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Defendant in Bombing Trial Denounces Lawyer","web_url":"https://www.nytimes.com/1994/02/22/nyregion/defendant-in-bombing-trial-denounces-lawyer.html","abstract":"  The lead defendant in the World Trade Center trial denounced his lawyer over the weekend for admitting that there had been a terrorist bombing plot and for portraying him as a participant who had been duped into a role by a fugitive alleged to be the mastermind in the case.   The Reuters news agency and a friend of the defendant, Mohammad A. Salameh, quoted him as saying on Sunday that his court-appointed lawyer, Robert E. Precht, had not consulted him about those assertions in his summation last week and that the assertions did not represent his views or the strategy they had agreed upon.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"On My Mind; Bosnia: The Real Lessons","web_url":"https://www.nytimes.com/1994/02/22/opinion/on-my-mind-bosnia-the-real-lessons.html","abstract":"  How did it happen that the West finds itself politically, militarily and economically at war against one side in a three-sided war in the Balkans?   In the breathing space that came with the NATO ultimatum and the decision of the Serbs to pull artillery back from range of Sarajevo, that is the most important question the U.S. and its allies can ask themselves. With luck, the answers could help prevent the war spreading wider and keep the U.S. out of the civil, religious and ethnic wars now breeding.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"A Church-State Issue in Italy: Doctors' Role in Birth Control","web_url":"https://www.nytimes.com/1994/02/22/world/a-church-state-issue-in-italy-doctors-role-in-birth-control.html","abstract":"  For Dr. Anna Maria Rizzi, the choice was clear. Like other doctors across Italy, she had to decide which birth-control method to prescribe for a 28-year-old woman.    Dr. Rizzi refused to prescribe birth-control pills because, as a Roman Catholic, she prefers \"natural means.\"   The patient called Corriere Della Sera, the national daily put the story on its front page and papers throughout Italy expressed outrage that religious considerations had motivated a doctor's decision.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Fossils Hint Land Life Began in Far Earlier Era","web_url":"https://www.nytimes.com/1994/02/22/science/fossils-hint-land-life-began-in-far-earlier-era.html","abstract":"  THE traditional view that life began to colonize the land only about 500 million years ago has apparently been refuted by the discovery of fossils of microscopic life thought to be as old as 1.2 billion years.    The discovery of what may be filaments of bacteria, or blue-green algae, was made at two sites in the American Southwest. At both sites, the discoverers reported, the carbon content of rock that had once been soil indicated that there had once been \"a significant cover of photosynthetic organisms.\" The oldest specimens were found 80 miles northeast of Phoenix. The others, dating from 800 million years ago, were found near Death Valley, Calif., 50 miles southwest of Las Vegas, Nev.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Sports of The Times; Coleman? Anderson Is No. 1 Net","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-of-the-times-coleman-anderson-is-no-1-net.html","abstract":"  AS the days dwindled down to Thursday's trade deadline in the National Basketball Association, Derrick Coleman had a sprained ankle as well as a strained contract negotiation. When the 6-foot-10-inch power forward drove off from the Nets' practice after a medical treatment yesterday, he had three words for anyone interested in his future.   \"Call my lawyer,\" he suggested.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/22/nyregion/no-headline-259322.html","abstract":"  \"Here it's not do I have a choice? It is what do I do  to find a doctor or a nurse  practitioner?\" -- GALE WALKER, a hospital administrator in South Dakota, discussing rural health care.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"It's Nice to See Mason Back to His Playful Self","web_url":"https://www.nytimes.com/1994/02/22/sports/pro-basketball-it-s-nice-to-see-mason-back-to-his-playful-self.html","abstract":"  For those who may be wondering what ever happened to Anthony Mason, it seems that he is finally approaching his level of play from last season.   \"He's getting back on track and playing some more consistent minutes,\" the Knicks' coach, Pat Riley, said after practice today. \"He's been healthier, too. He's a role player who can get a lot done for us, a lot of the stuff you don't see in the box score. Now, he's scoring and hitting his medium-range jumper and you are beginning to see some numbers. I just hope he keeps playing the way he is.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264148.html","abstract":"He presented a gentler side of his pianism on Sunday evening in a program dominated by introspective works, with comparatively few flashy showpieces. But he was out of his element. Prosaic phrasing, smudged textures and lapses of concentration marred the performance.   The first part of Mr. Katsaris's program included works by and about Mozart, beginning with Mozart's three piano Fantasies and ending with two Romantic glosses, Sigismond Thalberg's Fantasia on the Serenade and Minuet from \"Don Giovanni\" and Czerny's Fantaisie Brillante on themes from \"The Marriage of Figaro.\" After the intermission, he turned his attention to Chopin.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Patterns","web_url":"https://www.nytimes.com/1994/02/22/style/patterns-260835.html","abstract":"  E-Mail on Underwear    Maybe it was when fashion editors started babbling about information superhighways. Or maybe it was when Conde Nast invested in Wired, the glossy techies' magazine. Or maybe it was when Details, the only Conde Nast magazine to offer digital-age news regularly, to have its own Internet address and to publish E-mail, lost its editor, James Truman. He was made editorial director of the company.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Review/Theater; Brooklyn in the 60's: Race, Stress, Doo-Wop","web_url":"https://www.nytimes.com/1994/02/22/arts/review-theater-brooklyn-in-the-60-s-race-stress-doo-wop.html","abstract":"  Those \"oldies but goodies\" days when teen-age doo-wop groups combed New York City's bridges and tunnels in search of the perfect echo were less than idyllic for the singers who hung out on the street corners of the Gravesend section of Brooklyn. The way \"Avenue X,\" the new a cappella musical at Playwrights Horizons, remembers things, the same tensions between blacks and Italian-Americans that have spawned incidents of violence in Bensonhurst and Howard Beach in recent years were already simmering in 1963.   The show, which has a book and lyrics by John Jiler and music and lyrics by Ray Leslee, describes the strife that erupts when two youthful singers, one Italian-American, the other black, try to put together an interracial act for a talent show at the Brooklyn Fox Theater. Although only one busy street separates their neighborhoods, Pasquale (Ted Brunetti) and Milton (Harold Perrineau) live in worlds that go to great lengths to avoid contact. They meet by accident when Pasquale hears Milton's voice rising from a sewer grate.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Don't Get Excited for McReynolds's Sake","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-don-t-get-excited-for-mcreynolds-s-sake.html","abstract":"  The personality hasn't changed. Kevin McReynolds is still laid-back. He is still wary of the New York news media. Two seasons in Kansas City did not teach him how to punch a clubhouse wall, or argue a call, or make any similar display of emotion.   This time, though, McReynolds insists that he knows what to expect in New York. Traded to the Mets for Vince Coleman in January, McReynolds arrived at the spring-training complex today and will be on the field Tuesday when the full 53-man squad holds its first workout.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Balkan Update","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-balkan-update.html","abstract":"  With the threat of NATO air strikes averted, United Nations troops monitored the remaining Serbian guns at TILAVA and another site near SARAJEVO yesterday.   In WASHINGTON President Clinton said the United States would renew its efforts to help \"reinvigorate the peace process,\" and Foreign Minister Andrei V. Kozyrev of Russia stressed the need for cooperation between MOSCOW and the West on Bosnia. Defense Minister Pavel S. Grachev of Russia talked with Defense Secretary William J. Perry for 40 minutes by telephone.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Essex County Executive Is Convicted of Extortion","web_url":"https://www.nytimes.com/1994/02/22/nyregion/essex-county-executive-is-convicted-of-extortion.html","abstract":"  The Essex County Executive, Thomas J. D'Alessio, was found guilty today on Federal charges that he extorted more than $58,000 from a solid-waste company to help it obtain a state environmental permit.   After deliberating for more than six days, a six-woman, six-man jury in United States District Court convicted Mr. D'Alessio, 59, and his campaign treasurer, Joseph Thor, 51, on 12 counts of a 19-count felony indictment. They were acquitted of mail fraud charges.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Remaking the Wheel: Evolution of the Chariot","web_url":"https://www.nytimes.com/1994/02/22/science/remaking-the-wheel-evolution-of-the-chariot.html","abstract":"  IN ancient graves on the steppes of Russia and Kazakhstan, archeologists have uncovered skulls and bones of sacrificed horses and, perhaps most significantly, traces of spoked wheels. These appear to be the wheels of chariots, the earliest direct evidence for the existence of the two-wheeled high-performance vehicles that transformed the technology of transport and warfare.   The discovery sheds new light on the contributions to world history by the vigorous pastoral people who lived in the broad northern grasslands, dismissed as barbarians by their southern neighbors. From these burial customs, archeologists surmise that this culture bore a remarkable resemblance to the people who a few hundred years later called themselves Aryans and would spread their power, religion and language, with everlasting consequence, into the region of present-day Afghanistan, Pakistan and northern India.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Reviews/Music; Works of Dark and Light By Russian Composers","web_url":"https://www.nytimes.com/1994/02/22/arts/reviews-music-works-of-dark-and-light-by-russian-composers.html","abstract":"  For at least half a century, music critics in New York have fretted that the city's musical institutions partake too little of its intellectual life. Recent attempts to revive a moribund musical world have included several brainy jolts administered with mixed success by the American Symphony Orchestra under the direction of Leon Botstein. But the program Mr. Botstein presented on Friday evening at Avery Fisher Hall, a fascinating juxtaposition of works by Alfred Schnittke and Sofia Gubaidulina, drew impetus from a less likely source, the long-maligned New York Philharmonic.   Virgil Thomson dismissed the Philharmonic as irrelevant to the city's intellectual life in 1940, and listeners in the 80's had reason to wonder whether the orchestra was even a factor in the city's musical life. But Kurt Masur has given a more thoughtful cast to programming and audience-building, and the Philharmonic's recent Composer Week, devoted to Mr. Schnittke, set a broader agenda in and around the city, spawning an informal festival. The American Symphony program was merely the latest in a remarkable outpouring of performances and discussions of Mr. Schnittke's music and that of other former Soviet composers.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Review/Pop; Catching the 70's Crest, And Fitting In at Last","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-catching-the-70-s-crest-and-fitting-in-at-last.html","abstract":"  Rock grew brash and overbearing in the 1970's; it also realized that instead of overthrowing pop, it had become pop. That's the way Redd Kross likes it. At Irving Plaza on Friday night, the band's guitars blared out big major chords, the drums crashed and Jeffrey McDonald, the band's main songwriter, belted out one triumphant song after another.    Redd Kross, which is from Southern California, has been making music for 16 years, since Mr. McDonald was 14 years old and his brother Steve, the band's bassist, was 11. But their band's fondness for jubilantly catchy tunes and 1970's pop-culture references didn't fit in with either underground or mainstream attitudes until the recent 1970's revival. With its new album, \"Phaseshifter\" (Mercury), Redd Kross suddenly seems to have good timing. The McDonalds have put together a new band, and a decade on the alternative circuit has only increased their exuberance onstage.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"A Break From Work, But Hardly a Holiday; Presidents' Day Becomes Macy's Day","web_url":"https://www.nytimes.com/1994/02/22/nyregion/a-break-from-work-but-hardly-a-holiday-presidents-day-becomes-macy-s-day.html","abstract":"  Feb. 21 is a day in history to remember. On that day in 1846, Sarah G. Bagley became the country's first female telegrapher; Lucy B. Hobbs became the country's first female dentist 20 years later, and much more recently, Macy's had another big sale.   What did not happen was the birth of George Washington. The 262d anniversary of that event didn't arrive until today, and the date will pass unnoticed by all but a handful of Revolutionary War enthusiasts as they gather under their Gilbert Stuarts to rekindle the old flame.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Clinton Moving To Avoid Losses In '94 Elections","web_url":"https://www.nytimes.com/1994/02/22/us/clinton-moving-to-avoid-losses-in-94-elections.html","abstract":"  President Clinton, worried that Democrats may suffer significant losses in this year's midterm elections, has given one of his closest advisers the job of repairing the troubled political operations at the White House and the Democratic National Committee.   The aide, Harold M. Ickes, has begun holding weekly meetings at the White House with senior Presidential aides and top Democratic officials to devise a strategy for minimizing losses in November.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Hextall and Isles Zero In on the Playoffs","web_url":"https://www.nytimes.com/1994/02/22/sports/hockey-hextall-and-isles-zero-in-on-the-playoffs.html","abstract":"  Dale Hunter was making his first appearance at Nassau Coliseum since his vicious hit of Pierre Turgeon during last season's Stanley Cup playoffs. But it was Ron Hextall who stole the spotlight today.   The Islander goaltender made 26 saves for his second consecutive shutout as New York rolled over the Capitals, 4-0, ending Washington's seven-game unbeaten streak.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Buffalo Rethinks Downtown Car Ban","web_url":"https://www.nytimes.com/1994/02/22/nyregion/buffalo-rethinks-downtown-car-ban.html","abstract":"  It's been years since anyone arrived by cab beneath the marquee of the Shea's Buffalo theater or jockeyed for a parking space in front of A M & A's department store.   It's been a decade, in fact, since this city ripped up the busiest section of its Main Street, banishing the automobile in a quest for urban renewal and better mass transit.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"From Ivan Klima, A Look at Prague Before and After","web_url":"https://www.nytimes.com/1994/02/22/books/from-ivan-klima-a-look-at-prague-before-and-after.html","abstract":"  For American readers of Eastern European literature, the arrival of a new novel by the Czech dissident writer Ivan Klima is a noteworthy and anticipated event. Mr. Klima's \"Judge on Trial,\" a many-layered story of a Communist judge who compromised his way through life, was hailed by Western critics last year as a landmark work about the mentality of the apparatchiks who ran the Czech dictatorship.   But the publication here of Mr. Klima's latest work, \"Waiting for Dark, Waiting for Light,\" has passed almost without notice. Reviews have been sparse, there are no displays in Prague's bookstore windows and sales clerks respond with blank stares when they are asked for a copy. Yet the novel, a look at Czechoslovakia both before and after the end of Communist rule in 1989, is to be published with considerable fanfare by Granta in England in August and several American publishers are vying for it.","thumbnail":null,"section":"Books"},{"date":"19940222","headline":"U.S. Squad Now Looks For Miracle","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-us-squad-now-looks-for-miracle.html","abstract":"  Dan Jansen's how-to video helped the United States Olympic hockey team into the medal round tonight. Next up, possibly, for the Americans: \"Miracle on Ice.\"   The video, and the mission.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Russian Teams Take Top Spots in Ice Dancing","web_url":"https://www.nytimes.com/1994/02/22/sports/russian-teams-take-top-spots-in-ice-dancing.html","abstract":"  The Russian pair of Oksana Grichtchuk and Yevgeny Platov, skating to an energetic rendition of \"Rock Around the Clock,\" won the ice dancing competition, outperforming the British pair of Jayne Torvill and Christopher Dean.    Maya Usova and Aleksandr Zhulin, the husband-and-wife world champion team, won the silver. Torvill and Dean, attempting an Olympic comeback 10 years after their gold-medal performance in Sarajevo, included lively maneuvers to the music of Irving Berlin. They pleased the crowd immensely, but the judges were less impressed, and placed them third.  RUSSIAN TIES MEDAL RECORD     Lyubov Yegorova, a Siberian native who grew up dreaming of dancing in the ballet, anchored the victorious Russian cross-country relay team. The gold medal was her sixth, tying the Winter Games record for golds.  U.S. HOCKEY TEAM ADVANCES     The United States routed Italy, 7-1, and moved on to the medal round, where it will face unbeaten Finland on Wednesday.   SportsTuesday, page B7.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Good News on Ozone","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-good-news-on-ozone-264199.html","abstract":"  To the Editor:   In \"Sunscreen May Be Skin Cancer Villain\" (letter, Feb. 6), Jeffrey Klein, editor in chief of Mother Jones magazine, refers to a study that indicates ultraviolet A, rather than ultraviolet B, is the major risk factor for melanoma. If the conclusions of this study on fish can be extended to human beings, then as Mr. Klein notes, UVB sunscreen lotions that allow sunbathers to remain in the sun without burning \"may cause them to expose themselves to large doses of melanoma-inducing UVA.\"","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Reviews/Music; Art? Commodity? Both? Reflections on a Recital","web_url":"https://www.nytimes.com/1994/02/22/arts/reviews-music-art-commodity-both-reflections-on-a-recital.html","abstract":"  There is, and perhaps always has been, a distinction between music as a marketable commodity and music as an expressive art form. This is not a \"high art versus low art\" polemic. Both kinds of music exist within the classical music world, just as they do in rock and jazz.    Now and then these approaches intersect, as when, for example, Luciano Pavarotti is at his best, when he is in good voice and when his heart is in the music. When he is not -- as was the case on Sunday afternoon, when he sang a recital at the Metropolitan Opera House -- his performances are a measure of the gulf between showmanship and artistry, and an enlightening look at the artistic placebo effect.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"1944:Spain Denounced : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1944spain-denounced-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The United States today [Feb. 21] officially identified the Falangist movement of Generalissimo Francisco Franco as the Spanish counterpart of Nazism and Fascism and charged it with seeking restoration of the old","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Hunyady Wins for Austria, and Hungary, Too","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-hunyady-wins-for-austria-and-hungary-too.html","abstract":"  Emese Hunyady, an Austrian from an old Hungarian family, won the gold medal in the women's 1,500-meter speed skating race today while Bonnie Blair of the United States just missed in a gallant attempt to win a sixth career medal in the Winter Games.   Hunyady's time was 2 minutes 2.19 seconds while Svetlana Fedotkina of Russia finished second, a half-second back in 2:02.69. Gunda Niemann of Germany was third in 2:03.41.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"AIDS Plan for Poor Seen as a Model for Other Ills","web_url":"https://www.nytimes.com/1994/02/22/nyregion/aids-plan-for-poor-seen-as-a-model-for-other-ills.html","abstract":"  For Gilbert Washington, a man disabled by AIDS, making ends meet is a daily struggle. Money is so tight that at the end of the month there is seldom enough left even to catch a movie.   But when Mr. Washington gets sick, his care is first class. At New York Hospital in Manhattan he has a team of doctors, social workers and psychologists who worry not only about his disease but whether he has adequate housing, gets depressed or has written a will. And whether he is having his blood checked at the outpatient clinic or is battling an infection in the hospital, the same familiar faces take care of him.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Democrats Face Hard Choices in Welfare Overhaul","web_url":"https://www.nytimes.com/1994/02/22/us/democrats-face-hard-choices-in-welfare-overhaul.html","abstract":"  Something strange happened last week in the office of Leon E. Panetta, the White House budget director, and it illustrates the topsy-turvy forces now shaping the Administration's welfare plan.   Desperately seeking ways to pay for it, Democrats began talking about cuts in the food stamp program. Big cuts. Cuts as large as the ones Ronald Reagan proposed.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/22/nyregion/news-summary-259381.html","abstract":"  International A2-10  A CALL FOR BROADER BOSNIA PEACE  As the United Nations sought control of the remaining Serbian guns around Sarajevo, President Clinton called for a broader use of power and diplomacy to end the fighting in other besieged cities.  A1","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Putting Shells Within Shells","web_url":"https://www.nytimes.com/1994/02/22/science/peripherals-putting-shells-within-shells.html","abstract":"  A WINDOWS shell sounds like a contradiction in terms. Microsoft Windows is itself a shell (although the preferred term these days is \"environment\") that puts icons and dialogue boxes between the user and the fussy DOS command line. Other companies try to improve Windows by wrapping it in another shell, and some succeed.   Dashboard, from Hewlett-Packard, places a strip on the screen that shows the time and date, the amount of system resources that Windows is taking up and the kilobytes of memory consumed, and provides 27 \"buttons\" to push to start programs, to print out files and to do a large number of other things with its gauges, arrows and other gadgets.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"By Design; Shining in the Rain","web_url":"https://www.nytimes.com/1994/02/22/style/by-design-shining-in-the-rain.html","abstract":"  After the snows come the rains. And when the sun isn't shining this spring, fashionable raincoats will be. Shimmery slickers look wet even when they're dry, but the shiny coating on the fabric protects the wearer from the elements.    There is a major trend toward silver this season, so there are trench coats and balmacaans in silver, but that's not the only choice. There are also matte gold finishes and coats that gleam like patent leather.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Thirty Seconds Over Lillehammer on Air Tonya","web_url":"https://www.nytimes.com/1994/02/22/sports/tv-sports-thirty-seconds-over-lillehammer-on-air-tonya.html","abstract":"  No, despite three interviews, Tonya Harding and CBS's Connie Chung are not close. They did not bond intellectually in two hours of taping for Chung's \"Eye to Eye\" news-magazine program. They did not swap peanuts for pretzels on the flight to Norway. They did not trade wacky husband stories.   If they were tight, or even respectful, would Tonya have walked out when Chung's questions got touchy on last night's \"Evening News\" interview?","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Gretzky Signs His Deal","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-nhl-gretzky-signs-his-deal.html","abstract":"  WAYNE GRETZKY , the National Hockey League's all-time leading scorer who agreed to a three-year, $25.5 million contract with the Los Angeles Kings in September, signed the contract yesterday.    Gretzky, who owns 60 N.H.L. records and is within eight goals of tying GORDIE HOWE 's league mark of 801 career goals, is the highest-paid player in the N.H.L. at $8.5 million per season.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Harding Draws No. 8 Gate; Only 19 Others Have Better","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-harding-draws-no-8-gate-only-19-others-have-better.html","abstract":"  Twenty-four women had drawn their skating order for Wednesday's short program. Then it was Tonya Harding's turn. Only three positions remained. She would either skate first, eighth or 13th. No figure skater wants to go first, especially at the Olympics. Judges traditionally reserve higher marks for later skaters. And the audience has no energy. In fact, the audience might still be at dinner.   Harding did not show up for today's draw. Gale Tanger, the team leader for the American skaters, stood in her place. Three chips remained in a hat. First, eighth or 13th. The room, crowded with skaters, coaches, judges and journalists, went silent.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Holyfield Loses a Trainer, But Moorer Keeps a Friend","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-boxing-holyfield-loses-a-trainer-but-moorer-keeps-a-friend.html","abstract":"  The EVANDER HOLYFIELD-MICHAEL MOORER heavyweight title bout on April 23 has lost its Oedipal angle. The trainer EMANUEL STEWARD , who developed a father-son relationship with Moorer before joining Holyfield, has been replaced as Holyfield's trainer by DON TURNER .   In announcing the switch yesterday, Holyfield said that he and Steward, who supervised Holyfield's comeback after he lost his title to RIDDICK BOWE , had not been able to come to terms, with Steward seeking a percentage and Holfyield offering a flat fee.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Schools for All, or Separate but Equal?; An Interpreter Isn't Enough","web_url":"https://www.nytimes.com/1994/02/22/opinion/schools-for-all-or-separate-but-equal-an-interpreter-isn-t-enough.html","abstract":"  It's a few minutes before the class will start. Everyone's fishing notebooks from knapsacks and sharpening pencils, and it's all \"What did you put for the last answer on the algebra?\" and \"Tomorrow's the last day for yearbook money, right?\" and \"If we want to stay for the game, Toni says she can give us a ride.\" All of the eleventh-graders are speaking or listening, directly or indirectly. Except for one student, sitting down front. She is neither speaking nor listening; she is not involved; she is deaf.   I am her sign-language interpreter. I stand at the front of the class, poised to begin signing whenever she looks at me, but she doesn't; she is resting her eyes on the sky outside the window. When at last she does turn her face, it is not to see what her classmates are saying but to chat with me about her weekend, about the book I am reading, about her dog, my sweater, anything. She is hungry for communication and chooses me -- an adult satellite paid to follow her through the school day -- rather than her peers, who do not speak her language.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"1919:Shock in Bavaria : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1919shock-in-bavaria-in-our-pages100-75-and-50-years-ago.html","abstract":"BALE - Herr Kurt Eisner, the German Socialist leader, who was recently elected President of the Republic of Bavaria, was assassinated early this morning [Feb. 21] in a Munich street while on his way from the Ministry of Foreign Affairs to the Landtag. The","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Books of The Times; How Letterman (and CBS) Won","web_url":"https://www.nytimes.com/1994/02/22/books/books-of-the-times-how-letterman-and-cbs-won.html","abstract":"  The Late Shift  Letterman, Leno and the Network Battle for the Night  By Bill Carter  Illustrated. 299 pages. Hyperion. $24.95.    Outside of professional sports, the most visible and regular display of talent in all of American culture may be David Letterman's comedy mind at work. How, then, could NBC allow him to escape to CBS last year, where he now demolishes the \"Tonight\" show with Jay Leno in the late-night ratings? Bill Carter's absorbing book shows exactly how.","thumbnail":null,"section":"Books"},{"date":"19940222","headline":"Ted Williams Suffers Stroke","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-ted-williams-suffers-stroke.html","abstract":"  Ted Williams suffered a slight stroke at his home in Florida on Saturday and was listed in fair condition yesterday at Shands Hospital in Gainesville, where he was being treated in the intensive care unit.   \"He's conscious, clear-headed and talking,\" said Ralph Ives, a hospital spokesman, who could give no detailed account of Williams's condition but said the Hall of Fame outfielder was experiencing \"some weakness on the left side.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Solar Heat Unit in Use At a Pole","web_url":"https://www.nytimes.com/1994/02/22/science/solar-heat-unit-in-use-at-a-pole.html","abstract":"  AT the South Pole, where winter temperatures often dip below minus 100 degrees Fahrenheit, four-engine transport planes must operate a continuous shuttle during the summer months to replenish the research station's tanks with fuel oil for its ravenous furnaces. But for the first time, solar heating has begun to take a bite out of South Pole Station's monstrous heating bills.   Dr. John Lynch, a physicist with the National Science Foundation's polar program, said last week that solar heat collectors installed on the sides of a new South Pole dormitory building had sharply reduced fuel consumption. During one recent week, the three-and-one-half-story building, which accommodates 20 occupants, needed to burn only 12 gallons of fuel to supplement the heat generated by its solar panels. During that week the outdoor temperature ranged from a high of minus 14.4 degrees to a low of minus 41.6 degrees, he said.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Nokes Still Has Bite, but Less of the Bark","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-nokes-still-has-bite-but-less-of-the-bark.html","abstract":"  He once suggested that the Yankees could trade him even up for California's ace pitcher, Mark Langston. He has received fitness advice from the wrestler Hulk Hogan. He guzzles 700-calorie protein drinks. He is the highest-paid catcher in Yankee history. He cannot wait to leave New York. Introducing Matt Nokes.   Although Nokes remains confident in his abilities, his role with the Yankees has been reduced since Manager Buck Showalter made the bold switch of inserting a career backup, Mike Stanley, as the starter last May.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Editor of Science To Retire in 1995","web_url":"https://www.nytimes.com/1994/02/22/science/editor-of-science-to-retire-in-1995.html","abstract":"  DANIEL E. KOSHLAND Jr., editor in chief of the journal Science, has announced that he will retire from the post next year. He has held the position since 1985.    The journal is published by the American Association for the Advancement of Science. In 1993, said Dr. Eloise E. Clark, president of the association, it achieved the largest circulation increase, greatest income and highest renewal rate in its history.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Out of the Trash, an Infant Gets Another Life Chance","web_url":"https://www.nytimes.com/1994/02/22/nyregion/out-of-the-trash-an-infant-gets-another-life-chance.html","abstract":"  The baby lived because of a spring-like day, a mountain of garbage and melting snow.   Otis Parker, 57, the building superintendent at 1520 Carroll Street in Crown Heights, Brooklyn, seldom bothers with the garbage on Sunday. But the sanitation department had asked people to dig their trash out of the hills of snow that were slowly melting in the weekend's springlike thaw, so that trucks could pick it up over the next few days.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Review/Pop; Texas Takes to the Road","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-texas-takes-to-the-road.html","abstract":"  It's no coincidence that the work of songwriters from the Texas panhandle is twangingly austere and mystically obsessed with travel. In these dry Texan flatlands, the overwhelming realities are the sky and the road. Tornadoes randomly dip from above and tear up the land. The road is the inescapable metaphor for life itself. A car is such an essential possession, that like an old-time cowboy's trusted horse, it becomes a companion, invested with its own quirky personality.    This relationship between environment and popular music was made vividly clear in a program called \"The Amarillo Highway,\" which had two performances at the Church of St.  Ann and the Holy Trinity in Brooklyn Heights, on Friday and Saturday evenings. The show featured two West Texan singers and songwriters, Butch Hancock and Terry Allen, and the author Michael Ventura, doing songs and readings. They were joined by Charlene Hancock singing Mr. Ventura's plaintive ballad \"I Still Go Dancin',\" which imagines the life of Buddy Holly's character Peggy Sue at 51, and by Jesse Taylor who played acoustic guitar with Mr. Hancock. The songs and poems were illustrated with slides showing the landscape around Holly's Lubbock hometown.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"9 Peruvian Military Men Are Sentenced in Killings","web_url":"https://www.nytimes.com/1994/02/22/world/9-peruvian-military-men-are-sentenced-in-killings.html","abstract":"  Hoping to get past the most troublesome human rights case faced by President Alberto K. Fujimori, a military court in Lima, Peru, today sentenced nine army officers and enlisted men to military prison for the July 1992 killing of nine students and a lecturer at a university.    The court sentenced Maj. Martin Rivas and Maj. Carlos Pichilingue, the two leaders of the military assassination squad, to 20 years. Gen. Juan Rivero, head of army intelligence planning, got five years. Six others were sentenced to 4 to 15 years.  Corpses Discovered    The killings, at the Enrique Valle Guzman University, known as La Cantuta, have dogged the Government, particularly since last summer, when the weekly Lima magazine Si reported the location near Lima where the bodies of some of the students had been buried. They had been shot in the head at close range and their bodies had been burned.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Renaissance on 42d St.","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-renaissance-on-42d-st-264210.html","abstract":"  To the Editor:   Can it be? Will 42d Street come into its own again at last and become its old self and more? When Richard Ziegfeld, my cousin, was researching \"The Ziegfeld Touch,\" we had several conversations about the theater and the sad condition it is in today.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"The Boat People: A Chapter Closes","web_url":"https://www.nytimes.com/1994/02/22/opinion/the-boat-people-a-chapter-closes.html","abstract":"  They first floated into the world's consciousness in 1977, fishing boats crammed with desperate men, women and children fleeing the hardships and persecutions of a newly united Communist Vietnam. They encountered pirate attacks at sea and hostile receptions on nearby Asian shores. Still, nearly a million of these \"boat people\" eventually set sail, most in the late 1970's and early 1980's.   That chapter of history has now been officially closed by the United Nations High Commissioner on Refugees. The U.N.'s refugee arm declared last week that fleeing Vietnamese would no longer be automatically eligible for consideration as political refugees; they will be judged on an individual basis like other applicants. Most of the 60,000 boat people remaining in Asian refugee camps can now be legally sent back home.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Disney Drums Its Fingers as Virginia Debates the Worth of a Theme Park","web_url":"https://www.nytimes.com/1994/02/22/us/disney-drums-its-fingers-as-virginia-debates-the-worth-of-a-theme-park.html","abstract":"  The Walt Disney Company's plan to build a huge American history theme park next to this northern Virginia village 35 miles west of Washington is suddenly taking more political and economic twists and turns than a roller coaster ride.   The state's new Republican Governor, George F. Allen, is squabbling with the Democrat-controlled Legislature over whether to try to entice Disney by subsidizing some of the park's development costs, like highway construction and staff training.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Japan, Bowing to Pressure, Defers Plutonium Projects","web_url":"https://www.nytimes.com/1994/02/22/world/japan-bowing-to-pressure-defers-plutonium-projects.html","abstract":"  Bowing to international pressure, Japan has decided to postpone, for as long as 20 years, a series of multibillion-dollar nuclear power projects that would add tremendously to the world oversupply of plutonium, Japanese and American officials say.   The decision, to be announced in the next few months, came after a yearlong reassessment of Japan's ambitious but politically troublesome nuclear energy program and stemmed largely from the international outcry last year over Japan's sea shipment from Europe of more than a ton of plutonium, a highly toxic and radioactive material that is a fuel for nuclear weapons. Several of Japan's Asian neighbors banned the shipment from passing through their waters, fearing an accident or terrorist incident.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Rangers Leave Penguins One Short","web_url":"https://www.nytimes.com/1994/02/22/sports/hockey-rangers-leave-penguins-one-short.html","abstract":"  Sure it would have been a better hockey game with Mario Lemieux. Any game would be. But the sport's best player took off his uniform shortly before the Rangers played host to his Pittsburgh Penguins yesterday afternoon at Madison Square Garden. Pain from his career-threatening back injury has kept him out of all but 7 of Pittsburgh's 60 games this season.   Those able to play put on a rousing show, won by the Rangers, 4-3, on Tony Amonte's goal after only 8 seconds of overtime. This wasn't Olympic hockey, with fancy stylists darting to and fro on the bigger sheet of ice, avoiding contact as much as seeking it. This was more like watching dodge-'em cars at the carnival, with big, skilled people on a small playing surface, bashing one another along the walls, in the corners and in front of both nets.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"A.S.P.C.A. Dismisses 4 Over Money","web_url":"https://www.nytimes.com/1994/02/22/nyregion/aspca-dismisses-4-over-money.html","abstract":"  The American Society for the Prevention of Cruelty to Animals, the oldest humane society in the country, has dismissed four officials in the last few weeks, amid questions about how the agency and its finances are being managed.   The four officials, all longtime employees, were dismissed after it was discovered that some low-paid workers accumulated up to $131,000 a year in overtime, said Steven Rubenstein, a spokesman for the society. For example, the agency's senior investigator, who was dismissed last week, was paid $192,096 last year, including $131,949 in overtime.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Italy's Hot Without Tomba","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-notebook-italy-s-hot-without-tomba.html","abstract":"  Even before Alberto Tomba competes in his first ski race, Italy is heading toward its greatest Winter Games. Today, with six days still to go, the Italians earned their 14th medal, tying their best effort, two years ago in France.   As recently as 1980, at Lake Placid, the Italians won all of two medals.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"INSANITY DEFENSE IS BARRED IN TRIAL","web_url":"https://www.nytimes.com/1994/02/22/us/insanity-defense-is-barred-in-trial.html","abstract":"  A judge today ruled out an insanity defense by the man on trial in the killing an abortion doctor outside his Pensacola clinic last March.   The ruling by Judge John T. Parnham of Escambia County Circuit Court struck down the primary strategy of the lawyers defending the accused killer, Michael F. Griffin, whose trial on a charge of first-degree murder began here today.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Walk Switches to Talk","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-baseball-walk-switches-to-talk.html","abstract":"  BOB WALK is staying with the Pittsburgh Pirates, but his pitching career is over. The veteran of 14 major league seasons has agreed to join the Pirates' revamped broadcast team for this season.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/22/style/chronicle-263761.html","abstract":"  There has already been what HELAINE GEISMAR KATZ calls \"flak\" about the talk that ROSEANNE ARNOLD is supposed to give on Monday. Ms. Katz, director of the 92d Street Y Center for Adult Life and Learning, which is sponsoring the event, said she had received letters and phone calls asking, in effect, Why?   The fact that many people have strong reactions to Ms. Arnold, she said, \"probably made it even more important to us to have her speak.\" The 40-minute talk, which will be at Congregation Rodeph Sholom, 7 West 83d Street, will be followed by a question period.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Lebow Feels 'Pretty Good'","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-road-racing-lebow-feels-pretty-good.html","abstract":"  On a telephone conference call from Memorial Sloan-Kettering Cancer Center yesterday, FRED LEBOW , fighting a reoccurence of brain cancer, sounded tired and weak. The hospital continued to list his condition as fair, and he said he felt \"pretty good.\" He expects to leave the hospital Friday or Saturday in time to watch Sunday's New York Sheraton Bagel Run in Central Park.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"CLINTON NOW HOPES CALM IN SARAJEVO CAN BE BROADENED","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-clinton-now-hopes-calm-in-sarajevo-can-be-broadened.html","abstract":"  As the United Nations sought control of the remaining Serbian guns around Sarajevo, President Clinton called today for a broader use of power and diplomacy to extend the quiet in the Bosnian capital to other beseiged cities.   In Washington and in Sarajevo, attention among diplomats and military commanders turned from the tracking of artillery pieces and other heavy weapons to talk of the next steps.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"FUMES AT HOSPITAL BAFFLE OFFICIALS","web_url":"https://www.nytimes.com/1994/02/22/us/fumes-at-hospital-baffle-officials.html","abstract":"  A doctor and two nurses who were apparently poisoned by fumes from a dying woman in a strange medical episode on Saturday night are recovering, but no one knows yet what caused their symptoms.   The doctor and nurses became ill while treating a patient in the emergency room of Riverside General Hospital in Riverside, Calif. Medical experts were at a loss to explain how the patient, Gloria Ramirez of Riverside, could have emitted toxic fumes as hospital officials have suggested.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940222","headline":"Aldrich Ames and his wife are charged by the United States Department of Justice with spying for the Soviet Union.","pages":[{"title":"Aldrich Ames","web_url":"https://en.wikipedia.org/wiki/Aldrich_Ames","description":"CIA analyst and Soviet spy (born 1941)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Aldrich_Ames_mugshot.jpg/320px-Aldrich_Ames_mugshot.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"Aldrich Hazen Ames is an American former CIA counterintelligence officer who was convicted of espionage on behalf of the Soviet Union and Russia in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana. Ames was known to have compromised more highly classified CIA assets than any other officer until Robert Hanssen, who was arrested seven years later in 2001."},{"title":"United States Department of Justice","web_url":"https://en.wikipedia.org/wiki/United_States_Department_of_Justice","description":"U.S. federal executive department","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Seal_of_the_United_States_Department_of_Justice.svg/320px-Seal_of_the_United_States_Department_of_Justice.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The department is headed by the U.S. attorney general, who reports directly to the president of the United States and is a member of the president's Cabinet. The current attorney general is Merrick Garland, who has served since March 2021."}]}],"weather":[{"date":"19940222","time":"1994-02-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":65,"wspd":9.4},{"date":"19940222","time":"1994-02-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":73,"wspd":14.8},{"date":"19940222","time":"1994-02-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":69,"wspd":11.2},{"date":"19940222","time":"1994-02-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":71,"wspd":13},{"date":"19940222","time":"1994-02-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":74,"wspd":13},{"date":"19940222","time":"1994-02-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":75,"wspd":13},{"date":"19940222","time":"1994-02-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":81,"wspd":11.2},{"date":"19940222","time":"1994-02-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":90,"wspd":11.2},{"date":"19940222","time":"1994-02-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":76,"wspd":14.8},{"date":"19940222","time":"1994-02-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":79,"wspd":9.4},{"date":"19940222","time":"1994-02-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":77,"wspd":11.2},{"date":"19940222","time":"1994-02-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":79,"wspd":13},{"date":"19940222","time":"1994-02-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":65,"wspd":7.6},{"date":"19940222","time":"1994-02-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":75,"wspd":11.2},{"date":"19940222","time":"1994-02-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":78,"wspd":11.2},{"date":"19940222","time":"1994-02-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":78,"wspd":13},{"date":"19940222","time":"1994-02-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":87,"wspd":13},{"date":"19940222","time":"1994-02-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":88,"wspd":13},{"date":"19940222","time":"1994-02-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":89,"wspd":18.4},{"date":"19940222","time":"1994-02-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":92,"wspd":18.4},{"date":"19940222","time":"1994-02-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":91,"wspd":24.1},{"date":"19940222","time":"1994-02-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":86,"wspd":29.5},{"date":"19940222","time":"1994-02-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":89,"wspd":25.9},{"date":"19940222","time":"1994-02-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":88,"wspd":24.1},{"date":"19940222","time":"1994-02-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":13},{"date":"19940222","time":"1994-02-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":11.2},{"date":"19940222","time":"1994-02-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":16.6},{"date":"19940222","time":"1994-02-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":22.3},{"date":"19940222","time":"1994-02-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":14.8},{"date":"19940222","time":"1994-02-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":86,"wspd":16.6},{"date":"19940222","time":"1994-02-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":13},{"date":"19940222","time":"1994-02-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":76,"wspd":11.2},{"date":"19940222","time":"1994-02-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":76,"wspd":24.1},{"date":"19940222","time":"1994-02-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":76,"wspd":22.3},{"date":"19940222","time":"1994-02-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":18.7},{"date":"19940222","time":"1994-02-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":22.3},{"date":"19940222","time":"1994-02-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":18.7},{"date":"19940222","time":"1994-02-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":20.5},{"date":"19940222","time":"1994-02-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":22.3},{"date":"19940222","time":"1994-02-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":24.1},{"date":"19940222","time":"1994-02-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":25.9},{"date":"19940222","time":"1994-02-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":18.7},{"date":"19940222","time":"1994-02-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":44,"wspd":22.3},{"date":"19940222","time":"1994-02-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":40,"wspd":22.3},{"date":"19940222","time":"1994-02-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":39,"wspd":22.3},{"date":"19940222","time":"1994-02-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":35,"wspd":22.3},{"date":"19940222","time":"1994-02-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":32,"wspd":25.9},{"date":"19940222","time":"1994-02-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":36,"wspd":22.3}]},"19940223":{"guardian_articles":[{"date":"19940223","headline":"Rwanda tribal rampage feared after two politicians are killed","web_url":"https://www.theguardian.com/world/1994/feb/23/rwanda","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940223","headline":"5 Are Arrested in Holdup Of Atlantic City Casino","web_url":"https://www.nytimes.com/1994/02/23/nyregion/5-are-arrested-in-holdup-of-atlantic-city-casino.html","abstract":"  Less than 24 hours after two men snatched sacks containing hundreds of thousands of dollars in gambling receipts from Merv Griffin's Casino Hotel, shooting an unarmed security guard in the process, the police arrested five people and charged them with planning the unprecedented holdup.   All but $6,000 of the money from the robbery was recovered.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"After Conviction, Essex County Head Resigns","web_url":"https://www.nytimes.com/1994/02/23/nyregion/after-conviction-essex-county-head-resigns.html","abstract":"  One day after he was convicted on Federal extortion charges, the Essex County Executive, Thomas J. D'Alessio, resigned today, ending his tenure as one of the state's most powerful elected officials and shaking up the county's Democratic Party.   The Board of Chosen Freeholders, Essex County's nine-member governing body, said it would meet Wednesday night to begin choosing Mr. D'Alessio's interim successor, who will serve until the end of the year, when Mr. D'Alessio's four-year term was to have expired. The county charter requires that the successor be a Freeholder or the county business administrator.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Duran Keeps Going and Going and Going","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-boxing-duran-keeps-going-and-going-and-going.html","abstract":"  ROBERTO DURAN scored a unanimous decision last night over CARLOS MONTERO of the Dominican Republic in a 10-round supermiddleweight bout in Marseilles, France. Duran, 42, a former champion in four weight categories, looked chunky compared with his muscular 27-year-old opponent.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"For Those Who Judge, Expect Same Treatment","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-for-those-who-judge-expect-same-treatment.html","abstract":"  The judges will be under as much scrutiny as the skaters Wednesday night when the women's competition begins in Olympic figure skating.   A huge television audience will tune in. The Olympic Amphitheater will be packed with 6,000 spectators and journalists. Every decision by the nine judges will be debated, examined in detail, poured over for evidence of national bias or individual prejudice.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/23/nyregion/no-headline-268674.html","abstract":"  \"From this day forward, I no longer shall tinker with the machinery of death.\" -- JUSTICE HARRY A. BLACKMUN.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Havelange Will Run Again for President","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-soccer-havelange-will-run-again-for-president.html","abstract":"  JOAO HAVELANGE of Brazil announced yesterday that he would run for a sixth term as president of FIFA, the world governing body of soccer. The 78-year-old Havelange made the announcement, which was no surprise, during a meeting with reporters in Manhattan in conjunction with a FIFA seminar for delegates of the 24 countries participating in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"President of Ukraine Says He Will Not Run","web_url":"https://www.nytimes.com/1994/02/23/world/president-of-ukraine-says-he-will-not-run.html","abstract":"  President Leonid M. Kravchuk was quoted today as saying he will not run for re-election in June, raising anew questions about the accord Mr. Kravchuk signed with the United States and Russia to hand over all of Ukraine's nuclear weapons.   In a front-page interview in the newspaper Demokratichna Ukraina, Mr. Kravchuk said he had made \"a final decision\" not to seek a second term because he could not \"defend the current economic situation.\" The interview came a little more than a week before Mr. Kravchuk is to visit Washington for talks with President Clinton.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Even Without the Guns, Sarajevo Is Under Siege","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-even-without-the-guns-sarajevo-is-under-siege.html","abstract":"  On the snow-covered pavement outside the covered market, sleds with high runners are piled with bundles of firewood, fuel for the sheet-metal stoves developed here during the siege that can provide heat and a cooking surface by burning almost anything -- pieces of furniture, books, gas tapped from a line.   Ifet Karic, a haggard man of 45 in clothes that now hang off his frame, was among the wood sellers the other day, shivering in the cold. Sometimes he glanced toward the hills looming over the city where he collects his wood during his service as a Government soldier. The Serbian heavy guns there are quiet now, withdrawn or being rounded up in compounds guarded by the United Nations.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Justice Depraved","web_url":"https://www.nytimes.com/1994/02/23/opinion/justice-depraved.html","abstract":"In July 1974, a former British Army soldier named Brian Shaw was kidnapped and shot dead in Belfast: no witnesses, no suspect. Six months later, with hysteria mounting over Irish Republican Army bombings on the British mainland, three young Irishmen and an Englishwoman were rounded up and charged with a bombing that had killed five people and wounded more than 50 in a pub in Guildford, southwest of London, that October. \n\nThe story of the Guildford Four -- convicted on the basis of coerced confessions for a crime they did not commit, then finally freed on appeal after 15 years in prison -- is electrifyingly told in the current film \"In the Name of the Father.\" But one of the four has not been unconditionally released.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"State Panel Decides to Censure Bronx Judge","web_url":"https://www.nytimes.com/1994/02/23/nyregion/state-panel-decides-to-censure-bronx-judge.html","abstract":"  New York State's Commission on Judicial Conduct has ruled that a Bronx Supreme Court justice should be censured for using campaign funds to buy a car phone and a camcorder, and to make political contributions.   The decision to censure -- a sanction that falls between public admonishment and removal from office -- was announced yesterday against Justice Barry Salman, who was elected to a 14-year term in November 1990.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Joan of Arc, an Enduring Film Star","web_url":"https://www.nytimes.com/1994/02/23/style/IHT-joan-of-arc-an-enduring-film-star.html","abstract":"\"It was easier to burn her than to tear her from the soul of France.\"","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"In School","web_url":"https://www.nytimes.com/1994/02/23/us/in-school.html","abstract":"  The discussion topic in Room 211 at the Hunter High School 10 Percent Club was political correctness and within minutes members were debating how they like to refer to themselves. The girls felt \"gay\" was a little too male-ish, \"lesbian\" a bit harsh-sounding. Everyone concurred that \"homosexual\" had too clinical a ring.   \"There should be a term besides 'homosexuality' that means everything,\" said the club treasurer.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Enchanting Exchanges : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-enchanting-exchanges-letters-to-the-editor.html","abstract":"In your article on Faberg (\"The Opulent, and Intimate, Faberg,\" Style, Feb. 8), a spiteful and untrue comment is repeated about Queen Mary, who was an enthusiastic and scholarly collector with a real appreciation of beautiful object","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Lillehammer Gets the Gold : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-lillehammer-gets-the-gold-letters-to-the-editor.html","abstract":"Let me offer early thanks to the Norwegians for putting on the best Olympics in recent memory. This has been a simple country village celebration, with no unnecessary glitz or glamour, no false patriotism or chauvinism; just friendliness, hospitality, ho","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Review/Dance; 'Quirky' As the Word Of the Day","web_url":"https://www.nytimes.com/1994/02/23/arts/review-dance-quirky-as-the-word-of-the-day.html","abstract":"  \"Soulcatchers\" was both the overall title of the program that Kathy Wildberger and Sean Curran presented on Sunday afternoon at the Bessie Schonberg Theater and the title of their first dance. It was also the weakest effort on what was otherwise a choreographically quirky matinee.    In their collaboratively created \"Soulcatchers,\" Ms. Wildberger and Mr. Curran, both wearing skirts, fluttered coyly as if they had the bad luck to be cast as elves in some ghastly show for children. The duet was more silly than amusing.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"1894: A Difficult Dbut : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1894-a-difficult-debut-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - It is a long time since any Paris theatre has been the scene of such scandalous incidents as took place yesterday evening [Feb. 22] in the Opra-Comique. The cause of the scandal was the dbut of Mlle. Jane Harding in M. Saint-Sans","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Final Summation Offered By U.S. in Bombing Trial","web_url":"https://www.nytimes.com/1994/02/23/nyregion/final-summation-offered-by-us-in-bombing-trial.html","abstract":"  Promising that there would be \"no gimmicks, no magic,\" only \"plain talk,\" a Government prosecutor in the World Trade Center bombing trial yesterday began the Government's rebuttal of the summations of defense lawyers, which had drawn to a close only minutes before.   The prosecution's rebuttal of the defense's closing arguments is the last of the lawyers' presentations in the four-and-a-half-month-old trial. After the rebuttal, which seemed likely to end today, the presiding judge, Kevin T. Duffy, will instruct the jury in the law, and then the jury's deliberations will begin.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276286.html","abstract":"  Rejections are not unfamiliar in most authors' lives, which is why GARRISON KEILLOR came up with the idea of having five authors each write a rejection of a literary classic for the entertainment of the Authors Guild Foundation benefit at the Metropolitan Club on March 7.    Calvin Trillin said he would dismiss T. S. Eliot's \"Waste Land\" in rhyme; Wendy Wasserstein planned to disappoint Jane Austen; Anna Quindlen would cast off \"Alice in Wonderland\"; George Plimpton planned to reject some imaginary work. But with 12 days to go there may be changes.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-276243.html","abstract":"  My Virginia  Ohio Theater 66 Wooster Street SoHo Through March 6 Written and performed by Darci Picoult; directed by Suzanne Shepherd. Part of Word Fire Festival 1994. Presented by Watermark Theater, Nella Wagman, artistic director, and Parallax, Jeanne Muller, executive producer.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Critic's Notebook; Torvill and Dean Opt for Pure Dance, and Lose","web_url":"https://www.nytimes.com/1994/02/23/arts/critic-s-notebook-torvill-and-dean-opt-for-pure-dance-and-lose.html","abstract":"  It might be argued that a dance critic who has followed Jayne Torvill and Christopher Dean since they won an Olympic gold medal in 1984 and then turned professional has a very different bias from a skating judge. But even the public at large seems stunned by the fact that the British pair won only the bronze in the Olympic ice-dancing competition on Monday in Norway. The overriding feeling seems to be that they should have won the gold.   By now, the debate over whether ice dancing is a sport or an art is just one big yawn. Torvill and Dean, as they are known throughout the world, were not the first to prove that skating can be a means of artistic expression, even in rules-burdened international competition. But they are the ones who have done the most to make the issue moot through their dazzling creativity.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"Amid Artifacts of Past, Gadfly Visions of Future","web_url":"https://www.nytimes.com/1994/02/23/nyregion/about-new-york-amid-artifacts-of-past-gadfly-visions-of-future.html","abstract":"  LOOKING into the large storefront at 49 East Houston Street, it is hard to figure out exactly what goes on inside. In one window there is a pedicab, a bicycle conveyance for two passengers like the ones in Calcutta. The other window has brochures on low-energy transport and broadsides inveighing against advertising linked to public toilets. Then there are pictures of antique wooden bars.    \"That's what I do for a living -- I sell old bars,\" said Steve Stollman, the 51-year-old proprietor, somewhat helpfully. \"I buy them from gin mills going out of business and I sell them to restaurants that are opening up.\" Just inside the door there is a 12-foot bar from a hotel in Pennsylvania that teetotaling owners had turned into a soda fountain.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Me'Shell: Debut on Madonna Label","web_url":"https://www.nytimes.com/1994/02/23/style/IHT-meshell-debut-on-madonna-label.html","abstract":"NdegOcello means \"free like a bird\" in Swahili. I don't know what Me'Shell means, but she was born with it in Berlin. Me'Shell is the first woman signed to Madonna's Maverick record label. The band may be under her name but Me'Shell looks","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Clues but No Real Answers In Fumes Case at Hospital","web_url":"https://www.nytimes.com/1994/02/23/us/clues-but-no-real-answers-in-fumes-case-at-hospital.html","abstract":"  The mystery in an apparent poisoning of a doctor and two nurses who were caring for a patient in a California emergency room last weekend deepened yesterday even as doctors gained clues to they type of poison.   Medical officials say that a chemical used in many pesticides, organophosphate, was a leading candidate as the poison, but that they have no idea how or why the poison got into the emergency room. The patient was initially suspected of emitting toxic fumes.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Supreme Court Roundup; Court to Weigh Ban on Spread Of Some Fliers","web_url":"https://www.nytimes.com/1994/02/23/us/supreme-court-roundup-court-to-weigh-ban-on-spread-of-some-fliers.html","abstract":"  The Supreme Court agreed today to decide whether states can ban the distribution of anonymous campaign literature.   The case is an appeal by an Ohio woman who was fined under the state's election law for distributing leaflets, signed only by \"concerned parents and taxpayers,\" urging the defeat of a local tax referendum. At stake is the constitutional balance between the free speech rights protected under the First Amendment and a state's interest in guarding against election fraud.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Fund for Neediest Lags; Forgotten by Delayers?","web_url":"https://www.nytimes.com/1994/02/23/nyregion/fund-for-neediest-lags-forgotten-by-delayers.html","abstract":"  As The New York Times Neediest Cases Fund enters its last week, dozens of readers have suddenly begun to heed the gnomic six-word warning, \"To delay may mean to forget,\" that has served as the fund's unofficial motto for decades.   The maxim is usually included in small lettering at the end of articles about contributors to the fund or about the assistance the fund gives to hundreds of thousands of indigent New Yorkers every year.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Not Much for the Artist","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-not-much-for-the-artist-275964.html","abstract":"  To the Editor:   \"The Strictest Censor Is the Bottom Line\" (The Week in Review, Feb. 13), your article on art in the 90's, errs in stating that the tax bill passed last August allows gifts of appreciated art to museums \"to be fully deducted at the fair market value.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Study Ties Women's Brands To Smoking Increase for Girls","web_url":"https://www.nytimes.com/1994/02/23/us/study-ties-women-s-brands-to-smoking-increase-for-girls.html","abstract":"  A NEW study has linked a sharp increase in smoking by teen-age girls in the late 1960's and early 1970's to soaring sales of widely advertised cigarettes for women.    The study's authors say their findings provide the strongest evidence to date that cigarette advertising, despite industry assertions to the contrary, lures children into starting smoking.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Pope Deplores Gay Marriage","web_url":"https://www.nytimes.com/1994/02/23/world/pope-deplores-gay-marriage.html","abstract":"  Fueling a debate in the United States and Europe over homosexual matrimony, Pope John Paul II chastised such unions today as \"a serious threat to the future of the family and society\" and said they could not be \"recognized and ratified as a marriage in society.\"   The Pope's comments were made in a 100-page letter on family values that not only restated the Vatican's familiar views on contraception, divorce and abortion but also sent a message to Catholics to refrain from supporting the notion of gay or lesbian marriage.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Secular Muslim Countries Watch Bosnia","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-secular-muslim-countries-watch-bosnia-275956.html","abstract":"  To the Editor:   The United States and the West often show little understanding of the impact of their actions or inaction on other countries. Take Bosnia. While there has been much concern -- and little action -- about the atrocities committed daily against the citizens of Bosnia by the Serbs and Croats, Americans do not stop and think how their actions affect countries other than the former Yugoslavia.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Kraft Is Approved as Patriot Owner","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-nfl-kraft-is-approved-as-patriot-owner.html","abstract":"  The sale of the New England Patriots to ROBERT KRAFT was unanimously approved yesterday by National Football League owners, assuring the team a new stability and a permanent spot in New England.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Williams Is 'Awake and Alert' in Hospital","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-williams-is-awake-and-alert-in-hospital.html","abstract":"  TED WILLIAMS was \"awake and alert\" but still had some loss of sight and weakness days after a minor stroke. \"All his indicators are favorable for recovery,\" said DANIEL MOORE, a spokesman for Shands Hospital in Gainesville, Fla. Williams, 75, was admitted to Citrus Memorial Hospital on Saturday after his mild stroke at home. He was transferred Monday to Shands.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Sports of The Times; No Taste Of Victory For Harding","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-of-the-times-no-taste-of-victory-for-harding.html","abstract":"  IF Tonya Harding wins the gold, I promise to eat my plate, right down to the very last bite.   My ears could not handle losing their closest friend in Norway -- my hat -- and my words long ago ceased going directly to paper. No way I munch on a laptop computer, so a compromise would seem to be the local lunch platter, hold the lunch. This, I am obligated to report, wouldn't be an Olympic first.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"At Some Artillery Sites, Serbs Remain Stubborn","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-at-some-artillery-sites-serbs-remain-stubborn.html","abstract":"  Although the United Nations claims to control all Serbian artillery within 12.4 miles of Sarajevo, this village just west of the capital illustrates that the control is partial at best.    Despite protracted negotiations, Serbian forces are frustrating efforts by British troops here to bring 19 pieces of artillery under United Nations control, two days after a NATO deadline.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/23/nyregion/bridge-272590.html","abstract":"  In any bidding system, it should be possible to describe a distribution, within close limits, in two bids. For this reason three-suited hands, 4-4-4-1 or 5-4-4-0, are a nuisance. If the opening bidder shows one of his suits and then another, a fit in the third suit can easily be missed.   Some 60 years ago an avant-garde system devised by Harold Bissell included specific bids for three-suiters. A similar plan was followed two decades later in the Roman System, which used two clubs to show normal three-suiters, with 11-16 points, and two diamonds for stronger hands. Variations of this idea are common in tournament play.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/02/23/books/book-notes-273481.html","abstract":"  Author and Subject   Stephan Lesher's new biography, \"George Wallace: American Populist\" (Addison-Wesley), is a thoroughly documented account of Governor Wallace's life that seeks, as the author said in an interview, \"to present him as wholly as possible.\"    It is no secret that Mr. Lesher feels an almost grudging admiration for the political importance of a man he covered for years, first as a reporter in three small-town Southern newspapers and then as a reporter for Newsweek. Nor is it a secret to those connected to the book that Mr. Lesher paid Mr. Wallace for his cooperation, which included exclusive access to his papers at the University of Alabama at Birmingham and hours of interviews.","thumbnail":null,"section":"Books"},{"date":"19940223","headline":"New Delhi Journal; Bandit Queen Returns, an Angel to the Oppressed","web_url":"https://www.nytimes.com/1994/02/23/world/new-delhi-journal-bandit-queen-returns-an-angel-to-the-oppressed.html","abstract":"  In the legend conveyed by the books, films and articles that have made her one of India's best-known women, Phoolan Devi is known as the Bandit Queen, the Avenging Angel and the Rebel of the Ravines -- a lower-caste fisherman's daughter from the badlands south of Delhi who leveled a bolt-action Mauser rifle in protest against a life of lower-caste misery and male repression.    When Miss Devi was released from prison last weekend, after 11 years without trial, few newspapers revived the grimmer facts behind the legend, involving years of armed robbery, kidnapping for ransom and murder.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"They Dream of (Soccer) Genie","web_url":"https://www.nytimes.com/1994/02/23/sports/IHT-they-dream-of-soccer-genie.html","abstract":"What is the main component to winning a World Cup? You and I might believe that talent is preeminent - and that organization, fitness, teamwork and money are secondary..Saudi Arabia appears to think differently. In hiring and firing first a Brazilian,","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Taking the Pro Plunge When Feet Aren't Wet","web_url":"https://www.nytimes.com/1994/02/23/sports/on-pro-tennis-taking-the-pro-plunge-when-feet-aren-t-wet.html","abstract":"  The promoters say definitely. Her coach says maybe. Her father says possibly. Her mother says why so soon. The sponsors say hurry up already.    What the player herself says is that she wants to compete this August in the Virginia Slims of Los Angeles at Manhattan Beach, Calif., an upscale seaside haunt she rarely glimpsed from Compton, Calif., the downscale suburb where she spent her wonder years before relocating to Florida at age 11 to begin taking in tennis every which way but intravenously.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"1944: Sweden Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1944-sweden-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Bombs from \"foreign planes\" fell in Stockholm tonight [Feb. 22] for the first time in the war, and the official Swedish news agency said citizens of the neutral capital were in a \"panic mood.\" T","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"The Hatter's Shakes","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-the-hatter-s-shakes-275980.html","abstract":"  To the Editor:   Re \"What It Was That Made Hatters Mad\" (letter, Feb. 9):   Danbury, Conn., where I have lived all my life, was known as the hat city of the world. I worked as a hatter during school breaks. My grandfather was a hatter, and members of my family worked in the factories.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"2 Children Are Killed In Car Fire; Mother Held","web_url":"https://www.nytimes.com/1994/02/23/nyregion/2-children-are-killed-in-car-fire-mother-held.html","abstract":"  A woman was accused of killing two of her young children today by igniting a can of gasoline in her car as the infants sat trapped in the back seat, the authorities said.   In seconds, flames and thick smoke filled the car as the woman, Maria Montalvo, 29, was pulled from the open driver's door, her coat aflame. Then it exploded into a fireball in the driveway of Ms. Montalvo's in-laws' home as her husband and a neighbor tried in vain to unlock the two rear doors and pull the children to safety.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Despite Problems, Recycling Works, Sometimes, Some Places","web_url":"https://www.nytimes.com/1994/02/23/nyregion/despite-problems-recycling-works-sometimes-some-places.html","abstract":"  Recycling in New York City poses problems, but in some neighborhoods it works very well, and it can be made to work all over, according to its advocates. And, at least according to optimists, it can cost less than alternatives like incineration, or burying wastes at the Fresh Kills landfill or in another state.    But the city says it does not know when it can reach the goals laid out in the recycling law passed by the City Council in 1989.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Sell WNYC? Unthinkable.","web_url":"https://www.nytimes.com/1994/02/23/opinion/sell-wnyc-unthinkable.html","abstract":"  Senselessly, New York City may sell its public broadcasting outlets -- WNYC-AM and FM and WNYC-TV, Channel 31 -- to commercial interests. Mayor Rudolph Giuliani, in drawing up his four-year fiscal plan, has indicated that these treasured cultural institutions could be sold to help close a $2.3 billion budget gap for the 1995 fiscal year   Supporters of the sale say New York has \"no business in broadcasting.\" Come on. It is no more \"in broadcasting\" than it is \"in museums.\" The city provided complete financial support until 1979, when WNYC started relying on contributions from listeners and viewers. Today, self-sufficiency and independence are near: about 90 percent of the stations' operating costs and program funds are generated by the private, nonprofit WNYC Foundation; the city's direct cash contribution to the stations' $17 million budget is down to $1.7 million.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Henderson Watchers May Get a Surprise","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-henderson-watchers-may-get-a-surprise.html","abstract":"  Followers of the annual spring ritual known as the RICKEY HENDERSON watch could be in for a shock this year. Henderson, the Oakland Athletics' perennial enigma, actually may arrive in camp with the rest of the players, Manager TONY LA RUSSA said yesterday in Scottsdale, Ariz. \"I talked to Rickey last week and I think there's an excellent chance he'll be here Thursday,\" La Russa said, citing the day of the A's first full-squad workout. \"That would be a big plus for us.\" Henderson rejoined the A's as a free agent.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/23/sports/transactions-275522.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Agreed to terms with J.T. Snow, first baseman, and Rod Correia, infielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Prenatal Testing : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-prenatal-testing-letters-to-the-editor.html","abstract":"Regarding \"Dilemma of Knowing: Patients, Not Doctors, Now Make the Hard Choices\" (Jan. 28):.Yes, perhaps prenatal diagnosis does lead to \"the most tortured medical decisions today.\" Ultrasound tests are nearly routine, yet notorious","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Books of The Times; How Stars and Stargazers Deserve Each Other SUB!!SUB!!","web_url":"https://www.nytimes.com/1994/02/23/books/books-of-the-times-how-stars-and-stargazers-deserve-each-other-sub-sub.html","abstract":"   Claims to Fame   Celebrity in Contemporary America   By Joshua Gamson   Illustrated. 256 pages. University of California Press. $35, cloth; $14, paper.    \"Who are the sexiest actors working today?\" Entertainment Weekly's intrepid Dana Kennedy asks Meryl Streep, Glenn Close and Winona Ryder. Obligingly, they offer names: John Turturro, says Ms. Ryder; Kevin Bacon, says Ms. Streep; John Malkovich is \"lookin' good,\" Ms. Close asserts. (Her dropped \"g\" is a folksily roguish touch.) Then they demur: if men were asked to name sexy actresses in print, they point out, stomachs would turn.","thumbnail":null,"section":"Books"},{"date":"19940223","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/23/nyregion/c-corrections-268771.html","abstract":"  A map of Bosnia yesterday showing areas controlled by Muslims, Serbs and Croats reversed two labels. The area identified as under the control of Bosnian Serbs is actually under the control of Croats, and vice versa.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-273171.html","abstract":"  Looking Back  Henry Street Settlement 466 Grand Street Lower East Side Through March 13 Conceived and directed by Shauneille Perry; songs by Micki Grant; musical director, Julius Williams; set by Robert Schwartz; costumes by Judy Dearing; lighting by Antoinette Tynes; choreographer, Chiquita Ross-Glover; production stage manager, Dale Smallwood. Presented by New Federal Theater; Woodie King Jr., producer WITH: Lena Berrios, Debbie Blackwell-Cook, Anthony Gaglione, Micki Grant, Pepsi Robinson, Miki Sakaguchi and Adam Wade.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Green Plans Investigation Of Files Lost By a Court","web_url":"https://www.nytimes.com/1994/02/23/nyregion/green-plans-investigation-of-files-lost-by-a-court.html","abstract":"  Accusing the city's Housing Court of losing thousands of documents each year, Public Advocate Mark J. Green said yesterday that he would conduct an investigation focusing on the Civil Court Administration's handling of files.   Mr. Green, the city's second-highest elected official, said he had become aware of problems in the Housing Court after receiving a complaint from the owner of an Upper West Side apartment building who was unable to enforce a court ruling evicting her superintendent because the court lost her documents.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"From the Chinese Camps : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-from-the-chinese-camps-letters-to-the-editor.html","abstract":"Regarding the review of \"Bitter Winds:A Memoir of My Years in China's Gulag\" (Books, Feb. 10):.Andrew J. Nathan, in his interesting review, states that \"there have been many memoirs about the suffering of the Chinese under Mao, but none","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"A Fractional Peace","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-a-fractional-peace.html","abstract":"  Behind the self-congratulation and assertions of victory in the Clinton Administration over the military respite in Sarajevo lie two stark realities: fighting still rages in parts of Bosnia and Herzegovina, and any peace settlement that emerges may very well give the Muslims less territory than they could have gotten a year ago.   The NATO allies can plausibly take credit for finally giving the Bosnian Serbs an ultimatum that worked, proving that the credible threat of force can get at least short-term results. But their very success raises the question of why it took the United States and the rest of NATO so long: the Serbs have been seizing territory, after all, for nearly two years.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Public & Private; Go For the Gold","web_url":"https://www.nytimes.com/1994/02/23/opinion/public-private-go-for-the-gold.html","abstract":"  The In-Home All-Kid Winter Olympics began here on the second school snow day of the year. The opening ceremonies consisted of eating Honey Nut Cheerios out of the box and singing along loudly to the Royal Canadian Kilted Yaksmen anthem from the Ren and Stimpy show.   \"You be Nancy,\" said the representative of the third grade to the representative of the kindergarten. \"I'll be Tonya's bodyguard.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Beyond Nonproliferation : Other Comment","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-beyond-nonproliferation-other-comment.html","abstract":"The international regime, and U.S. policy in particular, must move beyond the strategy of managing proliferation to one of active denuclearization - capping arsenals and moving toward their elimination, and reversing the incentives to obtain nuclear weap","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"After Rent-Free Years, Boaters Face Eviction; L.I. Yacht Club Must Leave State Land","web_url":"https://www.nytimes.com/1994/02/23/nyregion/after-rent-free-years-boaters-face-eviction-li-yacht-club-must-leave-state-land.html","abstract":"  On Long Island, where boaters are numbered in the thousands and sometimes must wait as long as a decade to find berths for their vessels, membership in the Kings Park Yacht Club is something of a plum.   The weatherworn brown-shingled clubhouse, overlooking the mouth of the Nissequogue River, is not a place where people in ascots and blue blazers gather to sip Chardonnay. Nor do the members moor streamlined 60-foot schooners and three-bedroom luxury cruisers. Rather, most own small sloops and fishing boats with outboard motors.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Appeals Court Gives Go-Ahead to Switch Of State Senate Seat","web_url":"https://www.nytimes.com/1994/02/23/us/appeals-court-gives-go-ahead-to-switch-of-state-senate-seat.html","abstract":"  A Federal appeals court today refused to block a lower court order that last week shifted the political majority in the state Senate by throwing a Democrat out of his seat and replacing him with his Republican opponent in the election last November.   After an emergency session, a panel of the United States Court of Appeals for the Third Circuit today scheduled oral arguments for March 10 on the decision by Judge Clarence C. Newcomer to remove William G. Stinson, and replace him with Bruce S. Marks.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"From Top of the Pile To Bottom of the Mets","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-from-top-of-the-pile-to-bottom-of-the-mets.html","abstract":"  Pete Smith has been here before. He looks around the Mets' spring-training complex and he sees players who have been through the worst. And although he wasn't with them last season, he knows exactly how they feel.   Smith was a member of the Atlanta Braves in 1993, the season the Mets lost 103 games and the Braves went to the playoffs for the third straight year. Still, he can remember a time not so long ago -- three springs to be exact -- when he came into a camp where memory loss could be one's best asset.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Japan's Retreat on TV","web_url":"https://www.nytimes.com/1994/02/23/us/japan-s-retreat-on-tv.html","abstract":"  Japan is considering abandoning its high-definition television system. The announcement that the Government may adopt a system using digital technology was an admission that Japan had fallen behind the United States in television advances.    Business Day, page D1.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/23/nyregion/metro-digest-269441.html","abstract":"  OLD POLICE JOB IS BACK: TRUANT OFFICER   Trying to get juvenile delinquents off the streets, the New York Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school. More than 100 police officers will be assigned to the task full time in the coming weeks, in what city officials said would be a major part of a plan to curb youth violence and mischief. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Senate Debates Budget Amendment","web_url":"https://www.nytimes.com/1994/02/23/us/senate-debates-budget-amendment.html","abstract":"  The Senate began a long and solemn debate tonight on a proposed constitutional amendment to require the Federal budget to be balanced. Its chief sponsor asked Congress and the states to take away the \"blank check\" that Government had used to build the national debt to $4 trillion.   \"The deficit grows and grows, ad infinitum,\" said Senator Paul E. Simon, Democrat of Illinois, the main sponsor. Pointing to the young messengers who serve the Senate, he added, \"It is hurting these pages and their future right down here.\"","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/23/sports/results-plus-273082.html","abstract":"  TENNIS  Graf-Austin Matchup  Steffi Graf of Germany needed only 47 minutes to defeat Gigi Fernandez in a first-round match of the $400,000 Evert Cup women's tournament yesterday in Indian Wells, Calif. Graf spoiled Fernandez's 30th birthday with a 6-1, 6-2 thrashing at the Grand Champions resort. Graf will meet Tracy Austin today in the second round. Austin won her first-round match Monday in struggling fashion, defeating Radka Zrubakova of Slovakia, 6-2, 5-7, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Court Orders Revised Goals For Recycling","web_url":"https://www.nytimes.com/1994/02/23/nyregion/court-orders-revised-goals-for-recycling.html","abstract":"  New York State's highest court ruled today that New York City has violated the law by failing to meet the requirements of its own 1989 recycling statute, and it ordered the Giuliani administration to devise a new and potentially expensive timetable for doing so.   The decision could mean a new fiscal headache for Mayor Rudolph W. Giuliani, who has proposed saving $5.7 million in next year's city budget by decreasing the frequency of residential recycling collection. But some city officials said the decision could give the Mayor new leverage in negotiations with the sanitation workers' union, a critical component of his plan to close a $2.3 billion budget gap in the fiscal year that begins on July 1.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"3 Are Arrested After Shootout At Restaurant","web_url":"https://www.nytimes.com/1994/02/23/nyregion/3-are-arrested-after-shootout-at-restaurant.html","abstract":"  Three gunmen were captured last night after a shootout with the police during an attempted robbery at a Roy Rogers Restaurant in Queens.   Police officials said no one was hurt, including a dozen or so customers and employees who were caught inside at 8:15 P.M. when the three men, two of them with pistols, entered and shouted, \"This is a holdup.\"","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/02/23/us/personal-health-274410.html","abstract":"  \"CHEAP 100-Year-Old Household Drug Found to Fight Heart Attacks, Strokes, Cancer, Etc.\" sounds like a too-good-to-be-true headline. But dozens of studies involving more than a million people have hailed such a drug. It is none other than ordinary aspirin, the standby for reducing pain, fever and inflammation.   The findings of recent studies strongly suggest that an aspirin a day -- or at least every other day -- may be better than an apple at keeping the doctor away. Aspirin, these studies indicate, can reduce a person's chances of suffering a heart attack or stroke and of developing cancers of the colon and other digestive organs. It may also improve brain function in people with dementia who have suffered little strokes, ward off or reduce the severity of migraine headaches and help prevent hazardous high blood pressure in pregnant women. Also being studied are aspirin's possible roles in preventing cataracts and averting recurrences of gallstones.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Greece Is Out of Order","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-greece-is-out-of-order.html","abstract":"There is something wrong with the Greek government's sense of logic. It says it is afraid of chaos in the Balkans. It then slaps a trade embargo on its small northern neighbor, Macedonia, thereby threatening to widen the Balkan chaos. Since they broke aw","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Don't Rush Back to Unesco","web_url":"https://www.nytimes.com/1994/02/23/opinion/don-t-rush-back-to-unesco.html","abstract":"  The State Department recommends that the United States wait until at least 1995 before rejoining Unesco, the United Nations Educational, Scientific and Cultural Organization. That makes political as well fiscal sense. Both Unesco and the U.N. system benefited from the Reagan Administration's decision to pull out a decade ago. A two-year delay will give Congress a chance to determine whether the gross mismanagement prompting that pullout has been convincingly corrected.   Mr. Reagan's move won widespread applause. Washington provided one-fourth of the budget for Unesco's profligate Paris-based bureaucracy, notorious as a patronage dumping ground. Unesco had also become synonymous with vaporous declarations that were hostile to Western institutions, especially the press. Delegates from Soviet bloc and third-world tyrannies pushed for a \"New World Information Order\" in which journalists would become little more than cheerleaders for established regimes.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Scalia: Fifth Amendment 'Clearly Permits the Death Penalty'","web_url":"https://www.nytimes.com/1994/02/23/us/scalia-fifth-amendment-clearly-permits-the-death-penalty.html","abstract":"  Following are excerpts from Justice Antonin Scalia's opinion concurring in the Supreme Court's order denying review in a Texas death penalty case, Callins v. Collins, No. 93-7054. In it, Justice Scalia responds to Justice Harry A. Blackmun's condemnation of the death penalty.   Justice Blackmun dissents from the denial of certiorari in this case with a statement explaining why the death penalty \"as currently administered,\" is contrary to the Constitution of the United States. That explanation often refers to \"intellectual, moral and personal\" perceptions, but never to the text and tradition of the Constitution. It is the latter rather than the former that ought to control. The Fifth Amendment provides that \"(n)o person shall be held to answer for a capital . . . crime, unless on a presentment or indictment of a Grand Jury, . . . nor be deprived of life . . . without due process of law.\" This clearly permits the death penalty to be imposed, and establishes beyond doubt that the death penalty is not one of the \"cruel and unusual punishments\" prohibited by the Eighth Amendment.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Radinsky Will Probably Miss Season","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-radinsky-will-probably-miss-season.html","abstract":"  SCOTT RADINSKY, A Chicago White Sox reliever, had a malignant lymph node removed from his neck, and will likely miss the season while undergoing treatment to prevent the spread of Hodgkin's disease. Radinsky, 25, has returned to his home in Simi Valley, Calif., to begin chemotherapy and radiation treatments that could last six to eight months.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"On Ulster Border, Grim Days for Grenadier Guards","web_url":"https://www.nytimes.com/1994/02/23/world/on-ulster-border-grim-days-for-grenadier-guards.html","abstract":"  The squad of British infantrymen of the Grenadier Guards, automatic rifles at the ready, moved at double-time out of their base on a routine patrol to look for guerrillas of the Irish Republican Army.   The British soldiers operate in the rolling green hills and villages of this southern border region of the British province of Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Do Oscar Nominees Benefit at Box Office? This Year, Not Much","web_url":"https://www.nytimes.com/1994/02/23/movies/do-oscar-nominees-benefit-at-box-office-this-year-not-much.html","abstract":"  Films nominated for Academy Awards usually get a big boost at the box office. Not this year.   Since being nominated on Feb. 9 for a whole slew of Oscars, including best film, \"The Remains of the Day\" and \"The Piano,\" two critically acclaimed movies, have registered barely more than an extra blip on the box-office radar screen.","thumbnail":null,"section":"Movies"},{"date":"19940223","headline":"Last Japanese Comes Up Short : Germans Leap Past Japan to Win the 120-Meter Gold","web_url":"https://www.nytimes.com/1994/02/23/sports/IHT-last-japanese-comes-up-short-germans-leap-past-japan-to-win-the.html","abstract":"The German approached the Japanese a few moments before they were to jump off their edge of the earth. \"Congratulations on winning the gold medal,\" the German, Jens Weissflog, said Tuesday..Then Weissflog zipped down the track, his skis sound","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Death Penalty Is Renounced By Blackmun","web_url":"https://www.nytimes.com/1994/02/23/us/death-penalty-is-renounced-by-blackmun.html","abstract":"  Justice Harry A. Blackmun said today that after a 20-year struggle with the issue of capital punishment, he had concluded that \"the death penalty experiment has failed\" and that it was time for the Court to abandon the \"delusion\" that capital punishment could be consistent with the Constitution.   \"From this day forward, I no longer shall tinker with the machinery of death,\" Justice Blackmun, the Court's 85-year-old senior member, wrote in an emotional, highly personal and solitary dissent from the Court's refusal to hear the appeal of a Texas inmate.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Review/Met Opera; Caught Between Faith and a Brutal World","web_url":"https://www.nytimes.com/1994/02/23/arts/review-met-opera-caught-between-faith-and-a-brutal-world.html","abstract":"  The Metropolitan Opera's production of \"Dialogues of the Carmelites\" opens with a haunting image: in silence, and bathed in warm light on a raked stage, nuns lie prostrate in prayer with their arms outstretched on a large white cruciform slab. The picture lasts only a few seconds before Poulenc's jagged opening string motto shatters the silence, and the scene is moved to the library of the Marquis de la Force. But in its simplicity and brevity, the violently interrupted scene suggests the tragedy that is about to unfold.   John Dexter's stark production was an eye-opener when the Met first staged it in 1977, and its power was was undiminished on Monday evening, when it returned to the house after a seven-year absence. Its sets, sleek and minimal, are far more evocative than the overpacked shows that fill the stage most nights.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"In America; Counting the Jobless","web_url":"https://www.nytimes.com/1994/02/23/opinion/in-america-counting-the-jobless.html","abstract":"  The Government has changed the way it determines the national unemployment rate, which has resulted in a number that is marginally higher. But the new and supposedly improved methodology does not provide anything close to an accurate picture of a devastating jobs crisis that is becoming ever more entrenched.   Legions of Americans who once felt secure in the workplace are now stunned to find themselves caught in the hideous undertow of long-term unemployment. You don't hear much from them after that. The jobless tend to go quietly. One day they're at their work station, the next day they're not. When enough time passes, they're no longer even counted as unemployed.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Sabotage Against Muslim Speaker Charged","web_url":"https://www.nytimes.com/1994/02/23/nyregion/sabotage-against-muslim-speaker-charged.html","abstract":"  An organization of black students at Trenton State College today accused the school's administration of attempting to sabotage its effort to bring a controversial speaker from the Nation of Islam to the campus next week.   The planned speech on Monday would come two months after the speaker, Khalid Abdul Muhammad, spoke at another state school, Kean College in Union, and made what many considered to be inflammatory remarks against Jews, Catholics, whites and homosexuals.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"A Pause In Scandal: Now They Will Skate","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-a-pause-in-scandal-now-they-will-skate.html","abstract":"  After weeks of ceaseless speculation, of courtroom drama and a threatened lawsuit, of a possible suspension and last-minute relenting, after claustrophobic training sessions under searing pressure, Nancy Kerrigan and Tonya Harding have nothing left to do at the Olympics but skate.   It seemed as if this day might never come, the two of them together, skating for a gold medal, accountable for the moment to no one other than nine judges scoring at rinkside.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Topics of The Times; Antique Tech","web_url":"https://www.nytimes.com/1994/02/23/opinion/topics-of-the-times-antique-tech.html","abstract":"  The neon sign may read Tower Records, but the store has not stocked records for years. When the customer told the salesclerk at the front desk he was there to pick up a stylus, she looked blank. \"I'm sorry,\" she said, \"this store does not do special orders.\"   \"But I called in the order two weeks ago,\" he replied, \"and I have an order number.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Hospitals Cost Too Much for Long Birth Stays; Shifting the Burden","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-hospitals-cost-too-much-for-long-birth-stays-shifting-the-burden-275930.html","abstract":"  To the Editor:   Re \"Drive-Through Deliveries\" (Op-Ed, Feb. 14): When I gave birth to my son last year, I was, in accordance with my insurance company's policy, discharged from the hospital 24 hours after giving birth.    Not only was I still groggy after having been in labor for 32 hours, but I was also forced to leave my baby behind, as he was being monitored in the intensive care unit for a pneumothorax. I spent the next two days shuttling between my bed at home and the hospital, where I tried to establish breastfeeding with my son.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-276251.html","abstract":"  Holly Hughes  Performance Space 122 150 First Avenue, at Ninth Street East Village Through March 12 Written and performed by Holly Hughes; directed by Dan Hurlin; lighting by Eleanor Savage; production assistants, Sharon Hayes and Jackie Gares; technical director, David Herrigel. Presented by P. S. 122.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"U.S. Accuses 9 in Kickback Scheme at Space Agency","web_url":"https://www.nytimes.com/1994/02/23/us/us-accuses-9-in-kickback-scheme-at-space-agency.html","abstract":"  Federal prosecutors today accused eight people who work for either NASA or three of its contractors, as well as a partner in a consulting firm headed by a former space agency administrator, of taking part in bribery and kickback schemes at the Johnson Space Center.   The Justice Department said agents posing as executives paid bribes to win a place aboard the space shuttle for a fake device to detect and crush kidney stones during space missions. The ailment is thought to be a risk on long flights.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/23/us/inside-268151.html","abstract":"  Court Orders New Timetable For New York City Recycling   The state's highest court said New York City had violated the law by failing to meet the requirements of its own recycling statute, and ordered the city to devise a potentially expensive new timetable to do so. Page B1. 9 Accused in NASA Inquiry    Federal prosecutors accused nine people, including a partner of a former space agency administrator, of taking part in several bribery and kickback schemes. Page A10.  Senate Approves Talbott    Republicans attacked Strobe Talbott, and 31 voted against his nomination as Deputy Secretary of State, but he was confirmed. Page A9. Donor to Health Causes Dies   Mary Woodard Lasker, a philanthropist who championed medical research on cancer, heart and eye diseases and also supported urban beautification projects, was 93. Page A17. New CUNY Rules on Income    The trustees of City University called for the Chancellor and top aides to disclose any outside income. Page B1.    ","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276278.html","abstract":"  There's nothing too unusual about going to law school and graduating, or marrying, or running in the New York City marathon, or buying a red car. But that's the whole point of the gathering to be held March 15 at the Plaza Hotel. Called \"Celebrate Life,\" the event is sponsored by the National Alliance of Breast Cancer Organizations and the idea is to let women know that life -- and as some of last year's participants related, law school, marathons and red cars -- goes on after a breast cancer diagnosis.   One of the women to be honored is Dr. SUSAN STEWART, an internist whose breast cancer was diagnosed three years ago, just after she completed a term as president of the American Medical Women's Association. Within two months of surgery, she returned to her practice.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"On Paper, the U.S. Can't Defeat Finland, but Hockey Is Played on Ice","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-notebook-paper-us-can-t-defeat-finland-but-hockey-played-ice.html","abstract":"  On paper, it's not much of a contest. Finland is 5-0, has given up only four goals and leads the Olympic hockey tournament in power-play percentage.   So why should the United States, with a 1-1-3 record, 17 goals allowed, and seventh in the power-play rating, believe it has a good chance of beating the Finns in the quarterfinals on Wednesday?","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"BASEBALL;\nSister Strikeout Does the Job","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-sister-strikeout-does-the-job.html","abstract":"As the players gathered for a group picture, Ila Borders responded to the photographer's request and moved four steps to the front.\n\n\"Ila! Ila! Ila! Ila!\" the players on the Southern California College team began chanting. Borders, with her curly, brown ponytail sprouting out of her blue and white pinstriped cap and with her arms crossed, did not move. She refused to acknowledge the high jinks of her teammates.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Ingestion for Hong Kong, Indigestion for Beijing","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-ingestion-for-hong-kong-indigestion-for-beijing.html","abstract":"That the sound and fury of the \"disagreement\" between Britain and China signify nothing was first divined by the Hong Kong stock market about six months ago, when there ceased to be any relationship between the political temperature and movemen","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Mattingly Sticks With The Here And Now","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-mattingly-sticks-with-the-here-and-now.html","abstract":"  Maybe Don Mattingly is simply using reverse psychology on himself. Maybe the constant discussion about his futile effort to play in the post-season will dissipate if he treats it casually.   After sauntering into spring training last February and saying that he wanted it all, Mattingly today danced around the topic of playing baseball in late October.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Properly Tough on Tokyo : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-properly-tough-on-tokyo-letters-to-the-editor.html","abstract":"Regarding \"It's Risky Getting Too Tough on Tokyo\" (Business/Finance, Feb. 11) by Reginald Dale:.I wonder who has led whom up the garden path in the U.S.-Japanese relationship. The United States should face reality. We Americans are wasting ti","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Long Road to Louisville Claims Its First Major Casualty","web_url":"https://www.nytimes.com/1994/02/23/sports/horse-racing-long-road-to-louisville-claims-its-first-major-casualty.html","abstract":"  They may be the best bunch of Kentucky Derby candidates in nearly 40 years, as many racing people suggest. But in the punishing tradition of the Triple Crown classics, they are starting to be ambushed along the road to Louisville.   The class of 1994 reported its first major casualty today when the colt Patton, one of the ranking candidates for the Derby, was found to have bone chips in both front knees and was promptly withdrawn from the campaign. He was flown to Lexington, Ky., this morning for arthroscopic surgery and will not even jog again until perhaps early June, one month after the Derby.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Blackmun: 'I . . . Concede That The Death Penalty Experiment Has Failed'","web_url":"https://www.nytimes.com/1994/02/23/us/blackmun-i-concede-that-the-death-penalty-experiment-has-failed.html","abstract":"  Following are excerpts from Justice Harry A. Blackmun's opinion dissenting from the Supreme Court's order denying review in a Texas death penalty case. The order, Callins v. Collins, No. 93-7054, was unsigned and was issued without an opinion.   On Feb. 23, 1994, at approximately 1 A.M., Bruce Edwin Callins will be executed by the State of Texas. Intravenous tubes attached to his arms will carry the instrument of death, a toxic fluid designed specifically for the purpose of killing human beings. The witnesses, standing a few feet away, will behold Callins, no longer a defendant, an appellant or a petitioner, but a man, strapped to a gurney, and seconds away from extinction.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Sun Always Rising On Norway's Ski Fans","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-sun-always-rising-on-norway-s-ski-fans.html","abstract":"  Dawn was 15 minutes away, and Kjell Odegaard was whispering in the dark to an American.   \"I heard on the radio that the tracks are getting full,\" he said. \"You probably think this is crazy.\"","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"ATONEMENT ASKED FROM THE RUSSIANS","web_url":"https://www.nytimes.com/1994/02/23/us/atonement-asked-from-the-russians.html","abstract":"  In retaliation for the alleged espionage operation that led to the arrest of a C.I.A. official, the United States demanded today that the Russian Government take specific steps, including the voluntary withdrawal of some intelligence officers from the United States, senior American officials said tonight.   James Collins, the Ambassador-at-large for Russia and the former Soviet Union, met with Russian officials here tonight to try to win their agreement to the American plan, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-273945.html","abstract":"  A Malice in the Wood  Nat Horne Theater 440 West 42d Street Clinton Through March 11 By Le Wilhelm; directed by Sharon Fallon; set by Mr. Wilhelm; lighting by Richard Kent Green; scenic artist, Mark Briggs; stage manager, James Gordon; assistant stage manager, Bart Tangredi; incidental music by Faser Hardin. Presented by Love Creek Productions; Mr. Wilhelm, executive artistic director; Jeffrey Albright, Ms. Fallon and Philip Galbraith, artistic directors.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Diplomats See a New Chance to End Bosnia War","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-diplomats-see-a-new-chance-to-end-bosnia-war.html","abstract":"  American, Russian and European diplomats agreed today that the withdrawal of Serbian heavy weapons from Sarajevo after a NATO bombing ultimatum and Russian intervention had created a fresh chance to achieve a negotiated end to the war in Bosnia and Herzegovina, and vowed to make a new push for one together.   Jurgen Chrobog, a German Foreign Ministry official who presided over a conference called on short notice, said that the officials had recommended concrete steps to their governments but that these did not include any new bombing threats to stop the fighting in other areas.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Flaim Has a Record but Not Nearly a Gold","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-flaim-has-a-record-but-not-nearly-a-gold.html","abstract":"  Eric Flaim of Milwaukee broke the American record in his quarterfinal heat in the 1,000-meter short-track speed-skating race here tonight. Unfortunately, this was the Olympics, and two others in the race skated faster, thus rendering Flaim nothing but a spectator in the semifinals and finals.   \"You know you broke the American record,\" someone said to him after the race.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Topics of The Times; Judge Not","web_url":"https://www.nytimes.com/1994/02/23/opinion/topics-of-the-times-judge-not.html","abstract":"  Controversy over the ice dancing scores in Lillehammer the other night suggests that Olympic judges are less than 6.0 themselves, but doubts about judges' competence are as old as the Winter Games. Over the years they have given the edge to established winners, favored conservative performances and, when Communism was in flower, showed blatant national bias.   The popular favorites in ice dancing were the British, Jayne Torvill and Christopher Dean, returning to the Olympics for the first time since winning gold in 1984 at Sarajevo. They are classical stylists, which judges usually prefer -- but not this time. The audience gave them a standing ovation; the judges gave them a third-place bronze. Top marks went to a pair of accomplished young Russians, Oksana Grichtchuk and Yevgeny Platov, who skated to 1950's oldies like \"Rock Around the Clock.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Clinton Tells Educators Youths Are Not Getting Practical Skills for Jobs","web_url":"https://www.nytimes.com/1994/02/23/us/clinton-tells-educators-youths-are-not-getting-practical-skills-for-jobs.html","abstract":"  Challenging American educators to move away from pure academics and toward applied skills, President Clinton said today that one of his Administration's top goals would be to help the nation's schools prepare students for work.   \"In the 19th Century, at most, young Americans needed a high school education to make their way,\" Mr. Clinton told 1,500 educators at a luncheon during the American Council on Education's annual conference. \"It was good enough if they could read well and understand basic numbers. In the 21st Century, our people will have to keep learning all their lives.\"","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Tension in the Talks With Mexico Rebels Seems to Be Reduced","web_url":"https://www.nytimes.com/1994/02/23/world/tension-in-the-talks-with-mexico-rebels-seems-to-be-reduced.html","abstract":"  In an sharp change of tone, the Government's representative in talks to end the peasant rebellion in Chiapas agreed tonight that peace would require \"a commitment to democracy\" by both sides.   Speaking after two days of talks with the Zapatista National Liberation Army, the envoy, Manuel Camacho Solis, appeared to drop the Government's earlier insistence that the insurgents' demands for national political changes had no place on the agenda.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Reacting to Crimes, Police Plan to Pick Up Truants","web_url":"https://www.nytimes.com/1994/02/23/nyregion/reacting-to-crimes-police-plan-to-pick-up-truants.html","abstract":"  Trying to get juvenile delinquents off the streets, the New York City Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school.   More than 100 police officers are to be assigned to the task full time in the coming weeks, in what city officials said would be a major component of a plan to curb youth violence and mischief. The truancy program was developed in response to a growing public perception that crime by young people has increased as more youths rob stores, snatch purses and shoot one another in drug turf battles, police officials said.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Heat Is Off As UConn Beats Miami","web_url":"https://www.nytimes.com/1994/02/23/sports/college-basketball-heat-is-off-as-uconn-beats-miami.html","abstract":"  Mindful of last season's lopsided loss to the University of Miami here, Connecticut Coach Jim Calhoun kept his basketball team in Atlanta until this morning so it would not have a chance to be seduced by the warm weather here.   \"I'm not superstitious at all, but actually I've booked Atlanta for next year already,\" said a smiling Calhoun after the Huskies' 74-49 runaway over Miami tonight at the Miami Arena.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Lillehammer to Sydney - A Friendly Spirit at Stake","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-lillehammer-to-sydney-a-friendly-spirit-at-stake.html","abstract":"Nearly four decades ago, as a young Australian hitchhiking around Europe, I happened to stop at a small inn near Lillehammer. The food was simple and the bed comfortable. It was late fall, and the town's wooden homes hid behind russet and bronze leaves t","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/02/23/arts/the-pop-life-274550.html","abstract":"  Rhythm-and-Blues Honors   The Rhythm-and-Blues Foundation will celebrate Little Richard's contributions to music -- everything from his dress and performance style to his whoops and hollers -- when it hands him its Ray Charles Lifetime Achievement Award at its fifth annual Pioneer Awards on March 2 at Roseland.   An official part of Grammy week -- the Grammy Awards are the night before -- the ceremony will also honor 10 singers and instrumentalists, as well as two groups, with awards totaling $190,000. (The lifetime achievement award carries no money.)","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/23/nyregion/news-summary-268178.html","abstract":"  International A2-9  MUTED VICTORY FOR BOSNIA  News analysis: Despite the self-congratulation among NATO allies over the Serbian pullback, the fact is that fighting still rages in Bosnia and that any settlement may be worse for the Muslims than it would have been a year ago.  A1  PUSH FOR BOSNIA PEACE  Russian, American and European diplomats agreed that the withdrawal of weapons from around Sarajevo gives them a fresh chance to work together to apply pressure for a negotiated peace for Bosnia.  A8","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Preview on Ice for Rangers","web_url":"https://www.nytimes.com/1994/02/23/sports/preview-on-ice-for-rangers.html","abstract":"  Although there are still 26 regular-season games left, Coach Mike Keenan is already gearing his league-leading Rangers for the National Hockey League playoffs. Monday afternoon's comeback 4-3 victory in overtime against the Pittsburgh Penguins at Madison Square Garden, which saw Keenan experiment with different combinations on the ice, was a prime example.   \"We started to formulate some of the things we might do,\" the Rangers' coach said after an optional practice today. \"Some of the aspects of playoff competition were put into place: line-matching, one-on-ones, Esa Tikkanen up against somebody for a game, whatever it takes in terms of the situation.\"","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"An Heiress, a Will, a Loyal Butler And the Remains of a Mystery","web_url":"https://www.nytimes.com/1994/02/23/nyregion/an-heiress-a-will-a-loyal-butler-and-the-remains-of-a-mystery.html","abstract":"  As a butler, Bernard Lafferty was nothing like the primly elegant Anthony Hopkins character in the film \"The Remains of the Day.\" With his salt-and-pepper ponytail and his far less formal clothes, he was \"always a little different from what one thinks of as a butler in the MGM musicals, in the corner holding Fred Astaire's jacket,\" said a public-relations executive who worked for him briefly after his boss died.   The boss was Doris Duke, the deeply suspicious, desperately unhappy tobacco heiress who died last year. The public-relations executive, Lloyd Kaplan, said Mr. Lafferty was \"indisputably\" the most important person in her life.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"British Gay Rights Groups Vow to Fight Consent Age","web_url":"https://www.nytimes.com/1994/02/23/world/british-gay-rights-groups-vow-to-fight-consent-age.html","abstract":"  A day after the House of Commons refused to make sex between men legal at the age of 16, which is the age of consent for heterosexual and lesbian sex, supporters of equal rights for homosexuals vowed today to step up protests against what they called blatant discrimination.   The age of consent for sex between men had been 21. On Monday night the House of Commons voted 307 to 280 against reducing the age of consent to 16, then voted 427 to 162 in favor of a compromise, setting the age at 18.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"1919:Bolshevist's Arrest : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1919bolshevists-arrest-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The \"Daily Express\" understands that Scotland Yard detectives of the Special Branch last night made another sensational arrest in connection with the activities of the Bolshevist agents in Great Britain. The arrested man is an alien who","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Big Skateoff Live on Radio","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-big-skateoff-live-on-radio.html","abstract":"  Viewers must wait until prime time on CBS-TV tonight to watch women's figure skating, but radio listeners will hear live, axel-to-axel coverage of Tonya Harding's and Nancy Kerrigan's technical routines.   WFAN-AM (660) will broadcast Harding's routine at about 1:40 P.M. and Kerrigan's at about 4 P.M., with commentary by Paul Wylie, the 1992 Olympic silver medalist, and Mark Champion, a Detroit sports broadcaster. WCBS (880) will also carry live coverage. Each 15-minute segment will start a few minutes before the skaters step onto the ice and last until the judges' scores are posted.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Nets Cold on Court, Warmer on Coleman","web_url":"https://www.nytimes.com/1994/02/23/sports/pro-basketball-nets-cold-on-court-warmer-on-coleman.html","abstract":"  Derrick Coleman watched the Nets' game tonight from the end of the bench, courtesy of a sprained left ankle. He didn't miss much. New Jersey had its five-game winning streak snapped in a big way by the Miami Heat, 123-97.   But the big news wasn't the game. Coleman is apparently closing in on a contract with the Nets that could make him one of the highest-paid players in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Damage by Accused Mole Could Take Years to Repair","web_url":"https://www.nytimes.com/1994/02/23/us/damage-by-accused-mole-could-take-years-to-repair.html","abstract":"  The charges filed today against a Central Intelligence Agency officer represent the agency's worst nightmare: a mole inside the C.I.A.'s headquarters who knew about the secret operations, past and present, that the agency conducted in Russia.   Former C.I.A. officials said the agency would have to review every secret file that the officer, Aldrich Hazen Ames, might have seen over the last 10 years and reconstruct what he might have told Russian intelligence officers.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Tokyo Can Stop Plutonium Traffic","web_url":"https://www.nytimes.com/1994/02/23/opinion/tokyo-can-stop-plutonium-traffic.html","abstract":"  Japan is prudently deferring long-range plans to build new nuclear reactors that would add to the world's growing glut of plutonium. In the same spirit, Tokyo might also reconsider near-term plans for reprocessing plutonium. Otherwise it risks contributing to the spread of nuclear arms in Asia and around the world.   Japan hoped to turn nuclear waste into plutonium fuel to meet its energy needs. But it can assure energy independence for the next half-century, and save money in the bargain, by relying on uranium to fuel its power plants. Like plutonium, uranium is readily available. Unlike plutonium, it is not readily usable to build bombs.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Fearing Shrunken Stature, France Endows a Fund","web_url":"https://www.nytimes.com/1994/02/23/us/fearing-shrunken-stature-france-endows-a-fund.html","abstract":"  Fearful of losing political and cultural stature, France is giving money to six major American universities in the hope of creating a new generation of Francophiles.   The French are responding to declining interest in their language and culture in this country and to growing tension between France and the United States that exploded into the open last year during the waning days of world trade talks.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"CUNY Chancellor Must Disclose Outside Income","web_url":"https://www.nytimes.com/1994/02/23/nyregion/cuny-chancellor-must-disclose-outside-income.html","abstract":"  The Chancellor of the City University of New York and other top CUNY officials will be required to disclose any income they earned from sources other than their university jobs and to account for the time they spent on non-CUNY business, under a resolution passed yesterday by the university's trustees.   The resolution, in response to criticism by two trustees that Chancellor W. Ann Reynolds spends too much time away from the university doing unrelated corporate and professional work, was passed unanimously.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Sonics Blast Knicks and So Does Riley","web_url":"https://www.nytimes.com/1994/02/23/sports/pro-basketball-sonics-blast-knicks-and-so-does-riley.html","abstract":"  Pat Riley was livid. Actually, he was angrier than that.   The Knicks' coach had just witnessed last night's pathetic performance by New York, a 93-82 loss to the Seattle SuperSonics at Madison Square Garden. How inept were the Knicks? New York shot 28.7 percent, the lowest field-goal percentage in the National Basketball Association this season. Patrick Ewing missed his first 14 shots. And the Knicks tied a season-low half with just 33 points at intermission.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Review/Theater; 4 One-Acters, 4 Different Directions","web_url":"https://www.nytimes.com/1994/02/23/theater/review-theater-4-one-acters-4-different-directions.html","abstract":"  The pickings are slim at the Manhattan Class Company's sixth annual Class One-Acts festival.   Of the four offerings on the bill, only \"Good as New,\" written and directed by Peter Hedges, has any sticking power. The others are piffle. It wouldn't take a strong wind to blow them over; someone inadvertently opening a door backstage during the performance could probably do it.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"French Devaluation Of African Currency Brings Wide Unrest","web_url":"https://www.nytimes.com/1994/02/23/world/french-devaluation-of-african-currency-brings-wide-unrest.html","abstract":"  A wave of price increases, labor disputes, demonstrations and violent clashes has spread across West Africa in recent weeks, prompted by France's decision to devalue the currency used by tens of millions of people in more than a dozen of its former African colonies.   Nearly a month after the value of the African franc was suddenly and sharply cut in half when France bowed to Western pressure to end what amounted to a subsidy, people are trying to adapt to painful price increases for nearly everything they eat and drink.  Prices for pharmaceutical products, nearly all of which are imported, have soared. The cost of drugs for malaria, the continent's biggest killer, have nearly doubled in some places, putting them out of reach of many Africans.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1994/02/23/sports/eastern-college-report.html","abstract":"  March Madness is just around the corner, and most schools have just two or three games left in the regular season. Here are the favorites and a few outside shots to win conference tournaments, with an automatic bid to the N.C.A.A. tournament on the line: Big East     Although UConn (23-3 over all, 13-2 in the conference) will probably run away with the regular-season conference championship, 18th-ranked Syracuse has a good chance to improve its 17-5 record, since it plays Seton Hall at home tonight and St. John's Sunday at Madison Square Garden, then Miami next week.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276260.html","abstract":"  When GILLIAN ANDERSON, the music specialist at the Library of Congress, was given access in 1992 to the Charlie Chaplin archives, at the Chaplin home in Vevey, Switzerland, she considered herself privileged. When she unearthed the original musical scores of three silent films -- \"The Circus,\" \"The Gold Rush\" and \"A Woman of Paris\" -- what else could she do but, in her own words, \"flip out\"?    On Friday night at the Metropolitan Museum of Art, there will undoubtedly be others who flip out at a special showing of his 1928 film, \"The Circus,\" with Ms. Anderson conducting an ensemble from the Manhattan School of Music in the original score.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Jordan Gets Through A Real Hitting Debut","web_url":"https://www.nytimes.com/1994/02/23/sports/on-baseball-jordan-gets-through-a-real-hitting-debut.html","abstract":"  Baseball officials surely have to hope that Michael Jordan will draw new fans to a sport they believe has this little image problem.   Well, baseball may have hit its mark if the size of the crowd drawn to this city today is any indication. The fans, numbering in the hundreds, came to watch a spring training practice, yes. But mostly they came to watch Jordan, the three-time most valuable player of the National Basketball Association, face live pitching in the infancy of his professional baseball career with the Chicago White Sox.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Last Arguments Made In Trial of 11 Cultists","web_url":"https://www.nytimes.com/1994/02/23/us/last-arguments-made-in-trial-of-11-cultists.html","abstract":"  As relatives of slain Federal agents wept and David Koresh's grandmother prayed \"for the truth to come out,\" the murder trial of 11 Branch Davidians wound toward a conclusion today with the jury hearing final arguments.   In a major ruling, the judge overruled objections by prosecutors and gave jurors broad leeway to consider the contention of sect members that they acted in self-defense during a shootout at their compound near Waco, Tex., a year ago. Four Federal agents and six Branch Davidians died in the encounter.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"U.S. TELLS ARISTIDE TO BEND ON PLAN","web_url":"https://www.nytimes.com/1994/02/23/world/us-tells-aristide-to-bend-on-plan.html","abstract":"  In a change of strategy, the Clinton Administration has decided against imposing tighter economic sanctions on Haiti unless the exiled President, the Rev. Jean-Bertrand Aristide, agrees to broaden his government and grant immediate amnesty to military officers who ousted him in 1991.   Administration officials said today that in effect Father Aristide must do more to embrace a recently formulated plan to restore him to office. The plan was drawn up in Washington by a visiting Haitian parliamentary delegation that has consulted closely with Administration and United Nations officials. President Rejects Plan    The plan, which Father Aristide has so far rejected, calls on the exiled President to name a new Prime Minister, who would form a new, broadly based Government and obtain immediate passage of legislation giving amnesty to Gen. Raoul Cedras and other Haitian officers involved in the coup.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Senate Confirms Talbott as State Dept. Deputy","web_url":"https://www.nytimes.com/1994/02/23/world/senate-confirms-talbott-as-state-dept-deputy.html","abstract":"  The Senate confirmed Strobe Talbott today as Deputy Secretary of State, but only after Republicans skewered the Clinton Administration's diplomatic record as well as that of the nominee.    The nomination drew 66 votes in favor, and a surprising 31 against. Mr. Talbott is widely viewed as a likely successor to Secretary of State Warren Christopher, if Mr. Christopher leaves his job.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"PROSECUTORS SAY OFFICIAL AT C.I.A. SPIED FOR RUSSIA","web_url":"https://www.nytimes.com/1994/02/23/us/prosecutors-say-official-at-cia-spied-for-russia.html","abstract":"  A former official of the C.I.A.'s Soviet counterintelligence branch and his wife were charged today with accepting more than $1.5 million for nearly a decade of spying for the K.G.B. and its successor intelligence agency in Russia.   Federal prosecutors accused Aldrich Hazen Ames, now employed in the Central Intelligence Agency's narcotics intelligence operation, and his wife, Maria del Rosario Casas Ames, who once was a paid agency informer, of compromising some of the most closely guarded secrets in intelligence, including classified operations and the identities of operatives employed by the United States abroad. Lavish Spending    Former and current counterintelligence officials said today that the case represented a disaster for American intelligence. Mr. Ames, one of several branch chiefs responsible for trying to unmask Soviet spies and otherwise thwart Soviet efforts to spy on the United States in the mid-1980's, had access to American espionage operations, C.I.A. efforts to recruit agents in the Soviet Union and the C.I.A.'s own attempts to ferret out Moscow's spies.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"AUSTRIA PROTESTS CZECH ATOM PLANT","web_url":"https://www.nytimes.com/1994/02/23/world/austria-protests-czech-atom-plant.html","abstract":"  Worried about the potential for a nuclear accident near its border, the Austrian Government has sent a high-level delegation to Washington to protest plans to use American technology to complete a Soviet-style nuclear power plant in the Czech Republic.   In January, the United States Export-Import Bank agreed to guarantee a $317 million loan to the Czech electric utility to buy equipment and nuclear fuel from the Westinghouse Electric Corporation to start up two reactors at the Temelin nuclear plant, 40 miles from the Austrian border.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Italians Silence Norsemen In Relay","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-italians-silence-norsemen-in-relay.html","abstract":"  It began with a remarkable performance by a man old enough to be Bjorn Daehlie's father. It ended with Daehlie being beaten by an Italian of his own generation.   Seldom have 105,000 people suddenly gone so quiet.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Radio Free Patronage","web_url":"https://www.nytimes.com/1994/02/23/opinion/radio-free-patronage.html","abstract":"  Fifteen years ago, Mayor Ed Koch got a half-baked inspiration: he would deter prostitution by embarrassing convicted johns. At his behest WNYC, the city's radio station, would broadcast their names on the \"John Hour.\" The John Hour aired only once, for less than two minutes, and an announcer read the names of nine men.   Nine was enough. The Mayor was accused of abusing his power by manipulating the city radio and TV stations for political purposes. WNYC lost a $250,000 foundation grant and held on to a $1.1 million grant from the Corporation for Public Broadcasting only because Mr. Koch, his arm twisted by WNYC's president, Mary Perot Nichols, held a mea culpa breakfast and promised to keep hands off WNYC programming.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Estonia Shows Russia Shock Therapy Works","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-estonia-shows-russia-shock-therapy-works-275948.html","abstract":"  To the Editor:   In \"Russia Won't Bankrupt Itself for Our Sake\" (letter, Feb. 6), David Keppel questions the wisdom of the Clinton Administration, and the West, in suggesting that Russians continue the economic reforms sometimes referred to as shock therapy. His main argument is that these changes would cause widespread unemployment and high inflation. Yet Estonia, Russia's neighbor, did as the West recommended, and with good results. This Baltic nation has often been called the economic success story of the former Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"What About the Nation of Islam's Historical Ties to Fascism?","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-what-about-the-nation-of-islam-s-historical-ties-to-fascism-275972.html","abstract":"  To the Editor:   It was widely reported when Louis Farrakhan, head of the Nation of Islam, suspended Khalid Abdul Muhammad, who told an audience at Kean College of New Jersey that Jews are bloodsuckers, gays are sissies, and the Pope is a cracker.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"3 Women on Crew of U.S. Entry","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-yacht-racing-3-women-on-crew-of-us-entry.html","abstract":"  If appearances mean anything, the tentative plans by BILL KOCH to support an all-women's team for the 1995 America's Cup races seem inevitable. Koch's America   team showed up in Auckland, New Zealand, this week for a nine-race practice session against New Zealand cup sailors with three female crew members: J. J. ISLER, of San Diego, a top match-racing sailor; BETSY ALISON, of Newport, R.I., 1993 Rolex Yachtswoman of the Year; and LINDA LINDQUIST, of Weehawken, N.J., an accomplished sailor.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Hospitals Cost Too Much for Long Birth Stays","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-hospitals-cost-too-much-for-long-birth-stays-275921.html","abstract":"  To the Editor:   I do not agree with Suzanne Gordon's \"Drive-Through Deliveries\" (Op-Ed, Feb. 14), which argues that health care for postnatal mothers means a lengthy hospital stay.   When my own children were born, 12 and 15 years ago, I went home with each of them within a few hours after birth, confident in my ability to care for each and feeling well prepared to care for myself. In pregnancy and childbirth I had been taken care of by midwives, as well as by an enlightened obstetrician, and had extensive prenatal instruction from midwives.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940223","time":"1994-02-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":87,"wspd":20.5},{"date":"19940223","time":"1994-02-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":89,"wspd":20.5},{"date":"19940223","time":"1994-02-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":85,"wspd":25.9},{"date":"19940223","time":"1994-02-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":24.1},{"date":"19940223","time":"1994-02-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":86,"wspd":25.9},{"date":"19940223","time":"1994-02-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":86,"wspd":27.7},{"date":"19940223","time":"1994-02-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":25.9},{"date":"19940223","time":"1994-02-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":24.1},{"date":"19940223","time":"1994-02-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":86,"wspd":27.7},{"date":"19940223","time":"1994-02-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":87,"wspd":22.3},{"date":"19940223","time":"1994-02-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":100,"wspd":29.5},{"date":"19940223","time":"1994-02-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":84,"wspd":22.3},{"date":"19940223","time":"1994-02-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":86,"wspd":14.8},{"date":"19940223","time":"1994-02-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":86,"wspd":14.8},{"date":"19940223","time":"1994-02-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":89,"wspd":14.8},{"date":"19940223","time":"1994-02-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":89,"wspd":13},{"date":"19940223","time":"1994-02-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":86,"wspd":9.4},{"date":"19940223","time":"1994-02-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":91,"wspd":9.4},{"date":"19940223","time":"1994-02-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":91,"wspd":5.4},{"date":"19940223","time":"1994-02-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":93,"wspd":7.6},{"date":"19940223","time":"1994-02-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":95,"wspd":5.4},{"date":"19940223","time":"1994-02-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":93,"wspd":1.8},{"date":"19940223","time":"1994-02-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":93,"wspd":5.4},{"date":"19940223","time":"1994-02-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":90,"wspd":7.6},{"date":"19940223","time":"1994-02-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":43,"wspd":24.1},{"date":"19940223","time":"1994-02-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":48,"wspd":16.6},{"date":"19940223","time":"1994-02-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":24.1},{"date":"19940223","time":"1994-02-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":14.8},{"date":"19940223","time":"1994-02-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":18.7},{"date":"19940223","time":"1994-02-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":50,"wspd":22.3},{"date":"19940223","time":"1994-02-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":49,"wspd":22.3},{"date":"19940223","time":"1994-02-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":18.7},{"date":"19940223","time":"1994-02-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":13},{"date":"19940223","time":"1994-02-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":18.7},{"date":"19940223","time":"1994-02-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":18.7},{"date":"19940223","time":"1994-02-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":16.6},{"date":"19940223","time":"1994-02-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":75,"wspd":20.5},{"date":"19940223","time":"1994-02-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":96,"wspd":24.1},{"date":"19940223","time":"1994-02-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":27.7},{"date":"19940223","time":"1994-02-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":29.5},{"date":"19940223","time":"1994-02-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":27.7},{"date":"19940223","time":"1994-02-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":92,"wspd":27.7},{"date":"19940223","time":"1994-02-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":27.7},{"date":"19940223","time":"1994-02-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":31.7},{"date":"19940223","time":"1994-02-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":89,"wspd":25.9}]},"19940224":{"guardian_articles":[],"nytimes_articles":[{"date":"19940224","headline":"Board Bans Georgia Flag at Atlanta Stadium","web_url":"https://www.nytimes.com/1994/02/24/us/board-bans-georgia-flag-at-atlanta-stadium.html","abstract":"  In the latest of several official and unofficial actions that have made the Georgia flag less visible in Atlanta in the past year, officials voted today to remove the flag with its Confederate battle emblem from Atlanta-Fulton County Stadium, home of the Atlanta Braves.   The decision by the Atlanta-Fulton County Recreation Authority means the flag will not fly at the Braves' home games this season. It also sets the stage for debate over whether the state flag, as now designed, will fly at the Summer Olympics here in 1996.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Redated Fossil Upsets Map of Man's Evolution","web_url":"https://www.nytimes.com/1994/02/24/us/redated-fossil-upsets-map-of-man-s-evolution.html","abstract":"  New evidence strongly suggests that the human race migrated from its African cradle to Asia nearly one million years earlier than most scientists believed. The discovery will force anthropologists to re-examine some long-held beliefs about how and where evolutionary turning points made mankind master of the world.   In a paper presented yesterday at a meeting of the American Association for the Advancement of Science in San Francisco, Dr. Carl C. Swisher 3d of the Institute of Human Origins in Berkeley, Calif., reported that skull fragments of Homo erectus found some time ago on the Indonesian island of Java are up to 1.8 million years old -- as old as the oldest Homo erectus fossils ever found in Africa.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Panel Criticizes Prosecutor In Inquiry on Woody Allen","web_url":"https://www.nytimes.com/1994/02/24/nyregion/panel-criticizes-prosecutor-in-inquiry-on-woody-allen.html","abstract":"  A Connecticut prosecutor's handling of a child-molestation complaint against Woody Allen was cause for \"grave concern\" and may have prejudiced the legal battle between Mr. Allen and Mia Farrow, a disciplinary panel has found.   But while its decision, dated Feb. 3, amounted to a stern rebuke of the prosecutor, Frank S. Maco, the state Grievance Panel concluded that Mr. Maco, the State's Attorney for Litchfield County, had not violated any provision of the state's code of conduct for lawyers. The panel, a state agency, could have voted sanctions ranging from censure to disbarment.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Murder Case Against 11 Cult Members Goes to Jury","web_url":"https://www.nytimes.com/1994/02/24/us/murder-case-against-11-cult-members-goes-to-jury.html","abstract":"  After seven weeks of trial that encompassed 130 witnesses, nearly 1,500 pieces of evidence and impassioned arguments over who provoked the carnage near Waco one year ago next week, the murder case against 11 Branch Davidians went to the jury late today.   Both sides in the trial taking place in the Federal courthouse here described the original shoot-out and what followed as a totally needless horror.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Patrick Award Is Added To Gretzky's Collection","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-people-hockey-patrick-award-is-added-to-gretzky-s-collection.html","abstract":"  WAYNE GRETZKY, the National Hockey League's career-leading scorer, has been named the 1994 winner of the Lester Patrick Award for outstanding service to hockey.   The N.H.L. also announced yesterday that ROBERT RIDDER, a long-time administrator and builder of amateur hockey programs in the United States, will also be honored with a Lester Patrick Award.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Wife in Spy Case Is From Elite of Colombia","web_url":"https://www.nytimes.com/1994/02/24/us/a-question-of-espionage-wife-in-spy-case-is-from-elite-of-colombia.html","abstract":"  Maria del Rosario Casas Ames, the woman who along with her husband is charged with espionage, grew up in Bogota, Colombia, as a member of that city's elite.   The parents of the 42-year-old Mrs. Ames came from two socially prominent Colombian families. Her father, Pablo Casas Santosinio, is a respected political figure who has served in the Colombian Senate. Her mother, Cecilia Dupuy de Casas, comes from a relatively affluent and socially prominent family.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/24/sports/results-plus-281662.html","abstract":"  C.U.N.Y. TOURNAMENT  Baruch Keeps Surprising  Baruch kept its Cinderella season alive last night in the semifinals of the City University of New York Athletic Conference tournament, defeating Staten Island, 74-65, and earning a date with Hunter for the championship tomorrow night. Hunter (24-2) defeated York (15-11), 95-80, in the other semifinal at the Lehman College Apex in the Bronx as Shawn McCartny contributed 32 points, 7 steals and 3 assists.   Baruch (10-15), seeking its first C.U.N.Y. championship in the 29-year history of the tournament, got a game-high 28 points from Gerald Thomas and 21 points and 12 rebounds from Sean McGee. Staten Island (13-12) was led by Kirk Staine's 17 points. TENNIS  McEnroe Loses Return  John McEnroe played his first competitive singles in 15 months yesterday, losing in straight sets at the Rotterdam indoor tournament in the Netherlands. McEnroe, who turned 35 last week, volleyed strongly but had rhythm and service problems during a 6-2, 7-6 first-round defeat by third-seeded Magnus Gustafsson. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"No Rest for the Wobbly; Many Surgeons Agree: This Winter Is Bad to the Bones","web_url":"https://www.nytimes.com/1994/02/24/nyregion/no-rest-for-the-wobbly-many-surgeons-agree-this-winter-is-bad-to-the-bones.html","abstract":"  Now is the winter of our dislocated knee.   And our broken arm and our separated shoulder and our unstable fracture of the fibula. Not to mention our intertrochanteric fracture and our cracking of the distal radius.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Greece and Macedonia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-greece-and-macedonia-letters-to-the-editor.html","abstract":"Regarding the report \"Greece-Macedonia Frontier Slams Shut\" (Feb. 18):.As my business brings me often to both Greece and the Former Yugoslav Republic of Macedonia, or FYROM, I closely follow developments in the relations of the two countries.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Justices, a Bit Amused, Ponder a Ban on Signs","web_url":"https://www.nytimes.com/1994/02/24/us/justices-a-bit-amused-ponder-a-ban-on-signs.html","abstract":"  In a lively Supreme Court argument today, a pristine city's authority to control its visual landscape by banning most signs clashed with a homeowner's right to express her political opinion by displaying an anti-war sign in her own window.   The case, from the elegant St. Louis suburb of Ladue, Mo., has First Amendment implications not only for political activists but for outdoor advertising and for the Federal Highway Beautification Act, which bans billboards along interstate highways.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"11 Hurt in Bombing by Egyptian Militants","web_url":"https://www.nytimes.com/1994/02/24/world/11-hurt-in-bombing-by-egyptian-militants.html","abstract":"  Muslim militants detonated a bomb on a train from Cairo to Aswan today, slightly wounding six foreigners and five Egyptians.   The bomb exploded at 3 P.M., about half an hour after the train left Asyut, a militant stronghold 200 miles south of Cairo, an Interior Ministry statement said. It was the second attack along the same line since Saturday, when gunmen belonging to the Islamic Group sprayed a train with automatic fire.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Transactions","web_url":"https://www.nytimes.com/1994/02/24/sports/transactions-283401.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Agreed to terms with Scott Lewis, pitcher, on a one-year contract. National League   LOS ANGELES DODGERS -- Agreed to terms with Mike Sharperson, infielder, on a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"For Bonds, A Wager Can Work Wonders","web_url":"https://www.nytimes.com/1994/02/24/sports/baseball-for-bonds-a-wager-can-work-wonders.html","abstract":"  At first, the three-time most valuable player appeared to resent the sign taped to the top of his locker and he yanked it down. The sign, using locker-room language, said you are nothing \"till you win #4.\"   But the sign, Barry Bonds quickly concluded, could serve a purpose and he taped it back up. Now he had two major motivational spurs; the other is a bet with Jose Canseco.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"The Bereaved Call Attention to Mortality","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-the-bereaved-call-attention-to-mortality-285153.html","abstract":"  To the Editor:   Frank Rich perceptively zeroes in on the fears people have about being near someone who's dying (column, Feb. 3). My husband died of cancer four years ago, and I have never forgotten how some people shunned him during his illness, nor the time he overheard an associate whisper, \"That man has the smell of death.\" Such experiences compound an ill person's feelings of isolation.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Spy Suspect Betrayed 10 U.S. Agents, F.B.I. Says","web_url":"https://www.nytimes.com/1994/02/24/us/a-question-of-espionage-spy-suspect-betrayed-10-us-agents-fbi-says.html","abstract":"  The F.B.I. is accusing Aldrich Hazen Ames, the Central Intelligence Agency officer arrested on espionage charges this week, of betraying at least 10 Soviet citizens working for American intelligence, Government officials said today. All were convicted of treason and executed in Moscow by the Soviet authorities, they said.   The agents, reported to have been identified by Mr. Ames, included the first two intelligence officers the Federal Bureau of Investigation were able to recruit from the Soviet Embassy in Washington and a senior Soviet counterintelligence official in Moscow responsible for catching American spies.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"As Guggenheim Adjusts, Pinch Is Felt Elsewhere","web_url":"https://www.nytimes.com/1994/02/24/arts/as-guggenheim-adjusts-pinch-is-felt-elsewhere.html","abstract":"  Fallout from the Solomon R. Guggenheim Museum's recent financial troubles is being felt at other museums. Two weeks ago, the Guggenheim dismissed nearly 10 percent of its staff, reduced the hours at its uptown Frank Lloyd Wright building and its SoHo branch, temporarily closed its library and postponed its major fall exhibition: paradoxically, all of this happened not long after the museum announced it had raised $50 million.   An indefinite postponement of the exhibition, \"Total Risk Freedom Discipline: Abstraction in the 20th Century,\" because of what Guggenheim officials described as a lack of financing, has set off a chain of events that has left the Walker Art Center in Minneapolis scrambling for a fall show of its own.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Will Over Weaponry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-will-over-weaponry-letters-to-the-editor.html","abstract":"Regarding \"If Intervention Isn't to Be Decisive, Why Intervene?\" (Opinion, Feb. 19) by Charles Krauthammer:.Mr. Krauthammer compares Bosnia to South Vietnam in saying it is weaker than its adversaries. But a more meaningful difference is this","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Winter's 13th Storm Puts Ice Back in Spring Tonic","web_url":"https://www.nytimes.com/1994/02/24/nyregion/winter-s-13th-storm-puts-ice-back-in-spring-tonic.html","abstract":"  A touch of spring that had Northeasterners basking briefly in the sun disappeared with the dawn yesterday as the 13th storm of the season covered a winter-weary region with yet another layer of snow, causing traffic accidents, delaying trash pick-up, and bringing with it the threat of flooding.   Roughly three inches of snow fell across New York, New Jersey and Connecticut by early yesterday afternoon, turning to sleet and rain by dusk. Forecasters advised that more rain could mean some flooding in low-lying areas and spots with poor drainage.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Senator Asks Demotion Of a Retiring General","web_url":"https://www.nytimes.com/1994/02/24/us/senator-asks-demotion-of-a-retiring-general.html","abstract":"  Over the objections of at least one Senator, the White House has recommended that the Air Force general who directed the allied air campaign against Iraq be retired as a three-star officer, rather than being demoted for improper interference with a promotion board.   The officer, Lieut. Gen. Buster C. Glosson, was admonished last year by Air Force Secretary Sheila E. Widnall after an investigation found that he had improperly intervened with a promotion board to try to block the advancement of a lower-ranking general.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Moscow Frees Accused Spy Under Habeas Corpus Law","web_url":"https://www.nytimes.com/1994/02/24/world/moscow-frees-accused-spy-under-habeas-corpus-law.html","abstract":"  Vil S. Mirzayanov, a scientist on trial for revealing state secrets, was freed on Tuesday night from the prison where he had been held for almost a month. The general prosecutor's office ordered Mr. Mirzayanov's release; the charges have not been dropped.   Mr. Mirzayanov's case has cast light on Russia's uneven judicial reform, much of which has been carried out since his arrest on charges of revealing state secrets in an article published in a Moscow weekly in September 1992.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Pilon Goes to Minors","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-people-hockey-pilon-goes-to-minors.html","abstract":"  The Islanders sent defenseman RICH PILON to Salt Lake for conditioning. He partly dislocated his shoulder in mid-November and has been out of action since Dec. 3. He had 1 goal and 2 assists in 19 games. JOE DAY , a wing, was sent back to Salt Lake to make room on the roster for PIERRE TURGEON.  Day did not play in the last 11 games.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Goals for Recycling May Change","web_url":"https://www.nytimes.com/1994/02/24/nyregion/goals-for-recycling-may-change.html","abstract":"  A day after New York State's highest court ordered New York City to comply with its own 1989 recycling law, a senior official in the Giuliani administration said the Mayor might seek to renegotiate the law's timetables with the City Council because of the costs of complying with the statute.   Deputy Mayor Peter J. Powers suggested that the recycling goals set forth in the law were no longer affordable given the fact that the law was passed \"when the finances of the city were nicer.\"","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Bomb Scare Delays Trains","web_url":"https://www.nytimes.com/1994/02/24/nyregion/bomb-scare-delays-trains.html","abstract":"  A bogus bomb threat disrupted subway service on the Upper West Side and in Harlem for nearly three hours last night. A caller reported at 8 P.M. that there was a bomb on the Lenox Avenue line between 110th and 148th Streets, said Jared Lebow, a spokesman for the Transit Authority. The No. 2 train was shut down between Times Square and the Grand Concourse in the Bronx, and the No. 3 from Times Square to the Lenox Terminal in Harlem. By 10:50 P.M. the New York City police bomb squad had determined that the threat was a fake, Mr. Lebow said.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Former Prosecutor to Study White House Aide's Suicide","web_url":"https://www.nytimes.com/1994/02/24/us/former-prosecutor-to-study-white-house-aide-s-suicide.html","abstract":"  The independent counsel investigating the real estate investments of Bill Clinton and his wife, Hillary, said today that he had selected a seasoned former New York prosecutor to look into the suicide of a senior White House official last summer.   The counsel, Robert B. Fiske Jr., said that the Washington office of his investigation would be headed by Roderick C. Lankler, who will examine the death of Vincent W. Foster Jr. last July. Mr. Fiske also announced the appointment of seven lawyers to the inquiry's Little Rock office.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Mexico's 2 Faces: Is Political Change Top Priority?","web_url":"https://www.nytimes.com/1994/02/24/world/mexico-s-2-faces-is-political-change-top-priority.html","abstract":"  Scarcely two days after it sat down to peace talks with the peasant rebels who rose up against it in the southern state of Chiapas, the Mexican Government appeared today to be at war with itself.   From a podium in the 16th-century cathedral here where the talks are being held, the Government's chief negotiator announced that he had seen clearly through the fighting and political conflict that began on Jan. 1 to the roots of the rebels' violence.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Student Death Is First Case Of Rare Virus in Northeast","web_url":"https://www.nytimes.com/1994/02/24/us/student-death-is-first-case-of-rare-virus-in-northeast.html","abstract":"  A 22-year-old college student from Long Island died last month in Providence, R.I., from a virus that caused a deadly outbreak of illness in the Southwest last summer, Federal health officials said tonight. His was the first known case of infection with the deadly microbe, called hantavirus, in the Northeast.    The student, who died on Jan. 20, presumably acquired his infection in Rhode Island or New York, officials of the Centers for Disease Control and Prevention here said.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Bend the U.N. To Our Will","web_url":"https://www.nytimes.com/1994/02/24/opinion/bend-the-un-to-our-will.html","abstract":"  One of the saddest and most pernicious outcomes of the cold war has been the breakdown of the proper relationship between our Government and the U.N. Secretariat.   When President Clinton says that \"the U.N. must know when to say no\" to peacekeeping, and when his Administration studies ways in which it will respond to U.N. peacekeeping initiatives, something is seriously amiss.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/24/style/chronicle-284890.html","abstract":"  A new era at Andover: BARBARA LANDIS CHASE will become the first woman to lead Phillips Academy in Andover, Mass., on July 1.    Mrs. Chase, 48, who has been the headmistress of the Bryn Mawr School, a private day school for girls in Baltimore, since 1980, will succeed Donald W. McNemar , who is retiring.","thumbnail":null,"section":"Style"},{"date":"19940224","headline":"Wasmeier Grabs Spotlight From Tomba, Norwegians","web_url":"https://www.nytimes.com/1994/02/24/sports/wasmeier-grabs-spotlight-from-tomba-norwegians.html","abstract":"  There was no bombast today on the gold medal stand, no La Bomba, just the modest renaissance man from Bavaria.   Markus Wasmeier keeps showing up where he isn't expected. Or wanted. But when Alberto Tomba, the world's foremost Alpine producer of headlines, skied himself into a slow news day, here came Wasmeier to beat not only Tomba but the highly touted Norwegians as well, to win the gold medal in giant slalom.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Tailed Cars and Tapped Telephones: How U.S. Drew Net on Spy Suspects","web_url":"https://www.nytimes.com/1994/02/24/us/question-espionage-tailed-cars-tapped-telephones-us-drew-net-spy-suspects.html","abstract":"  On the evening of Sept. 9, 1993, Aldrich Hazen Ames and his wife drove their 1992 Jaguar to their son's elementary school in Alexandria, Va., for a parents' meeting. But instead of going straight home when it ended, they took a detour for what Federal prosecutors say were the couple's final acts as spies for Moscow.   Tailed by Federal agents, the couple slipped into the District of Columbia, driving through the quiet streets of Northwest Washington. Suddenly, they slowed down and swerved into a cul de sac.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"U.N. Sets Deadline of November For Ending Role in Mozambique","web_url":"https://www.nytimes.com/1994/02/24/world/un-sets-deadline-of-november-for-ending-role-in-mozambique.html","abstract":"  Efforts to end the 16-year-old civil war in Mozambique passed an important milestone today when the United Nations Security Council agreed to start replacing some of the peacekeeping soldiers it has stationed there with civilian police officers and set a November deadline for ending its involvement in the African country.    In a decision showing the peace effort is shifting away from monitoring the cease-fire toward preparing for elections next October, the Council agreed to send 1,144 United Nations police monitors to Mozambique but told Secretary General Boutros Boutros-Ghali to cut back the 6,200-member military peacekeeping force at the same time to avoid additional cost.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Optimism and Outrage : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-optimism-and-outrage-letters-to-the-editor.html","abstract":"Regarding \"Gerry Adams: Optimistically Into the Irish Dark\" (Opinion, Feb. 2):.Edna O'Brien makes no allusion, in her article on Gerry Adams, to the hundreds of British citizens killed or maimed by the Irish Republican Army, whose violence he","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Review/City Ballet; Mating Rites Out of the Past","web_url":"https://www.nytimes.com/1994/02/24/arts/review-city-ballet-mating-rites-out-of-the-past.html","abstract":"  A sense of specific time and place is not to be assumed in the New York City Ballet. Most of the company's works are plotless, with the dancers representing only themselves as dancers moving through space.    Jerome Robbins's \"Fancy Free\" (1944) and George Balanchine's \"Bugaku\" (1963) are exceptions to the rule, so clearly do they refer to national mating rites of another time. In \"Fancy Free,\" the first collaboration between Mr. Robbins and Leonard Bernstein, three sailors are on the town, looking for action in Times Square during World War II. The centerpiece of \"Bugaku\" is a highly erotic duet in Balanchine's convoluted acrobatic style, but the overall frame is an ambiguous homage to ancient Japanese court music and dance.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Woman Is Slain in Queens","web_url":"https://www.nytimes.com/1994/02/24/nyregion/woman-is-slain-in-queens.html","abstract":"  A 64-year-old woman was shot to death and her brother was wounded in the leg in their Queens apartment last night, the police said. This morning, investigators were questioning a 16-year-old who is the son or foster son of the woman, Dorothy Lide, but he had not been arrested or charged, said an officer who insisted on anonymity. At 10:46 P.M., Ms. Lide's brother, Francis Lide, 56, reported the shooting at 145-30 Arlington Terrace in Jamaica, the police said. Ms. Lide was found dead in the living room, shot once in the head, said Sgt. Joseph Gallagher, a police spokesman. Mr. Lide was in good condition at Mary Immaculate Hospital.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Giuliani Wants More Spending Control","web_url":"https://www.nytimes.com/1994/02/24/nyregion/giuliani-wants-more-spending-control.html","abstract":"  Hoping to wield greater control over New York City's finances, Mayor Rudolph W. Giuliani said yesterday that he would seek new powers to oversee budgets of independent authorities or agencies receiving money from the city, including the Health and Hospitals Corporation, Board of Education and Transit Authority.   Neither the Mayor nor his senior aides gave details of how they hoped to do so, but changes in the structure or fiscal management of such agencies would require approval of the Legislature and the Governor.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Parcells Is Snaring A Second Giant","web_url":"https://www.nytimes.com/1994/02/24/sports/pro-football-parcells-is-snaring-a-second-giant.html","abstract":"  The Giants are being raided by Bill Parcells. First it was offensive lineman Bob Kratch. Now, safety Myron Guyton -- people close to the situation said last night -- has agreed to a three-year, $5.2 million contract. And Parcells, the former Giants and current New England coach, is apparently primed to make a move for running back Lewis Tillman.   Guyton has not signed, but apparently has agreed to rejoin his old coach. All of this comes several days after the Patriots got Kratch. Guyton did not take telephone calls at his home last night, and the person who answered said a deal was not yet complete. It is believed that the Patriots do not want to announce the deal until Guyton signs.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Imperfect Spies, Imperfect World","web_url":"https://www.nytimes.com/1994/02/24/opinion/imperfect-spies-imperfect-world.html","abstract":"  When James Jesus Angleton died in 1987, he was regarded with justification as brilliant but unbalanced. In his long career as chief of the C.I.A.'s counterintelligence operations, Mr. Angleton was so suspicious of Soviet trickery that he even dismissed as a charade Moscow's break with Chinese Communists. He seemed to see potential \"moles\" everywhere and talked continually of \"dangles,\" \"false flags\" and \"disinformation.\"   Yet there was also method in Mr. Angleton's view of \"the wilderness of mirrors,\" his term for the duel between Soviet and American intelligence agencies. He would not have been surprised by the allegations that Moscow paid more than $1.5 million since 1985 to Aldrich Ames, who once headed the agency's Soviet counterintelligence bureau.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Mother Is 'Devastated' Over 2 Children's Deaths","web_url":"https://www.nytimes.com/1994/02/24/nyregion/mother-is-devastated-over-2-children-s-deaths.html","abstract":"  The mother accused of fatally burning her two young children in her car on Tuesday in Long Branch, N.J., was \"devastated\" by their deaths, her lawyer said yesterday.   \"I'm not sure the full impact of this has been brought home to her,\" the lawyer, Diane Aifer, a court-appointed public defender, said. \"It's a horrible, horrible situation.\"","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Tight Logging Limit Set in Northwest","web_url":"https://www.nytimes.com/1994/02/24/us/tight-logging-limit-set-in-northwest.html","abstract":"  In what is likely to be the final blueprint for managing 24 million acres of public forests in the Pacific Northwest, the Clinton Administration today announced a plan to protect a host of endangered species by significantly reducing logging from the high levels of the 1980's.    The new policy, which came in one of the most extensive environmental impact statements ever done by the Government, is largely similar to a draft that President Clinton presented last summer. The final plan further reduces logging and nearly doubles estimates of the number of jobs that will be lost, to 9,500 from 5,500 in the draft.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Review/Music; Dvorak And His Descendants","web_url":"https://www.nytimes.com/1994/02/24/arts/review-music-dvorak-and-his-descendants.html","abstract":"  The Chamber Music Society played Czech music on Tuesday evening, and to lend its brief overview an air of authenticity, Josef Suk, the violinist, was among the performers. Mr. Suk's grandfather, also called Josef Suk, was a composer whose work is lately finding an American audience, and whose \"Elegie\" was on the program. The violinist's great-grandfather was Dvorak. And for good historical measure, though extraneous to the Czech theme, he played a 1722 Stradivarius whose previous owners include Mischa Elman and Joseph Joachim.    The program began with a Baroque oddity, an attractive sonata by Jan Dismas Zelenka. Its charms include long-lined oboe melodies, played gracefully by Stephen Taylor and Allan Vogel, and some quick display figuration for the bassoon, which Julie Feves handled with virtuosic flair. Robert Wolinsky, harpsichordist, and Lewis Paer, bassist, filled out the texture with elegance and energy.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Facing Criticism, Clinton Will Name Envoys Soon","web_url":"https://www.nytimes.com/1994/02/24/world/facing-criticism-clinton-will-name-envoys-soon.html","abstract":"  Facing criticism for being slow to name ambassadors to several major countries, President Clinton will soon name envoys to India, Britain and Saudi Arabia, Administration officials said today.   In an effort to break the logjam that has delayed numerous appointments, the President plans to name Stephen J. Solarz, the former Representative from Brooklyn, to be Ambassador to India, and William J. Crowe Jr., the retired Admiral who was Chairman of the Joint Chiefs of Staff, to be Ambassador to Britain.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/24/nyregion/news-summary-277312.html","abstract":"  International A3-13  A SETBACK FOR YELTSIN  In a sharp rebuke to President Yeltsin, the Russian Parliament approved a sweeping amnesty that would free those accused of leading the armed insurrection against his Government last October.  A1","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"The Devils Look Grand As They Dump Detroit","web_url":"https://www.nytimes.com/1994/02/24/sports/hockey-the-devils-look-grand-as-they-dump-detroit.html","abstract":"  The Devils scored a handful of goals early and then put it on cruise control to take a 7-2 victory over one of the league's best teams, the Detroit Red Wings, at Joe Louis Arena.   This should come as no surprise. Although they get less attention than most good teams, the Devils rank with Detroit in the top echelon of the National Hockey League's 26 teams. Coming into the game, Detroit was second in winning percentage at .636 and New Jersey was fourth at .603. And the Devils may be peaking.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"McDonald's Bans Smoking at All the Sites It Owns","web_url":"https://www.nytimes.com/1994/02/24/us/mcdonald-s-bans-smoking-at-all-the-sites-it-owns.html","abstract":"  The McDonald's Corporation said today that all its 1,400 wholly owned restaurants would ban smoking immediately. At the same time, the association representing 90,000 chain restaurants backed a bill to end smoking in all restaurants and other buildings used by the public.   The announcements were prompted by the increasing numbers and outspokenness of nonsmokers who have demanded freedom from smoke in restaurants, said Terrie Dort, executive director of the trade association, the National Council of Chain Restaurants. She said 30,000 of the nation's chain restaurants already banned smoking, and the proposed law \"provides a level playing field that our industry needs to reach the 100 percent mark.\"","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"A Frenchwoman Takes Hanoi by Helicopter","web_url":"https://www.nytimes.com/1994/02/24/world/a-frenchwoman-takes-hanoi-by-helicopter.html","abstract":"  Anoa Dussol, a 37-year-old Frenchwoman of Vietnamese birth, has brought off a peaceful helicopter assault on a country where the aircraft that she pilots were for many years dreaded machines of war.    Last March, Ms. Dussol was in deep trouble with the Government for arriving on an Air France flight in Ho Chi Minh City, where she was born when it was still known as Saigon, with a fully operative but totally undocumented French helicopter in the plane's cargo hold.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/24/nyregion/metro-digest-278726.html","abstract":"  NEW YORK CITY  GIULIANI SEEKS NEW BUDGET POWERS Hoping to wield greater control of New York City's finances, Mayor Giuliani said that he would seek new powers to oversee the budgets of independent agencies that receive money from the city. B3. AN ORDER TO EXECUTE A JOURNALIST A confessed murder conspirator and drug trafficker testified that he relayed an order from Colombia to kill Manuel de Dios Unanue, the crusading antidrug journalist slain execution style in Queens two years ago. B3.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Review/Music; Quartet of Soloists Balancing Egos and Skills","web_url":"https://www.nytimes.com/1994/02/24/arts/review-music-quartet-of-soloists-balancing-egos-and-skills.html","abstract":"  In chamber music, balance is not everything, but it is almost everything. The question of how the parts fit together is asked over and over on a number of levels. In the case of Emanuel Ax, Isaac Stern, Jaime Laredo and Yo-Yo Ma, who played quartets for piano and strings at Carnegie Hall on Tuesday, one began with the strong personalities: how four visible soloists with egos agree on matters of how fast, how loud, how legato or non-legato.   There is also the balance of instrumental skills. Though his sense of style remains impressive, Mr. Stern's violin sound is not as strong as it once was. These players have adjusted with great skill, and with evident enthusiasm and respect. Then too there is the balance of inanimate objects: how instruments constructed with different strengths coexist, the weaker with the stronger.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Pippen Is Cleared","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-people-basketball-pippen-is-cleared.html","abstract":"  Misdemeanor weapons charges against SCOTTIE PIPPEN, the Bulls' star, were dropped yesterday in Chicago after a judge granted a defense motion to suppress as evidence the gun seized from Pippen's car.   The motion granted by Associate Cook County Circuit Court Judge PATRICK MORSE contended that the Chicago police seized the gun during an illegal search.   Pippen was arrested outside a Near North Side nightclub early on the morning of Jan. 20 after the police found a loaded .38-caliber pistol in his illegally parked Range Rover. The police said that said Pippen had a state firearm owner's card and was entitled to own the gun, but had no permit to carry it on the street or in his vehicle.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Croats and Muslims Reach Truce To End the Other Bosnia Conflict","web_url":"https://www.nytimes.com/1994/02/24/world/croats-and-muslims-reach-truce-to-end-the-other-bosnia-conflict.html","abstract":"  Bosnia's warring Muslims and Croats agreed tonight to a cease-fire aimed at restoring peace and order to wide areas of central and southern Bosnia and Herzegovina.   The agreement, to take effect at noon Friday, is intended partly to break the siege that Croatian fighters have waged for nine months on the Muslim quarter in the ancient city of Mostar, where the toll of suffering, including an estimated 2,000 dead on the two sides, parallels the worst moments of the Serbian siege of Sarajevo.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Republicans Say Congress Could Balk on Bosnia Force","web_url":"https://www.nytimes.com/1994/02/24/world/republicans-say-congress-could-balk-on-bosnia-force.html","abstract":"  As the United States begins pressing the Bosnian Government to make peace, key Republican Senators questioned today whether Congress would approve the Administration's plan to send American troops there if a settlement is reached.   At a hearing of the Senate Foreign Relations Committee, Secretary of State Warren Christopher warned that Bosnia's Muslim-led Government would not sign a peace treaty without an American pledge to send troops to take part in peacekeeping in Bosnia.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"New Site for School Shut Due to Asbestos","web_url":"https://www.nytimes.com/1994/02/24/nyregion/new-site-for-school-shut-due-to-asbestos.html","abstract":"  A vacant furniture warehouse in the Brownsville section of Brooklyn will be rented and renovated to become the new home of Public School 156, which was closed this fall for asbestos repairs, the New York City Board of Education decided yesterday.   The 83,000-square-foot building, at 1150 East New York Avenue, will be open for classes in the fall of 1995, said Amy Linden, chief executive for school facilities.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Rangers Leave Keenan Sputtering","web_url":"https://www.nytimes.com/1994/02/24/sports/hockey-rangers-leave-keenan-sputtering.html","abstract":"  Mike Keenan did a marvelous job disguising his anger with sarcasm after the Rangers came up with one of their most listless performances of the season last night, losing to the Boston Bruins, 6-3, at Madison Square Garden.   The Rangers coach had every right to blast his team, but he was rather kind to his players.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Knicks Hit the Road After a Slam From Riley","web_url":"https://www.nytimes.com/1994/02/24/sports/pro-basketball-knicks-hit-the-road-after-a-slam-from-riley.html","abstract":"  A night's sleep did not do Pat Riley any good. He was still visibly -- and vocally -- angry this morning.   A day after the Knicks shot a National Basketball Association season-low 28.4 percent from the field in a 93-82 loss to Seattle at Madison Square Garden, Riley frequently made his voice heard outside the gym here where the Knicks were reviewing tapes of their home-court embarrassment before starting a four-game Western swing.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Computer Chip Threatens Civil Liberties","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-computer-chip-threatens-civil-liberties-285307.html","abstract":"  To the Editor:   In \"Sink the Clipper Chip\" (column, Feb. 14), William Safire offers an argument against the Clinton proposal to put an encryption chip in every telephone and computer made in the United States. The \"Clipper Initiative\" would have three \"keys\" to unlock encrypted messages -- one held by the individual and the other two by the Commerce and Treasury Departments. The proposal's constitutionality is also an issue.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"For Kerrigan Family, It's Business as Usual","web_url":"https://www.nytimes.com/1994/02/24/sports/winter-olympics-for-kerrigan-family-it-s-business-as-usual.html","abstract":"  In the crush in the news media room waiting for Nancy Kerrigan to arrive for her post-skate interview at the Olympic Amphitheater tonight stood a middle-aged couple from Stoneham, Mass. Dan Kerrigan was holding a bouquet of flowers wrapped in plastic and tied with a red-white-and-blue ribbon. Brenda Kerrigan, who is legally blind, was holding his arm.   The smiling parents of the dark-haired, 23-year-old woman who had emerged in first place in the technical program suddenly became the center of an army of reporters' questions.   Were you relieved or were you excited?","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Jets' Moore Goes Hunting For a Pass-Minded Team","web_url":"https://www.nytimes.com/1994/02/24/sports/pro-football-jets-moore-goes-hunting-for-a-pass-minded-team.html","abstract":"  In all likelihood, receiver Rob Moore has caught his last pass for the Jets. Moore, an unrestricted free agent who is also the Jets' transition player, visited Chicago on Tuesday, is scheduled to visit Denver next week and has planned stops in Cleveland, Cincinnati, New England and at the Los Angeles Rams.   Moore's agent, Gary Wichard, said that Moore might not make it down his list of stops if he finds a team that he likes, but indicated that returning to the Jets wasn't a high priority for Moore. Because Moore is a transition player, the Jets can match any offer the receiver gets. Under rules for transition players, Moore's asking price begins at $2.1 million a season.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Review/Music; A Sonata by an Archduke","web_url":"https://www.nytimes.com/1994/02/24/arts/review-music-a-sonata-by-an-archduke.html","abstract":"  The Archduke Rudolph, Beethoven's chief benefactor and only composition pupil, was no ordinary aristocratic dilettante. By all accounts he was an expert pianist, and under Beethoven's guidance he became a composer of considerable fluency, if not consummate skill. His Violin Sonata, given its American premiere by Josef Suk and Susan Kagan on Monday night at the Kaye Playhouse, has its lapses and longueurs, its disconcerting near-quotations (from Mozart's Piano Quartet in G Minor and, logically enough, Beethoven's \"Archduke\" Trio), but its main ideas are gracefully formed and idiosyncratically developed.   Ms. Kagan, a pianist, musicologist and critic, is the world's leading authority on the Archduke. She has written an extraordinarily thorough study of his music for Pendragon Press and recorded the Violin Sonata with Mr. Suk for the Koch International label. If, as she states in her book, the sonata is an early effort and far from the composer's best, then more would certainly be welcome, particularly the monumental Variations on a Theme of Beethoven.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Canseco Appears Eager And Fit to Resume Play","web_url":"https://www.nytimes.com/1994/02/24/sports/baseball-canseco-appears-eager-and-fit-to-resume-play.html","abstract":"  Jose Canseco reported to the Texas Rangers today, bigger and stronger in body than he has been in years. But he also arrived much lighter in spirit, thanks to his emergence from an emotional purgatory he says ravaged his psyche as badly as injuries ravaged his body the last two years.   Canseco, tanned and relaxed, declared the major part of his game 100 percent and ready to go after a winter's worth of strenuous workouts with running, throwing and conditioning coaches. \"And,\" he said, underscoring a different kind of healing, \"I feel a lot stronger and a lot faster, mentally and physically.\"","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Hoping Someone (Else) Would Abolish Slavery","web_url":"https://www.nytimes.com/1994/02/24/arts/hoping-someone-else-would-abolish-slavery.html","abstract":"  In a letter written from his home in Mount Vernon on Sept. 9, 1786, to John Francis Mercer, a fellow Virginian, George Washington wrote: \"I never mean (unless some particular circumstance should compel me to it) to possess another slave by purchase; it being among my first wishes to see some plan adopted, by which slavery in this country may be abolished by slow, sure, and imperceptible degrees.\"    At that time -- a year before the drafting of the Constitution -- George and Martha Washington owned 216 slaves. Under the provisions of his will, Washington's slaves were freed after his death. Although he did stop buying and selling slaves, his vague hope for \"some plan\" of abolition was not fulfilled until the 13th Amendment was ratified after the end of the Civil War in 1865.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Irish From All Over in a Belfast Court","web_url":"https://www.nytimes.com/1994/02/24/world/irish-from-all-over-in-a-belfast-court.html","abstract":"  With a row full of Kennedy family members sitting up front, three judges began today to hear the appeal of a 1975 murder conviction brought by Paul Hill, one of the Guildford Four, who were recently portrayed in the film \"In the Name of the Father\" as innocent victims of British police and jurisprudence.   Mr. Hill's contention is that his confession to a murder in Belfast -- the only evidence against him -- was coerced while he was being held in the police station at Guildford, in Surrey, England, for questioning over the bombing of a pub there.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Jurors Begin Deliberations In Blast Case","web_url":"https://www.nytimes.com/1994/02/24/nyregion/jurors-begin-deliberations-in-blast-case.html","abstract":"  The jurors began deliberations in the World Trade Center bombing case yesterday after the judge instructed them to put aside their political beliefs, their sympathies and prejudices and to decide the case solely on the basis of the evidence presented in the courtroom.   \"It is time to do our part in the administration of justice in this case,\" the judge, Kevin T. Duffy, said as he signaled the end of nearly five months of testimony and lawyers' arguments, during which the jury heard from 207 witnesses and watched as 1,003 exhibits were put into evidence.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Rebuilt Globe on the Way to Reopening Night","web_url":"https://www.nytimes.com/1994/02/24/theater/rebuilt-globe-on-the-way-to-reopening-night.html","abstract":"  When the American actor Sam Wanamaker made a pilgrimage here to search for Shakespeare's Globe Theater in 1949, all he found was a blackened sign on a brewery wall: \"This is on or around where Shakespeare had his Globe.\"   So began a lifelong obsession to reconstruct the historic theater. Mr. Wanamaker died of cancer two months ago at 74 before he saw it completed, and with $3 million still to be raised, many of the Globe's supporters feared the project would founder without him. There was hope that Kenneth Branagh might come to the rescue as Mr. Wanamaker's successor. But Mr. Branagh, who is busy directing his next movie, \"Frankenstein,\" remains uncommitted.","thumbnail":null,"section":"Theater"},{"date":"19940224","headline":"Man Is Fatally Shot Protecting Daughter","web_url":"https://www.nytimes.com/1994/02/24/nyregion/man-is-fatally-shot-protecting-daughter.html","abstract":"  A Brooklyn man who was so worried for his daughter's safety that he escorted her home when she worked into the night was shot and killed Tuesday in East Flatbush when two men tried to rob them, the police said.   The man, Desmond Antoine, 47, and his daughter, Audra Scott, 22, were walking to their apartment building about 9 P.M. when two men ambushed them near Newkirk Avenue and East 35th Street, said Deputy Inspector William Gardella of the Brooklyn South detective squad.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Eclectic Composer Gives Buster Keaton A Modern Voice","web_url":"https://www.nytimes.com/1994/02/24/movies/eclectic-composer-gives-buster-keaton-a-modern-voice.html","abstract":"  The guitarist Bill Frisell is known as one of the great sidemen. He has worked with the pop singer Marianne Faithfull and the jazz guitarist Jim Hall. He has worked with gentle European experimentalists and with John Zorn's groups playing everything from noise to hardcore rock to surf music. And he has been a longtime member of the drummer and composer Paul Motion's band. It was just a matter of time until he collaborated with someone who was dead.   When Arts at St. Ann's in Brooklyn Heights suggested last year that he compose and play music to accompany a group of Buster Keaton films to be shown at the church, Mr. Frisell took them up on the offer. He wrote long pieces that blended composition with free-flowing improvisations. Then, with his group -- Kermit Driscoll on bass and Joey Baron on drums -- he performed the music onstage, under the screen on which the films were projected.","thumbnail":null,"section":"Movies"},{"date":"19940224","headline":"Mets Set to Stay Tuned For Clubhouse Address","web_url":"https://www.nytimes.com/1994/02/24/sports/baseball-mets-set-to-stay-tuned-for-clubhouse-address.html","abstract":"  Fred Wilpon, the Mets' owner, arrived at the team's training facilities today and will address the team personally on Thursday, something he has done just one other time in his 14-year association with the club.   Wilpon, the team president and chief executive officer, said today that his speech would likely be different from the message he sent during a closed-door clubhouse meeting last August.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Witness Tells of Murder Order for Editor","web_url":"https://www.nytimes.com/1994/02/24/nyregion/witness-tells-of-murder-order-for-editor.html","abstract":"  A confessed murder conspirator and drug trafficker testified yesterday that he relayed an order from Colombia to kill Manuel de Dios Unanue, the crusading antidrug journalist slain execution-style in Queens two years ago.   At the opening of the trial of a teen-ager charged with being the hired hit man who shot Mr. de Dios, the conspirator, John Harold Mena, went from a matter-of-fact recitation of a series of bloody deeds to a sudden eruption of tearful emotion as he told a Federal court jury in Brooklyn about the plot to kill Mr. de Dios.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/24/style/chronicle-284904.html","abstract":"  A Los Angeles man has filed suit against JACK NICHOLSON, charging the film star with assault and battery and infliction of emotional distress in papers filed in Superior Court in Los Angeles last week.   Det. ROBERT SEARLE of the North Hollywood division of the Los Angeles Police Department said, \"The crime report alleges that both were stopped at a red light in Studio City on Feb. 8, when Jack Nicholson got out of his car and shouted unknown comments at the driver and hit the roof of his car with an unknown object.\"","thumbnail":null,"section":"Style"},{"date":"19940224","headline":"South Korean Expects Atomic Backdown by North","web_url":"https://www.nytimes.com/1994/02/24/world/south-korean-expects-atomic-backdown-by-north.html","abstract":"  In South Korea's most optimistic assessment yet of the tense standoff on the Korean Peninsula, President Kim Young Sam said today that he had become \"very sure that in the end North Korea will accept the nuclear inspections\" that the United States and its allies have demanded for more than a year.   That upbeat view, expressed by Mr. Kim in an interview at the presidential mansion in Seoul, was a sharp turnaround from his tone just eight months ago. At that time he warned the United States against being \"led on\" by North Korea and suggested that \"time is running out\" because North Korea would be able to produce plutonium by early 1994 in large enough quantities to make nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Russia Congress Votes to Release Yeltsin Enemies","web_url":"https://www.nytimes.com/1994/02/24/world/russia-congress-votes-to-release-yeltsin-enemies.html","abstract":"  In a sharp rebuke to President Boris N. Yeltsin, the Russian Parliament approved a sweeping amnesty today that will probably free those accused of leading the armed insurrection against his Government in October.   Mr. Yeltsin cannot veto the resolution or legally prevent the release of any of the prisoners covered. Thus Mr. Yeltsin's archenemies, former Vice President Aleksandr V. Rutskoi and the Speaker of the old Parliament, Ruslan I. Khasbulatov, could be back on the streets of Moscow as early as Thursday.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"1944: Fhrer's Rage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-1944-fuhrers-rage-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Adolf Hitler, in a visit to the north Russian front, ordered a number of high officers shot in his rage at German reverses, and Colonel General Lindemann, commanding German troops in the Leningrad area, has committ","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/24/nyregion/inside-284432.html","abstract":"  'Aladdin Takes the A Train'?    New York subway officials are refusing to let producers film scenes in the subway that the Transit Authority thinks are too violent. Page B1. Microsoft Loses Patent Case    Microsoft was found guilty in a patent infringement suit and ordered to pay $120 millionin damages to a small California company. Page D1. Jury Gets Trade Center Case    The jurors began deliberations in the World TradeCenter bombing case after the judge instructed them to put aside their political beliefs. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Hair-Dryers Aiding Metro-North's Image","web_url":"https://www.nytimes.com/1994/02/24/nyregion/hair-dryers-aiding-metro-north-s-image.html","abstract":"  When the snow falls, Metro-North electricians take to the tracks with a new weapon in their war on winter: the hand-held hair-dryer.   \"They're the handiest thing for de-icing the electrical couplers\" where cars connect, said Richard Renbarger, the New Haven facility director. After employees hit on the idea of using their hair-dryers to keep the couplers dry during winter storms, he said, the railroad bought its own supply. \"It works,\" Mr. Renbarger said.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/24/nyregion/bridge-281093.html","abstract":"  When the auction begins with three passes, the fourth player often has a delicate problem: Should he open the bidding with a borderline hand?   He knows that the points are scattered fairly evenly around the table, and that his partner is likely to be in the 8-11 range. A game for either side is most unlikely, so it is a question of a part-score.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Espionage Case Raises Few Eyebrows in Russia","web_url":"https://www.nytimes.com/1994/02/24/us/a-question-of-espionage-espionage-case-raises-few-eyebrows-in-russia.html","abstract":"  There was little surprise in Moscow today at the news that a top official of the Central Intelligence Agency had spent eight years on the payroll of first the Soviet and later the post-Communist Russian intelligence service. Few Russians ever really believed that spying had ended with the cold war.   \"There is nothing new or sensational in the fact that countries are involved in intelligence gathering,\" said Yuri Kobaladze, a spokesman for the Russian Foreign Intelligence Agency, in a brief interview on an evening news program here. Mr. Kobaladze gave no further comment on the case involving the C.I.A. official, Aldrich Hazen Ames, and noted that the Russian Government would have to examine the evidence before responding to the American request to recall from Washington any Russian diplomat involved in the affair.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/24/arts/pop-and-jazz-in-review-282154.html","abstract":"  Village Vanguard 178 Seventh Avenue South (at 11th Street) Greenwich Village Through Sunday    Barry Harris's hands rarely stray from the middle of the piano keyboard. He plays quietly, too, and everything he proposes is balanced and conversational. At the Village Vanguard, his gentleness at first begged the rhythm section to push a little harder, although it was just as easy to imagine a touch more volume overwhelming his thin, clear lines. Mr. Harris's civility made him rather fragile.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Newark Council Head Among 3 Indicted","web_url":"https://www.nytimes.com/1994/02/24/nyregion/newark-council-head-among-3-indicted.html","abstract":"  Widening their investigation into corruption in Essex County, Federal prosecutors today accused the current president and a former president of the Newark City Council and a former City Councilman in East Orange of accepting tens of thousands of dollars in bribes from a towing company that was seeking lucrative municipal contracts.   Michael Chertoff, the United States Attorney for New Jersey, said the three officials were recorded repeatedly taking money from the towing company, including one instance in 1992 when the current Newark City Council President, Gary Harris, 40, received $12,000 in cash at his office in City Hall.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/24/style/chronicle-284912.html","abstract":"  DOLLY PARTON has apologized to the Anti-Defamation League for remarks she made about Jews during an interview published in the January issue of Vogue magazine.    The article quoted Miss Parton as saying that she had planned to do a television series about a country singer who switches to gospel music after a near-death experience. \"But everybody's afraid to touch anything that's religious because most of the people out here are Jewish, and it's frightening thing for them to promote Christianity,\" she said.","thumbnail":null,"section":"Style"},{"date":"19940224","headline":"Director Shakes Up Syracuse Stage","web_url":"https://www.nytimes.com/1994/02/24/theater/director-shakes-up-syracuse-stage.html","abstract":"  Soon after he was named the new artistic director of Syracuse Stage two years ago, Tazewell Thompson met with a group of the theater's subscribers who asked him if he was going to do only black plays and if rap music would now be the music of choice. \"I flinched, and it hurt,\" recalls Mr. Thompson. He immediately responded to the doubts, saying that he had to pay attention to the culture he knew best, and, yes, there would be more plays by black authors. But his intention, he said, was to expand the constituency; his theater would be inclusive rather than exclusive.   In his choice of repertory and in his personal style of management, the 39-year-old Mr. Thompson (whose first name is pronounced TAZZ-well) is shaking things up in Syracuse. He stands in the lobby after a performance, talking to theatergoers, accepting criticism as well as appreciation. Except for his lumberjack shirt (appropriate for snow-capped Syracuse), he could be a minister greeting his flock after a church service.","thumbnail":null,"section":"Theater"},{"date":"19940224","headline":"Growing Up Unwanted : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-growing-up-unwanted-letters-to-the-editor.html","abstract":"Regarding \"EU Angers Vatican on Homosexuals\" (World Briefs, Feb. 10):.We know that the Vatican opposes birth control and abortion. It is amazing to me that the Vatican believes the guaranteed scars of growing up unwanted are more damaging tha","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Check Those Berets : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-check-those-berets-letters-to-the-editor.html","abstract":"Regarding the report \"Reliving D-Day for Comrades Who Can't\" (Feb. 22):.As a former paratrooper of roughly the same vintage, I read with interest the Page 1 story about WWII airborne veterans who think that jumping out of a plane at age 70 an","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Sing-Along Requiems","web_url":"https://www.nytimes.com/1994/02/24/arts/sing-along-requiems.html","abstract":"  The West Village Chorale is sponsoring a new Requiem Winter Sing series on three consecutive Sundays at 4 P.M. at the Church of St. Luke-in-the-Fields, 487 Hudson Street, West Village. Gwen Gould is to conduct all three sessions, in which the audience is the chorus. The first, this Sunday, features the Mozart Requiem, with Danielle Woerner, Valerie Coates, Eric von Bleicken and John Eppler as soloists. The second is to be the Faure Requiem; the last, Brahms's \"German Requiem.\" Admission is $10. Information: (212) 570-7301.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"1894: The Wicked Press : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-1894-the-wicked-press-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - It is not generally known that there is in France a society whose special mission is to combat the abuses arising from the use of tobacco. It has just published a manifesto fulminating against the wicked press, which has urged the Prefect of Polic","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Officials Say 'Cut!' to Subway Violence on Film","web_url":"https://www.nytimes.com/1994/02/24/nyregion/officials-say-cut-to-subway-violence-on-film.html","abstract":"  The New York City subway system, the setting of the chaotic chase in \"The French Connection,\" the train hijacking in \"The Taking of Pelham One-Two-Three\" and countless other cinematic scenes of crime, is seeking a more pristine image by refusing to allow producers to film scenes in the subway that officials think are too violent.    Transit Authority officials say such scenes are at odds with a reduction in subway crime in recent years and create an impression of a dangerous system that could threaten ridership. But representatives of the film industry in New York say restrictions by the Transit Authority smack of censorship and could harm the health of the city's film industry, which spent $1.3 billion in the five boroughs in 1992. Contrary to Reality?    \"We've been very successful in the last two or three years in reducing violence and increasing ridership.\" said Jared Lebow, a Transit Authority spokesman. \"We want to protect our investment and increase ridership. We don't look fondly on projects that depict the system as being out of control.\"","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Virginia, Say No to the Mouse","web_url":"https://www.nytimes.com/1994/02/24/opinion/virginia-say-no-to-the-mouse.html","abstract":"  The Walt Disney Company excels at creating artificial wonderlands aimed at 10-year-old, television-nurtured sensibilities. Nothing wrong with that, in Anaheim or Orlando. Neither place was ever known for its cultural or natural treasures.   Prince William County, Va., is another matter entirely. It is a region of natural beauty and historical importance, flanked by the Blue Ridge Mountains and the Civil War shrines of Manassas. Its rolling farmland preserves a piece of rural America, with roots in the country's earliest settlement.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"1919: African Request : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-1919-african-request-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Negroes and negroids, who number 200,000,000 and who are represented in Paris by the Pan- African Congress, which met last week, are making a legitimate call upon the justice and humanity of the Peace Conference. They urge that the Allied and Asso","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Anderson Carries Out The Rescue","web_url":"https://www.nytimes.com/1994/02/24/sports/pro-basketball-anderson-carries-out-the-rescue.html","abstract":"  While the Nets' management continues to struggle over signing or trading one superstar, another continues to rescue the team on a regular basis.   Kenny Anderson, who has become the pillar of the franchise, erupted for 14 of his game-high 29 points in the third quarter tonight to help the Nets erase a 13-point Philadelphia lead in a 106-102 victory over the 76ers at the Spectrum.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Sports of The Times; Nancy Beats Whole World This Night","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-of-the-times-nancy-beats-whole-world-this-night.html","abstract":"  WE saw it from our own narrow isolationist viewpoint, an American morality play happening in some foreign theater, the Drama in Hamar, like the Thrilla in Manila. Back home, this day was reserved for Kerrigan verses Harding, the obedient girl against the tough girl, the girl who bakes cookies against the girl who smokes, and wasn't it nice of the Winter Games to accommodate it.   But despite the warnings from the experts, Americans tended to overlook the rest of the world -- the graceful Oksana Baiul, the vibrant Surya Bonaly, the composed Katarina Witt, and all the young skaters from all those other countries with skating rinks and choreographers and coaches and designers all their own.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Thurmond's Nimby","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-thurmond-s-nimby-285293.html","abstract":"  To the Editor:   Senator Strom Thurmond states that he doesn't want the world's nuclear wastes stored in South Carolina, that is, not in his backyard (letter, Feb. 14). He suggests they all go to Nevada. He hopes for a safe and secure world, with nuclear weapons alongside a safe and secure waste site, but far away from his state. Is that possible, with a plutonium half-life of 20,000 years?","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Medicare Suggests Way To Reform Health Care","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-medicare-suggests-way-to-reform-health-care-285315.html","abstract":"  To the Editor:   Controversy over health care may block action on this critical issue. A simple approach offers a solution.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Blair Speeds To Fifth Gold Of Her Career","web_url":"https://www.nytimes.com/1994/02/24/sports/winter-olympics-blair-speeds-to-fifth-gold-of-her-career.html","abstract":"  When it was over, when she had won the 1,000-meter speed skating race to become America's most decorated female Olympic athlete, Bonnie Blair skated around the oval at the Viking Ship Hall, a smile on her face, a moistness in her eyes, and raised her left hand up to a band of cheering fans. She seemed to be saying, \"Five,\" for the fifth gold medal she has won over three Olympics.    She might also have been waving goodbye, not just for the night, but for all time.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Showalter Makes a Very Early Decision","web_url":"https://www.nytimes.com/1994/02/24/sports/baseball-showalter-makes-a-very-early-decision.html","abstract":"  It is 40 days until opening day for the Yankees, but Manager Buck Showalter has already named Jimmy Key as his starting pitcher for that date in a decision as easy for him as penciling in \"Mattingly, 1b.\"   \"He deserves the honor,\" the manager said of the left-hander who went 18-6 in 1993, his first year with the Yankees. \"He had probably as good a year last year as he's had, from start to finish. He gave us an opportunity to win almost every time he took the hill, and that's what you ask of a starting pitcher. You don't ask him to pitch a shutout or be unhittable. You ask him to give you an opportunity to win. Jimmy Key's been able to do that for us.\"","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/02/24/sports/college-hockey-report.html","abstract":"  Chasing Harvard    Brown has been the most persistent pursuer of the ECAC-leading Crimson since November when the two played twice, with Harvard winning the first game, 5-4, in overtime and tying the second, 3-3.    In spite of losing their two top scorers from last season's National Collegiate Athletic Association tournament team -- Derek Chauvette and Scott Hanley -- the Bears have outscored their foes by 81-58 in 18 league games and their goalie, Geoff Finch, has a .903 save percentage.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Kerrigan Glitters; Harding Totters","web_url":"https://www.nytimes.com/1994/02/24/sports/winter-olympics-kerrigan-glitters-harding-totters.html","abstract":"  On the most anticipated night in the Olympics, when seven weeks of speculation were distilled to 2 minutes 40 seconds of skating, Nancy Kerrigan performed the best short program of her life, while Tonya Harding performed one of her worst.   While Kerrigan sits in first place, one performance away from a gold medal, Harding could only sit in a glass booth at the Olympic Amphitheater, watching her chief rival from 10th place, unsmiling, her hands slapping together in hollow applause.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/24/arts/pop-and-jazz-in-review-285218.html","abstract":"  TanaReid  Sweet Basil 88 Seventh Avenue South (above Bleecker Street) Greenwich Village Through Sunday    TanaReid, a cooperative group led by the drummer Akira Tana and the bassist Rufus Reid, is a good idea on paper. The band is meant to be a working group with set personnel, which usually guarantees a high level of improvisational interplay. And it features three promising young musicians, Dan Faulk and Craig Bailey on saxophones and Rob Schneiderman on piano. Things don't always work out as planned: on Tuesday night at Sweet Basil, the band seemed both intelligent and inert.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Some Male Bats May Double as Wet Nurses","web_url":"https://www.nytimes.com/1994/02/24/us/some-male-bats-may-double-as-wet-nurses.html","abstract":"  Scientists casting their nets in the dense forest canopies of Malaysia have discovered the first example of a wild male mammal that lactates. The species is a Dayak fruit bat, a large and poorly understood creature with an 18-inch wingspan, a dog-like face and, it turns out, a touch of androgyny.   When the researchers captured a group of the bats in a wide-ranging effort to survey animals that inhabit the Malaysian canopy, they were dumbfounded to see that the eight adult male Dayaks in the net all had visibly swollen breasts that produced milk upon being gently squeezed.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Critic's Notebook; 'Jackson Family Honors' A Night of Oddities","web_url":"https://www.nytimes.com/1994/02/24/arts/critic-s-notebook-jackson-family-honors-a-night-of-oddities.html","abstract":"  On NBC Tuesday night, \"Jackson Family Honors\" certainly scored a 10 on the bizarre meter. Not since Bill and Hillary, battered by pre-election stories of his marital indiscretions, took their case directly to a television news magazine, has the craft of image repair been used so, well, craftily.   Let's not even get into the motives of the Jackson family in its decision to bestow honors. Certainly the last thing the universe needs is another awards show. And let's not question NBC's decision to devote two hours to a ceremony that involved only two recipients: Michael Jackson's dear friend Elizabeth Taylor, and Motown's founder, Berry Gordy, the man most responsible for the fame and fortune of the Jacksons.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Review/Dance; Movement and Music, Together and Separately","web_url":"https://www.nytimes.com/1994/02/24/arts/review-dance-movement-and-music-together-and-separately.html","abstract":"  Li Chiao-Ping, a Chinese-American choreographer who teaches at the University of Wisconsin at Madison, and Marilyn Crispell, a classically trained jazz pianist and composer, shared a program on Tuesday night as part of the Face the Music and Dance series at Symphony Space.   The presentation concluded with a collaborative \"Improvisation,\" in which Ms. Li moved diagonally back and forth from upstage left to downstage right to agitated piano music by Ms. Crispell. The rest of the evening featured selections by Ms. Crispell without dancing and a long solo by Ms. Li set to taped scores by several composers. Ms. Crispell's music brooded, smoldered and often became fiery, and it received fine performances by a trio that included, in addition to the composer, Reggie Workman on bass and Gerry Hemingway on percussion.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Gastre Journal; For the Desperate, Nuclear Waste Isn't Dreadful","web_url":"https://www.nytimes.com/1994/02/24/world/gastre-journal-for-the-desperate-nuclear-waste-isn-t-dreadful.html","abstract":"  This dusty desert town, which seems to be lost in the middle of Patagonia, fits Buenos Aires policy makers' description of a \"nonviable\" area -- one that has no economic resources to support its people and where continued Government subsidies would be too costly.    But Gastre, in Chubut Province 900 miles south of Buenos Aires, is a special case because it is likely to be the site for Argentina's first repository for radioactive waste created by the country's three nuclear power plants.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"H.I.V. Counseling Keeps Mothers Connected","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-hiv-counseling-keeps-mothers-connected-285102.html","abstract":"  To the Editor:   Your Feb. 10 news article on a New York State Health Department panel's rejection of a proposal for mandatory human immunodeficiency virus testing of all newborns may mislead readers. The panel's focus was not \"how to balance the rights of women with those of their children\"; rather, the report makes clear the issue is defining the most effective way to identify H.I.V.-positive newborns and get them into care.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Giuliani Names Administrator to Head Homeless Agency","web_url":"https://www.nytimes.com/1994/02/24/nyregion/giuliani-names-administrator-to-head-homeless-agency.html","abstract":"  Mayor Rudolph W. Giuliani today will appoint Joan Malin, a veteran city administrator, to head the city's Homeless Services Department, a department spokesman said yesterday.   In the Dinkins administration's waning days, she coordinated the city's efforts to get out of the business of running shelters and turn the job over to nonprofit groups, a goal Mr. Giuliani has consistently praised.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Fever Sickens Dozens Near Earthquake Epicenter","web_url":"https://www.nytimes.com/1994/02/24/us/fever-sickens-dozens-near-earthquake-epicenter.html","abstract":"  To the woes of the victims of the Northridge earthquake, add pestilence.   In the month since the Jan. 17 quake shook the San Fernando Valley and much of the rest of the Los Angeles area, at least three dozen people in this part of California have become ill from what doctors say is an unusual outbreak of \"valley fever.\"","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"CLINTON CAUTIOUS IN REBUKING RUSSIA","web_url":"https://www.nytimes.com/1994/02/24/us/a-question-of-espionage-clinton-cautious-in-rebuking-russia.html","abstract":"  Even as his Administration warned that it would not tolerate more spying by Russia, President Clinton took pains today to keep the case of a C.I.A. officer accused of being a double agent from leading to a rupture in relations between Washington and Moscow.   The mixture of sternness and apprehension reflected a concern that the embarrassing episode would be used by the Administration's opponents to limit American aid to Russia while Mr. Clinton's advisers believe that such a course could hurt President Boris N. Yeltsin.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"Books of The Times; A Wilderness Child Confronts Civilization","web_url":"https://www.nytimes.com/1994/02/24/books/books-of-the-times-a-wilderness-child-confronts-civilization.html","abstract":"  Second Nature  By Alice Hoffman  254 pages. G. P. Putnam's Sons. $22.95.    The fable that lies at the heart of Alice Hoffman's lyrical new novel, \"Second Nature,\" is familiar almost to the point of cliche. In it, a half-man, half-beast accidentally emerges from the wilderness. Men see him as dangerous and lock him up. A woman who is herself close to nature rescues him, takes him home and is rewarded with extraordinary love. But her community fails to understand and drives the monster away. As the book's epigraph, by Rousseau, puts the moral, \"Nature never deceives us; it is always we who deceive ourselves.\"","thumbnail":null,"section":"Books"},{"date":"19940224","headline":"Some in Haiti, Impatient With Aristide, Plan Vote","web_url":"https://www.nytimes.com/1994/02/24/world/some-in-haiti-impatient-with-aristide-plan-vote.html","abstract":"  Further complicating stalled diplomatic efforts to restore Haiti's exiled President, the Rev. Jean-Bertrand Aristide, some of his opponents say they plan to install an interim Government to organize new elections within three months.   These opponents, led by two senior senators, have boasted that their plan enjoys the support of the Haitian military. \"A Government has to be installed by the end of the week,\" said one senator, Bernard Sansaricq. \"We can't go on like this any longer.\"","thumbnail":null,"section":"World"},{"date":"19940224","headline":"As Is, Clinton Health Plan Isn't Flying","web_url":"https://www.nytimes.com/1994/02/24/us/as-is-clinton-health-plan-isn-t-flying.html","abstract":"  The first lawmakers to begin formal consideration of President Clinton's health care plan said today that the plan could not be passed in its current form but that there was no consensus yet for an alternative.   Several elements of the Clinton plan appear imperiled as the bill faces its first tests in two House subcommittees, which are the gatekeepers of the legislative process. The lawmakers said there was little support for requiring most Americans to get their insurance through large purchasing pools called alliances.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"India Looks East, Belatedly Taking Nehru's Advice","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-india-looks-east-belatedly-taking-nehrus-advice.html","abstract":"In a profound strategic shift, India is establishing ever closer ties to the Asia-Pacific economic growth zone..A recent visit to India by Prime Minister Goh Chok Tong of Singapore underlined this change. The visit also helped to exorcise Southeast Asi","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Thrills, Spills and Icy Hills","web_url":"https://www.nytimes.com/1994/02/24/sports/skiing-thrills-spills-and-icy-hills.html","abstract":"  It's one thing to run with the pack in a city marathon. But try strapping skis onto your feet, then make your way up an icy hill with more than 6,000 cross-country skiers elbowing you pole to pole.   Your ability to finish unscathed is part of the adventure that annually draws Americans and Europeans alike to the American Birkebeiner, the largest cross-country ski race in North America.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"McSorley Out 4 Games","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-people-hockey-mcsorley-out-4-games.html","abstract":"  The Los Angeles Kings defenseman MARTY McSORLEY will sit out a total of four games, without pay, and pay a $500 fine for gouging the eye of San Jose's BOB ERREY last Saturday.   McSorley was suspended on Monday, pending a hearing. He sat out home games against Toronto on Monday night and Dallas last night.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Winter Repeats Itself From Midwest to East","web_url":"https://www.nytimes.com/1994/02/24/us/winter-repeats-itself-from-midwest-to-east.html","abstract":"  The winter of 1994, which has already set records for both cold and hot weather, delivered yet another dose of snow and freezing rain across much of the Midwest and Northeast today.   Following a pattern that is now all too familiar, today's storm snarled traffic on thousands of miles of highway throughout the Midwest and Northeast, closed many schools and delayed trains and airplanes. The storm also set the stage for possible flooding of rivers and streams in many states.","thumbnail":null,"section":"U.S."},{"date":"19940224","headline":"To Contain War's New Horrors","web_url":"https://www.nytimes.com/1994/02/24/opinion/IHT-to-contain-wars-new-horrors.html","abstract":"The writer is president of the Inter-national Committee of the Red Cross.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/24/nyregion/no-headline-277274.html","abstract":"  \"We want to protect our investment and increase ridership. We don't look fondly on projects that depict the system as being out of control.\" -- JARED LEBOW of the Transit Authority, explaining a ban on movie crime scenes filmed on the subway.  [ B1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Americans Lose Shot at a Hockey Medal","web_url":"https://www.nytimes.com/1994/02/24/sports/winter-olympics-americans-lose-shot-at-a-hockey-medal.html","abstract":"  They were young, eager and cohesive, and because another optimistic band of American hockey players somehow transformed those elements into gold 14 years ago, this group of Americans thought it might do the same.   But the only thing close to a miracle on ice in Norway involves a team from Finland. And tonight in Hakon Hall, those same undefeated and untied Finns put a convincing end to the Americans' slim medal hopes with a 6-1 victory in the quarterfinals.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Queens Woman Foils Attack, And Police Officer Is Charged","web_url":"https://www.nytimes.com/1994/02/24/nyregion/queens-woman-foils-attack-and-police-officer-is-charged.html","abstract":"  A New York City police officer was arrested yesterday and accused of trying to assault a woman who was walking home from work after midnight down a quiet street in Astoria, Queens. A police spokesman said detectives were investigating whether the incident was an attempted rape.   Police officials said that Officer Ronald Murgo Jr., 26, who was off-duty and out of uniform, lunged at the woman from behind, put his hand over her mouth and pulled her off to a poorly lighted area. The woman, 22, a clerk who works in the area, bit his hand and escaped, officials said.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/24/arts/pop-and-jazz-in-review-285226.html","abstract":"  Betty  The Ballroom 253 West 28th Street Chelsea Through March 12    In a new single by the talented pop trio Betty, a song that takes off from a line of Gertrude Stein's makes an intentionally awful pun: \"Udderly romantic.\" Edgy and enigmatic, it is a comic love song for people who abhor romantic pop cliches. And it exemplifies the contradictory qualities of the trio, which consists of Alyson Palmer and the sisters Amy and Bitzi Ziff.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"Bosnia: Next Steps","web_url":"https://www.nytimes.com/1994/02/24/opinion/bosnia-next-steps.html","abstract":"  Sensibly, U.S., European and Russian officials meeting in Bonn Tuesday decided to hold off on any new bombing threats and concentrate on intensified diplomacy.   That means trying to consolidate the cease-fire around Sarajevo and extending it to other battle fronts, improving the peace terms offered to the Bosnian Government and nurturing a reconciliation between Government and Bosnian Croat forces that could lead to political and economic federation.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Gullit to Play for Dutch","web_url":"https://www.nytimes.com/1994/02/24/sports/sports-people-soccer-gullit-to-play-for-dutch.html","abstract":"  The former Dutch captain RUUD GULLIT, who said last year he was retiring from the national team, has changed his mind and will play for the Netherlands in the World Cup this summer.    \"He will be a member of the squad again,\" said the Dutch team coach, DICK ADVOCAAT, in New York yesterday. He added that Gullit, currently playing for Sampdoria of Italy, was keen to return to international soccer.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Journal; The Perils of Diane","web_url":"https://www.nytimes.com/1994/02/24/opinion/journal-the-perils-of-diane.html","abstract":"  The biggest cliffhanger in television news this month was the network bidding war for Diane Sawyer, fueled by strategic leaks to the press and by a sudden case of flu that allowed the star to take a powder from \"Prime Time Live\" at the height of the bargaining. The spectacle ended last week with Ms. Sawyer staying put at ABC, with a new salary estimated at up to $7 million and new assignments that will make her, as Bill Carter wrote in The New York Times, \"the most visible news figure in television's most watched hours.\"   The biggest coup in television news this month, aired on PBS's \"Frontline\" just as Ms. Sawyer closed her deal, was a documentary titled \"Tabloid Truth.\" Tracing the TV-news feeding frenzy on a single story -- the Michael Jackson scandal -- the correspondent, Richard Ben Cramer, revealed that the seamy journalistic standards and sometimes the personnel of tabloid shows like \"Hard Copy\" and \"A Current Affair\" are inexorably tainting network news departments.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Big East Conference Approaching a Crossroad","web_url":"https://www.nytimes.com/1994/02/24/sports/on-college-basketball-big-east-conference-approaching-a-crossroad.html","abstract":"  Now that a countdown is leading toward the inevitable demise of the Big East Conference as we have known it, to be determined as soon as tomorrow, the most remarkable achievement of this collection of colleges should be remembered as something beyond its meteoric growth, its special collection of gifted athletes, its honeymoon with cable television and its boldly successful risk taking.   For a decade and a half, since four Eastern athletic directors first gathered at a La Guardia Airport hotel in search of a better way, a league has somehow reached unparalleled success in an enclave free from the influences of the football establishment.","thumbnail":null,"section":"Sports"},{"date":"19940224","headline":"Israel Must Decide Price of Peace for Itself","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-israel-must-decide-price-of-peace-for-itself-285196.html","abstract":"  To the Editor:   Israelis living in the valley below the Golan Heights may still remember the shells that were fired from Syrian guns in 1967. The condition was unacceptable. At the cost of the lives of several hundred Israeli soldiers, and many more who were maimed for life, the guns were silenced. These young men gave their lives for one reason only, that there be peace and quiet in the valley.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Sitting at War's HQ, Bosnian Serbs Talk of Peace","web_url":"https://www.nytimes.com/1994/02/24/world/sitting-at-war-s-hq-bosnian-serbs-talk-of-peace.html","abstract":"  Radovan Karadzic, the leader of the Bosnian Serbs, put it bluntly this week: \"We would rather drive Mercedeses than tanks.\"    After almost two years of war in Bosnia, it appears that the Serbs -- both in Belgrade and in Bosnia -- are actively pursuing a peace settlement in the conviction that Russia's new involvement can secure them a share of Bosnia that they could accept.","thumbnail":null,"section":"World"},{"date":"19940224","headline":"Legal Fight on Ousted School Head Is Likely to Clarify Chancellor's Powers","web_url":"https://www.nytimes.com/1994/02/24/nyregion/legal-fight-on-ousted-school-head-is-likely-to-clarify-chancellor-s-powers.html","abstract":"  A dispute between Schools Chancellor Ramon C. Cortines and a community school board that wants to oust its superintendent has turned into a legal battle that is very likely to clarify the Chancellor's powers to oversee local districts, lawyers for both sides said yesterday.   Community School Board 9 has sued Mr. Cortines, seeking judicial backing for its dismissal of its superintendent, Felton Johnson, after Mr. Cortines earlier this month ordered the board to renew Mr. Felton's contract. Mr. Cortines has credited Mr. Johnson with leading an educational renaissance in the district, which includes the west central Bronx.","thumbnail":null,"section":"New York"},{"date":"19940224","headline":"Sugar Is to Blame for Little Monsters","web_url":"https://www.nytimes.com/1994/02/24/opinion/l-sugar-is-to-blame-for-little-monsters-285161.html","abstract":"  To the Editor:   The sugar industry must be pleased that a new study is being pointed to as proof that sugar does not cause hyperactivity in children. The study, conducted by Dr. Mark L. Wolraich of Vanderbilt University and involving 48 normal preschool and school-age children, shows only that a small number of children whose parents believed they were sugar-sensitive did not react to table sugar. (Corn sugar, a widely used sweetener, was not tested.)   Several previous studies, as well as numerous reports from pediatricians and allergists, found that sugar indeed causes some children to become more active or to engage in inappropriate behavior. The effects of sugar could well be exacerbated by the effects of dyes or other food ingredients commonly found in sugary foods.","thumbnail":null,"section":"Opinion"},{"date":"19940224","headline":"Critic's Notebook; In Russia, Artists Talk of Money and Money Talks","web_url":"https://www.nytimes.com/1994/02/24/arts/critic-s-notebook-in-russia-artists-talk-of-money-and-money-talks.html","abstract":"  In the depths of the Russian winter, the cold drives the tattier St. Petersburg street vendors indoors. Snow masks the urban decay and reflects light off the city's pastel palaces and golden monuments glittering in the sun. The canals and even the Neva River are mostly frozen, steam rising eerily from the water and ducks scrabbling desperately for food. It's so cold, about all one can do is talk.   At the State Hermitage Museum, as at all large Russian arts institutions, the talk is mostly of money. Since Mikhail B. Piotrovsky inherited the job of director from his father in the summer of 1992 -- Vitaly A. Suslov briefly bridged the gap between the two men -- he seems to have done an admirable job establishing links to the West and otherwise compensating for faltering state support.","thumbnail":null,"section":"Arts"},{"date":"19940224","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/02/24/style/IHT-what-theyre-reading.html","abstract":"Carlos Teles, the concierge at the Htel de Crillon in Paris, is reading the French translation of \"Of Mice and Men\" by John Steinbeck..\"Why am I reading it? Because it's a classic. But generally I read things that concern daily life","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19940224","time":"1994-02-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":90,"wspd":11.2},{"date":"19940224","time":"1994-02-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":92,"wspd":14.8},{"date":"19940224","time":"1994-02-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":97,"wspd":20.5},{"date":"19940224","time":"1994-02-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":92,"wspd":18.4},{"date":"19940224","time":"1994-02-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":95,"wspd":14.8},{"date":"19940224","time":"1994-02-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":97,"wspd":14.8},{"date":"19940224","time":"1994-02-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":99,"wspd":11.2},{"date":"19940224","time":"1994-02-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":97,"wspd":11.2},{"date":"19940224","time":"1994-02-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":95,"wspd":18.4},{"date":"19940224","time":"1994-02-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":93,"wspd":16.6},{"date":"19940224","time":"1994-02-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":93,"wspd":18.4},{"date":"19940224","time":"1994-02-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":93,"wspd":13},{"date":"19940224","time":"1994-02-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":90,"wspd":18.4},{"date":"19940224","time":"1994-02-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":84,"wspd":13},{"date":"19940224","time":"1994-02-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":83,"wspd":20.5},{"date":"19940224","time":"1994-02-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":86,"wspd":18.4},{"date":"19940224","time":"1994-02-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":85,"wspd":18.4},{"date":"19940224","time":"1994-02-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":88,"wspd":13},{"date":"19940224","time":"1994-02-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":84,"wspd":13},{"date":"19940224","time":"1994-02-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":83,"wspd":11.2},{"date":"19940224","time":"1994-02-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":84,"wspd":11.2},{"date":"19940224","time":"1994-02-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":82,"wspd":13},{"date":"19940224","time":"1994-02-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":82,"wspd":18.4},{"date":"19940224","time":"1994-02-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":80,"wspd":16.6},{"date":"19940224","time":"1994-02-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":22.3},{"date":"19940224","time":"1994-02-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":25.9},{"date":"19940224","time":"1994-02-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":29.5},{"date":"19940224","time":"1994-02-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":27.7},{"date":"19940224","time":"1994-02-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":100,"wspd":24.1},{"date":"19940224","time":"1994-02-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":100,"wspd":24.1},{"date":"19940224","time":"1994-02-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":100,"wspd":18.7},{"date":"19940224","time":"1994-02-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":100,"wspd":14.8},{"date":"19940224","time":"1994-02-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":14.8},{"date":"19940224","time":"1994-02-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":20.5},{"date":"19940224","time":"1994-02-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":14.8},{"date":"19940224","time":"1994-02-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":14.8},{"date":"19940224","time":"1994-02-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19940224","time":"1994-02-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":22.3},{"date":"19940224","time":"1994-02-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":11.2},{"date":"19940224","time":"1994-02-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":27.7},{"date":"19940224","time":"1994-02-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":13},{"date":"19940224","time":"1994-02-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":14.8},{"date":"19940224","time":"1994-02-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":83,"wspd":14.8},{"date":"19940224","time":"1994-02-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":22.3},{"date":"19940224","time":"1994-02-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":25.9},{"date":"19940224","time":"1994-02-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":64,"wspd":25.9},{"date":"19940224","time":"1994-02-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":37.1},{"date":"19940224","time":"1994-02-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":37.1}]}}