{"19930408":{"guardian_articles":[],"nytimes_articles":[{"date":"19930408","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/08/sports/transactions-388693.html","abstract":"  Baseball  American League   NEW YORK YANKEES -- Placed Melido Perez, pitcher, on the 15-day disabled list, retroactive to April 1. Purchased the contract of Neal Heaton, pitcher, from Columbus of the International League. National League   SAN DIEGO PADRES -- Signed Mike Simms, outfielder, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/08/nyregion/news-summary-860293.html","abstract":"  International A2-12  CLINTON SHIFTS GEARS ON BOSNIA  After coming into office proclaiming the need to take action against moral outrages in Bosnia, the Clinton Administration has shifted gears, and is now telling the American people that Bosnia is a quagmire about which very little can be done.  A1  U.N. GENERAL ON THE MOVE  Resuming what has become a personal battle to save the besieged Muslim enclave of Srebrenica, the French commander of the United Nations force in Bosnia set out by road to return to the town before it is overrun by Serbian troops.  A6","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Suspicious Fire Guts Brooklyn Synagogue, Damaging 2d","web_url":"https://www.nytimes.com/1993/04/08/nyregion/suspicious-fire-guts-brooklyn-synagogue-damaging-2d.html","abstract":"  One Brooklyn synagogue was destroyed and a adjacent one was damaged yesterday afternoon in a blaze that Fire Department officials said was suspicious.    The fire, which took place on the second day of Passover, raged through the Congregation Jakov at 1260 51st Street in Borough Park and spread to the Wosikin Congregation next door.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Richard B. Stearns Jr., 54, Dies; Managed Real-Estate Investments","web_url":"https://www.nytimes.com/1993/04/08/nyregion/richard-b-stearns-jr-54-dies-managed-real-estate-investments.html","abstract":"  Richard B. Stearns Jr. a real-estate investment executive, died on Tuesday night at the Memorial Sloan-Kettering Cancer Center in Manhattan. He was 54 and lived on the East Side of Manhattan.   The cause was cancer of the bladder, said his brother-in-law Cecil Wray.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Iowa Town Reaps Gold From Novel","web_url":"https://www.nytimes.com/1993/04/08/us/iowa-town-reaps-gold-from-novel.html","abstract":"  Even people not partial to romance can enjoy the fact that hokum has become the latest cash crop to take root in the richness and ennui of Iowa's good earth.   \"I don't know how you put a daydream up and just think of something that's not there,\" Sandy Thompson said skeptically of how the best-selling novel about a lyrical farmwife adulteress, \"The Bridges of Madison County,\" has begun drawing crowds of enthralled reader-believers to poke about this Iowa hamlet that is its setting.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Shuttle Launched on the Second Try","web_url":"https://www.nytimes.com/1993/04/08/us/shuttle-launched-on-the-second-try.html","abstract":"  The space shuttle Discovery roared into the early morning sky today on a mission to study the Earth's atmosphere and the things that influence it from above and below.   The shuttle, and the four men and one woman who make up its crew, painted a fiery yellow streak across a black satin sky as it blasted off from the Kennedy Space Center here at 1:29 A.M. to spend up to nine days in orbit.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Rebuilding a Brooklyn Zoo, Step by Agonizing Step; When the Residents Can't Complain, Why Rush a Much-Delayed City Project?","web_url":"https://www.nytimes.com/1993/04/08/nyregion/rebuilding-brooklyn-zoo-step-agonizing-step-when-residents-can-t-complain-why.html","abstract":"  Ten buildings, including the three main exhibition halls, have been totally reconstructed. Displays for animals from local pigeons to Southeast Asian jungle fowl have been completed, and a new sea lion pool has been fashioned in the center of the main concourse.   Early Monday morning, work crews will change all the locks at the zoo in Prospect Park, preparing to transfer it later that day from the city, which oversaw a rebuilding that took nearly five years, to the New York Zoological Society.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Bonn Asks a Court If Pilots Can Police Bosnian Flight Ban","web_url":"https://www.nytimes.com/1993/04/08/world/bonn-asks-a-court-if-pilots-can-police-bosnian-flight-ban.html","abstract":"  Germany's divided coalition warned a constitutional court today that the Government could collapse over the issue of whether Germans help enforce a ban on Serbian flights over Bosnia and Herzegovina.    Foreign Minister Klaus Kinkel and Defense Minister Volker Ruhe trooped to the Federal Constitutional Court in Karlsruhe to plead for a quick ruling on Chancellor Helmut Kohl's decision to let Germans serve.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"In Science We Trust","web_url":"https://www.nytimes.com/1993/04/08/opinion/in-science-we-trust.html","abstract":"God has made a comeback in big science.\n\n\"We shall know the mind of God,\" wrote Stephen Hawking in \"A Brief History of Time,\" when we arrive at the theory of everything, a set of equations that will resolve the contradictions of modern physics and, in doing so, contain the history of matter. Some believe such a theory is possible, some do not. But either way, great things are afoot and God is involved.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Long Days and Short Nights In India's Mud Without Pay","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-long-days-and-short-nights-in-indias-mud-without-pay.html","abstract":"At 7:30 A.M., Peddanna emerges from his mud and thatch hut in this dusty village in the southern state of Andhra Pradesh. Clad in blue shorts and mud-spattered white vest, he heads for the fields of Siva Reddy, a rich landlord. Peddanna is a harijan, the","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Devils Snap Losing Streak, and Rangers","web_url":"https://www.nytimes.com/1993/04/08/sports/hockey-devils-snap-losing-streak-and-rangers.html","abstract":"  It didn't last long. Ask Corey Hirsch, the goalie who was promoted a day earlier from the Ranger farm team in Binghamton. He had a good first period and a 2-0 lead. But that was before the Devils scored four times in the second period tonight, before the entire Ranger team seemed to vanish, before a sixth loss in seven games practically insured them they will not make the playoffs.   After goals by Esa Tikkanen and Tony Amonte tied the score in the second, the Devils scored three more times for a 5-2 victory at Byrne Meadowlands Arena in a game that solidified both New Jersey's hold on third place in the Patrick Division race and New York's hold on fifth.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Lead-Poisoning Harm Held to Be Partly Reversible","web_url":"https://www.nytimes.com/1993/04/08/us/lead-poisoning-harm-held-to-be-partly-reversible.html","abstract":"  A large new study published yesterday suggests that the decline in intelligence caused by an accumulation of lead in children's blood can be at least partly reversed when steps are taken to reduce the blood levels of this toxic metal.   The study, by a research team at Albert Einstein College of Medicine in the Bronx, is the first to examine the benefits of reducing lead levels in children who have no obvious symptoms of lead poisoning.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Narcotics Have Long Been Known Safe and Effective for Pain","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-narcotics-have-long-been-known-safe-and-effective-for-pain-621493.html","abstract":"  To the Editor:   Re \"Patients in Pain Find Relief, Not Addiction, in Narcotics\" (front page, March 28): The effectiveness and safety of opioid analgesics for long-term suppression of severe pain not due to cancer has been known for more than a decade. Some medical and social resistance to the use of these agents continues, however, causing patients deprived of them unnecessary suffering and increased risk, and increased cost to them and to society.   Opioid analgesics produce in general significant, but not complete, relief of pain for years without a significant decrease in effectiveness, without the need to increase the dose, without inducing addiction (the uncontrolled, nonmedical, use of the agent), without intolerable subjective physical or psychological side effects, without a decrease in motivation or function unrelated to illness and without organ toxicity. They are intrinsically safe drugs; their effects are immediately reversible, and a spe   The Times welcomes letters from readers. Letters must include the writer's name, address and telephone number. We regret that we cannot acknowledge or return unpublished letters. Those selected for publication may be shortened for space reasons. cific, antidote (naloxone) is widely available in case of accidental or deliberate overdose.  ","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"With Loss Possible, Jackson Ends Effort To Lead N.A.A.C.P.","web_url":"https://www.nytimes.com/1993/04/08/us/with-loss-possible-jackson-ends-effort-to-lead-naacp.html","abstract":"  The Rev. Jesse Jackson withdrew today as a candidate to be executive director of the National Association for the Advancement of Colored People amid indications that he could have suffered a humiliating defeat had he remained in the race.    Since he emerged as a candidate late last year, board members have been heatedly debating among themselves whether Mr. Jackson would be a suitable person to lead the association. The issue was whether his highly charged style would bring a needed jolt to a staid organization or overwhelm it.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"To Crystal, 12, School Serves No Purpose","web_url":"https://www.nytimes.com/1993/04/08/nyregion/to-crystal-12-school-serves-no-purpose.html","abstract":"  Crystal Rossi wears two streaks of bright magenta in her hair. They hang, stains of Kool-Aid, down her loose, long strands of blond like a seventh grader's twist of punk: Don't come too close. Don't mess with me. Don't tell me what to do. I'm not like you.    At her Brooklyn public school, a kaleidoscope of teen-age rage, Crystal's teachers see a young girl with an attitude. They focus on her slouch, her Kool-Aid streaks, her grunge clothes and sullen anger and see all the signs of trouble. But those vivid slashes say the most, communicating a basic paradox of adolescence, the double-edged message: \"bug off\" and \"LOOK AT ME.\"","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"More Than Schools; Dinkins's Drive for Big Local Turnout Risks Confronting the Religious Right","web_url":"https://www.nytimes.com/1993/04/08/nyregion/more-than-schools-dinkins-s-drive-for-big-local-turnout-risks-confronting.html","abstract":"  Mayor David N. Dinkins's drive to generate a big turnout in next month's school board elections suggests a larger political agenda. Win or lose on May 4, he hopes to transform the mayoral campaign into a referendum on who controls public education.    On Tuesday, Mr. Dinkins announced an unusual city-financed effort to alert New Yorkers to the elections in each of the city's 32 community school districts. The Mayor said $635,000 would be spent to send postcards to registered voters and on advertisements to lift the turnout beyond what he termed the unacceptable 7.2 percent rate four years ago. On request, voters will be sent copies of biographical statements submitted voluntarily by the school board candidates in their district.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"CLINTON PRESSING UKRAINE ON A-ARMS","web_url":"https://www.nytimes.com/1993/04/08/world/clinton-pressing-ukraine-on-a-arms.html","abstract":"  In an effort to put pressure on Ukraine to give up the nuclear weapons left on its soil by the Soviet Union, the Clinton Administration has rebuffed Ukraine's request for a meeting between the Prime Minister and President Clinton or Vice President Al Gore, senior Administration officials say.   The officials say the rebuff is part of an effort to get the Ukrainians to fulfill their promises to ratify the arms-reduction treaty and give up the nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Nets Activating Schintzius?","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-nets-activating-schintzius.html","abstract":"  A week after the Nets portrayed their long-ailing center, Dwayne Schintzius, as in absolutely no shape to be taken off the injured list, the team was seeking the league's permission yesterday to activate him in time for tonight's game against the Detroit Pistons.   For Schintzius, who underwent back surgery last summer and has been on the injured list ever since, the magic remedy seems to have been the intervening injury to a fellow center, Chris Dudley, out for the season with a stress fracture to his right ankle.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Aspin Is to Set Women's Role In All Services","web_url":"https://www.nytimes.com/1993/04/08/us/aspin-is-to-set-women-s-role-in-all-services.html","abstract":"  With different branches of the armed services moving in different directions on the role of women, Defense Secretary Les Aspin said today that he would establish a common policy governing women in combat in the next several months.   Mr. Aspin made his remarks after Air Force officials gave details about a program to stop training female student pilots on high-performance training aircraft. Women on active duty are not allowed to fly combat aircraft, but the high-performance training is an important step toward that goal. The new restrictions were imposed in January at one of the Air Force's four training bases and will be introduced at the other three by 1996, Air Force officials said.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"In Augusta, All Revolves About a Sun: Amen Corner","web_url":"https://www.nytimes.com/1993/04/08/sports/golf-1993-masters-in-augusta-all-revolves-about-a-sun-amen-corner.html","abstract":"  No other words in golf are quite as evocative as Amen Corner.   The three holes, the 11th, 12th and 13th, provide a spectacular apse of the \"Cathedral in the Pines\" that is the Augusta National Golf Club. Particularly on Sunday afternoon of the Masters, they induce humble prayers -- of hope, thankfulness or surrender. Per square yard, they produce more beauty, and more drama, than any other stretch in golf.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Mets' Saberhagen Yields Only 2 Hits in 87 Pitches","web_url":"https://www.nytimes.com/1993/04/08/sports/baseball-mets-saberhagen-yields-only-2-hits-in-87-pitches.html","abstract":"  Bret Saberhagen, seated at his locker at 12:40 P.M., wasn't interested in any strategy session. An hour away from his first start of the season, the Mets' right-hander only smiled at Todd Hundley when the young and earnest catcher asked if Saberhagen wanted to talk about a game plan.   \"Don't even think about it,\" Saberhagen said. \"Just put the fingers down.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"White House Trying to Trim Blocked Jobs Bill, Aides Say","web_url":"https://www.nytimes.com/1993/04/08/us/white-house-trying-to-trim-blocked-jobs-bill-aides-say.html","abstract":"  Acknowledging that it has failed to win over any of the Senate Republicans who are blocking President Clinton's $19.5 billion economic stimulus plan, the White House is working on significantly scaling it back, senior Administration officials said today.   While no decision has been made on how much the plan could be cut, several proposals have been recommended to the White House, from a Republican suggestion to halve the plan and eliminate spending on community development, to a Democratic plan to delay putting it into effect.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"U.N. General Plan to Defy Serbs Again","web_url":"https://www.nytimes.com/1993/04/08/world/un-general-plan-to-defy-serbs-again.html","abstract":"  Resuming what has become a personal battle to save the besieged Muslim enclave of Srebrenica, the French commander of the United Nations forces in Bosnia today set out by road from Sarajevo in an attempt to return to the town before it is overrun by Serbian nationalist troops.   \"I have to go back,\" the commander, Lieut. Gen. Philippe Morillon, told aides after receiving a radio report indicating that Serbian attacks on the town were increasing despite Serbian promises to observe a cease-fire and to allow United Nations convoys of food and medicine into the town.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/08/style/chronicle-102693.html","abstract":"  After years of an on-again, off-again romance, MARLA MAPLES and DONALD J. TRUMP are expecting a child in October.    \"Tell your producer a secret and look what happens,\" a beaming Ms. Maples said at a crowded news conference the couple held last night as they arrived at the Palace Theater. Ms. Maples is appearing there in \"Will Rogers Follies.\"","thumbnail":null,"section":"Style"},{"date":"19930408","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/08/movies/home-video-410693.html","abstract":"  As movie directors tell it, in the beginning there was the rectangle. Films are shot for movie screens with a width-to-height ratio of around 16 to 9. Collectors of films on video tape or laser disk often want that rectangle retained when the movies are shown on the more nearly square television screen, with a ratio of about 4 to 3. Thus some films are letter-boxed, which means black bands are placed across the top and bottom of the image to flatten it to movie-screen proportions.   This week, though, the square screen gets its due in a new disk release of James Cameron's underwater epic \"The Abyss.\" Two versions of the film are available from Fox and Image Entertainment, Fox's disk distributor. One version is letter-boxed; the other is panned and scanned, the term for squaring the image for the television screen.","thumbnail":null,"section":"Movies"},{"date":"19930408","headline":"Northwestern's Athletic Director Resigns","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-college-athletics-northwestern-s-athletic-director-resigns.html","abstract":"  BRUCE CORRIE resigned yesterday as Northwestern's athletic director, effective May 31, and will be replaced on an interim basis by outgoing basketball coach BILL FOSTER, the school announced. Corrie, 57 years old, has been athletic director since Jan. 4, 1988.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review-645193.html","abstract":"  'Sybil, Daughter of the American Revolution'  Abigail Adams Smith Museum    \"Sybil, Daughter of the American Revolution,\" an opera by Ludmila Ulehla, was given its world premiere last Thursday night. Susan Schefflein's libretto dramatized events of April 26, 1777, when a young woman named Sybil Ludington rode through Putnam County, N.Y., in order to warn American Revolutionaries of a British advance on Danbury, Conn. Other characters in the drama are her father, a colonel; her boyfriend, son of British loyalists; an old hermit, and a neighbor, Mrs. Tidd.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Bronx Refuge for Doubly Troubled Addicts","web_url":"https://www.nytimes.com/1993/04/08/nyregion/bronx-refuge-for-doubly-troubled-addicts.html","abstract":"  It is a dreary day in a particularly mean corner of the South Bronx, and the rain and wind are rattling the windows of Harbor House, a special center for men afflicted with mental illness and drug addiction.   But inside the common room, where the residents sit in a circle before walls bearing stenciled words of inspiration and courage, the talk proceeds from stories of personal ruin upward to renewal and hope.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Word in Disfavor Survives","web_url":"https://www.nytimes.com/1993/04/08/nyregion/word-in-disfavor-survives.html","abstract":"  If a leopard is stuck with its spots and old dogs pose pedagogical problems, then the New York Zoological Society, like one of the pachyderms in its midst, seems unable to forget.   In February, after deciding that the word \"zoo\" had become a pejorative -- as in \"this place is a . . .\" -- the society announced that it was going to drop that word from four of its, well, establishments, around New York City.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-641993.html","abstract":"  Ugly Kid Joe  The Academy    Ugly Kid Joe, a young rock group from Northern California, is a small, failed advertisement for the California dream. The members wear shorts while they play, have a video taped on the beach and come across as a second-rate Red Hot Chili Peppers, a group essential to the modern California myth. The band, which had a hit in 1991 called \"Everything About You,\" is riding a new hit, \"Cats In the Cradle\"; oddly enough, the Academy, where the band performed on March 31, was far from full.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Balkan Parliament. PARIS . All the small States in the Balkans which wish to enjoy the blessings of a Parliamentary régime have also to put up with disadvantages. They know the delights of an election carried on under the strongest official pre","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Webber Keeps Word and Luncheon Date","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-webber-keeps-word-and-luncheon-date.html","abstract":"  In the two days since he called the most inopportune timeout of his life, Chris Webber has not once shaved his head. Stubble has grown on his scalp, and he said today he might leave it up there for a spell.   \"Usually in the basketball season, I'm in the mood for no hair,\" he said. \"But now I think I'll grow long hair and a beard and move out to Arizona and live out in the desert somewhere -- until basketball season starts again.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-92778064064.html","abstract":"How to Ruin Baseball. Regarding \"Progress? A Baseball Purist's Lament\" (Sports, March 7) by Thomas Boswell:. One need not be a purist to be annoyed with the cabal of greedy and rather stupid baseball owners. They are about to kill the goose that","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Violence Leaves Scars on Life in a Small Town","web_url":"https://www.nytimes.com/1993/04/08/nyregion/watkins-glen-journal-violence-leaves-scars-on-life-in-a-small-town.html","abstract":"  JOHN T. MILLER did much more than kill four women in a welfare office here last year. He also killed a way of life, a sense that small-town life provided sanctuary from a violent world.   \"Externally, I don't think you're able to come right in and see it,\" said Peter Hansburger, the chairman of the Schuyler County Chamber of Commerce who owns a seasonal ice-cream parlor here. \"It's in people's heads, and it's in their thoughts. You'll hear people saying they don't feel safe.\"","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review.html","abstract":"Australian Chamber Orchestra \nCarnegie Hall \n\nThe Australian Chamber Orchestra's program on March 31 took on interest in its second half, as more or less standard items by Handel, Vivaldi and Mozart gave way to Peter Sculthorpe's \"Nourlangie\" and Janacek's \"Kreutzer\" Quartet, a string quartet played here in a small-orchestra version.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/08/nyregion/metro-digest-079893.html","abstract":"  A REBEL IN PERIL OF DROPPING OUT   Crystal Rossi wears two streaks of bright magenta in her hair like a seventh grader's twist of punk that conveys a message: Don't mess with me. This is the time, this tender age of 12, when every major decision on the treacherous road to adulthood looms. It is also the time when some students start a long, slow fall away from school. A1. CUOMO TAKES NAME OFF COURT LIST   Gov. Cuomo confirmed that he had asked President Clinton to remove him from consideration for an appointment to the Supreme Court, saying that he wished to continue serving New York state. A1.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"'People Get Tired of the Runaround'","web_url":"https://www.nytimes.com/1993/04/08/nyregion/other-voices-people-get-tired-of-the-runaround.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.     Q The dropout rate is incredibly high, especially among African-American and Latino people. Why do you think the dropout rate is so high? And what can be done to change it?     BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): I think one of the problems is that attention has to be given to the individual . . . and what's going on at home.    ","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Dinkins Halts Parking Deal For an Inquiry","web_url":"https://www.nytimes.com/1993/04/08/nyregion/dinkins-halts-parking-deal-for-an-inquiry.html","abstract":"  Mayor David N. Dinkins yesterday suspended negotiations with a company selected to run many of the operations in New York City's Parking Violations Bureau until investigators determine whether company executives were implicated in a bribery scandal in the mid-1980's.   Former officials of the company, Lockheed Information Management Services Company, admitted at trials in 1987 that they had paid off city officials to land multimillion-dollar contracts with the Parking Violations Bureau. Those contracts with the company, then called the Datacom Corporation, were awarded to collect overdue fines.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-94115965698.html","abstract":"Violence and Nonviolence . Regarding \"Let's Have Early, Imaginative Peace-Work\" (Opinion, March 31) by Karl E. Meyer:. Mr. Meyer's piece on regional disputes failed to address situations like Tibet's, where the oppressed are either too weak or t","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Just 1 Pitch and Poof! The Yankees Are Losers.","web_url":"https://www.nytimes.com/1993/04/08/sports/baseball-just-1-pitch-and-poof-the-yankees-are-losers.html","abstract":"  One pitch. All it took tonight was one hanging slider to turn a tie score into an eventual Cleveland victory, to turn Jim Abbott's first start as a Yankee into a disappointing loss and to turn John Habyan's night into a nightmare.   With the score tied at 2-2 in the bottom of the eighth and Carlos Baerga dancing off second after his double opened the inning, Abbott tossed one ball to Albert Belle before Habyan was summoned to replace him. One slider later and the frigid Cleveland fans were no longer sitting on their gloved hands because Belle drilled a two-run homer to left-center that helped vault the Indians to a 4-2 victory over the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"9 Months Leaderless, Yale Still Seeks New President","web_url":"https://www.nytimes.com/1993/04/08/nyregion/9-months-leaderless-yale-still-seeks-new-president.html","abstract":"  After nine months without a president and no official word on when an appointment will be announced, Yale University is growing restless.   Some students and faculty members have begun speculating about whether Yale is having trouble finding someone to take the job, especially after several top candidates were snared by other universities, including Columbia and Duke.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Overtimes Put Knicks Under The Covers","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-overtimes-put-knicks-under-the-covers.html","abstract":"  The Knicks were fatigued today, feeling the effects of a three-game road trip and two consecutive overtime games. Yet they don't have time for much rest.   New York (51-21) can clinch the Atlantic Division title by winning Thursday night's home game against the Boston Celtics. But winning the division is secondary to finishing with the top record in the Eastern Conference. So the Knicks, who lead the East by one game over the Chicago Bulls (50-22) with 10 regular-season games remaining, cannot afford to let up, no matter how they feel. A Few Dollars More    Asked after today's practice if the Knicks would celebrate clinching the division title if they won Thursday, Coach Pat Riley said: \"It's not my habit to do so. The only thing winning the division does is give you a second seed automatically. And you get a few dollars for it. But there's only two things you want. You want the best record in the East, or the best record in the whole league.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"9th Ave. Fair's Survival Is Feared at Risk","web_url":"https://www.nytimes.com/1993/04/08/nyregion/9th-ave-fair-s-survival-is-feared-at-risk.html","abstract":"  For the handful of pioneers who promoted Ninth Avenue as a \"must\" destination on the city's gastronomical map, this is a year to celebrate the 20th anniversary of the first, the biggest and the most diverse food festival in New York City. But critics say the festival's survival is at risk because it has lost its character as the city's premiere multi-ethnic food show.   Ninth Avenue merchants generally agree that the festival, on the Avenue between 37th and 57th Streets has helped revitalize the crumbling neighborhood and restored its image as a flourishing marketplace, once known as Paddy's Market. But they also complain that the food festival has lost touch with the neighborhood and is becoming just another street fair, with too much sausage and even bras and girdles among the vendors' wares.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-640093.html","abstract":"  Wingtip Sloat  CBGB    The endless, desolate suburbs of Washington spawned a cult of musical exactitude in the post-punk rock of the early 80's. The movement, known as hardcore, was famous for its fearsomely precise attack, delivering barbed messages at breakneck speed. Amid an ocean of nothing to do, bands rehearsed their discontent to perfection.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Times Agrees to Let U.S. Interview Staff On Bombing Letter","web_url":"https://www.nytimes.com/1993/04/08/nyregion/times-agrees-to-let-us-interview-staff-on-bombing-letter.html","abstract":"  The New York Times agreed yesterday to comply with a Federal subpoena, saying investigators would be allowed to interview an assistant metropolitan editor and a news clerk who were the first to handle a letter that investigators said was mailed by suspects charged with the bombing of the World Trade Center.   The letter, signed by a group calling itself the Liberation Army Fifth Battalion, was received by The Times on March 2, four days after the bombing. Law-enforcement officials said on March 27 that the letter was authentic and that it provided the first insight into what might have provoked the attack.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Rangers Fading Away With Look of Losers","web_url":"https://www.nytimes.com/1993/04/08/sports/on-pro-hockey-rangers-fading-away-with-look-of-losers.html","abstract":"  The Rangers had a lead at the start of the second period. They had a lead, and they did not know what to do. They took the ice, they faced off against the Devils, and from the first drop of the puck, they looked uncomfortable.   They have forgotten how to play with confidence. They have forgotten how to play when they are ahead. They have forgotten, quite simply, how to be winners.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review-644393.html","abstract":"  Chorovaya Akademia  Kathryn Bache Miller Theater    Russian choruses, those that appear in the United States at least, are known more for a folkish ebullience and rough abandon than for any particular tonal refinement. But Chorovaya Akademia, a four-year-old, 15-member male a cappella choir directed by Aleksandr Sedov, proved an exception last week. The blend was superb, and individual singers showed wonderful qualities as they emerged from the mass or took solos. Quicksilver dynamic shifts were beautifully controlled, and intonation remained rock-solid.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/08/style/chronicle-629093.html","abstract":"  Credit Dolley Madison with something more than making ice cream popular by serving it at the White House. It was she who moved the Easter egg roll for children to the White House lawn in 1812, when she learned that it could not be held on its usual site -- the lawn of the Capitol -- because of construction under way there.    Or at least that is how MICHAEL BERMAN described the origins of the White House Easter egg roll and hunt, which he is going to produce on Monday. He also was the impresario for the four Easter egg hunts of the Bush Administration.","thumbnail":null,"section":"Style"},{"date":"19930408","headline":"It's Not Double Jeopardy in L.A.","web_url":"https://www.nytimes.com/1993/04/08/opinion/it-s-not-double-jeopardy-in-la.html","abstract":"  Are the four Los Angeles police officers now on trial for the Rodney King beating being subjected to unconstitutional double jeopardy? After all, they were tried and acquitted in state court and are now being tried again for essentially the same acts in Federal court.   The American Civil Liberties Union, torn by internal disagreement, contends that the Federal prosecution is indeed a case of double jeopardy. But the A.C.L.U.'s position is wrong as a matter of law, history and the nature of the national Union.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-577393.html","abstract":"  A Reporter's Notebook article on Tuesday about the passage of this year's New York State budget misstated the political affiliation of Assemblyman Michael J. Bragman. He is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-924293.html","abstract":"  An article on March 20 about political considerations facing President Clinton in choosing a successor to Justice Byron R. White misstated the position of Judge Amalya Lyle Kearse. She is a member of the United States Court of Appeals for the Second Circuit, in New York, not the Federal District Court.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Give Special Schools a Chance","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-give-special-schools-a-chance-603693.html","abstract":"  Many New York City students find high school an alienating experience. In large buildings and classes they lose their way, become apathetic, perform poorly and eventually drop out. To reach such students, Schools Chancellor Joseph Fernandez has pushed to create about 50 smaller high schools focused on themes ranging from the environment to community service.   This worthwhile experiment deserves a chance to prove itself, even after Mr. Fernandez's departure and the inevitable infighting over the Board of Education's search for his successor.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-578193.html","abstract":"  An article on Feb. 6 about Gen. Colin L. Powell, Chairman of the Joint Chiefs of Staff, referred imprecisely to his childhood. A letter dated March 22 from Fernando Ferrer, the Bronx Borough President, points out that the general was born in Harlem and reared in the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-574993.html","abstract":"  An article on Saturday about the politics of gun control in New Jersey misattributed a message sent to the State Senate President, Donald T. DiFrancesco, by one voter. Eugene L. Brenycz of Irvington said it was not he who sent the Senator an application for a job at McDonald's, filled out in Mr. DiFrancesco's name; he said he did mail Mr. DiFrancesco a yellow turkey feather.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"A Horse Story for the Ages","web_url":"https://www.nytimes.com/1993/04/08/sports/IHT-a-horse-story-for-the-ages.html","abstract":"\"How are we today?\". \"I feel great, Doctor.\". \"No hallucinations? No recurrence of strange voices? Anything at all odd that you'd like to talk about?\". \"I'm healthy, Doctor, believe me.\". \"You had a good week,","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"IRAN IS REPORTED ACQUIRING MISSILES","web_url":"https://www.nytimes.com/1993/04/08/world/iran-is-reported-acquiring-missiles.html","abstract":"  Iran is close to concluding a deal with North Korea to buy a new intermediate-range missile that the Koreans are developing, United States officials said today.   The Central Intelligence Agency has said the new North Korean missile represents a threat to the stability of both Asia and the Middle East. Although the missile has not yet been fully tested, a visit by a high-level Iranian military delegation to Pyongyang has prompted American concern that full-scale production of the missile may be closer than previously thought, the officials said.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Books of The Times; Joyce Is in the Details, Preferably Freshly Plowed","web_url":"https://www.nytimes.com/1993/04/08/books/books-of-the-times-joyce-is-in-the-details-preferably-freshly-plowed.html","abstract":"  James Joyce The Years of Growth, 1882-1915 By Peter Costello Illustrated. 374 pages. Pantheon Books. $30.    Why, after all that's been written about James Joyce (1882-1941), in particular Richard Ellmann's monumental 1959 biography, \"James Joyce,\" and its 1982 revision, do we need another biography of the man who wrote \"Dubliners,\" \"A Portrait of the Artist as a Young Man,\" \"Ulysses\" and \"Finnegans Wake\"?","thumbnail":null,"section":"Books"},{"date":"19930408","headline":"Bowe Will Seek Custody if Boy Is His Son","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-boxing-bowe-will-seek-custody-if-boy-is-his-son.html","abstract":"  RIDDICK BOWE will seek custody of a 7-year-old boy if a paternity test shows that the heavyweight champion is the boy's father, Bowe's manager said.   Bowe filed a lawsuit Monday seeking a blood test of the boy to determine whether the child is his, said Bowe's manager, ROCK NEWMAN of Washington.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-91745431880.html","abstract":"Croatia and Germany. Regarding \"Using the United Nations as a Dumping Ground\" (Opinion, March 2):. Stephen S. Rosenfeld blames Germany for the form UN engagement took in former Yugoslavia and for \"having lit the fuse\" of war. According","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Preparing for Womanhood Begins in Girlhood","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-preparing-for-womanhood-begins-in-girlhood-618493.html","abstract":"  To the Editor:   Three cheers for Anna Quindlen's contribution (column, March 28) to the Take Our Daughters to Work Day, set for April 28, when parents or others will bring girls along to workplaces to familiarize them with work settings and stimulate thought about life choices. Ms. Quindlen's support adds stature to the event.   April 28 is not an exercise in pretending that women don't need men; it is an acknowledgment that womanhood begins in girlhood, and attention must be paid to preparing girls for the future. Seriously preparing them. Consider the following;","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Russian Officials Say Little Radiation Is Released in Nuclear Plant Accident","web_url":"https://www.nytimes.com/1993/04/08/world/russian-officials-say-little-radiation-is-released-in-nuclear-plant-accident.html","abstract":"  Russian officials said today that the nuclear accident in the Siberian city of Tomsk-7 on Tuesday caused only minor contamination, but still qualified as the worst nuclear incident in the former Soviet Union since the Chernobyl explosion in 1986.   Radiation leaked after a stainless-steel tank containing uranium waste exploded, blowing a reinforced concrete lid through the roof of a nuclear-reprocessing plant, and causing a fire, officials of Russia's Atomic Energy Ministry confirmed. Officials said that the tank exploded when nitric acid was added as a cleanser and that the blast itself caused no deaths or injuries, but firefighters were exposed to radiation.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Preparing for Womanhood Begins in Girlhood; A Day for All Ages","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-preparing-for-womanhood-begins-in-girlhood-a-day-for-all-ages-637093.html","abstract":"  To the Editor:   As a young woman who was planning to participate in the first Take Our Daughters to Work Day, I read Anna Quindlen's \"Take Her With You\" (column, March 28) with interest. There are aspects of the program that are questionable, however.   The program is geared toward girls between 9 and 15; it should be expanded for girls and young women of all ages. The earlier a girl is exposed to the career possibilities available to her, the more confident she will be with herself and her gender. There are also many young women older than 15 who went through girlhood and early adolescence never exposed to the multitude of available opportunities.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Networks and the Hollywood Monster","web_url":"https://www.nytimes.com/1993/04/08/opinion/networks-and-the-hollywood-monster.html","abstract":"  Pressured by a court order, the Federal Communications Commission wisely reversed some of the out-of-date rules that have kept the major television networks out of the lucrative rerun business. The rules have allowed Hollywood movie studios to dominate programming to the detriment of networks and viewers.   The Financial Interest and Syndication Rules were adopted 20 years ago when the three major networks controlled more than 90 percent of prime-time viewing. Fearing that big networks would swallow small producers, the F.C.C. prevented ABC, NBC and CBS from owning syndication rights -- a $5 billion market.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Foreign Affairs; No Peace Without Keepers","web_url":"https://www.nytimes.com/1993/04/08/opinion/foreign-affairs-no-peace-without-keepers.html","abstract":"  A joke about Bosnia is running through the Clinton Administration. What's the only thing worse than the Serbs saying \"No\" to the Vance-Owen peace plan? The Serbs saying \"Yes.\"   Behind the dark humor lies a still darker truth: If the Serbs were to say yes, the U.S. and others would have to put up the 100,000 or so peacekeepers necessary to carry out the plan -- and they won't. No peacekeepers, no peace.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Russia Orders American Reporter Questioned in State-Secrets Case","web_url":"https://www.nytimes.com/1993/04/08/world/russia-orders-american-reporter-questioned-in-state-secrets-case.html","abstract":"  The Russian Ministry of Security, still known by its old initials as the K.G.B., has ordered a Baltimore Sun reporter to report back to Lefortovo prison here on Thursday for questioning, after informing him today that his American lawyer and a United States Embassy official will be barred from the meeting.   Will Englund has been summoned to answer questions in connection with a case brought against a Russian chemist, now awaiting trial on charges of revealing state secrets. In an article published in a Russian newspaper last October, the chemist, Vil Mirzoyan, wrote that Russia was continuing to test and produce chemical weapons, in violation of its own promises. Mr. Mirzoyan was subsequently arrested, and held briefly in prison.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Morada Nova Journal; In Brazil, Too, the Withered Land Cries for Rain","web_url":"https://www.nytimes.com/1993/04/08/world/morada-nova-journal-in-brazil-too-the-withered-land-cries-for-rain.html","abstract":"  Standing in the doorway of her mud-and-wattle farmhouse, Maria de Lourdes Oliveira Lima surveyed rows of bean plants wilting under the noonday equatorial sun.   \"Those clouds don't carry rain,\" said the 42-year-old sharecropper and mother of seven children, casting a practiced eye up toward a few frivolous tufts in a robin's-egg-blue sky. \"It hasn't rained here in 22 days. All our neighbors are talking of leaving.\"","thumbnail":null,"section":"World"},{"date":"19930408","headline":"AIDS Expert Fears an Epidemic In Central and East Europe Lands","web_url":"https://www.nytimes.com/1993/04/08/world/aids-expert-fears-an-epidemic-in-central-and-east-europe-lands.html","abstract":"  The director of the World Health Organization's global program on AIDS, Dr. Michael H. Merson, warned today that central and eastern Europe might soon face a major AIDS epidemic.   \"We are very concerned about the situation,\" Dr. Merson told reporters in Berlin. \"The risk factors are there, and they're there in a big way. We need to mount our control measures now, before the situation gets out of control.\"","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Radical Arabs Use Pakistan as Base for Holy War","web_url":"https://www.nytimes.com/1993/04/08/world/radical-arabs-use-pakistan-as-base-for-holy-war.html","abstract":"  It was a routine roadblock, the sort that the police in this Wild West border town have put up in recent weeks to try to stanch the flood of cars being stolen here and raced through the Khyber Pass into Afghanistan. What the police found, though, were not run-of-the-mill car thieves, but four Libyans armed with pistols and hand grenades.   The next day, when the police raided the home of one of the Libyans, they were attacked by two men who threw a hand grenade as they tried to escape. Both men were captured, and they too turned out to be Libyans.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-642793.html","abstract":"  Eddie Bo  Tramps Cafe 45 West 21st Street Chelsea Through Saturday    Eddie Bo has syncopation in his bones. He's an old-fashioned, house-rocking New Orleans pianist, which means he's a one-man orchestra. His left hand trundles out steady-rolling bass lines, meshed with chords or splashed with barrelhouse triplets from his right; he stamps his feet in one more layer of rhythm. At Tramps Cafe, the new, white-walled restaurant that replaced Tramps' rock annex, he also had the audience clapping along.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Trade Center Blast Providing Economic Lift, Experts Find","web_url":"https://www.nytimes.com/1993/04/08/us/trade-center-blast-providing-economic-lift-experts-find.html","abstract":"  In the first attempt at a comprehensive analysis of the economic damage caused by the bombing of the World Trade Center, Port Authority economists and consultants have concluded that the explosion has actually provided a lift to the local economy.   The attack -- which killed six people and injured 1,000 others -- wreaked havoc on the fabric of the city and authority officials did not suggest that news of economic benefit would undo the tragedy of it.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-643593.html","abstract":"  Quicksand, Therapy and Surgery  The Academy    Rock was a bashing, howling, clattering primal tantrum at the Academy on Saturday night. The triple bill of Quicksand, Therapy and Surgery yelled their vocals amid power chords and feedback, occupying alternative rock's new loud zone between heavy metal and punk rock. All three bands break generic borders, but none would be caught dead admitting to many emotions beyond frustration, disgust and rage.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"U.S. Proposing Move by Israelis To Revive Talks","web_url":"https://www.nytimes.com/1993/04/08/world/us-proposing-move-by-israelis-to-revive-talks.html","abstract":"  Trying to persuade the Palestinians to resume the Middle East peace talks, the Clinton Administration has suggested to Israel that it accept a prominent Palestinian leader from East Jerusalem as head of the Palestinian delegation, United States officials said today.   But a senior Administration official said the proposal, as well as others currently under discussion, would be carried out only if the Palestinians agreed both in advance and in public to attend the talks, which are scheduled to resume in Washington on April 20.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Suffolk Moves to Abandon Plans To Buy Robins I. as Nature Area","web_url":"https://www.nytimes.com/1993/04/08/nyregion/suffolk-moves-to-abandon-plans-to-buy-robins-i-as-nature-area.html","abstract":"  Suffolk County took the first step today toward abandoning plans to buy Robins Island, one of the largest uninhabited islands on the East Coast, and turn it into a nature preserve.   The county legislature, in an 11-to-6 vote, agreed to consider a legal settlement that would allow luxury homes on the 445-acre island in Peconic Bay.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Trial of 3 in Trucker's Beating Is Put Off Till July","web_url":"https://www.nytimes.com/1993/04/08/us/trial-of-3-in-trucker-s-beating-is-put-off-till-july.html","abstract":"  A state judge today delayed until July the trial of three black men charged in the beating of a white truck driver at the outset of the rioting here last April.   The trial had been set to begin next week, about the time verdicts could be returned in the Federal civil rights trial of four white police officers for the 1991 beating of Rodney G. King, and the postponement brought a slight easing of tensions to Los Angeles.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"The Courts on Trial; Los Angeles Blacks Say Bias Is Issue In Riot Case and Retrial of 4 Officers","web_url":"https://www.nytimes.com/1993/04/08/us/courts-trial-los-angeles-blacks-say-bias-issue-riot-case-retrial-4-officers.html","abstract":"  The discontent among many blacks that sets this city on edge has found a slogan, and it is emblazoned on red, black and green caps and T-shirts throughout South-Central Los Angeles: No Justice, No Peace.   In a nation where statistics show that more black men go to jail than to college, the slogan embodies a belief widely held by members of minorities in inner cities that they live in the shadow of a racially biased justice system.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Northern Ireland Needs New Thinking","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-northern-ireland-needs-new-thinking-619293.html","abstract":"  To the Editor:   \"The Real Crying Game\" (editorial, March 29), which condemns the bombs in Warrington, England, displays the absence of imagination that lies behind 24 years of suffering and more than 3,000 dead littered across the scarred north of Ireland.   What is needed is leadership for a bold new direction, the onus for which falls on the British Government, with its failed policies in resolving the \"Irish Question.\" Prime Minister John Major should reconvene the intergovernmental talks promptly with significant changes.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Rabin and Mubarak to Discuss Mideast Talks","web_url":"https://www.nytimes.com/1993/04/08/world/rabin-and-mubarak-to-discuss-mideast-talks.html","abstract":"  Prime Minister Yitzhak Rabin of Israel and President Hosni Mubarak of Egypt will meet next week, probably in Egypt, to explore ways to give the stalled Middle East peace talks a badly needed jump start, Israeli officials said today.   While it was not clear what the two men hoped to achieve, meetings between the Israeli and Egyptian leaders are hardly so common that that they can be dismissed as routine diplomatic maneuvers.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Livery Driver Is Slain","web_url":"https://www.nytimes.com/1993/04/08/nyregion/livery-driver-is-slain.html","abstract":"  A livery cabdriver in the Bronx was shot four times in the back last night in a slaying that the police described as resulting from an apparent holdup. The dead man, Sekou Kaba, 28, of Bolton Avenue, the Bronx, was found lying on the shoulder of a service road at the intersection of the Cross Bronx Expressway and the Bronx River Parkway in the West Farms section by a passing motorist shortly after 9 P.M., said Sgt. John McClusky, a Police Department spokesman. Mr. Kaba's car was found about a half block away, said Sergeant McClusky. He said that no weapon had been found and there were no suspects in the case.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"In North Korea, Try Diplomacy First","web_url":"https://www.nytimes.com/1993/04/08/opinion/in-north-korea-try-diplomacy-first.html","abstract":"  North Korea's abrupt refusal to allow inspections of its nuclear sites has now led the International Atomic Energy Agency to take the unprecedented step of asking the United Nations Security Council to impose sanctions.    But diplomacy may still be the best way to keep North Korea from getting The Bomb. The task is to persuade Pyongyang to reverse its rash renunciation of the Nuclear Nonproliferation Treaty and open all its nuclear sites to inspections.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-576593.html","abstract":"  Because of an editing error, an article on Monday about the television host Joe Franklin referred incorrectly to the longtime morning host on WOR-AM who retired in 1990. He is John A. Gambling.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Scudamore, a Top British Jockey, to Retire","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-horse-racing-scudamore-a-top-british-jockey-to-retire.html","abstract":"  Jockey PETER SCUDAMORE, who rewrote British racing's record books without winning the Grand National, announced his retirement yestertday. Scudamore, 34 years old, is Britain's most successful jump jockey in history, having won more than 1,600 steeplechase and hurdles races over an 18-year career. Named champion jockey eight times, his last major victory was on Captain Dibble in last year's Scottish National. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"CUOMO ANNOUNCES HE IS NOT SEEKING SEAT ON HIGH COURT","web_url":"https://www.nytimes.com/1993/04/08/nyregion/cuomo-announces-he-is-not-seeking-seat-on-high-court.html","abstract":"  Gov. Mario M. Cuomo said today that he had asked President Clinton to remove him from consideration for an appointment to the United States Supreme Court, saying he wished to continue serving New York while the state was on the cusp of economic recovery.   Many in the Cuomo administration interpreted the Governor's announcement as a virtual declaration that he will run for a fourth four-year term next year. Mr. Cuomo said in an interview today that he was preparing aggressively for a 1994 campaign but was not ready to make a declaration.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93825128677.html","abstract":"1918: Big Gun Backfires. PARIS . Paris was again bombarded by a long-range gun yesterday [April 7], but there were no victims, except a hen. The report that one of the guns that have been shelling the capital had burst, killing a lieutenant and nine men,","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Essay; Not 'Ready to Go'","web_url":"https://www.nytimes.com/1993/04/08/opinion/essay-not-ready-to-go.html","abstract":"  Bob Dole, the Republican leader in the Senate, chose Oregon's Mark Hatfield, a soft-spoken moderate, to talk to Pennsylvania's Arlen Specter about signing the filibuster letter.   Comes April 30, it will be seen as a critical moment in the first hundred days of the Clinton Administration. To stop the Democratic legislative locomotive, solidarity on the part of the Republican minority was vital, and Hatfield and Specter have long been mavericks.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Tough Talk Won't Help Trade With Japan","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-tough-talk-won-t-help-trade-with-japan-638993.html","abstract":"  To the Editor:   \"For Clinton, 'Managed Trade' Is Emerging as Policy Option\" (front page, March 30) exposes the faulty thinking and naivete of \"strategic trade\" and \"aggressive unilateralism.\" United States trade deficits are made by chronic budget deficits and low savings in the United States, not by Japan or other Asian countries.    United States trade deficits with Japan consist mainly of products Americans want eagerly but that are not made here -- fax machines, flat liquid-crystal panels, compact disk players, even quality cars, to name a few. This situation is the same as Japan's unabated imports of Hollywood films and American pop music. Can such imbalances be corrected by ill-conceived managed trade?","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Foreman to Retire After June 7 Match","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-boxing-foreman-to-retire-after-june-7-match.html","abstract":"  Six years after stepping out of retirement and back into the boxing ring, GEORGE FOREMAN, the lovable preacher-boxer, may soon be calling it quits again. At the tender age of 44, Foreman remains the novelty of professional boxing.   At a news conference yesterday, Foreman announced that his June 7 bout against TOMMY MORRISON will be his last. \"This is probably the last fight I'll ever have,\" Foreman said. \"I can't stay around forever.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Big Bills Coming Due at H.U.D., Crimping Expansion of Programs","web_url":"https://www.nytimes.com/1993/04/08/us/big-bills-coming-due-at-hud-crimping-expansion-of-programs.html","abstract":"  Several old bills are coming due at the Department of Housing and Urban Development, and the costs are frustrating the Clinton Administration's hopes of rapidly expanding Federal housing aid.   A combination of new laws, old decisions, deferred expenses, poor management, and the quirks of Federal accounting are forcing the department to seek tens of billions of dollars in expanded budget authority over the next few years just to house the families it is now assisting.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/08/nyregion/no-headline-900593.html","abstract":"  \"I do not know whether you might indeed have nominated me, but because there has been public speculation concerning the possibility, I think I owe it to you to make clear now that I do not wish to be considered.\" -- GOVERNOR CUOMO, in a letter to President Clinton.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Review/Dance; Philadanco's Tease and Payoff","web_url":"https://www.nytimes.com/1993/04/08/arts/review-dance-philadanco-s-tease-and-payoff.html","abstract":"  Philadanco saved the best for last on Tuesday when it opened a weeklong season at the Joyce Theater. There were moments of choreographic distinction throughout the evening. But nobody does it quite like Talley Beatty. And his recent \"Morning Songs\" ended the evening on a note of soaring triumph.    There was nothing terribly new or different about the group piece. The elements of its jazz-dance style -- high, split-legged jumps, cross-stage runs and spinning turns -- have been seen on Broadway and on the concert dance stage for years. But there was a magnificent weight and evocative power to \"Morning Songs\" and to its surging score by Charles Mingus that are rare in modern and jazz dance today.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Ethics Committee Decides to Investigate Senator's Links to Bank","web_url":"https://www.nytimes.com/1993/04/08/us/ethics-committee-decides-to-investigate-senator-s-links-to-bank.html","abstract":"  The Senate Ethics Committee opened a preliminary inquiry today into the relationship between the Bank of Credit and Commerce International, a Middle Eastern bank that collapsed two years ago amid spectacular instances of fraud, and Senator Orrin G. Hatch of Utah and his staff.   Separately, the Ethics Committee has decided not to pursue accusations, which arose in a 1992 election campaign, that Senator Daniel K. Inouye, Democrat of Hawaii, engaged in sexual misconduct with his hairdresser and other women, the panel's ranking officials said today.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Perez Goes on Disabled List","web_url":"https://www.nytimes.com/1993/04/08/sports/baseball-perez-goes-on-disabled-list.html","abstract":"  The Yankees placed Melido Perez on the disabled list with a strained left hip flexor today and finally rescued Neal Heaton from limbo by activating him to assume the roster spot.   The move with Perez was expected because he had already been bumped from two starts and continued feeling soreness in his hip during fielding drills on Tuesday. Since the transaction is retroactive to April 1 and Perez is eligible to pitch on April 16, the Yankees did not want to risk aggravating the injury by allowing him to start Sunday in Chicago. Scott Kamieniecki will start instead.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Day Before Meeting on Guns, Bridgeport Has a Fatal Shooting","web_url":"https://www.nytimes.com/1993/04/08/nyregion/day-before-meeting-on-guns-bridgeport-has-a-fatal-shooting.html","abstract":"  A 31-year-old woman who was eight months pregnant when she was shot late Tuesday night died early this morning shortly after giving birth to a son. The shooting death, which came one day before a statewide meeting here on gun-control legislation, prompted outrage from city officials, including Bridgeport's Mayor.   The police said the woman, Judy Grey had gone for a walk with a friend when she was the victim of a drive-by shooting. It was Bridgeport's 19th homicide of the year.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Bosnia Reconsidered; Where Candidate Clinton Saw a Challenge The President Sees an Insoluble Quagmire","web_url":"https://www.nytimes.com/1993/04/08/world/bosnia-reconsidered-where-candidate-clinton-saw-challenge-president-sees.html","abstract":"  After coming into office proclaiming the need to take action against moral outrages in Bosnia, the Clinton Administration has shifted gears, and is now telling the American people that Bosnia is a quagmire about which very little can be done.   In effect, the Administration has gone from shaking its fist at the Serbs to throwing up its hands. And it has gone from describing Bosnia as a test case of America's ability to nurture democracy in the post-cold-war world to being the intractable \"problem from hell\" that no one can be expected to solve.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"U.N. Compromise Lets Macedonia Be a Member","web_url":"https://www.nytimes.com/1993/04/08/world/un-compromise-lets-macedonia-be-a-member.html","abstract":"  The Security Council today approved United Nations membership for another former Yugoslav republic after a clumsy-looking compromise ended a controversy with Greece over its admission and injected a little more stability into the Balkan region.   The Council agreed to admit Macedonia under the provisional name of \"the Former Yugoslav Republic of Macedonia.\" It has been admitted to the World Bank and the International Monetary Fund with that name.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"United We Stand -- and Fly","web_url":"https://www.nytimes.com/1993/04/08/opinion/united-we-stand-and-fly.html","abstract":"President Clinton's decision to consider seriously Russia's proposal for cooperation on a space station holds promise. A joint venture could give new direction to our faltering space effort while reducing its cost. It could help reform in Russia and be the stepping stone to Mars. But many barriers remain. \n\nNASA's proposed space station, Freedom, had three purposes: to conduct research on materials in zero gravity; to establish a human presence in space in preparation for missions to Mars and to provide a model for international cooperation. Since proposed budget reductions require choosing among these purposes, recent NASA planning has focused on a small platform suitable only for materials science research. It would be visited by the shuttle but not permanently occupied by astronauts.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930408","headline":"The Republic of North Macedonia joins the United Nations.","pages":[{"title":"North Macedonia","web_url":"https://en.wikipedia.org/wiki/North_Macedonia","description":"Country in Southeast Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_North_Macedonia.svg/320px-Flag_of_North_Macedonia.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"North Macedonia, officially the Republic of North Macedonia, is a landlocked country in Southeast Europe. It shares land borders with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. Skopje, the capital and largest city, is home to a quarter of the country's 1.83 million people. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, Aromanians and a few other minorities."},{"title":"United Nations","web_url":"https://en.wikipedia.org/wiki/United_Nations","description":"Intergovernmental organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/320px-Flag_of_the_United_Nations.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The United Nations, particularly informally also referred to as the United Nations Organisation, is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations amongst nations, achieve international co-operation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague."}]},{"date":"19930408","headline":"The Space Shuttle Discovery is launched on mission STS-56.","pages":[{"title":"Space Shuttle Discovery","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Discovery","description":"NASA orbiter (1984 to 2011)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg/320px-STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Space Shuttle Discovery is a retired American spacecraft. The spaceplane was one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle had three main components: the Space Shuttle orbiter, a single-use central fuel tank, and two reusable solid rocket boosters. Nearly 25,000 heat-resistant tiles cover the orbiter to protect it from high temperatures on re-entry."},{"title":"STS-56","web_url":"https://en.wikipedia.org/wiki/STS-56","description":"1993 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/STS056-91-054_-_Payload_bay_view_with_ATLAS_pallet_%28Retouched%29.jpg/320px-STS056-91-054_-_Payload_bay_view_with_ATLAS_pallet_%28Retouched%29.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"STS-56 was a NASA Space Shuttle Discovery mission to perform special experiments. The mission was launched from Kennedy Space Center, Florida, on April 8, 1993."}]}],"weather":[{"date":"19930408","time":"1993-04-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":83,"wspd":7.6},{"date":"19930408","time":"1993-04-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":5.4},{"date":"19930408","time":"1993-04-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":82,"wspd":13},{"date":"19930408","time":"1993-04-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":75,"wspd":9.4},{"date":"19930408","time":"1993-04-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":72,"wspd":7.6},{"date":"19930408","time":"1993-04-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":76,"wspd":13},{"date":"19930408","time":"1993-04-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":11.2},{"date":"19930408","time":"1993-04-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":77,"wspd":13},{"date":"19930408","time":"1993-04-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":72,"wspd":14.8},{"date":"19930408","time":"1993-04-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":70,"wspd":13},{"date":"19930408","time":"1993-04-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":16.6},{"date":"19930408","time":"1993-04-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":64,"wspd":14.8},{"date":"19930408","time":"1993-04-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":60,"wspd":16.6},{"date":"19930408","time":"1993-04-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":52,"wspd":14.8},{"date":"19930408","time":"1993-04-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":51,"wspd":20.5},{"date":"19930408","time":"1993-04-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":49,"wspd":18.4},{"date":"19930408","time":"1993-04-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":48,"wspd":18.4},{"date":"19930408","time":"1993-04-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":51,"wspd":24.1},{"date":"19930408","time":"1993-04-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":49,"wspd":20.5},{"date":"19930408","time":"1993-04-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":52,"wspd":16.6},{"date":"19930408","time":"1993-04-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":55,"wspd":14.8},{"date":"19930408","time":"1993-04-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":65,"wspd":14.8},{"date":"19930408","time":"1993-04-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":14.8},{"date":"19930408","time":"1993-04-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":65,"wspd":14.8},{"date":"19930408","time":"1993-04-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":39,"wspd":13},{"date":"19930408","time":"1993-04-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":50,"wspd":13},{"date":"19930408","time":"1993-04-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":53,"wspd":11.2},{"date":"19930408","time":"1993-04-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":5.4},{"date":"19930408","time":"1993-04-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":55,"wspd":0},{"date":"19930408","time":"1993-04-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930408","time":"1993-04-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":7.6},{"date":"19930408","time":"1993-04-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19930408","time":"1993-04-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":14.8},{"date":"19930408","time":"1993-04-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":65,"wspd":0},{"date":"19930408","time":"1993-04-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":9.4},{"date":"19930408","time":"1993-04-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":9.4},{"date":"19930408","time":"1993-04-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":9.4},{"date":"19930408","time":"1993-04-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":11.2},{"date":"19930408","time":"1993-04-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":28,"wspd":9.4},{"date":"19930408","time":"1993-04-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":25,"wspd":13},{"date":"19930408","time":"1993-04-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":21,"wspd":14.8},{"date":"19930408","time":"1993-04-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":14,"wspd":14.8},{"date":"19930408","time":"1993-04-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":10,"wspd":14.8},{"date":"19930408","time":"1993-04-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":22,"wspd":13},{"date":"19930408","time":"1993-04-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":21,"wspd":18.7},{"date":"19930408","time":"1993-04-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":22,"wspd":14.8},{"date":"19930408","time":"1993-04-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":33,"wspd":16.6},{"date":"19930408","time":"1993-04-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":45,"wspd":11.2}]},"19930409":{"guardian_articles":[],"nytimes_articles":[{"date":"19930409","headline":"China Police Have Gang Link In Hong Kong, Official Says","web_url":"https://www.nytimes.com/1993/04/09/world/china-police-have-gang-link-in-hong-kong-official-says.html","abstract":"  China's top law enforcement official said today that the police maintained links with Mafia-style gangs based in Hong Kong and once even used them to help protect a Chinese leader traveling abroad.   The statement was a startling admission of China's cooperation with the gangs, known as Triads, which engage in extortion, prostitution, bank robbery, smuggling, drug trafficking and murder. Triad enforcers sometimes punish those who reveal secrets by hacking them with meat cleavers and leaving them to bleed to death.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Couch Potatoes, Arise! A Temple of TV Awaits You","web_url":"https://www.nytimes.com/1993/04/09/movies/couch-potatoes-arise-a-temple-of-tv-awaits-you.html","abstract":"  PAYING a visit to the Museum of Television and Radio in Manhattan is a lot like passing an average afternoon in front of the tube. Except without the snacks, the commercials, the interruptions to answer the phone, the sound of your neighbor's lawn mower, the familiar couch or, finally, anything that really resembles a television set.   As television has taken over our culture, most of us have come to treat it much as we treat our parents: as a force that is always there, is often distracting, but rarely commands our undivided attention. The museum, where television is an object of research, even reverence, isn't about such heedless intimacy. An afternoon there can thus be a disconcerting -- and oddly revelatory -- experience.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"Historic Day at Bar: Dodger Stays in Brooklyn; Judge Says, Among Other Things, That Los Angeles Club Has No Good Name to Lose","web_url":"https://www.nytimes.com/1993/04/09/nyregion/historic-day-bar-dodger-stays-brooklyn-judge-says-among-other-things-that-los.html","abstract":"  Nothing can heal the wound left when the Brooklyn Dodgers packed up their bats and balls and headed to Los Angeles after the 1957 season. But yesterday, Brooklyn got a small measure of revenge.   A Federal judge in Manhattan ruled that the Brooklyn Dodger Sports Bar and Restaurant could keep its name in the face of a legal effort by the Los Angeles Dodger organization to take even that shred of identity away from Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/09/arts/sounds-around-town-120593.html","abstract":"  Night of Flamencos   Misa Flamenca, the Paco Pena Flamenco Company and the Elmer Iseler Singers, Carnegie Hall, (212) 247-7800. Mr. Pena, a Spanish flamenco guitarist whose exceptional virtuosity is matched by his passion, will present his Gypsy folk Mass, Misa Flamenca, a work that melds the Roman Catholic liturgy with flamenco traditions. In the work, which was created for the Wroclaw Music Festival in Poland, the Gloria has become a fandango and the Eucharist an alegria. The concert will feature Mr. Pena's Flamenco Company, an ensemble of guitarists, vocalists and percussionists, and the Andalusian flamenco dancer Javier Cruz. The Elmer Iseler Singers, a Canadian group, serves as chorus. Show time is tomorrow at 8 P.M., and tickets cost from $23.50 to $25.50. Dixie Carter Sings    Dixie Carter, Cafe Carlyle, Madison Avenue at 76th Street, (212) 744-1600. No leading cabaret performer dares more and gets away with it than Ms. Carter. This star of \"Designing Women\" comes on as a mature southern belle with a flaming sense of humor and a fearless theatricality. Among the high points of her new act are a rendition of Laura Nyro's \"Sweet Blindness\" in which she sprawls across the piano in a delirious fog of Southern moonshine and a version of Bob Dylan's \"Don't Think Twice, It's All Right\" that gets to the song's chilly, contemptuous essence like no one else's. Shows are at 8:45 and 10:45 tonight and tomorrow night. There is a $40 cover charge and no minimum. Dave Frishberg's Touch    Dave Frishberg, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. Baseball trivia (\"Van Lingle Mungo\"), sharklike lawyers (\"My Attorney Bernie\") and being an expatriate New Yorker (\"Do You Miss You Miss New York?\") are three subjects about which the brilliant pop-jazz songwriter, pianist and singer has had what may be the last and definitive word. Few contemporary writers have produced as many songs that have been embraced as standards by nightclub cognoscenti. Expertly backing himself on piano, he performs them with dry acerbity that treats each witty apercu as a twist of the knife. Shows are tonight and tomorrow night at 9 and 11:15. Tickets are $20 and $25; there is a two-drink minimum.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Reviews/Film; Twins' Surreal Visions","web_url":"https://www.nytimes.com/1993/04/09/movies/reviews-film-twins-surreal-visions.html","abstract":"  The surreal visions of the film-making team known as the Brothers Quay have an angst-ridden intensity that can make watching a three-minute short feel like gobbling an exceedingly rich and exotic candy and wondering afterward what exactly has been consumed. For those who have a taste for such things, Film Forum 2 is offering a program of six animated short films by the Quays, which opens today and plays through Thursday. They range from a recent music video for the singer and songwriter Michael Penn, to \"Anamorphosis,\" a formal examination of perspective in 16th- and 17th-century paintings.   Timothy and Stephen Quay, identical twins who were born in Philadelphia and now live in England, are masters of an eclectic Eastern European mode of Surrealism. Their most experimental films re-imagine the world as a waking nightmare experienced in mysterious, frequently decrepit settings. The puppet figures in a film like \"Street of Crocodiles\" (1986) bob and lurch through spaces so dingy and encrusted with age that they conjure up images of an anguished collective memory, buried but still stirring under a mountain of detritus.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/09/arts/art-in-review-123093.html","abstract":"   Joan Mitchell   Robert Miller Gallery  41 East 57th Street  Manhattan  Through May 8    This is among the most beautiful gallery shows in a long while and a fitting tribute to one of the leading second-generation Abstract Expressionists. Joan Mitchell died of lung cancer in Paris in October, at the age of 66. These are her last, radiant paintings, remarkable in their diversity of touch, magisterial in their scale and authority. In \"Phyllis,\" the only work on view from 1991, not 1992, Mitchell paints in broad, almost blunt strokes that seem to be pushed and pulled across the canvas. In other paintings, she draws in thin, elegant lines bunched like tangles of streamers, or in bold vertical lines that evoke tall grasses. As free flowing as her paintings can appear, they have about them an extraordinary harmony and structural solidity; they are often in two panels joined together, each panel with its own character and yet inseparable from the other. There is even, in what may be the most comprehensive and brilliant of these paintings, \"Ici,\" a loose grid that binds together the complex jumble of lines and joyously colored patches.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Cuomo Urges Product-Liability Revisions","web_url":"https://www.nytimes.com/1993/04/09/nyregion/cuomo-urges-product-liability-revisions.html","abstract":"  In an effort to protect manufacturers from exorbitant legal judgments, Gov. Mario M. Cuomo today proposed significant changes in the state's laws on product liability that would make it harder for people who have been injured to establish fault and recover damages.   The Governor's proposal would also limit contingency fees that lawyers may charge in cases of product liability, as well as personal injury and wrongful death.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Reviews/Film; 'American Friends,' A Michael Palin Tale","web_url":"https://www.nytimes.com/1993/04/09/movies/reviews-film-american-friends-a-michael-palin-tale.html","abstract":"Oxford don falls for American tourist and ward. Tedious.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"Serbs Bar U.N. General From a Muslim Enclave","web_url":"https://www.nytimes.com/1993/04/09/world/serbs-bar-un-general-from-a-muslim-enclave.html","abstract":"  The French commander of the United Nations military force in Bosnia was halted by a crowd of angry Serbs and forced to turn back today as he tried to reach the besieged Muslim enclave at Srebrenica.   A United Nations spokesman said that Lieut. Gen. Philippe Morillon had abandoned his bid to reach Srebrenica after 300 Serbian demonstrators sat in the road and blocked his car while others clambered atop the vehicles in his entourage and ripped off radio aerials, fuel canisters, United Nations flags and other equipment.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-letters-to-the-editor-90982472674.html","abstract":"German Teens Protest. Regarding \"The Descendants Are Plain Dangerous\" (Opinion, Jan. 8) by Michael Peterson:. We are a high school English class in Hamburg. We thought Mr. Peterson's article to be shockingly prejudiced, one-sided and biased. A s","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"What Can We Do About Balkan Atrocities?","web_url":"https://www.nytimes.com/1993/04/09/opinion/what-can-we-do-about-balkan-atrocities.html","abstract":"Hoping to bring to justice those responsible for atrocities in the former Yugoslavia, the United States presented the United Nations last week with a plan for the establishment of war crimes tribunals. The tribunals would be similar to those held at Nuremberg and Tokyo at the end of World War II.\n\nDespite its superficial appeal, this is not a good idea. The effort to hold such trials is almost certain to fail: instead of advancing the international rule of law, it is likely to set it back.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/09/arts/art-in-review-721693.html","abstract":"  Paul Pagk   Thread Waxing Space  476 Broadway (near Broome Street)  SoHo  Through April 17    The recent paintings of this young English-born artist make something eccentric and even winsome of a formidable style, namely grid-based geometric abstraction. Each of Mr. Pagk's very large paintings offers a monochromatic field divided by a few vertical or horizontal lines. Usually painted a second color, these lines end either in a sharp angle or in a solid little bulge resembling the bottom of a musical note.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"London Libraries for All Seasons","web_url":"https://www.nytimes.com/1993/04/09/style/IHT-london-libraries-for-all-seasons.html","abstract":"Even in an era when you can date by video, shop by computer, and order lunch by fax, there are still a few matters that require a trip to the old-fashioned library.Need to get your hands on a Sanskrit translation of \"The Communist Manifesto,\"","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"Clinton Plan Adds Money For New York","web_url":"https://www.nytimes.com/1993/04/09/nyregion/clinton-plan-adds-money-for-new-york.html","abstract":"  The New York metropolitan region stands to benefit substantially from President Clinton's proposed increase in financing for mass-transit and social-welfare programs, according to analyses by state and city budget officials.    Mayor David N. Dinkins welcomed the budget proposal as a major change from the fiscal programs advanced by Republican administrations during the last 12 years, which eliminated many urban programs and reduced spending on others.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"'Empty Net' Scenario Starring the Rangers","web_url":"https://www.nytimes.com/1993/04/09/sports/empty-net-scenario-starring-the-rangers.html","abstract":"  This is a rehearsal for my pitch meeting at Paramount. The television show will be called \"Empty Net,\" and the star is the Vanrichter, a two-headed goalie with an ambivalent attitude toward teammates, coaches, media and the owner, who will be thawed out of suspended animation every so often to make crucial decisions. So you've got the basic elements: fish out of water, odd couple, family and weird science. It's a comedy.   Paramount gets first shot because it owns the Rangers, and after Wednesday night in Hell, the Devils' building, there is the faint possibility that the Rangers' season may end next week. Of course, if they whip the Pittsburgh Penguins tonight, I will be more than happy to withdraw my proposal.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/09/nyregion/c-corrections-042093.html","abstract":"  Charts on March 23 and 30 listing movie box-office figures misstated the number of theater screens on which the top 10 films were shown. Correct figures appear today on page C19.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Review/Theater; To Grandmother's House They Go","web_url":"https://www.nytimes.com/1993/04/09/theater/review-theater-to-grandmother-s-house-they-go.html","abstract":"  When Leslie Ayvazian first played the title role in \"Jenny Keeps Talking\" last June in the one-act festival at the Ensemble Studio Theater, the author was Lise Erlich, who seemed to be a very promising playwright. It turned out that this was a pseudonym for Richard Greenberg. Now, under his own name, Mr. Greenberg stands up for feminism and against the occupational battering suffered by women who dare to play the game by men's rules. While polishing the play, he has also put it in context, having added a related one-act, followed by a brief epilogue. The result is a pungent chamber trilogy of character sketches.   In the play, at Manhattan Theater Club's Stage II, the principal character is careering through a crisis. Defeated by bureaucratic back-stabbing, she has been summarily fired from her job as an investigative journalist. In a series of acerbic scenes, Jenny unveils her stored-up hostility. Mr. Greenberg uses his sharp tongue and literary wit to characterize a feisty \"professional curmudgeon.\"","thumbnail":null,"section":"Theater"},{"date":"19930409","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/04/09/theater/last-chance.html","abstract":"  Here is a sampling of shows and art exhibitions in the New York metropolitan region that will close soon: Closing This Weekend   \"THE WIZ,\" Beacon Theater, 74th Street at Broadway. A revival of the 1975 all-black musical adaptation of L. Frank Baum's \"Wonderful Wizard of Oz.\" Directed by George Faison. Through Sunday. Performances: tonight at 8; tomorrow at 3 and 8 P.M.; Sunday at 2 and 7:30 P.M. Tickets: $30 to $37.50. Cash only at the door. Information: (212) 496-7070. Closing Next Weekend   \"JOEL PERLMAN,\" Emmerich Gallery, 41 East 57th Street, Manhattan. Sculptures. Through April 17. Hours: Tuesday through Saturday, 10 A.M. to 5:30 P.M. Free. Information: (212) 752-0124.","thumbnail":null,"section":"Theater"},{"date":"19930409","headline":"My Lord, What a Morning!","web_url":"https://www.nytimes.com/1993/04/09/opinion/my-lord-what-a-morning.html","abstract":"  She had a voice that dazzled Toscanini and a dedication that heartened the whole world. Marian Anderson, who died yesterday at 96, sang compellingly that her Lord held the whole world in His hands. With her gloriously quiet manner she, too, held multitudes in her hands.    When a benighted nation tried to keep her back because of her race, Marian Anderson replied with beautiful song, not loud rage. She converted white bigots' hatred into artistic energy. And she laid claim on the consciences of decent Americans, easing the way for recognition of other black Americans, artists and non-artists.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Nets Keep Petrovic Waiting","web_url":"https://www.nytimes.com/1993/04/09/sports/pro-basketball-nets-keep-petrovic-waiting.html","abstract":"  In an attempt to safeguard his health, the Nets have decided that guard Drazen Petrovic, who has missed the last eight games because of a torn ligament in his left knee, will not make his comeback until next Wednesday when the Nets play at Indiana.   The decision was made, of course, with Petrovic's slight disapproval.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"The Lone Dissenter","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-the-lone-dissenter-073093.html","abstract":"  To the Editor:   \"Remembering Jeannette\" (Op-Ed, April 2), on Jeannette Rankin, America's first woman member of Congress, omits critical information about her two terms in the House of Representatives.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Education Dept. to Take No Action on School Chief","web_url":"https://www.nytimes.com/1993/04/09/nyregion/education-dept-to-take-no-action-on-school-chief.html","abstract":"  The New York State Education Department said today that it did not have the authority to reduce the $964,000 retirement package given to Edward J. Murphy, a Long Island school superintendent whose case has become a political cause celebre.   The Executive Deputy Commissioner, Thomas E. Sheldon, said that while he found the circumstances surrounding the retirement package \"deeply disturbing,\" he could not by law do anything about them.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Dinkins Proposes a 2-Year Freeze On New York City's Water Rates","web_url":"https://www.nytimes.com/1993/04/09/nyregion/dinkins-proposes-a-2-year-freeze-on-new-york-city-s-water-rates.html","abstract":"  Responding to fierce complaints of higher water bills in New York City, the Dinkins administration proposed a two-year freeze on water and sewer rates yesterday and a ceiling on those rates in the two years after that.   The Mayor said his proposal would cut water bills by $188 million during the next two years, or more than $100 for the average homeowner. The city had forecast that water rates would increase by 7 percent in the next fiscal year and 10 percent in the following year.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"One Small Step for Knicks; One Banner for Garden","web_url":"https://www.nytimes.com/1993/04/09/sports/pro-basketball-one-small-step-for-knicks-one-banner-for-garden.html","abstract":"  The Knicks have won the Atlantic Division. They hope that accomplishment is just the start of bigger things.   Winning its 16th consecutive home game last night, New York (52-31) rolled to a division-clinching 110-88 victory over the Boston Celtics at Madison Square Garden. It was the Knicks' seventh victory in their last eight games, and it moved them one and one-half games ahead of the idle Chicago Bulls in the race for the best record in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Review/Art; A New View of India's 'Decadent' Sculpture","web_url":"https://www.nytimes.com/1993/04/09/arts/review-art-a-new-view-of-india-s-decadent-sculpture.html","abstract":"  \"Gods, Guardians and Lovers: Temple Sculptures from North India, A.D. 700-1200\" at the Asia Society Galleries is a visually glorious show that proposes a revisionist look at 500 years of a country's art.   India's long \"medieval\" period has had harsh treatment in the history books. The era began with the close of the so-called Buddhist Golden Age, whose serene art has always found a fond reception in Western eyes trained in the Greek classical ideal. By contrast, the Hindu sculptures of the medieval period, sometimes multi-armed, fierce and explicitly erotic, were taken by 19th-century scholars as evidence of an ancient culture's steep esthetic decline.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"A Guide to Paris's Moveable Feast","web_url":"https://www.nytimes.com/1993/04/09/style/IHT-a-guide-to-pariss-moveable-feast.html","abstract":"As winter hesitantly gives way to spring, France's capital once again becomes a great outdoor metropolis, a city that's perfect for exploring, wandering, sampling gastronomic treasures as you go.Here then is a list of some favorite spots -some old and","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"Penn President Chosen For Humanities Agency","web_url":"https://www.nytimes.com/1993/04/09/arts/penn-president-chosen-for-humanities-agency.html","abstract":"  The Clinton Administration has selected Sheldon Hackney, the president of the University of Pennsylvania, to be the chairman of the National Endowment for the Humanities, a White House official said today. The choice of the 59-year-old Mr. Hackney, an outspoken advocate of freedom of expression, had been expected for several weeks.    As the university president, he defended the decision of the university's Institute of Contemporary Art in 1989 to present an exhibition of the photographs of Robert Mapplethorpe, which had been called obscene by some members of Congress.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"DISCOVERY'S CREW ATTEMPTS REPAIRS","web_url":"https://www.nytimes.com/1993/04/09/us/discovery-s-crew-attempts-repairs.html","abstract":"  After a night launching, the astronauts aboard the shuttle Discovery were busy today trying to repair minor equipment problems as the spacecraft began a mission to study the Earth's atmosphere, especially its ozone layer.   The shuttle and its crew of four men and one woman were launched from the Kennedy Space Center at 1:29 A.M. Within hours, the astronauts had activated instruments to study the atmosphere and the Sun. They then began trying to rectify problems, including a balky message printer and the failure of a key instrument to transmit data to ground stations.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Movies Remind Us That Power Can Corrupt","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-movies-remind-us-that-power-can-corrupt-069193.html","abstract":"  To the Editor:   Hollywood does not, as A. M. Rosenthal maintains in \"America the Terrorist\" (column, March 30), portray \"a decent government system as evil.\" What movies such as \"J.F.K.,\" \"Bob Roberts\" and \"Lethal Weapon\" have in common is not a bias against government institutions, but against those corrupt individuals who seek to abuse the perks and powers of the offices that they hold.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/09/arts/art-in-review-124893.html","abstract":"  Rochelle Feinstein   David Beitzel Gallery  102 Prince Street  SoHo  Through April 17    In her new paintings Rochelle Feinstein plays ironic games with familiar forms of abstraction. Working with variations on the grid, Ms. Feinstein makes pointed references to popular taste and to iconic achievements in modernist painting, with works that are both smart and quietly luscious.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/04/09/arts/the-art-market.html","abstract":"  Whither 12 Warhols?   Andy Warhol was an artist who liked to think in multiples. But what might he say if he knew that 12 of his works are being offered for sale at once at Sotheby's in New York on May 3?   Ten of the works are from the private collection of Fred W. Hughes, Warhol's business manager for 25 years and now the executor of the Warhol estate and chairman emeritus of the Andy Warhol Foundation for the Visual Arts. Mr. Hughes has amassed an extraordinary collection of Warhols from the early 1960's, which experts consider the cream of the crop for serious Pop Art collectors. Mr. Hughes said he was selling his Warhols because \"I need the money.\"","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Nicklaus Defies Age, Shares Lead At Masters","web_url":"https://www.nytimes.com/1993/04/09/sports/golf-nicklaus-defies-age-shares-lead-at-masters.html","abstract":"  Against the tide of age, lackluster play and widespread skepticism, 53-year-old Jack Nicklaus once again turned back the clock at his favorite time tunnel, Augusta National, to tie for the lead today in the first round of the 57th Masters.   The only man to own six green jackets opened his 35th consecutive appearance at the Masters with a string of momentum-saving putts to bring home a five under par 67, tying 1987 champion Larry Mize, Corey Pavin, Lee Janzen and a first-time Masters invitee, Tom Lehman.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"RUSSIA REBUFFS U.S. ON TOUGHER MOVES AGAINST BELGRADE","web_url":"https://www.nytimes.com/1993/04/09/world/russia-rebuffs-us-on-tougher-moves-against-belgrade.html","abstract":"  Underscoring the international community's problems in pushing through even modest measures to punish the Serbs for resisting a peace accord for Bosnia and Herzegovina, Russia refused today to accept a toughened set of American-sponsored sanctions against Belgrade.    In a threat to Washington's hopes for a positive vote on the new sanctions at the United Nations on Monday, Russia told the Security Council that it cannot agree to their main points: seizing Yugoslav transport equipment, banning all ships entering Yugoslav waters and more strictly enforcing an existing trade embargo.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Review/Film; Postwar Western Gay Culture","web_url":"https://www.nytimes.com/1993/04/09/movies/review-film-postwar-western-gay-culture.html","abstract":"  Barbara Hammer's \"Nitrate Kisses,\" opening today at the Cinema Village, is a passionate, very subjective meditation on what the film maker describes as the \"repressed and marginalized history\" of gay women and men in contemporary Western culture since World War I. Ms. Hammer describes her work as \"a post-modern constructivist collage,\" though it's difficult to hold her to that: the terms are vague at best.   \"Nitrate Kisses\" is a 63-minute black-and-white documentary in which material from earlier experimental features are intercut with new material in which gay women and men -- old and young, in this country and abroad -- talk about their lives today and yesterday.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"Researchers Find Genetic Defect That Causes Rare Immune Disease","web_url":"https://www.nytimes.com/1993/04/09/us/researchers-find-genetic-defect-that-causes-rare-immune-disease.html","abstract":"  Cells taken from a boy who lived for most of his 12 years inside a sterile protective environment have helped researchers locate the genetic defect that causes a rare immune system disease.   Severe combined immunodeficiency disease, which occurs about once in every 100,000 live births, cripples the body's immune system and prevents it from fighting off even the slightest infection, said Dr. Warren Leonard, chief of pulmonary and molecular immunology at the National Heart, Lung and Blood Institute in Bethesda, Md. Dr. Leonard is the lead author of the report, which appears today in the journal Cell.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Review/Film; Inertia, But Crisply","web_url":"https://www.nytimes.com/1993/04/09/movies/review-film-inertia-but-crisply.html","abstract":"Arizona town. Quirkily appealing characters, dry understatement.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"TV Commercials for Stein Are First in Race for Mayor","web_url":"https://www.nytimes.com/1993/04/09/nyregion/tv-commercials-for-stein-are-first-in-race-for-mayor.html","abstract":"  Weeks before any other candidates seem likely to join him, City Council President Andrew J. Stein began the New York City mayoral race in earnest last night by broadcasting the campaign's first television commercials. They are two biographical hymns that portray him as \"standing up, fighting back for a better New York.\"   For months Mr. Stein has been stuck in a double-digit deficit behind Mayor David N. Dinkins in the polls. His commercials, which were promised weeks ago, are a clear effort to spark an upswing in the Democratic challenger's standing and to counter weeks of publicity about his sputtering efforts by reminding voters of his consumer advocacy in more than two decades in public office.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Prosecutor in King Beating Tells Jury to Focus on Tape","web_url":"https://www.nytimes.com/1993/04/09/us/prosecutor-in-king-beating-tells-jury-to-focus-on-tape.html","abstract":"  In closing arguments, a Federal prosecutor today accused the four officers charged in the beating of Rodney G. King of acting as judge and executioner to punish Mr. King for being disrespectful to them.   Gesturing with a battered black metal police baton, the prosecutor, Steven D. Clymer, urged the jurors to use their common sense to decide, \"Is this the way you want police officers to treat citizens in the United States?\"","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Review/Photography; Horror and Camp in Work by Joel-Peter Witkin","web_url":"https://www.nytimes.com/1993/04/09/arts/review-photography-horror-and-camp-in-work-by-joel-peter-witkin.html","abstract":"  In recent years, Joel-Peter Witkin has attracted a cult following with photographs that combine campy and horrific elements in varying degrees. Typically Mr. Witkin presents such unnerving subjects as corpses, body parts or people with extreme physical deformities in daintily staged tableaux that evoke 19th-century studio photographs.    In his current show, at the Pace/ MacGill Gallery, Mr. Witkin deploys his now familiar style in works that range from the cloyingly sweet to the truly terrifying. In \"Satiro, Mexico,\" a man is dressed up as a satyr, complete with furry legs and hooves and with little horns sprouting from his head. But the silliness of this image is given a sharp twist by the fact that the man has no arms, an aspect that Mr. Witkin, in a typically histrionic gesture, emphasizes by ringing the places on the man's torso where his arms should be with crowns of thorns.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"'Assault' Gun Bans Won't Curb Crime","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-assault-gun-bans-won-t-curb-crime-072193.html","abstract":"  To the Editor:   As legal counsel in New York City for the National Rifle Association's Federal lawsuit against Local Law 78, the city's ban on \"assault weapons,\" and a lifetime member of the N.R.A., I think \"Dear Member of the N.R.A.\" (editorial, March 28) misses the target. The N.R.A. membership, dedicated to protecting the Second Amendment rights of law-abiding citizens, agrees guns should be kept out of the hands of criminals. To suggest that recent N.R.A. actions serve the interests of the criminal more than the honest citizen is preposterous.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-letters-to-the-editor-93341515156.html","abstract":"Satanic Blasphemy. Regarding \"Voices for Rushdie\" (Letters, March 2):. Janus Avivson shows an utter lack of understanding of Muslim sensitivities. Indeed, nowhere in the Western world is there realization of how offensive \"The Satanic Verse","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"On Terming Proposed U.S. Attorneys a 'Woman and a Black'","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-on-terming-proposed-us-attorneys-a-woman-and-a-black-068393.html","abstract":"  To the Editors:   \"Woman and a Black,\" a March 31 headline states, have been proposed as United States Attorneys in New York. By identifying Mary Jo White and Zachary W. Carter exclusively by race and gender, you perpetuate problems that you condemn in your editorials. Moreover, you reinforce the marginalization of both women and blacks, and indirectly help to marginalize black women doubly.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"CHANGE UNDER WAY AT ENERGY DEPT.","web_url":"https://www.nytimes.com/1993/04/09/us/change-under-way-at-energy-dept.html","abstract":"  Seeking to streamline her department, the new Energy Secretary isreversing some organizational changes that her predecessor made to improve nuclear safety, provoking a vituperative fight and the resignation of a top official.    The reorganization of the department has also been hampered by a lack of bodies. Of the top eight officials, only the Secretary herself, Hazel R. O'Leary, has been approved by the Senate. Two others are awaiting confirmation. The five other top positions lack even a nominee, although people close to the department say two appointments are imminent.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Topics of The Times; Spellbound","web_url":"https://www.nytimes.com/1993/04/09/opinion/topics-of-the-times-spellbound.html","abstract":"  Alfred Butts, a New York architect who died this week, wasn't much of a speller. That's surprising because it was he who invented Scrabble, an immensely popular spelling game. \"I was out of work,\" he recalled later, \"and just decided I would invent an adult game.\" He had the idea in 1931, but it was not until two decades later that it finally caught on, and then it soared. A national craze in the early 1950's, it is still popular to this day around the world in multiple languages and configurations.   Scrabble, as millions know, is a word game played with lettered tiles on a board with 225 squares. Each letter has a point value, ranging from one point for A's, S's and several others up to 10 points for Q's and Z's, plus two precious blanks for use at will. Mr. Butts based the values on the frequency of each letter's use in words on the front page of The New York Times.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/09/nyregion/c-corrections-041193.html","abstract":"  An obituary yesterday about Robert E. Lee, a former member of the Federal Communications Commission, misidentified his surviving wife. She is the former Rose Bente. The former Wilma Rector was his late first wife.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"It Is Time for America to Help Build a New Pacific Community","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-it-is-time-for-america-to-help-build-a-new-pacific-community.html","abstract":"Mr. Lord, a former ambassador to China, is U.S. assistantsecretary of state for East Asian and Pacific Affairs.. Today no region in the world is more important for the United States than Asia and the Pacific. Tomorrow, in the 21st century, no region will","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"German Court Backs Use of Armed Forces In Bosnia Air Patrol","web_url":"https://www.nytimes.com/1993/04/09/world/german-court-backs-use-of-armed-forces-in-bosnia-air-patrol.html","abstract":"  A German constitutional court ruled 5 to 3 tonight that German military personnel could remain on NATO air surveillance planes when enforcement of a United Nations ban on Serbian military flights over Bosnia and Herzegovina starts on Monday.   Chancellor Helmut Kohl and his Christian Democratic alliance had overruled objections by their Free Democratic governing coalition partners that letting German soldiers serve in what could become combat missions over the Balkans would violate the country's 1949 Constitution.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Boitano Wins at Hershey's Pro-Am","web_url":"https://www.nytimes.com/1993/04/09/sports/sports-people-skating-boitano-wins-at-hershey-s-pro-am.html","abstract":"  BRIAN BOITANO, 10 months before the next winter Olympic Games, has again established himself as the United States' best male figure skater. On Wednesday night, in his first competition since his Olympic gold medal year of 1988, he won the Hershey's Kisses Pro-Am in Los Angeles, finishing ahead of the 1984 gold medalist, SCOTT HAMILTON, and the 1992 Olympic silver medalist, PAUL WYLIE.   \"I'm nowhere near ready for the Olympics,\" said Boitano, who still has sore tendons in his right knee. \"But I am on schedule. This was a shorter program than the Olympics, but this proved I could put out back-to-back nights on my knee. I was a little worried because my knee hurt a lot this morning.\"","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"The Guggenheim Foundation Awards Fellowships to 146","web_url":"https://www.nytimes.com/1993/04/09/us/the-guggenheim-foundation-awards-fellowships-to-146.html","abstract":"  The John Simon Guggenheim Foundation has named 146 artists, scholars and scientists as recipients of its 69th annual competition for fellowships totaling $3,925,000.   The selection committee made its choices from 2,989 applicants. Guggenheim fellowships are awarded on the basis of \"unusually distinguished achievement\" and \"exceptional promise for future accomplishment\" in a variety of fields, including poetry, acting, painting, sculpture, photography, biology and social science.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Paulsons Are Sticking To Their Derby Dream","web_url":"https://www.nytimes.com/1993/04/09/sports/horse-racing-paulsons-are-sticking-to-their-derby-dream.html","abstract":"  One year later, the high command of Allen Paulson's racing stable gathered for breakfast at the serene, green Keeneland Race Course today and plotted their return to Churchill Downs, 75 miles and many heartaches to the west along Interstate 64.   \"You have to dream now,\" Madeleine Paulson said. \"Your dream may be broken, but this is the only time they're 3 years old, and you can dream for them.\"","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Gladstone's Visitor. LONDON. Mr. Gladstone had a curious little adventure at Brighton. In Lion Mansion the door is usually open. This is an airy way at the seaside, and usually there are no evil consequences. However, it is not always safe to treat","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Clinton Campaign Aide Leads Lobbying Group","web_url":"https://www.nytimes.com/1993/04/09/us/clinton-campaign-aide-leads-lobbying-group.html","abstract":"  The man who reviewed the work of the Federal Communications Commission as a member of the Clinton transition team is now coordinating a lobbying group trying to influence billion-dollar decisions by the agency. Critics say those actions put the former aide, Ronald Plesser, in violation of the spirit of the transition team's ethics rules.    Mr. Clinton had required transition officials to sign agreements promising not to lobby agencies they reviewed for at least six months.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Hanoi Journal; Colonel Fights With His Pen, Defending the Poor","web_url":"https://www.nytimes.com/1993/04/09/world/hanoi-journal-colonel-fights-with-his-pen-defending-the-poor.html","abstract":"  For a lieutenant colonel who retired only last year after 27 years of service, and a Communist Party member since 1970, Nguyen Khac Truong holds decidedly nonconformist views. What's more, he has expressed them in a novel that not only was published but even shared the 1991 fiction prize of the Vietnamese Writers Association.   Mr. Truong is a writer with a mission. He stated it bluntly: \"I want to remind everybody that 80 percent of the Vietnamese people are peasants.  If our country is built on a model that is not suitable to peasants, they will be poor forever. Why are our peasants still living in tatters?\"","thumbnail":null,"section":"World"},{"date":"19930409","headline":"After Cuomo's Court Withdrawal, Time to Work on a Legacy","web_url":"https://www.nytimes.com/1993/04/09/nyregion/political-memo-after-cuomo-s-court-withdrawal-time-to-work-on-a-legacy.html","abstract":"  This time there was no plane left waiting on the tarmac.   Unlike Gov. Mario M. Cuomo's last trip to the precipice, when he made preparations to fly to New Hampshire to file for the 1992 Presidential primary, there was no symbol of angst today about the Governor's decision to withdraw his name from consideration for the United States Supreme Court.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"In a Rustic Barn, a Quest for Spiritual Simplicity","web_url":"https://www.nytimes.com/1993/04/09/nyregion/in-a-rustic-barn-a-quest-for-spiritual-simplicity.html","abstract":"  Jammed together in a pre-Civil War barn with the ambiance of a theater in the round, several hundred worshipers bow their heads in silent prayer.    A moment later, the silence is broken by singing, guitar playing and the soft beating of drums, and the people stand, raise flowers high above their heads and join in song.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Right. Left. Baerga Knocks Out Yanks in 7th.","web_url":"https://www.nytimes.com/1993/04/09/sports/baseball-right-left-baerga-knocks-out-yanks-in-7th.html","abstract":"  If the Yankees were unconcerned about their pitching, if they thought the fourth spot in the starting rotation and the vaunted bullpen were reliable, they were given enough evidence tonight to prove that maybe they should worry a bit. Reams of evidence.   A game that started in an untidy manner with the Indians blasting Sam Militello for five runs in three innings became messier when Steve Howe took the mound and turned ugly when Steve Farr replaced him. The Indians exploded for nine runs in the seventh off the Yankee closers, including home runs from each side of the plate by Carlos Baerga, and romped to a 15-5 victory.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/04/09/arts/restaurants-769093.html","abstract":"  The neighborhood around Park Avenue South and 29th Street has become a bistro hub of sorts, with three respectable representatives clustered there. The first was Park Bistro, an immensely popular spot; next was an offshoot across the street, Les Halles, with a butcher shop motif; the latest, not officially related but a kindred spirit, is Pigalle.   Pigalle is a comforting space, with French windows, a little bar up front, green banquettes and blackboard menus on the walls. An interesting decor element is the remarkable laser-generated reproductions of paintings by Pissarro, Picasso and Toulouse-Lautrec. The noise level in the dining room is generally low except when the piped-in accordion music gets too rambunctious.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/09/nyregion/c-corrections-043893.html","abstract":"  A heading on the front page of The Metro Section in some copies yesterday, in a contents reference to an article about the Yankees-Indians game, misidentified the Yankee pitcher who gave up a two-run homer that gave the Indians a 4-2 victory. He was John Habayan, a relief pitcher.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"The President's Budget Priorities","web_url":"https://www.nytimes.com/1993/04/09/opinion/the-president-s-budget-priorities.html","abstract":"  The budget presented yesterday by the Clinton Administration contained no big surprises. The line-by-line details in its 1,300 pages mirrored the economic plan Mr. Clinton outlined in February. Still, the budget's release provides a good occasion to measure the progress and implications of President Clinton's assault on Reagan-Bush economics.   The basic numbers are familiar. Mr. Clinton proposes to cut the deficit over the next four years by about $450 billion, while increasing public investments in infrastructure, training and education by about $150 billion. Spending in Commerce, Justice and many other departments is barely touched. The big hits are few: cuts in spending on defense and agriculture, increases in energy taxes and income taxes on upper-income families.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/09/nyregion/no-headline-970193.html","abstract":"  Trading upon Los Angeles's 'good will' in Brooklyn would have been fatal to the defendants because many Brooklynites despise the Los Angeles Dodgers. -- CONSTANCE BAKER MOTLEY, a Federal judge, upholding use of the name Brooklyn Dodger Sports Bar.  [ B1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"With Chance To Advance, Nets Stay In Retreat","web_url":"https://www.nytimes.com/1993/04/09/sports/pro-basketball-with-chance-to-advance-nets-stay-in-retreat.html","abstract":"  Seven games and counting, and as one former Net might have said, the ship be sinking. Well, not exactly sinking but on a course to Cleveland for the playoffs.   At one point this season, the team was talking about maybe winning 50 games. Now, Chuck Daly openly wonders when the next victory will come. It certainly didn't come tonight against Detroit in a painful 100-98 loss before 20,049 at Byrne Meadowlands Arena. New Jersey's fourth straight loss was made all the more painful because with Boston losing to New York, the Nets lost a chance to make up some ground on the Celtics.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/09/sports/transactions-741093.html","abstract":"  Baseball MAJOR LEAGUE BASEBALL -- Named John Shelby manager; Tim Conroy pitching coach and Bob Zeihen coach at Butte of the Pioneer League and Phil Wellman manager; Bill Sizemore pitching coach and Juan Bustabad coach at Lethbridge, Canada of the Pioneer League. National League  CINCINNATI REDS -- Sent William Canate, outfielder, to Indianapolis of the American Association for medical rehabilitation.   MONTREAL EXPOS -- Purchased the contract of Lou Frazier, infielder, from Ottawa of the American Association. Optioned Matt Stairs, outfielder, to Ottawa. Designated Mike Thomas, pitcher, for assignment. Basketball  National Basketball Association  NEW JERSEY NETS -- Placed Chris Dudley, center, on the injured list.   ORLANDO MAGIC -- Placed Terry Catledge, forward, on the injured list. Signed Howard Wright, forward, to a 10-day contract. Football  National Football League  CLEVELAND BROWNS -- Signed Mark Carrier, wide receiver, to a three-year contract. Agreed to terms with Bernie Kosar, quarterback, on a four-year contract extension through 1999.   SEATTLE SEAHAWKS -- Signed Stacey Hairston, cornerback. Canadian Football League  OTTAWA ROUGH RIDERS -- Announced that Lansdowne Park will be renamed Frank Clair Stadium. Hockey  National Hockey League  THE MIGHTY DUCKS OF ANAHEIM -- Named Al Godfrey midwest regional scout.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Movies Remind Us That Power Can Corrupt; A Striking Expose","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-movies-remind-us-that-power-can-corrupt-a-striking-expose-071393.html","abstract":"  To the Editor:   I am an Oscar-winning documentary film maker and a member of the Motion Picture Academy. Ten years ago I co-founded the Video Project, a nonprofit organization that distributes social issue documentaries produced by more than 100 film makers. This year's Oscar winner for documentary feature, \"The Panana Deception,\" is among the films we distribute nontheatrically.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"There'll Always Be an England, In New York","web_url":"https://www.nytimes.com/1993/04/09/arts/there-ll-always-be-an-england-in-new-york.html","abstract":"  IN wave after wave, immigrant groups have arrived in New York and slowly bent it to their needs. The British are no exception. Thrown out in 1781, they have been making their way back of late, in a trickle that has become a flood in the last decade.    Most are content to adapt to American ways, most of the time. Freddie Hancock, a consultant for the BBC and Britain's Channel 4, gives an annual Super Bowl party at which she serves steak-and-kidney pie, for example. And this year, she plans to celebrate Third of July, \"the last day that the British still held the Colonies.\"","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Quiet Leader: Semak Is Devils' M.V.P.","web_url":"https://www.nytimes.com/1993/04/09/sports/hockey-quiet-leader-semak-is-devils-mvp.html","abstract":"  Although Slava Fetisov is the most heralded and Aleksei Kasatonov the most vocal, it is Aleksandr Semak who is making the biggest impact among the Russians on the Devils this season.   Semak was voted the Devils' most valuable player award today at the team's annual awards luncheon, and it couldn't have come at a more appropriate time for the 27-year-old center from Moscow.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Yeltsin Acts to Sweeten Pot for Voters","web_url":"https://www.nytimes.com/1993/04/09/world/yeltsin-acts-to-sweeten-pot-for-voters.html","abstract":"  Despite a new round of appeals and incentives from abroad to push for economic reform, President Boris N. Yeltsin is raising wages, increasing spending and issuing low-cost credits for bankrupt industries as part of a campaign to win a crucial referendum this month.   The steps being carried out by Mr. Yeltsin include linking interest on savings to inflation, raising benefits for the military and maintaining price controls -- all of which economists say swell the Government deficit and aggravate inflation.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Pop/Jazz; Bacharach Reminisces on a Magic Moment","web_url":"https://www.nytimes.com/1993/04/09/arts/pop-jazz-bacharach-reminisces-on-a-magic-moment.html","abstract":"  American pop history has been scrutinized so intensively over the last 15 years that it is easy to forget that the songwriters who created many of the best-selling records of the 1950's and 60's were too busy scrambling for hits and meeting deadlines to consider whether their work would last.    Take Burt Bacharach, the composer whose collaboration with the lyricist Hal David produced a string of memorable hits for Dionne Warwick in the 1960's.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/09/us/inside-982593.html","abstract":"    Problems in Technology Sale   Washington missed national security problems when it allowed a Japanese company to buy the only maker of some missile components. Page D1. U.S. Judges Refusing Cases    Facing what they say is a severe budget shortage, most Federal judges have stopped scheduling new civil jury trials. Law, page B16. Security Force for Schools    The Chancellor of New York schools wants to model a safety force after big city police departments. Page B1. Humanities Chief Is Chosen    The University of Pennsylvania's president is to head the Federal humanities endowment. Page C3.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Murdoch Requests Waiver","web_url":"https://www.nytimes.com/1993/04/09/nyregion/murdoch-requests-waiver.html","abstract":"  Lawyers for Rupert Murdoch late Wednesday formally asked the Federal Communications Commission to allow him to buy The New York Post even though his ownership of a television station in New York City, WNYW-TV, Channel 5, would normally prohibit the acquisition.   In a 22-page request for a permanent waiver from a regulation barring an owner from holding a newspaper and a broadcast outlet in the same market, William S. Reyner Jr., of the firm of Hogan & Hartson, argued that the bankrupt newspaper would go out of business if Mr. Murdoch did not step in. He asked the commission to rule by June 1.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Article 709793 -- No Title","web_url":"https://www.nytimes.com/1993/04/09/arts/article-709793-no-title.html","abstract":"  Surrounding the corner of West Broadway and Grand Street in SoHo are four French bistros, fueling their youthful customers with equal parts style and food, like gas stations at a suburban crossroad. Among them but standing almost sardonically apart is Toad Hall, the name both a nod to the house in the classic children's book \"Wind in the Willows\" and a playful jab at the Francophile pretensions of the bistros.   There is nothing childish about Toad Hall, though. Rather, it is the month-old creation of the group that also owns Ear Inn in western SoHo and Walker's in TriBeCa, two classic New York neighborhood saloons that have earned new popularity for their raucous warmth and hearty fare. Toad Hall is not retro, but its pedigree is evident in its casual unpretentiousness and solid good food at reasonable prices.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"A Court for Real People","web_url":"https://www.nytimes.com/1993/04/09/opinion/a-court-for-real-people.html","abstract":"  Mario Cuomo's withdrawal from consideration for the Supreme Court is another baffling event in his career but only a glitch in President Clinton's search to fill the impending vacancy. We may never learn how well New York's Governor could fit Mr. Clinton's description of him: \"a legal scholar who also understands the impact of the law on real people's lives.\"    What's clear, however, is that the Court needs just those qualities. Intellect and scholarship are always assumed to be important. But of all the shortcomings of the current Court, the most glaring is its myopia about real situations in the real world. This Court too often deals in abstract ideology with no appreciation of how people will actually behave under the force of its rulings.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/09/arts/art-in-review-125693.html","abstract":"  Thomas Ruff   303 Gallery  89 Greene Street (near Spring Street)  SoHo  Through April 24    Some of the most memorable images of the gulf war were the dramatic views of anti-aircraft fire in the night sky over Baghdad, captured by television cameras with night-scope attachments. In making his latest pictures, the German photographer Thomas Ruff used a similar device to photograph industrial scenes around Dusseldorf, where he lives.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/09/nyregion/no-headline-080793.html","abstract":"  Rabbi Joseph Dov Soloveitchik, a major Jewish philosopher who shaped Orthodox Judaism in America through his writing and lectures and his ordination of more than 2,000 rabbis, died last night at his home in Brookline, Mass. He was 90.   Sam Hartstein, a spokesman for Yeshiva University, where Rabbi Soloveitchik taught for more than four decades, said the cause was heart failure.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/09/arts/sounds-around-town-121393.html","abstract":"   Jimmy Heath's Saxophone    Jimmy Heath, Fat Tuesday's, 190 Third Avenue, near 17th Street, Union Square, (212) 533-7900. One of the great be-bop saxophonists collaborates with Slide Hampton, one of the best trombonists working in jazz. A few months ago, the two performed together in Mr. Hampton's small big band; they mined a type of classicism, where the musical language they used became pliable and a help, not a limitation. Shows are at 8, 10 and 12 tonight and tomorrow night and at 8 and 10 P.M. on Sunday. There is a $20 cover and a $10 minimum. Drums and Saxophone    Tony Williams and Jackie McLean, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. A great double bill, with the crushing drummer Tony Williams, who leads one of the tightest bands in jazz, paired with the acidic alto saxophonist Jackie McLean. Mr. McLean, who has been playing with extraordinary power recently, featured a teen-age Mr. Williams in his ground-breaking early 1960's bands; with any luck, the two will perform together. Shows are at 9 and 11:30 tonight, tomorrow and Sunday night. There is a $30 cover and a $5 minimum.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Where All Roads Lead to Confusion","web_url":"https://www.nytimes.com/1993/04/09/style/IHT-where-all-roads-lead-to-confusion.html","abstract":"Italy's traffic regulations go back at least as far as Julius Caesar's \"Lex viaria.\"On Jan. 1, the latest update,33 years in the making, came into force. The New Highway Codewas intended to rationalize and streamline earlier regulations,","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"BELGRADE IS URGED TO CONTROL SERBS","web_url":"https://www.nytimes.com/1993/04/09/world/belgrade-is-urged-to-control-serbs.html","abstract":"  The International Court of Justice urged Yugoslavia today to assure that any forces it controls in Bosnia and Herzegovina do not violate the 1948 convention banning genocide.    The World Court suggested, but did not explicitly assert, that Yugoslavia has been supporting Serbian bands fighting in Bosnia. Yugoslavia denies this, and a Yugoslav diplomat repeated the denial after the verdict today.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"For Children","web_url":"https://www.nytimes.com/1993/04/09/arts/for-children.html","abstract":"  'Origami for Easter'   Queens Museum of Art  Flushing Meadows-Corona Park  Queens  (718) 592-9700  Recommended ages: 8 and up  Sunday    After your children have devoured enough chocolate bunnies and marshmallow eggs, they can consider something completely different this Easter: the ancient Eastern art of origami. The drop-in family art workshop at the Queens Museum of Art will focus on Easter, but from the perspective of shaping intricate animals from origami paper.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Clinton, in Gesture of Peace, Pops In on Pentagon","web_url":"https://www.nytimes.com/1993/04/09/us/clinton-in-gesture-of-peace-pops-in-on-pentagon.html","abstract":"  At the Pentagon early this morning, the alert was spreading by word of mouth and flashing messages on computer screens: The President is coming! The President is coming!   In a hastily scheduled visit that was part substance and part symbolism, President Clinton went to the Pentagon today to hear the concerns of the Joint Chiefs of Staff and to pay his respects to dozens of ordinary soldiers, sailors and pilots.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Purveyors of Requisites","web_url":"https://www.nytimes.com/1993/04/09/arts/purveyors-of-requisites.html","abstract":"  New York City is not exactly a hardship post, but British subjects who live here must think strategically in order to satisfy basic cultural needs. Below is a selection of businesses that form part of the British support system, with bonus points awarded for unusual contributions. Drink    BRITISH OPEN, 320 East 59th Street, Manhattan, (212) 355-8467. Bonus point: tall 20-ounce pub glasses, rather than heavy mugs.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Torahs Rise From Rubble After Blaze At Synagogue","web_url":"https://www.nytimes.com/1993/04/09/nyregion/torahs-rise-from-rubble-after-blaze-at-synagogue.html","abstract":"  Members of a Jewish congregation in Brooklyn whose synagogue was destroyed by fire on Wednesday afternoon rejoiced last night when three Torahs -- the scrolls that Jews hold sacred -- were recovered, undamaged, from a safe in the rubble of the building.   For some members of Congregation Jakov in Borough Park, a branch of the Pupa Hasidim, the rescue of the Torahs eased some of the pain of witnessing, for the second time in their lives, the destruction of their temple.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Bit of Hartford's Past Yields to Change and Chains","web_url":"https://www.nytimes.com/1993/04/09/nyregion/our-towns-bit-of-hartford-s-past-yields-to-change-and-chains.html","abstract":"  FOR 158 years, through the days of whale oil lamps and the brief flowering of a local literary culture around such luminaries as Mark Twain and Harriet Beecher Stowe, Huntington's Book Store knew Hartford well enough to survive just about anything.    Like Hartford, it was a little stuffy, perhaps, and unquestionably highbrow, but in a town of insurance actuaries and banking burghers, it was the right stuffy: the same endearing rectitude and seriousness, leavened at surprising times by a streak of prickly, assertive, even oddball independence of mind.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Abroad at Home; No Place To Hide","web_url":"https://www.nytimes.com/1993/04/09/opinion/abroad-at-home-no-place-to-hide.html","abstract":"  Judging by his words and his tone of voice, President Clinton feels anguished at the savagery being committed by Serbian forces in Bosnia. He agreed when a reporter said this week that he seemed frustrated at the prospect of the Serbs getting what they want by force.    But the President's actions do not match his anguish. In what his Administration is doing, there is no sign of any policy that might actually stop Serbian \"ethnic cleansing\" -- the killing and terrorizing of Bosnian Muslims to get them out of places the Serbs want.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/09/nyregion/c-corrections-038193.html","abstract":"  A front-page article yesterday about Washington's efforts to restart the Middle East peace talks misidentified the forum in which Bill Clinton spoke about Jerusalem shortly before the November election. It was in an interview with Middle East Insight, not the Middle East Institute.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"France Takes Tough Stance On Crime and Immigration","web_url":"https://www.nytimes.com/1993/04/09/world/france-takes-tough-stance-on-crime-and-immigration.html","abstract":"  France's new conservative Government announced a major campaign today to combat urban crime and illegal immigration, but it is already under fire from human rights groups after three shootings this week in which the police killed two young men and wounded a third.   In his first address to the National Assembly, Prime Minister Edouard Balladur called on the police to exercise restraint in the light of these \"tragic incidents,\" but he stressed that his Government would respond to growing public concern about insecurity and immigration.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Taylor Very Near a Return Ticket","web_url":"https://www.nytimes.com/1993/04/09/sports/pro-football-taylor-very-near-a-return-ticket.html","abstract":"  It seems all but official: Lawrence Taylor is coming back to play another day for the Giants.   Taylor's agent, Steve Rosner, said last night that the 34-year-old linebacker was \"on the verge\" of accepting a two-year deal probably worth about $5 million. \"I have to speak to Lawrence to make if official,\" said Rosner, who added that Taylor was appearing at a dinner last night and was difficult to reach. Rosner said that Taylor was going away for the weekend and that the two would probably not talk about the deal until Monday.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Books of The Times; An Antidote for Optimism After the Cold War","web_url":"https://www.nytimes.com/1993/04/09/books/books-of-the-times-an-antidote-for-optimism-after-the-cold-war.html","abstract":"  Out of Control   Global Turmoil on the Eve of the 21st Century   By Zbigniew Brzezinski   240 pages. A Robert Stewart Book/ Charles Scribner's Sons. $21.     As the 20th century slouches its weary way toward a close, an outpouring of books on the next century and the end of the cold war era has already begun. The last three months alone have witnessed the publication of John Lukacs's provocative book \"The End of the 20th Century and the End of the Modern Age,\" Paul Kennedy's much-awaited volume \"Preparing for the 21st Century\" and now Zbigniew Brzezinski's \"Out of Control: Global Turmoil on the Eve of the 21st Century.\"","thumbnail":null,"section":"Books"},{"date":"19930409","headline":"Surgery Scheduled for Reds' Morris","web_url":"https://www.nytimes.com/1993/04/09/sports/sports-people-baseball-surgery-scheduled-for-reds-morris.html","abstract":"  Cincinnati Reds first baseman HAL MORRIS is scheduled to have surgery today on his separated left shoulder. He will be sidelined for 8 to 10 weeks.   Morris hurt the shoulder during a fight in a March 30 exhibition game against the Cleveland Indians. He and an Indians pitcher, JOSE MESA, who touched off the fight by throwing a fastball behind Morris's head, have been assessed three-game suspensions. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"The Sex Market: Scourge on the World's Children","web_url":"https://www.nytimes.com/1993/04/09/world/the-sex-market-scourge-on-the-world-s-children.html","abstract":"  BRUSSELS -- Doctors, police officers and social workers accustomed to dealing with sexual abuse are reporting a troubling phenomenon: children and adolescents are increasingly in demand as prostitutes because clients see them as \"safer\" and likely to be free of AIDS.   In the brothels of Manila and Bangkok, the port district of Rio de Janeiro and the backrooms of Frankfurt, pimps hawk the services of children as young as 8 to 13 years old by emphasizing that they are \"clean,\" experts reported here recently at a conference organized by Unesco on \"the sex trade and human rights.\"","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/09/nyregion/c-corrections-039093.html","abstract":"  A news analysis article on Monday about the Bosnian Serbs' strategy referred incorrectly to their leader. He is Radovan Karadzic.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Bill Rodgers Retires from Marathon","web_url":"https://www.nytimes.com/1993/04/09/sports/sports-people-marathon-bill-rodgers-retires-from-marathon.html","abstract":"  In his last marathon, BILL RODGERS wilted in the heat and humidity of Vietnam and walked the final three miles. In that race, two weeks ago, he took such a pounding he still feels the effects.   So yesterday, at age 45, after 20 years of long-distance racing and victories in 21 major marathons, Rodgers announced his retirement from the sport he once dominated.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91914717039.html","abstract":"1943: 'Hold the Line'. WASHINGTON. [From our New York edition:] President Roosevelt, in his strongest action yet to keep down the cost of living, announced tonight [April 8] that he had signed what he called a \"hold the line\" order against infla","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Islanders Cooked Again At Home","web_url":"https://www.nytimes.com/1993/04/09/sports/hockey-islanders-cooked-again-at-home.html","abstract":"  The Chicago Blackhawks aren't pretty, but they certainly are gritty. Tonight, they earned a 3-2 victory over the Islanders before 14,114 at the Nassau Coliseum, a performance that showed why Chicago reached the Stanley Cup finals last season and why the Hawks are tied with Detroit for the lead in the Norris Division.   They earn their money with body checking and obstruction tactics that always push the limits of legality and often cross the line. They are the league's most penalized team and one of the best at killing penalties.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"CLINTON OUTLINES SPENDING PACKAGE OF $1.52 TRILLION","web_url":"https://www.nytimes.com/1993/04/09/us/the-clinton-budget-clinton-outlines-spending-package-of-1.52-trillion.html","abstract":"  President Clinton today sent Congress a $1.52 trillion budget full of new details showing how he wants to reduce the Government's deficit while spending more money on public works, education and retraining jobless workers.   In presenting its 1994 budget, the Administration acknowledged that domestic spending under Mr. Clinton's plan would exceed the limits that Congress set in 1990 and reaffirmed this year. But Mr. Clinton and his budget director, Leon E. Panetta, vowed to fight for their proposals.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/09/arts/art-in-review-122193.html","abstract":"  Balla and Boccioni   Paolo Baldacci Gallery  41 East 57th Street  Manhattan  Through May 1    This serious and rather remarkable show juxtaposes the very different works of two leading figures in Italian Futurism. Although both Umberto Boccioni and Giacomo Balla, like all the Futurists, were concerned with how to depict movement and express what they considered the dynamism of modern life, the two of them arrived at divergent solutions to these problems. Balla approached art analytically, his images -- often wiry, graphic and flat -- bringing to mind Muybridge's sequential photographs of figures in motion. Balla's emphasis was on the speed and fluency of line, the abstract rhythm of forms that resulted from combining and reinterpreting multiple views of an object.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1993/04/09/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B14-15.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/09/style/chronicle-078093.html","abstract":"  When KIRK DOUGLAS heard that MICHAEL JACKSON had paid $650,000 or so to set the poems of Robert Burns to music for a show, he thought, \"What in in the world is this?\" he said yesterday from Santa Barbara, Calif. \"I was intrigued.\"    Then about a month ago, Mr. Douglas saw a condensed version of the show, \"Red, Red Rose,\" whose music is by Paul Johnson, \"and I was so touched by the performance that I decided to invest in it myself,\" he said.","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-letters-to-the-editor.html","abstract":"Japan and World Peace. Last year, despite the serious opposition and misgivings of a large number of both Japanese and their Asian neighbors, Japan's government forced through parliament a bill enabling Japan's Self-Defense Forces to deploy troops oversea","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Networks Don't Like Price of an Envelope","web_url":"https://www.nytimes.com/1993/04/09/sports/tv-sports-networks-don-t-like-price-of-an-envelope.html","abstract":"  The networks have grown accustomed to bending to the will of the National Football League. But in the bidding for the 1994 Super Bowl, the networks are fighting back.   Yesterday, CBS told the N.F.L.: Keep the Super Bowl if you want us to submit a sealed bid. ABC has privately sent the same message. \"We are not going to negotiate in the press,\" said an ABC spokesman, Mark Mandel.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/04/09/sports/results-plus-523093.html","abstract":"  N.B.A.  Shaw Sets 3-Point Mark  Brian Shaw wasn't known as a 3-point shooter -- until last night. Shaw, who made only eight 3-pointers in three seasons before this one, set a National Basketball Association record by making 10 long-range shots in Miami's 117-92 victory in Milwaukee. The Heat guard sank six 3-pointers in the first quarter and added four in the third period to break the record of nine held by Dale Ellis and Michael Adams. Over all, Shaw was 10 of 15 from long range. \"Once I had a few, my teammates kept encouraging me to shoot them,\" Shaw said. (AP) Rockets 95, Jazz 90: Vernon Maxwell's short jumper with 56 seconds turned the game around after a 23-point Houston lead had shrunk to 1 as the Rockets triumphed in Salt Lake City. Maxwell added two foul shots 12 seconds later to seal the Rockets' fourth straight victory. (AP) TENNIS  Sabatini Wins Swiftly  Gabriela Sabatini advanced posthaste to the quarterfinals, keeping alive her pursuit of a third straight Bausch & Lomb Championships title yesterday at Amelia Island, Fla., when Petra Langrova of the Czech Republic retired with a groin strain after winning only seven points in five games.  Sabatini's next opponent will be eighth-seeded Leila Meskhi, who overwhelmed Angelica Gavaldon by 6-4, 6-0. In another third-round match, fourth-seeded Manuela Maleeva-Fragniere advanced by defeating Sabine Hack, 7-5, 6-4, and will face sixth-seeded Natalya Zvereva, who defeated Patricia Tarabini of Argentina, 7-5, 1-6, 6-4. Kathy Rinaldi lost to fifth-seeded Amanda Coetzer, 7-5, 5-7, 6-3. Coetzer faces Jennifer Capriati, who eliminated Argentina's Inez Gorrochategui, 6-3, 6-1. Courier Loses Second in Row in Japan: An upset sent Jim Courier out of a Japanese tournament for the second straight week yesterday, as he was beaten in the Japan Open. The defeat threatened his No. 1 position in the world ranking. Jonathan Stark, rated 77th worldwide, defeated Courier by 6-4, 6-2. Meanwhile, Pete Sampras fired 17 service aces and beat a Frenchman, Guillaume Raoux, 6-4, 6-7 (4-7), 6-3, and moved into position to take the top listing. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"On My Mind; Here We Go Again","web_url":"https://www.nytimes.com/1993/04/09/opinion/on-my-mind-here-we-go-again.html","abstract":"  Time after time in the past half-century the Western democracies strengthened dictatorships economically and militarily. Then of course the dictatorships made war against the democracies. Heaven help us, the West is at it again.    Before World War II, the West permitted Hitler to rearm. It handed him Czechoslovakia. Hitler and Mussolini were allowed to take Spain into the Fascist orbit. After World War II, Central and Eastern Europe were delivered hogtied to Stalin.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Balkan Crisis Argues for United Europe","web_url":"https://www.nytimes.com/1993/04/09/opinion/l-balkan-crisis-argues-for-united-europe-074893.html","abstract":"  To the Editor:   \"Death of a Dream\" by Anthony Lewis (column, March 29) criticizes the European Community for failing to use military force to stop Serbia's aggression in the former Yugoslavia and argues that this inaction means the death of a united Europe. While this analysis is common among both European citizens and a growing number of Americans, it is flawed.   Even if one accepts the wisdom of military action in this crisis, it is unrealistic to expect the European Community to take charge of such an operation. National governments and national foreign policies are still in control of Europe's foreign policy and have determined Europe's actions toward the former Yugoslavia.    The Community has so far been given almost no power in foreign policy. The European Community commission, the Community's executive authority, has only an advisory role in foreign policy making, and even when the 12 European Community countries try to act together, any member state can veto action.   Perhaps more significant, the European Community countries have no command system for joint military operations outside the North Atlantic Treaty Organization. And Germany, the biggest member state, refuses to send its army outside Western Europe. Imagine what United States foreign policy would be like if it had to depend on the unanimous agreement of 50 governors!   Europe's weakness in the Yugoslav crisis has exposed not the failure of the Community, but the need for it. Europe's national governments have shown themselves incapable of moving beyond narrow national interests to the more global outlook that they could have if their sovereignty was pooled together. The dream of united Europe is not dead, but it risks getting prematurely buried under faulty explanations and exaggerated expectations.  MARK M. NELSON Senior Associate, Carnegie Endowment for Intl. Peace Washington, March 31, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Mets Seek an End to the Hop, Skip and a Lump","web_url":"https://www.nytimes.com/1993/04/09/sports/baseball-mets-seek-an-end-to-the-hop-skip-and-a-lump.html","abstract":"  It is the field of screams that produces mostly official silence. Players like to talk around the subject of the infield at Shea Stadium, circling it as if it were a bunt they wished would spin foul. One gets onto the topic of the infield, and one finds oneself off the record.   \"I don't want to get anyone in trouble,\" said Howard Johnson, the third baseman for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"TV Weekend; Travails of a Would-Be Cheerleader's Biggest Fan","web_url":"https://www.nytimes.com/1993/04/09/arts/tv-weekend-travails-of-a-would-be-cheerleader-s-biggest-fan.html","abstract":"  A couple of years ago, the story of the Texas housewife who set out to advance her eighth-grade daughter's cheerleading ambitions by arranging to kill the mother of a rival classmate quickly snagged the public's fancy. The news media wasted no time in descending on the town of Channelview with opportunities for interviews on national television and contracts for possible movies.    An earnest, typically solemn ABC \"Movie of the Week\" has already been broadcast. Now, putting this slice of Americana in far more whacky and astute perspective, there is \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom,\" directed by Michael Ritchie (who also directed the movie \"Smile\") and having its premiere on HBO tomorrow night. Holly Hunter and Swoosie Kurtz give the most dazzling performances of their already formidable careers.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-letters-to-the-editor-93686877265.html","abstract":"A Pox on Both. Regarding \"Ulster Police Make Arrests in Slaying of 4 Catholics by Protestant Gunmen\" (World Briefs, March 27):. Protestant anger has been exacerbated not by the 1985 agreement that gave the Irish Republic a consultative say in Br","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"In an Edgy Haitian Town, Civil Rights Monitors Ease the Fear a Bit","web_url":"https://www.nytimes.com/1993/04/09/world/in-an-edgy-haitian-town-civil-rights-monitors-ease-the-fear-a-bit.html","abstract":"  A week ago, residents of this seaside town say, flyers demanding the return of President Jean-Bertrand Aristide turned up mysteriously one morning, littering Jacmel's narrow streets.   Ever since, the gates of this small city have been guarded by heavily armed soldiers who stop every vehicle making the winding 40-mile drive over the mountains from the capital. Only after a careful search, an austere nod allows entry.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Uncommon Parasite Tied to Ills in Milwaukee","web_url":"https://www.nytimes.com/1993/04/09/us/uncommon-parasite-tied-to-ills-in-milwaukee.html","abstract":"  The parasite implicated in a recent outbreak of intestinal illness in Milwaukee is uncommon but is being recognized more frequently throughout the world. The parasite, known as cryptosporidium, has caused several water-borne outbreaks elsewhere in the United States and England in the last 10 years.   The parasitic illness is a frequent cause of traveler's diarrhea and generally lasts one to two weeks before going away on its own. The illness is rarely fatal except among chronically ill people such as those with AIDS. Antibiotic therapy is generally not recommended for healthy individuals because none has proved to be effective, health officials said.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"Milwaukee's Water Suspected as Cause Of Intestinal Illness","web_url":"https://www.nytimes.com/1993/04/09/us/milwaukee-s-water-suspected-as-cause-of-intestinal-illness.html","abstract":"  An intestinal illness has stricken hundreds and perhaps thousands of people in the Milwaukee area during the last few weeks, and the city has now been seized with alarm by health officials' suspicion, first announced late Wednesday, that the cause may be contamination of the municipal water supply.   Although the authorities emphasize that the water system has not been conclusively implicated, they have cautioned Milwaukeeans not to drink tap water, or use it to brush their teeth or wash food, unless they first boil it for five minutes to kill the parasite that is now suspect.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90293070440.html","abstract":"1918: Italians' Morale. ITALIAN ARMY HEADQUARTERS. Signor Orlando, the Prime Minister has passed four days at the Italian mountain river fronts, visiting most of the corps and division headquarters, conferring with commanders on the military situation and","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Palestinian Workers Say Ban Is Beginning to Hurt","web_url":"https://www.nytimes.com/1993/04/09/world/palestinian-workers-say-ban-is-beginning-to-hurt.html","abstract":"  As early as 6:30 A.M., they started massing today at the barbed wire fence, dozens of Palestinian men and women outside an Israeli Army compound.   Each of them was looking for one of the more treasured, and elusive, items these days in the occupied territories: a piece of paper from the army that would allow them to travel a few miles down the road to Jerusalem and surrounding towns where there are jobs, hospitals and relatives.","thumbnail":null,"section":"World"},{"date":"19930409","headline":"Lewis, Bruno Agree to September Bout","web_url":"https://www.nytimes.com/1993/04/09/sports/sports-people-boxing-lewis-bruno-agree-to-september-bout.html","abstract":"  The World Boxing Council champion, LENNOX LEWIS, and FRANK BRUNO, Britain's top two heavyweights, are tentatively lined up to fight each other in September.   Promoters agreed to the fight in principle yesterday. It would be the richest fight in British boxing history, with gross revenues projected at $27 million. But the agreement hinges on both fighters winning their next matches. Bruno boxes CARL (THE TRUTH) WILLIAMS in Birmingham, England, on April 24, and Lewis has a title defense against TONY TUCKER in Las Vegas on May 8. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"Review/Architecture; Public Projects That Help the Public on Its Way","web_url":"https://www.nytimes.com/1993/04/09/arts/review-architecture-public-projects-that-help-the-public-on-its-way.html","abstract":"  There's a light at the top of the escalator. \"Santiago Calatrava: Structure and Expression,\" now on view in the architecture and design galleries at the Museum of Modern Art, shines a bright beacon for those who are hoping that the end of the cold war will usher in a new era of public works.   For Mr. Calatrava, the era is already here. His designs for bridges and railroad stations in Switzerland, Germany and his native Spain have set the standard by which contemporary public works projects will be judged. Trained in architecture as well as structural engineering, Mr. Calatrava demonstrates that infrastructure can transport minds as well as cargo.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"Students in Many States Raise Math Scores Steeply","web_url":"https://www.nytimes.com/1993/04/09/us/students-in-many-states-raise-math-scores-steeply.html","abstract":"  Students' mathematics scores are substantially improving in half the states that took part in a national test, but 75 percent of students nationwide are still below standard, according to a Federal report released yesterday.   The report, which compared mathematics achievement in 1990 and 1992 for a nationally representative sample of 250,000 students, found that students showed the highest average proficiency in Maine, Iowa, New Hampshire, Wisconsin, North Dakota and Minnesota. The lowest-scoring states or territories were the District of Columbia, Guam, Alabama and Mississippi.","thumbnail":null,"section":"U.S."},{"date":"19930409","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/09/nyregion/news-summary-969893.html","abstract":"  International A2-13 RUSSIA REJECTS BELGRADE CURBS   Russia told the Security Council that it rejected the main points of a U.S.-sponsored plan that calls for seizing Yugoslav transport equipment, a ban on all ships entering Yugoslav waters, and stricter enforcement of an existing trade embargo.A1 The World Court urged Belgrade to control Bosnia Serbs.  A5","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Outing Ends in Tragedy As Three Brothers Drown","web_url":"https://www.nytimes.com/1993/04/09/nyregion/outing-ends-in-tragedy-as-three-brothers-drown.html","abstract":"  A sightseeing trip to Massachusetts by members of a large family from Brooklyn ended in the deaths Wednesday of three teen-age brothers who drowned in the deep end of an Andover hotel swimming pool.   Andover police officials said the three boys, the youngest of 12 children, did not know how to swim.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Rangers Must Turn to Wild Card Again","web_url":"https://www.nytimes.com/1993/04/09/sports/hockey-rangers-must-turn-to-wild-card-again.html","abstract":"  Corey Hirsch will be back in goal Friday night when the Rangers face the Pittsburgh Penguins. He started Wednesday night, when New York played the New Jersey Devils, as a wild card played in goal by an all-but-beaten hockey club. This time, Hirsch gets the nod partly out of desperation, but also partly out of necessity.   In what was the saddest announcement of this bad-news season, the team was informed before practice this morning that John Vanbiesbrouck's 35-year-old brother, Frank, had died unexpectedly and that Vanbiesbrouck would be leaving the team to be with his family in Detroit. The family did not disclose any details about the death.","thumbnail":null,"section":"Sports"},{"date":"19930409","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/09/opinion/IHT-letters-to-the-editor-91532729300.html","abstract":"Full House at Heathrow. The editorial \"Be Firm on Air Travel\" (March 23) criticizes the Clinton administration for failing to force Britain to open London's Heathrow airport to U.S. airlines.. The main reason Heathrow cannot accept further major","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/04/09/style/IHT-hear-this.html","abstract":"In a bright yellow press release, we learn that the resident psychics from Britain's \"Big Breakfast\" TV show, Craig and Jane Hamilton-Parker, who have predicted everything important that's happened recently (like the date of Princess Anne's wedd","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"Topics of The Times; Fixing Up the \"Attic\"","web_url":"https://www.nytimes.com/1993/04/09/opinion/topics-of-the-times-fixing-up-the-attic.html","abstract":"  There's one good thing to say about the problems plaguing the New-York Historical Society. Until it was on the brink of bankruptcy and dissolution, few New Yorkers were aware of its treasures -- and of how close the city was to losing them.   In an effort to save the core heirlooms, an advisory committee last month issued some intelligent proposals for a stripped-down, better focused society. It also asked for public money: a one-time commitment of $15 million to pay for overdue repairs, a new security system and other expenses to tide the institution over until it can reopen its galleries next year.","thumbnail":null,"section":"Opinion"},{"date":"19930409","headline":"Review/Film; An American Boyhood Memoir of the 1950's","web_url":"https://www.nytimes.com/1993/04/09/movies/review-film-an-american-boyhood-memoir-of-the-1950-s.html","abstract":"Tobias Wolff's boyhood memoir. Terse, harsh anecdotes, but the yearning is gone.","thumbnail":null,"section":"Movies"},{"date":"19930409","headline":"New York Area to Gain","web_url":"https://www.nytimes.com/1993/04/09/nyregion/new-york-area-to-gain.html","abstract":"  The New York metropolitan region will benefit substantially from President Clinton's budget proposals for mass transit and social welfare, according to analyses by local officials. Mayor David N. Dinkins, Gov. Mario M. Cuomo and Gov. Jim Florio welcomed the proposals.   Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/09/nyregion/metro-digest-300893.html","abstract":"  NEW YORK CITY  DINKINS PROPOSES WATER-RATE FREEZE   Responding to longstanding and fierce complaints of higher water bills, the Dinkins administration proposed a two-year freeze on water and sewer rates and a ceiling on those rates in the two years after that. A1.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"Hearing on a Bill to Limit Sales of Museum Holdings","web_url":"https://www.nytimes.com/1993/04/09/arts/hearing-on-a-bill-to-limit-sales-of-museum-holdings.html","abstract":"  At a spirited and often testy public hearing in lower Manhattan yesterday, several members of the New York State Assembly vowed to enact legislation that would set tight restrictions on the ability of museums to sell off portions of their holdings.   The hearing was notable for the absence of representatives of most of the state's major museums, who refused to testify. Many museum officials claimed that their policies regarding the sale of works from their collections were internal matters to be decided by their own staffs and trustees, not by the State Legislature.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"50,000 Applicants Are Expected For New York City Police Exam","web_url":"https://www.nytimes.com/1993/04/09/nyregion/50000-applicants-are-expected-for-new-york-city-police-exam.html","abstract":"  Police Commissioner Raymond W. Kelly said yesterday that he expects that 50,000 people will have applied to take the exam to become a New York City police officer when the filing deadline arrives at midnight tonight, the largest number for any police test in 11 years.   He also said at a news conference yesterday that the largest number of minority candidates ever will have applied. The test will be given on June 26.","thumbnail":null,"section":"New York"},{"date":"19930409","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/09/style/chronicle-079993.html","abstract":"  What better place for movie moguls to bunk down than above the Russian Tea Room, a habitue of the restaurant on West 57th Street remarked the other day. What better place to order blinis and caviar from room service?    His ruminations may be more than a pipe dream. FAITH STEWART-GORDON, owner of the restaurant where Hollywood and Broadway intersect, said yesterday: \"We are in the early stages of discussion about this with architects and possible developers. It would be 64 suites, about 11 stories tall and would be a small jewel, or rather a Faberge egg of a hotel, a home for people in the arts, theater and film world.\"","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/04/09/style/IHT-the-movie-guide.html","abstract":"Byoin de Shinu to iu Koto. Directed by Jun Ichikawa. Japan.. The title of this extraordinary picture (which might be rendered \"Dying in Hospital\") states what happens, but it is the telling that makes the film such a moving experience.It is ma","thumbnail":null,"section":"Style"},{"date":"19930409","headline":"A Superstar for the Nursery-School Set","web_url":"https://www.nytimes.com/1993/04/09/arts/a-superstar-for-the-nursery-school-set.html","abstract":"  THE fans were dancing in the aisles, clapping gaily, chomping on teething rings. Not ordinary behavior for a Broadway audience, but then the main attraction was no ordinary Broadway performer. A dark-eyed, cheery man with a gentle manner, he is either a thrilling luminary or nobody special, depending on whether you are old enough to tie your own shoes.  In the show-business cosmos, which is not the world that most interests him, Raffi Cavoukian occupies a unique position: baby's first superstar.","thumbnail":null,"section":"Arts"},{"date":"19930409","headline":"A Budget With a Chance","web_url":"https://www.nytimes.com/1993/04/09/us/the-clinton-budget-a-budget-with-a-chance.html","abstract":"  For years, Presidents Ronald Reagan and George Bush sent Congress budgets that were, it was commonly said at the time, dead on arrival. Since no one expected the Democrats who controlled Congress to approve the proposals of the Republican Presidents, the budget documents were more election manifestoes than operational plans, dependent more on stirring words than on sound fiscal analysis.   By contrast, the detailed budget President Clinton submitted today is clearly alive and kicking. The President and the majority in Congress are not only from the same party but on the same wavelength. This budget serves the conventional purpose: It is a road map for the course the country will be traveling.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930409","time":"1993-04-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":11.2},{"date":"19930409","time":"1993-04-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":71,"wspd":7.6},{"date":"19930409","time":"1993-04-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":69,"wspd":11.2},{"date":"19930409","time":"1993-04-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":71,"wspd":11.2},{"date":"19930409","time":"1993-04-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":77,"wspd":13},{"date":"19930409","time":"1993-04-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":77,"wspd":13},{"date":"19930409","time":"1993-04-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":82,"wspd":14.8},{"date":"19930409","time":"1993-04-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":13},{"date":"19930409","time":"1993-04-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":76,"wspd":18.4},{"date":"19930409","time":"1993-04-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":72,"wspd":22.3},{"date":"19930409","time":"1993-04-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":67,"wspd":14.8},{"date":"19930409","time":"1993-04-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":64,"wspd":16.6},{"date":"19930409","time":"1993-04-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":73,"wspd":16.6},{"date":"19930409","time":"1993-04-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":83,"wspd":14.8},{"date":"19930409","time":"1993-04-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":84,"wspd":13},{"date":"19930409","time":"1993-04-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":100,"wspd":14.8},{"date":"19930409","time":"1993-04-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":90,"wspd":13},{"date":"19930409","time":"1993-04-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":100,"wspd":5.4},{"date":"19930409","time":"1993-04-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":92,"wspd":14.8},{"date":"19930409","time":"1993-04-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":89,"wspd":13},{"date":"19930409","time":"1993-04-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":82,"wspd":11.2},{"date":"19930409","time":"1993-04-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":14.8},{"date":"19930409","time":"1993-04-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":74,"wspd":14.8},{"date":"19930409","time":"1993-04-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":79,"wspd":13},{"date":"19930409","time":"1993-04-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":63,"wspd":11.2},{"date":"19930409","time":"1993-04-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":11.2},{"date":"19930409","time":"1993-04-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":7.6},{"date":"19930409","time":"1993-04-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":7.6},{"date":"19930409","time":"1993-04-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":7.6},{"date":"19930409","time":"1993-04-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":77,"wspd":7.6},{"date":"19930409","time":"1993-04-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":0},{"date":"19930409","time":"1993-04-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19930409","time":"1993-04-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":83,"wspd":5.4},{"date":"19930409","time":"1993-04-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":5.4},{"date":"19930409","time":"1993-04-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":5.4},{"date":"19930409","time":"1993-04-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":80,"wspd":9.4},{"date":"19930409","time":"1993-04-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":9.4},{"date":"19930409","time":"1993-04-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":11.2},{"date":"19930409","time":"1993-04-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":80,"wspd":9.4},{"date":"19930409","time":"1993-04-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":69,"wspd":14.8},{"date":"19930409","time":"1993-04-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":60,"wspd":11.2},{"date":"19930409","time":"1993-04-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":13},{"date":"19930409","time":"1993-04-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":24.1},{"date":"19930409","time":"1993-04-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":53,"wspd":20.5},{"date":"19930409","time":"1993-04-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":24.1},{"date":"19930409","time":"1993-04-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":18.7},{"date":"19930409","time":"1993-04-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":18.7},{"date":"19930409","time":"1993-04-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":16.6}]},"19930410":{"guardian_articles":[],"nytimes_articles":[{"date":"19930410","headline":"U.S. to Send General to Vietnam, Hinting a Thaw","web_url":"https://www.nytimes.com/1993/04/10/world/us-to-send-general-to-vietnam-hinting-a-thaw.html","abstract":"  In its first policy decision on Vietnam, the Clinton Administration will send John W. Vessey Jr., a retired Army general, to Hanoi on a fact-finding mission on missing American servicemen, a move that could lead the United States to withdraw its opposition to international bank lending to Vietnam, senior Administration officials said today.   The officials stressed that President Clinton will make no decision on easing any American pressure on Vietnam until he is convinced that Hanoi is doing all it can to cooperate with the American authorities on the contentious and emotional issue of Americans missing since the Vietnam War.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"The Tim Crews Lesson","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-the-tim-crews-lesson-999093.html","abstract":"  To the Editor:   The Florida Game and Fresh Water Fish Commission is to be commended for promptly and forthrightly disclosing that Tim Crews was legally drunk when driving a boat in which he and another Cleveland Indians pitcher were killed (sports pages, March 31). The commission gave the blood-alcohol content reading of .14; pointed out that .1 is the legal level in Florida for operating a boat \"under the influence\" and made it clear that had Crews survived, charges would have been brought.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/10/nyregion/c-corrections-727093.html","abstract":"  Because of an editing error, a brief sports article in some copies on Monday about Calbert Cheaney, a basketball player at Indiana University, referred incorrectly to an award he won. He was named men's college player of the year on Sunday by the United States Basketball Writers Association. The Wooden Award, which he received on Wednesday, is a separate honor.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"May Justice Come to Overcut National Forests; Babbitt's Strategy","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-may-justice-come-to-overcut-national-forests-babbitt-s-strategy-996693.html","abstract":"  To the Editor:   \"Mr. Clinton Heads for the Timber\" (editorial, April 1), on the President's abandonment of Secretary of the Interior Bruce Babbitt's hopes for \"reversing a century of federally sponsored exploitation of public lands,\" is well said and terribly important. Your quotation of a Presidential spokesman who described this vital issue as \"a few little skirmishes here and there\" is not very reassuring to the many of us who believe Mr. Babbitt's proposed strategy \"both to protect the forests and put thousands of loggers back to work\" is the way some of our most vital social and economic problems must be solved. Mr. Babbitt deserves support.  SCHUYLER M. MEYER JR.  Dover Plains, N.Y., April 1, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"May Justice Come to Overcut National Forests; Our Toxic Arrogance","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-may-justice-come-to-overcut-national-forests-our-toxic-arrogance-997493.html","abstract":"  To the Editor:   We in the United States believe we can manage the environment by determining how much of any material the planet or a human can safely absorb without harm, and that, once this \"assimilative capacity\" for a chemical has been decided, we will see to it that no more is permitted to escape. And we are confident that we can accurately establish the costs and benefits of injury prevented, lives lost, environment conserved, wildlife weakened and future value diminished. At what cost all this analysis? Billions, for a lot of equivocal information. Is this arrogance, or what?","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Queen's Letters","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"BRIEFCASE: Ford Launches Credit Card In Response to GM Version","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-briefcase-ford-launches-credit-card-in-response-to-gm-version.html","abstract":"Is there a Ford in your future? Not just the car, but the card. Ford's new credit card is its answer to General Motors' highly successful GMC/Mastercard, and the latest permutation in U.S. plastic. Cards issued by the two automakers are a hot ticket becau","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"Sampras Displaces Courier as No. 1 Player","web_url":"https://www.nytimes.com/1993/04/10/sports/sports-people-tennis-sampras-displaces-courier-as-no-1-player.html","abstract":"  PETE SAMPRAS is now the No. 1 men's player in the world.   By beating DAVID WHEATON, 6-3, 3-6, 6-4, yesterday in the quarterfinals of the Japan Open in Tokyo, Sampras gained enough points to take over the top spot from JIM COURIER when the ATP ranking is released on Monday.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Houston's New Priority","web_url":"https://www.nytimes.com/1993/04/10/sports/sports-people-college-basketball-houston-s-new-priority.html","abstract":"  ALVIN BROOKS, the new University of Houston basketball coach, says he will take on the program's greatest villain: academics.   Brooks was promoted on Thursday from an assistant's post, replacing PAT FOSTER, who left for Nevada-Reno. Houston was 21-8 last season and 142-73 over all under Foster.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/10/nyregion/no-headline-419093.html","abstract":"  She begged me not to put her in a nursing home. 'Don't send me away,' she kept saying. 'Save the sleeping pills, Blanche,' she told me. 'Be careful with the sleeping pills. We'll need them one day.' BLANCHE BLACK, 75, convicted of killing her ailing elder sister.  [ 24:2. ]","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/10/nyregion/metro-digest-460393.html","abstract":"  NEW YORK CITY COLUMBIA MAY TRIM AID PROGRAM   Nine years after starting a loan-assistance program to help steer lawyers to low-paying public-interest jobs, Columbia Law School officials are considering reducing it, saying it may be too generous in fiscally troubled times. Page 23.   4-YEAR-OLD DIES IN APARTMENT FIRE   A 4-year-old girl died when she was trapped by a fire that broke out in her Brooklyn home after her parents had left the apartment, officials said. The girl is one of eight children who were found at home unattended two months ago, the police said. Page 22.   PRECINCTS TO PUBLISH NEWSLETTERS   Beginning May 1, each of New York City's 75 police precincts will publish and distribute a quarterly newsletter. The newsletters, which will contain articles, maps of the precincts and names of beat officers, are part of the city's community policing program. Page 22.   FARROW'S BABY SITTER RECALLS SCENE   In the custody battle between Woody Allen and Mia Farrow, a baby sitter testified that she had witnessed a disturbing scene at Ms. Farrow's Connecticut home: Mr. Allen, kneeling, with his head in the lap of his young daughter. Page 22.   CASH-THROWING BANK ROBBER'S WILD RIDE   Tossing fistfuls of dollars into the street, a man who had robbed a bank in Union Port, the Bronx, led police officers on a wild, twisting, five-mile car chase, the police said. Page 22.   CHRISTIAN FACTION AIMING FOR ELECTIONS   The founder of the New York City chapter of the Rev. Pat Robertson's Christian Coalition has been putting in long hours, reflecting the intensity of this year's battle for seats on the city's 32 community school boards. Page 23.     Health maintenance organizations do not provide enough information, a consumer affairs report says. Page 22. REGION A SISTER'S LOVE, A SISTER'S DEATH   In Toms River, N.J., when Ruth Evans, 78, asked her sister to help her end a life tormented by emphysema and angina, Blanche Black summoned her courage. After an overdose of sleeping pills failed, she placed a pillow over her sister's face and smothered her, then, distraught, tried to take her own life. Now, Blanche Black, 75, has been sentenced to prison. Page 1.    FAMILIES WITH CHILDREN MAY FACE BIAS   Discrimination against families with children is common on Long Island, fair-housing advocates say, and a lawsuit has been filed against one of the Island's largest landlords, accusing it of \"knowingly and intentionally\" discriminating against families with children, a charge the company denies. Page 25.   HAZARDOUS WASTE CLOSES SCHOOLYARD   In Stratford, Conn., schoolyard baseball diamonds were closed when officials found asbestos, dumped by a brake-lining factory decades ago and thought to be safely sealed below ground, on the surface of a playing field. The company dumped sludge at fourteen other sites, and town residents fear it contained asbestos, dioxin and PCB's. Page 25.   Museum in East Brunswick fights New Jersey State Police over Lindbergh files. Page 25.   About New York by Michael T. Kaufman 23    Traffic Alert 22","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"In Flanders' Flatlands, LeMond Mounts Another Comeback Dream","web_url":"https://www.nytimes.com/1993/04/10/sports/IHT-in-flanders-flatlands-lemond-mounts-another-comeback-dream.html","abstract":"Driving through the flat Belgian countryside, Otto Jácome nodded to his right where a barge canal ran dark and straight to the horizon.\"That's where we work,\" Jácome said. \"You come looking for us, the canal is where you find us","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Patents and Copyrights: Do It Yourself and Save","web_url":"https://www.nytimes.com/1993/04/10/technology/law-patents-and-copyrights-do-it-yourself-and-save.html","abstract":"  An economic crunch apparently makes people more defensive about protecting their property, including words, names and inventions. Patents, copyrights and trademarks, known collectively as intellectual property, have become a growing business for lawyers.   The work comes from corporations, kitchen-table inventors and entrepreneurs naming new businesses, and on the copyright side, from artists, developers of software programs and people who write just about anything. All aim to file applications with the United States Patent and Trademark Office or the Copyright Office.","thumbnail":null,"section":"Technology"},{"date":"19930410","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/10/nyregion/inside-432893.html","abstract":"  Health-Care Inflation Slows   Health-care costs rose in March by the smallest amount in nine years, while consumer prices increased only one-tenth of 1 percent. Page 33. And a Health Card for All    The Administration will propose issuing \"health security cards\" to all Americans certifying their right to medical care, officials said. Page 7. Congressman Is Acquitted    After years of racially charged litigation, a Federal jury found Representative Harold Ford of Tennessee not guilty on charges of fraud. Page 6. Longest Streak on Ice   The Pittsburgh Penguins got five goals from Mario Lemieux and set a National Hockey League record with their 16th straight victory. Page 27.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90965010913.html","abstract":"1918: America's Duty","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/10/nyregion/bridge-698393.html","abstract":"  A heart transplant might bar some recipients from competitive activities like running and tennis playing, but it clearly does not slow down bridge players.   An example is Hugh Montague of North Babylon, L.I., who received a new heart three and a half years ago and is just as active and effective at the bridge table as he ever was. On the diagramed deal from a recent Long Island tournament he held the South cards and brought off an elegant swindle.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91142466200.html","abstract":"1943: Up-and-Down Men","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Pact Reached With Officers In Fire Dept.","web_url":"https://www.nytimes.com/1993/04/10/nyregion/pact-reached-with-officers-in-fire-dept.html","abstract":"  The Dinkins administration and the union representing 2,400 Fire Department lieutenants, captains, chiefs and fire marshals reached a tentative contract agreement yesterday that would increase salaries by between 1 and 3.5 percent a year over the life of the five-year contract.   The agreement would also provide the city's first contract with a uniformed work force that granted not only retroactive raises, but also pay increases for future years.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Veteran of Rights Movement to Lead N.A.A.C.P.","web_url":"https://www.nytimes.com/1993/04/10/us/veteran-of-rights-movement-to-lead-naacp.html","abstract":"  The National Association for the Advancement of Colored People today selected as its new executive director the Rev. Benjamin F. Chavis Jr., a man with strong roots in the era of civil rights demonstrations who said his aim was to rejuvenate and modernize the organization to appeal to young black people.   The 45-year-old Mr. Chavis, who is an official with the United Church of Christ in Cleveland, was selected by the national board amid a swirl of political crosscurrents over the future of the nation's oldest and largest civil rights organization.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/10/arts/classical-music-in-review-973793.html","abstract":"  Robert Olivia Clarinetist Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19930410","headline":"Jail Sentence for Klecko","web_url":"https://www.nytimes.com/1993/04/10/sports/sports-people-football-jail-sentence-for-klecko.html","abstract":"  JOE KLECKO, the former Jets All-Pro defensive lineman, has been sentenced to three months in prison for lying to a Federal grand jury that investigated false insurance claims.   In Philadelphia on Thursday, United States District Judge HARVEY BARTLE 3D also ordered the 39-year-old Klecko to remain under home detention for three months after his release from jail, to pay a $3,000 fine and to perform 150 hours of community service.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Knicks Won't Rest on Laurels","web_url":"https://www.nytimes.com/1993/04/10/sports/basketball-knicks-won-t-rest-on-laurels.html","abstract":"  With their next game not until tomorrow afternoon in Boston, the Knicks have a brief period to savor their Atlantic Division title. Then it will be back to business. And for the Knicks, that means staying ahead of the Chicago Bulls.   \"What do we have to do in our last nine games?\" asked Doc Rivers, the Knicks' point guard. \"We have to win them all. That sounds simple, but it's not. We can't look at trying to win all nine at once. We have to take each game as it comes. But we want them all.\"","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Church Leader Chosen To Lead N.A.A.C.P.","web_url":"https://www.nytimes.com/1993/04/10/us/church-leader-chosen-to-lead-naacp.html","abstract":"  The Rev. Benjamin F. Chavis Jr., a man with strong roots in the era of civil-rights demonstrations, was chosen as the new director of the National Association for the Advancement of Colored People. The Rev. Jesse Jackson withdrew from contention on Wednesday after it was apparent that many members of the group were opposed to his hard-charging style.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Review/Dance; A Tour's End: 'Swan Lake'","web_url":"https://www.nytimes.com/1993/04/10/arts/review-dance-a-tour-s-end-swan-lake.html","abstract":"  The San Francisco Ballet closed its engagement at the New York State Theater on Sunday afternoon with Helgi Tomasson's production of \"Swan Lake,\" which featured pairs of new leading dancers.   Muriel Maffre danced the dual roles of Odette, the enchanted Swan Queen, and Odile, the evil magician's daughter. Yuri Zhukov was Prince Siegfried.","thumbnail":null,"section":"Arts"},{"date":"19930410","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/10/nyregion/no-headline-684393.html","abstract":"  Rabbi Joseph Dov Soloveitchik, a major Jewish philosopher who shaped Orthodox Judaism in America through his writing and lectures and his ordination of more than 2,000 rabbis, died on Thursday at his home in Brookline, Mass. He was 90.   Sam Hartstein, a spokesman for Yeshiva University, where Rabbi Soloveitchik taught for more than four decades, said the cause was heart failure.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Observer; Pork Out of Season","web_url":"https://www.nytimes.com/1993/04/10/opinion/observer-pork-out-of-season.html","abstract":"  For low comedy try a troupe of politicians in full cry against the evils of pork. That's what Republicans in the United States Senate tried for greeting the spring, the classic season for frivolity.   At one point admirers of unmitigated malarkey watched in delight as Senator Phil Gramm of Texas denounced pork with such fervor that for a moment one man caught himself thinking, \"Great Moloch and almighty Baal! Phil is never again going to let another slab of pork cross the border into Texas.\"","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"How Mrs. Gardner's Museum Got That Way","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-how-mrs-gardner-s-museum-got-that-way-001893.html","abstract":"  To the Editor:   Your March 26 review of the Havemeyer Collection show at the Metropolitan Museum of Art in New York focuses on women collectors and promoters of art. Attempting to give a feminist spin, you overreach in stating that Isabella Stewart Gardner of Boston helped inaugurate the career of the art critic Bernard Berenson.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Korean Shop Owners Fearful Of Outcome of Beating Trial","web_url":"https://www.nytimes.com/1993/04/10/us/korean-shop-owners-fearful-of-outcome-of-beating-trial.html","abstract":"  When customers at Elizabeth Hwang's tiny, graffiti-covered convenience store get angry, they know how to frighten her.  They say, \"We're going to burn down your store.\"   They tried once before, during the riots a year ago, and now Miss Hwang and her family are preparing for new attacks on Korean businesses if the city erupts again in violence when a verdict is reached in the new trial of the four officers accused of beating Rodney G. King.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Astros Drop Mets in 10th; Bo Bops but Yankees Win","web_url":"https://www.nytimes.com/1993/04/10/sports/baseball-astros-drop-mets-in-10th-bo-bops-but-yankees-win.html","abstract":"  Stay tuned for the next sneaker commercial.    What happened here today must be a commercial. Where else but in a 30-second television spot could Bo Jackson amble to the plate for the first time in 18 months in a major league game, with 42,775 fans curious about the condition of his artificial hip and awaiting his first swing? Where else could Jackson rock a pinch-hit home run on the second pitch? Only between \"Cheers\" and \"Seinfeld.\"","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Clinton Eulogizes Father-in-Law With Humor at Little Rock Service","web_url":"https://www.nytimes.com/1993/04/10/us/clinton-eulogizes-father-in-law-with-humor-at-little-rock-service.html","abstract":"  President Clinton delivered a wry eulogy of Hugh E. Rodham at a memorial service here today, describing his father-in-law as a staunch conservative who \"thought Democrats were one step short of Communism -- but that I might be O.K.\"   As friends, family members and White House advisers looked on at the First United Methodist Church, Mr. Clinton spoke for a half-hour about his \"tough and gruff\" father-in-law, who he said at first eyed him warily.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"North Korean Chief's Son Gains Military Post","web_url":"https://www.nytimes.com/1993/04/10/world/north-korean-chief-s-son-gains-military-post.html","abstract":"  In the clearest signal yet that North Korea is in the midst of a transition of power during its nuclear standoff with the West, the country's Government said today that Kim Jong Il, the son and heir apparent of the nation's founder, has been appointed chairman of the National Defense Committee, one of the three highest posts in the nation.   The announcement came during a session of the Supreme People's Assembly. Western analysts said the move strengthened Mr. Kim's authority over the North Korean military and removed most lingering doubts over whether he would eventually succeed his father, Kim Il Sung, as President. The elder Mr. Kim turns 81 next week.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"IRAQI GUNNERS FIRE ON AMERICAN JETS IN NORTH, U.S. SAYS","web_url":"https://www.nytimes.com/1993/04/10/world/iraqi-gunners-fire-on-american-jets-in-north-us-says.html","abstract":"  American fighter jets today bombed Iraqi antiaircraft batteries that fired at the aircraft as they flew a routine surveillance mission over the no-flight zone in northern Iraq, Administration officials said.   But Baghdad denied shooting at the American F-16 and F-4G fighters and said the United States attack had been unprovoked.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"F.D.A. Issues Advice On AIDS Prevention","web_url":"https://www.nytimes.com/1993/04/10/us/fda-issues-advice-on-aids-prevention.html","abstract":"  The Food and Drug Administration announced today that manufacturers of contraceptives had agreed to label their products to make it clear that most contraceptives prevent pregnancy but provide no protection against H.I.V., the virus that causes AIDS, or against other sexually transmitted diseases.   Pointing out that millions of women use oral contraceptives and hundreds of thousands use intrauterine devices, which prevent pregnancy but not bacterial or viral infection, Dr. David A. Kessler, the F.D.A. commissioner, said the only reliable device for preventing AIDS, herpes, gonorrhea and other diseases was a latex condom.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Representative Is Acquitted In Fraud and Bribery Case","web_url":"https://www.nytimes.com/1993/04/10/us/representative-is-acquitted-in-fraud-and-bribery-case.html","abstract":"  A Federal District Court jury acquitted Representative Harold E. Ford of 18 fraud and conspiracy charges today, ending a long, racially charged legal process.   Mr. Ford, 47 years old, Tennessee's only black member of Congress and head of a powerful political dynasty, was acquitted by a jury of 11 whites and 1 black on charges of accepting bribes disguised as $1.5 million in loans. The trial had prompted fears a conviction could result in violence. The jury also returned not-guilty verdicts against Mr. Ford's two white co-defendants, Karl Schledwitz, 41, and Douglas Beaty, 44, who are both lawyers accused of helping to make the money look like legitimate loans.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"The Versatile City That Film Makers Like to Film","web_url":"https://www.nytimes.com/1993/04/10/movies/the-versatile-city-that-film-makers-like-to-film.html","abstract":"  To those who make movies, this city, like Hollywood itself, is a chameleon that can be Anywhere, U.S.A. For that matter, it can be Anywhere, period.   Film makers have found the physical landscape to be highly adaptable. The corner of Lansdowne and Dundas Streets, with a few camels, donkeys and sheep became an impressionistic Tangier in \"Naked Lunch.\" The sprawling Kensington Market doubled as Teheran's souk in a potboiler called \"Escape From Iran: The Canadian Caper.\" Other neighborhoods have posed as parts of London, Paris, Budapest and Beijing, as well as Chicago, Cleveland, Detroit and, of course, New York City.","thumbnail":null,"section":"Movies"},{"date":"19930410","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/10/style/chronicle-931193.html","abstract":"  The National Resources Defense Council is honoring JOHN B. OAKES for helping to bring environmental issues before the public through journalism and other avenues.    At a reception on Earth Day, April 22, the council will establish the John B. Oakes Fund for Environmental Journalism to provide a permanent endowment for its magazine, The Amicus Journal, and to commission investigative articles by nationally recognized writers. It is also founding the John B. Oakes Award for Distinguished Journalism in the Fields of Conservation and the Environment.","thumbnail":null,"section":"Style"},{"date":"19930410","headline":"The Mayor's Record on Crime","web_url":"https://www.nytimes.com/1993/04/10/opinion/the-mayor-s-record-on-crime.html","abstract":"  Crime in New York City has been falling steadily since 1990, judging from the volume of crime reported to police. Between 1990 and 1992, reported felonies dropped 12 percent, from 573,813 to 506,897.   Who deserves the credit? Mayor David Dinkins claims his administration is responsible. But critics challenge the figures and add that even if crime is down, the Mayor hasn't had much to do with it.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"In New Jersey Campaign, It's the Consultants, Stupid","web_url":"https://www.nytimes.com/1993/04/10/nyregion/in-new-jersey-campaign-it-s-the-consultants-stupid.html","abstract":"  Ask Ed Rollins what the big issue in the New Jersey governor's race is and he will tell you without hesitation: \"It's the economy, stupid.\"   Mr. Rollins, who managed Ronald Reagan's 1984 \"Morning in America\" campaign, knows a good line when he hears it, and he does not mind the sweeping bow in the direction of James Carville, whom, if all goes as Mr. Rollins plans, he will confront in the fall in a clash of consulting titans.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"For the Big Players, DerivativesFunds Aim High","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-for-the-big-players-derivativesfunds-aim-high.html","abstract":"FEELING poor? Almost every week deposit account rates fall in one European country or another. And in the United States they have been low for some time. But there is an alternative: an investment that can yield up to 10 percent or more.. For the average","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"U.S. Can't Feel Proud Of Holocaust Role","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-us-can-t-feel-proud-of-holocaust-role-998293.html","abstract":"  To the Editor:   I am distressed by an invitation I have received from the United States Holocaust Memorial Council to attend a \"tribute to liberators and rescuers of victims of the Holocaust\" at Arlington National Cemetery on April 21. It is as inappropriate as would be an invitation from an American Indian group to attend a tribute to Custer's last stand. Let me explain:","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Sports of The Times; A Duffer's Delightful Disasters","web_url":"https://www.nytimes.com/1993/04/10/sports/sports-of-the-times-a-duffer-s-delightful-disasters.html","abstract":"  For two of the world's best golfers, the Masters turned into the Disasters.   Every so often at Augusta National, somebody will shoot a high number on a hole, such as Tom Weiskopf's memorable 13 on the par-3 12th in 1980, a horrendous 10 over par after the 1973 British Open champion plunked five balls into Rae's Creek. Two years earlier, Tommy Nakajima of Japan had a 13 on the dogleg par-5 13th hole, eight over par.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Progress, at Last, on School Aid","web_url":"https://www.nytimes.com/1993/04/10/opinion/progress-at-last-on-school-aid.html","abstract":"  Nearly every year at budget time, New York City students are shortchanged twice -- first as legislators in Albany deny the city its fair share of school aid, then as City Hall often diverts some of the state education dollars to other purposes.    This year, however, there's been a surprising turnaround. Albany came through with more dollars than usual, and Mayor David Dinkins has promised to give the Board of Education all the money Albany approved. Though welcome, these are only first steps toward fairness.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Jury in Police Beating Trial Hears a Stark Final Defense","web_url":"https://www.nytimes.com/1993/04/10/us/jury-in-police-beating-trial-hears-a-stark-final-defense.html","abstract":"  Directing the four police officers accused in the beating of Rodney G. King to stand and face the jury, a defense lawyer today asserted: \"There is no middle ground, and there is no compromise.  Either they acted like courageous, reasonable police officers, or they acted like uniformed hoodlums. That is all there is to it.\"   For closing arguments in the officers' Federal civil rights trial, the lawyer, Michael P. Stone, used some of the most volatile and successful oratory of the state trial a year ago, playing on fears of violent reaction to the verdict.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Day of Peace In the Streets Of Jerusalem","web_url":"https://www.nytimes.com/1993/04/10/world/day-of-peace-in-the-streets-of-jerusalem.html","abstract":"  There was no excitement in Jerusalem today.    Unless, of course, one counts the thousands of Christian pilgrims from around the world who walked the Via Dolorosa on this Good Friday, some carrying large wooden crosses and all following the route that Jesus is believed to have taken to His Crucifixion.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"Suspected Past as Toxic Dump Closes Connecticut Schoolyard","web_url":"https://www.nytimes.com/1993/04/10/nyregion/suspected-past-as-toxic-dump-closes-connecticut-schoolyard.html","abstract":"  The worst hazard that members of the Stoneybrook Restaurant softball team thought they had to face on the diamonds at Wooster Intermediate School was an errant fly ball.    But when Ron Nemec, Tony Smith and Dave Raschke, veteran teammates, arrived today for the first practice of the season, they found the five baseball diamonds closed by the Health Department because of hazardous-waste contamination in this town just east of Bridgeport.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/04/10/sports/results-plus-909593.html","abstract":"  N.B.A. Pippen Goes Downtown To Cap Rally by Bulls  Scottie Pippen's 3-pointer from the corner with 15 seconds left capped a 28-10 fourth-quarter rally that gave the visiting Chicago Bulls to an 88-87 victory over Atlanta last night in the Omni. The Bulls, who trailed by 77-60 after three quarters, outscored the Hawks by 11-1 in the final 3 minutes 32 seconds in winning their ninth game in 11 outings and ending the Hawks' homecourt winning streak at 10 games. Michael Jordan, who outscored Dominique Wilkins by 30-26 in a matchup of the National Basketball Association's top two scorers, scored 6 points in the final 3:32. (AP) Pistons 105, Celtics 90: Isiah Thomas scored a season-high 43 points in a brilliant all-round performance as Detroit, fighting for a playoff berth, won its fifth straight game. Thomas took a career-high 35 shots and made 17 of them as he fell 4 points short of his career-best scoring total. He also had 10 assists, 8 rebounds and 5 steals in 44 minutes as the Pistons ended an eight-game losing streak in Boston Garden. (AP) TENNIS Agassi and Lendl Beaten  Andre Agassi and Ivan Lendl, the two top-seeded players, were knocked out of the Count Godo clay-court tournament in Barcelona, Spain, in yesterday's quarterfinals. Sergi Bruguera of Spain beat Agassi, 6-3, 6-1, and Andrei Medvedev of Ukraine defeated the second-seeded Lendl, 7-6 (7-5), 6-2. (AP) Coetzer Defeats Capriati: Amanda Coetzer lured Jennifer Capriati into a tunnel of topspin from which she never escaped this afternoon in their quarterfinal match at the Bausch & Lomb Championships in Amelia Island, Fla. Capriati, seeded third, was upset, 6-2, 1-6, 6-4, by the fifth-seeded South African.  Gimelstob in Final: One New Jersey teen-ager qualified for today's finals in the Easter Bowl junior championships at the Doral Resort and Country Club in Miami, while another's semifinal match was postponed until today. Justin Gimelstob of Whippany, N.J., seeded No. 1 in the boys' 16's, defeated Tripp Phillips of Charlotte, N.C., 7-5, 6-2, to set up a showdown against his doubles partner, Rafael Jordan, a 15-year-old from Rio Piedras, P.R., who eliminated Brandon Kramer of Reno, 6-4, 6-1. SOCCER U.S. Defeats Saudis  Joe-Max Moore and Janusz Michallik scored in a four-minute span of the second-half yesterday as the United States ended a nine-game winless streak with a 2-0 victory over Saudi Arabia in Riyadh. The United States had not won since beating Ivory Coast, 5-2, in Riaydh in the Intercontinental Cup last Oct. 19. (AP) COLLEGE BASEBALL Jaspers End Streak  Manhattan College ended a 27-game losing streak yesterday in dramatic fashion, rallying to defeat St. Peter's, 8-4, on the strength of Mike Kaseman's three-run homer in the top of the ninth inning at Jersey City. The Jaspers, who were 0-15 this spring after dropping their last 12 games in 1992, trailed, 4-3, before Kaseman put them ahead to stay.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"No Fund-Raising Favors for Women","web_url":"https://www.nytimes.com/1993/04/10/opinion/no-fundraising-favors-for-women.html","abstract":"Even as we bask in the afterglow of the \"Year of the Woman,\" there is a serious debate brewing within the women's community -- a debate that has long-term implications for women candidates. The issue is what kind of reform will best help more women get elected.\n\nWomen running for office have always faced bigger hurdles than their male counterparts. Not only must women overcome pervasive gender bias but, in contrast to well-oiled, well-financed male incumbents who can gather funds from all corners of the private sector, women must collect smaller contributions from constituencies that aren't accustomed to giving -- especially to women candidates. It is because of the lopsided reality of political financing that women's organizations have gotten serious about helping women candidates raise money, using every available strategy that our current campaign finance system allows. It is our way of trying to level the playing field.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Missile Defense Program Is Still Needed","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-missile-defense-program-is-still-needed-000093.html","abstract":"  To the Editor:   As one of the named villains in \"U.S. Space Grab\" (Op-Ed, March 27) by William E. Burrows, I take umbrage. Mr. Burrows states that I and other Strategic Defense Initiative supporters had a \"hidden agenda\" -- \"to break out of the A.B.M. Treaty by forcing the Soviets to respond in kind and then blaming them for the consequences.\" The Soviets broke out of the Antiballistic Missile Treaty long before the S.D.I. program was started when they violated the treaty by starting the construction of the A.B.M. radar installation at Krasnoyarsk -- this was admitted by the Soviets to the chagrin of long-time S.D.I. opponents like Mr. Burrows.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/04/10/nyregion/traffic-alert-701793.html","abstract":"  TOMORROW   Fifth Avenue will be closed from 44th to 57th Street from 10:30 A.M. to 3 P.M. for the Easter Parade. MONDAY-FRIDAY   Because of Passover and Orthodox Holy Thursday and Good Friday, alternate-side parking rules will be suspended.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Maggert Leads Masters As Rain Comes Down","web_url":"https://www.nytimes.com/1993/04/10/sports/golf-maggert-leads-masters-as-rain-comes-down.html","abstract":"  As quickly as the rain that flooded Augusta National today, Jeff Maggert used the perilous back nine to slingshot past bigger names into the lead of the suspended second round in the 57th Masters.   On the strength of a chip shot for a birdie on the par-3 12th and an eagle putt from the fringe of the green on the par-5 15th, the 29-year-old Missourian shot a five-under-par 67 for a 36-hole total of seven-under-par 137.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"A Sweetener For the U.S. Taxpayer","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-a-sweetener-for-the-us-taxpayer.html","abstract":"THAT dread week is upon U.S. citizens again. April 15 falls on Thursday, and millions of Americans will be sitting around their kitchen tables at 3 A.M. that morning, pots of coffee at their sides, bags under their eyes, a chaotic mess of tax forms strewn","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"More Reasons to Dislike the I.R.S.","web_url":"https://www.nytimes.com/1993/04/10/opinion/more-reasons-to-dislike-the-irs.html","abstract":"To most Americans, the very mention of the Internal Revenue Service inspires fear akin to what the K.G.B. used to instill in the Soviet Union.\n\nAnd with good reason: the General Accounting Office reports that 44 percent of penalties assessed against taxpayers for 1991 returns were in error. For instance, one agent arbitrarily slapped a $35,000 fine on a taxpayer whose accountant had asked for a short postponement of a meeting.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/10/sports/transactions-945193.html","abstract":"  Baseball American League  CHICAGO WHITE SOX -- Place Tim Raines, outfielder, on the 15-day disabled list. Recalled Michael Huff, outfielder, from Nashville of the American Association. National League","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Museum and New Jersey Are at Odds Over Files","web_url":"https://www.nytimes.com/1993/04/10/nyregion/museum-and-new-jersey-are-at-odds-over-files.html","abstract":"  A small community museum is battling the state over the files of a former Governor, a fight that is shadowed by the legacy of the kidnapping and murder of the Lindbergh baby.   At issue are papers, books and letters of the late Harold G. Hoffman that were donated to the East Brunswick Museum by his daughter, Hope Hoffman Nelson.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Invite Gore to Wagner's 'Ring'","web_url":"https://www.nytimes.com/1993/04/10/opinion/invite-gore-to-wagners-ring.html","abstract":"When the Metropolitan Opera's curtain rises April 19 for a presentation of Richard Wagner's cycle, \"Der Ring des Nibelungen,\" Al Gore, the environmental Vice President -- who would play Siegfried if he could sing -- ought to be guest of honor.\n\nSurely this richly allegorical Rhine River epic, which for comedians is only about screechy soprano warrior-goddesses in helmets and breastplates, is a morality tale about protecting the world from environmental disaster.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"IN BRIEF","web_url":"https://www.nytimes.com/1993/04/10/style/IHT-in-brief.html","abstract":"A new curator in Washington: The National Gallery of Art has filled a key position by naming Mark Rosenthal, a modernist known for the breadth of his interests, as curator of 20th-century art. His selection suggests a broadening of the gallery's efforts i","thumbnail":null,"section":"Style"},{"date":"19930410","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/04/10/us/religion-notes.html","abstract":"  Sellout Interview   Yarmulkes are not something one often sees in the pages of Playboy. But there one is, atop the head of Rabbi Henry Sobel, the subject of the \"Playboy Interview\" in a Brazilian edition of the magazine.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/10/nyregion/c-corrections-723893.html","abstract":"  A map yesterday showing progress in eighth-grade math scores labeled Missouri incorrectly in some editions. The state did not participate in the national math assessment in 1990.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"IN BRIEF","web_url":"https://www.nytimes.com/1993/04/10/style/IHT-in-brief-93607452812.html","abstract":"A tin Mickey:A tin-plate Mickey Mouse has set a world record for a Disney toy at £12,100 ($18,200), Christie's in London said.The miniature toy, made in 1931, features Mickey as an organ grinder with Minnie dancing on top of a street organ. A wom","thumbnail":null,"section":"Style"},{"date":"19930410","headline":"Sitter Questions Allen Actions With Daughter","web_url":"https://www.nytimes.com/1993/04/10/nyregion/sitter-questions-allen-actions-with-daughter.html","abstract":"  On the afternoon of Aug. 4, 1992, Alison Stickland, a baby sitter, was walking by the television room in Mia Farrow's summer home in Connecticut when, she testified yesterday, she looked in and noticed something strange.   There, sitting silently on the sofa, she said, was 7-year-old Dylan Farrow. The little girl, she said, was wearing a white dress and a blank expression. And kneeling before her in a way that bothered Ms. Stickland, she said, was the girl's father, Woody Allen.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"A Matinee Idol Gets a Makeover","web_url":"https://www.nytimes.com/1993/04/10/nyregion/a-matinee-idol-gets-a-makeover.html","abstract":"  Something is missing from the Easter show at Radio City Music Hall. Not the Rockettes. Not the orchestra pit that glides up and down, but the mighty Wurlitzer. Or at least half of it.   For the first time since Radio City opened 60 years ago, one of the two 5,700-pound consoles of its Wurlitzer organ has been taken out to be overhauled. The horsehoe-shaped stop and coupler control panels are now spread out in a New Jersey workshop, waiting to be refurbished and put back together. All in all, it is a good deal more extensive than what the Tin Man got in \"The Wizard of Oz.\"","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Military Doctor Disputes One Reason for Gay Ban","web_url":"https://www.nytimes.com/1993/04/10/us/military-doctor-disputes-one-reason-for-gay-ban.html","abstract":"  Dismissing an argument used by those who oppose homosexuals in the military, the Pentagon's senior medical official says that sexual orientation is not a health issue that should be considered in the debate about gay men and lesbians in the armed services.   The official, Dr. Edward D. Martin, the Acting Assistant Secretary of Defense for Health Affairs, said in an internal memorandum that \"homosexuality, per se, cannot scientifically be characterized as a medical issue,\" so Pentagon policies on homosexual or heterosexual behavior should be based on \"mission concerns and considerations.\"","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"BRIEFCASE: Hub and Spoke Structure Approved in Hong Kong","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-briefcase-hub-and-spoke-structure-approved-in-hong-kong.html","abstract":"Things continue to happen at Signature Financial Group. Several weeks ago, the Boston-based group received a U.S. patent for the software package used to operate its Hub and Spoke fund structure. Now, the Hong Kong Securities and Futures Commission has au","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"Century-Old Elephant Keeps on Traveling","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-century-old-elephant-keeps-on-traveling-002693.html","abstract":"  To the Editor:   While the Ringling Brothers and Barnum & Bailey Circus elephants marched past the American Museum of Natural History (photo, April 1) to salute Jumbo, another of P. T. Barnum's celebrated pachyderms arrived in New York for a face lift.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"I.M.F. Easing Rules for Moscow Aid","web_url":"https://www.nytimes.com/1993/04/10/world/imf-easing-rules-for-moscow-aid.html","abstract":"  Under heavy pressure from the Clinton Administration and other Western governments, the International Monetary Fund is moving to ease restrictions on aid to Russia with the aim of freeing several billion dollars in assistance.   The much-needed burst of new assistance to the suffering Russian economy would follow a year when the monetary fund gave Moscow far less money than anticipated because Russia failed to take the strict austerity measures the fund demanded.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"Precincts Preparing a New Outreach: Newsletters","web_url":"https://www.nytimes.com/1993/04/10/nyregion/precincts-preparing-a-new-outreach-newsletters.html","abstract":"  The crack house on the corner has been raided and will be demolished. Neighborhood burglaries are up, so residents should take care to lock their doors and windows. A murder is unsolved and investigators need help from the community.   These are examples of the types of information that will appear in newsletters to be distributed by the New York City Police Department beginning on May 1. The four-page letters will be available quarterly from beat officers, at precinct houses and at neighborhood meetings as part of the city's community policing program.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Study Hinted at a Parasite Problem in Milwaukee","web_url":"https://www.nytimes.com/1993/04/10/us/study-hinted-at-a-parasite-problem-in-milwaukee.html","abstract":"  A study of AIDS patients strongly suggested five months ago that Milwaukee had a problem with cryptosporidium, the intestinal parasite that is now suspected of infecting thousands of people who drank city water. But health officials never found out about it, apparently because of a dispute with the local AIDS group that had the information.   The study, part of a clinical trial for an anti-diarrhea drug in people with AIDS, found that of 21 cities sampled around the nation, Milwaukee had far more AIDS patients infected with the parasite than any other city -- 26 cases, as against 13 in Los Angeles, 12 in Boston, 11 in San Francisco and Miami, and 10 in Philadelphia and Tampa, Fla. New York was not among the cities sampled.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"South Korea Steps Forth","web_url":"https://www.nytimes.com/1993/04/10/opinion/south-korea-steps-forth.html","abstract":"  South Koreans have a lot more to think about this spring than North Korea's defiance of the world over nuclear inspections. Their own new President, Kim Young Sam, has set a stunning course of democratic reform that could, in the long run, prove far more significant than the shenanigans of the faltering Communist regime.    Mr. Kim, the first civilian democrat elected to Korea's presidency in more than 30 years, had a lifelong reputation as a moderate reformer. But in his first six weeks in office, he has moved boldly. He has brought talented newcomers into his Cabinet, forced corrupt politicians out of office with tough new financial disclosure rules and reaffirmed civilian political supremacy over the armed forces.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Clinton Medical Plan Calls For 'Health Security' Cards","web_url":"https://www.nytimes.com/1993/04/10/us/clinton-medical-plan-calls-for-health-security-cards.html","abstract":"  Under President Clinton's health plan, the Government would issue \"health security cards\" to all Americans certifying their right to medical care, Administration officials said today.   The card would be a tangible symbol of a person's enrollment in a new universal health insurance program, just as a Social Security card shows that a person has a lifetime account used to calculate Social Security benefits.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Law School at Columbia Weighs Aid Program Cut","web_url":"https://www.nytimes.com/1993/04/10/nyregion/law-school-at-columbia-weighs-aid-program-cut.html","abstract":"  Nine years after starting a loan-assistance program to help steer lawyers to low-paying public-interest jobs, Columbia Law School officials are considering cutting it back, saying it may be too generous in fiscally troubled times.   The move is causing a stir on campus and among graduates who say they were counting on the program when they made a commitment to public-interest law.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"No Honors For Messier","web_url":"https://www.nytimes.com/1993/04/10/sports/hockey-no-honors-for-messier.html","abstract":"  After he played in his 1,000th career game, Kevin Lowe was honored at Madison Square Garden with plaques and Tiffany crystal and a family vacation in the Carribean. Last night, Mark Messier wanted no part of such things.   In a clear indication of the Rangers' dismal state -- and his own personal frustration -- Messier requested that the Rangers not schedule a pregame ceremony to mark the fact that he had reached the 1,000-game milestone Wednesday, when the Rangers faced the Devils in New Jersey. Messier told the organization to save the ceremony for next season.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"South Africa Moves to Yield Control of Broadcast Media","web_url":"https://www.nytimes.com/1993/04/10/world/south-africa-moves-to-yield-control-of-broadcast-media.html","abstract":"  After decades of Government control, South Africa this week took the first steps to transfer supervision of nation's broadcast media to independent hands.   Ending more than six months of negotiations with the African National Congress, the Goverment announced on Wednesday the appointment of an eight-member multiracial panel, which in turn will nominate a 21-member board to administer and supervise the South African Broadcasting Corporation, currently controlled by the state.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"Fast Food Stocks: Hot and Juicy","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-fast-food-stocks-hot-and-juicy.html","abstract":"ONLY time will tell if the trademarks of fast food restaurants will someday be perceived as sacred symbols of an ancient civilization, as some social scientists have predicted. Today, however, the global ubiquity of such eateries is translating into one c","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/10/arts/classical-music-in-review-991593.html","abstract":"  Oksana Krovytska  Soprano Ukrainian Institute","thumbnail":null,"section":"Arts"},{"date":"19930410","headline":"A 4-Year-Old Dies in Fire After Her Parents Go Out","web_url":"https://www.nytimes.com/1993/04/10/nyregion/a-4-year-old-dies-in-fire-after-her-parents-go-out.html","abstract":"  A 4-year-old girl died when she was trapped by a fire that broke out in her Brooklyn home yesterday after her parents had both left the apartment, officials said.   The girl, Alethia Floyd, was one of eight children who were found alone in late February after school officials reported that two of them had not attended school for more than a month, the police said. After an investigation, however, no charges were filed.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Serbs Reject U.N. Demands To Preserve Bosnia Enclave","web_url":"https://www.nytimes.com/1993/04/10/world/serbs-reject-un-demands-to-preserve-bosnia-enclave.html","abstract":"  The United Nations' most senior military commanders in what was Yugoslavia met with a blunt rebuff today when they made an urgent visit to Belgrade, the Serbian capital, to try to win Serbian assurances that Serbian nationalist troops in Bosnia would not try to overrun the besieged Muslim enclave of Srebrenica.   The Serbian military commander in Bosnia, Gen. Ratko Mladic, emerged from a meeting with the United Nations military commanders in the Serbian capital and angrily rejected the principal demand from the United Nations generals: that Serbian forces permit an infantry company of 150 Canadian troops serving with the United Nations force to enter Srebrenica to serve as a guarantor of the enclave's survival.","thumbnail":null,"section":"World"},{"date":"19930410","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/10/nyregion/c-corrections-725493.html","abstract":"  A report in the Company News column in some editions of Business Day on Wednesday, about the seizure of a Gitano Group subsidiary by a Hong Kong lender, misstated the number of lenders involved. It was only one, which Gitano did not identify.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Tax Concessions to Help Resurrect Turkish Stocks","web_url":"https://www.nytimes.com/1993/04/10/your-money/IHT-tax-concessions-to-help-resurrect-turkish-stocks.html","abstract":"TURKEY'S stock market, left for dead when its neighbor Iraq invaded Kuwait in the summer of 1990, began to show twitches of life when the key Istanbul Stock Exchange index leaped by 50 percent in February to close just under 6,100. It was an eye-catching","thumbnail":null,"section":"Your Money"},{"date":"19930410","headline":"Lemieux and Penguins Turn Garden Into 5 and 10","web_url":"https://www.nytimes.com/1993/04/10/sports/hockey-lemieux-and-penguins-turn-garden-into-5-and-10.html","abstract":"  This wasn't the original plan. The Penguins didn't think about the record, they didn't set out to earn the longest winning streak in the history of the National Hockey League. This was something much simpler. It was about honoring Mario Lemieux.   The Penguins ached when Lemieux, the heart and soul of their team, announced that he had Hodgkin's disease, a form of cancer. They stood by as he underwent radiation therapy, and they watched, afterward, as he fought to regain his strength and his speed.","thumbnail":null,"section":"Sports"},{"date":"19930410","headline":"Recall Is Sought Over Fire Risk In G.M. Trucks","web_url":"https://www.nytimes.com/1993/04/10/us/recall-is-sought-over-fire-risk-in-gm-trucks.html","abstract":"  The Federal Government today asked General Motors to voluntarily recall millions of pickup trucks that critics charge are fire hazards, the Transportation Department said today.   The request -- which G.M. immediately said it would resist -- was based on a preliminary finding by the National Highway Traffic Safety Administration that the gasoline tanks in full-sized Chevrolet and GMC pickups built from 1973 through 1987 were dangerous. An estimated 4.7 million of those models are still on the road.","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Tornado Catches Storm-Seasoned Louisiana Town Off Guard","web_url":"https://www.nytimes.com/1993/04/10/us/tornado-catches-storm-seasoned-louisiana-town-off-guard.html","abstract":"  This sandy strip of land just off the edge of the continent is accustomed to furious weather, but no amount of planning could prepare its residents for the tornado that crushed its only school on Thursday, killing one of its most popular students. Two builders working on a house behind the school were also killed.   In the school, \"it looked like we were under a missile attack,\" said 17-year-old Ricky Price. His mother, Debra, a substitute teacher, added: \"Blood was flying. Kids were getting cut.\"","thumbnail":null,"section":"U.S."},{"date":"19930410","headline":"Review/Dance; Russian Ballet Stars In a Classic Program","web_url":"https://www.nytimes.com/1993/04/10/arts/review-dance-russian-ballet-stars-in-a-classic-program.html","abstract":"  The backdrop looked like a wrinkled white sheet. The stage was small. But there was delighted talk of a sumptuous ballet feast among members of the audience on Saturday night when \"Ballet Stars of Moscow and Kiev\" ended a national tour with a performance at the Williams Center for the Arts.    Both the exotic smorgasbord of pas de deux and the cast combining unfamiliar and star dancers were adored by balletomanes, who made up a large part of an audience otherwise consisting of local theatergoers and, amusingly, of other New Jerseyans who had come after unsuccessful attempts to buy discount tickets to the San Francisco Ballet in Manhattan. No one seemed disappointed, and by the end of the evening, the renovated former movie palace rang with bravos.","thumbnail":null,"section":"Arts"},{"date":"19930410","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/10/nyregion/c-corrections-726293.html","abstract":"  A report in the Chronicle column on March 27 about the singer Wynonna Judd's loan of her name to a collection of eyeglass frames for charity included an erroneous donation figure, supplied by the company that is to make the frames, and misidentified the beneficiary. The company, the Liberty Optical Manufacturing Company, plans to give a minimum of $50,000 over the next year to Second Harvest, a national network of food banks.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/10/arts/classical-music-in-review-979693.html","abstract":"  National Chorale Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19930410","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/10/nyregion/c-corrections-728993.html","abstract":"  A heading on the front page of The Metro Section on Thursday, in a contents reference to an article about a loss by the Yankees, misidentified the pitcher who gave up the decisive home run to the Cleveland Indians, and a correction in this space yesterday referred to him incorrectly. He is John Habyan.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/10/style/chronicle-926593.html","abstract":"  \"For 59 years, I have listened to comedy,\" said DOLORES HOPE at a recent luncheon in her honor in Beverly Hills, Calif. \"Now it's time to put some music in my life.\"   At 83, Mrs. Hope, who was a nightclub singer when she met BOB HOPE in 1933, has recorded her first album. ROSEMARY CLOONEY gave the luncheon to celebrate its release. Among the guests were Linda Ronstadt, Alexis Smith, Ann Blyth, Martha Tilton and Debby Boone.","thumbnail":null,"section":"Style"},{"date":"19930410","headline":"Large Families Complain of Bias","web_url":"https://www.nytimes.com/1993/04/10/nyregion/large-families-complain-of-bias.html","abstract":"  Based on the newspaper ad, the three-bedroom house here sounded like the perfect place for Maureen Fairclough to raise her family. It was in a good school district, on a safe block with little traffic and rented for $150 less than she was paying.   It never occurred to her that the agent might refuse to rent to her and her husband because they had four children.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Lifting a Conservative Voice; Christian Group Views School Board Elections as a Test of Voter Support","web_url":"https://www.nytimes.com/1993/04/10/nyregion/lifting-conservative-voice-christian-group-views-school-board-elections-test.html","abstract":"  The Rev. J. Terry Twerell, the founder of the New York City chapter of the Rev. Pat Robertson's Christian Coalition, has been putting in long hours recently poring over city election maps, organizing phone trees and fielding requests for interviews.   His frenetic schedule reflects the intensity of this year's battle for seats on the city's 32 community school boards. The races, which traditionally have drawn little interest, have become a testing ground for a conservative movement that had its origins in the campaign to oust Schools Chancellor Joseph A. Fernandez.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"May Justice Come to Overcut National Forests","web_url":"https://www.nytimes.com/1993/04/10/opinion/l-may-justice-come-to-overcut-national-forests-995893.html","abstract":"  To the Editor:   For more than 30 years the board feet of Federal timber cut each year has improvidently and illegally exceeded the amount grown.","thumbnail":null,"section":"Opinion"},{"date":"19930410","headline":"Consumer Department Faults Health Maintenance Groups","web_url":"https://www.nytimes.com/1993/04/10/nyregion/consumer-department-faults-health-maintenance-groups.html","abstract":"  Most New York City health maintenance organizations do not provide enough information about their services for consumers to make informed choices when deciding which to join, according to a report released yesterday by the city's Consumer Affairs Commissioner, Mark Green.   In issuing the 60-page report, the Consumer Affairs Department added its voice to the national debate over the role of health maintenance organizations, suggesting that unless they are required to make more information public, true competition can never take place.","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/10/nyregion/news-summary-389593.html","abstract":"  International 2-5 U.S. ATTACKS IRAQI MISSILE SITES   Administration officials said U.S. jets had bombed Iraqi antiaircraft batteries that fired at them as they flew a routine surveillance mission over the northern no-flight zone. Iraq denied shooting at the jets, saying the U.S. attack was unprovoked.  1","thumbnail":null,"section":"New York"},{"date":"19930410","headline":"Putting Aside Skateboard Dreams of Hanging 10 Over Asphalt","web_url":"https://www.nytimes.com/1993/04/10/nyregion/about-new-york-putting-aside-skateboard-dreams-of-hanging-10-over-asphalt.html","abstract":"  \"LIFE is strange,\" said Eli Morgan Gesner. \"I mean there I was at 17 wanting to be a professional skateboarder and here I am at 22 being a clothing designer.\" He shrugged, baffled by the quirks of destiny that led him and his skating buddy, Alyosha Jibril Owen Moore, to the Greene Street studio where they create apparel for Phat Farm, a SoHo store with a following among rap artists and their fans.   Mr. Gesner was far from displeased with fate and yet there was a note of melancholy as he talked of faded skateboarding dreams. Clearly for him and Mr. Moore, the time to put away childish things was at hand, but that is very hard to do when you have put in so much time and energy and imagination into vaulting over benches and up and down staircases with a skateboard.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930410","time":"1993-04-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":77,"wspd":18.4},{"date":"19930410","time":"1993-04-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":77,"wspd":13},{"date":"19930410","time":"1993-04-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":77,"wspd":14.8},{"date":"19930410","time":"1993-04-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":82,"wspd":11.2},{"date":"19930410","time":"1993-04-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":81,"wspd":9.4},{"date":"19930410","time":"1993-04-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":83,"wspd":3.6},{"date":"19930410","time":"1993-04-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":83,"wspd":7.6},{"date":"19930410","time":"1993-04-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":81,"wspd":9.4},{"date":"19930410","time":"1993-04-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":86,"wspd":3.6},{"date":"19930410","time":"1993-04-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":73,"wspd":5.4},{"date":"19930410","time":"1993-04-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":52,"wspd":7.6},{"date":"19930410","time":"1993-04-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":47,"wspd":7.6},{"date":"19930410","time":"1993-04-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":44,"wspd":9.4},{"date":"19930410","time":"1993-04-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":45,"wspd":9.4},{"date":"19930410","time":"1993-04-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":43,"wspd":13},{"date":"19930410","time":"1993-04-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":42,"wspd":18.4},{"date":"19930410","time":"1993-04-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":43,"wspd":14.8},{"date":"19930410","time":"1993-04-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":47,"wspd":16.6},{"date":"19930410","time":"1993-04-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":52,"wspd":16.6},{"date":"19930410","time":"1993-04-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":57,"wspd":14.8},{"date":"19930410","time":"1993-04-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":64,"wspd":20.5},{"date":"19930410","time":"1993-04-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":66,"wspd":20.5},{"date":"19930410","time":"1993-04-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":71,"wspd":18.4},{"date":"19930410","time":"1993-04-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":83,"wspd":14.8},{"date":"19930410","time":"1993-04-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":18.7},{"date":"19930410","time":"1993-04-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":14.8},{"date":"19930410","time":"1993-04-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":80,"wspd":16.6},{"date":"19930410","time":"1993-04-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":13},{"date":"19930410","time":"1993-04-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":86,"wspd":13},{"date":"19930410","time":"1993-04-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":14.8},{"date":"19930410","time":"1993-04-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":9.4},{"date":"19930410","time":"1993-04-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":13},{"date":"19930410","time":"1993-04-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":11.2},{"date":"19930410","time":"1993-04-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":11.2},{"date":"19930410","time":"1993-04-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":5.4},{"date":"19930410","time":"1993-04-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":9.4},{"date":"19930410","time":"1993-04-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":11.2},{"date":"19930410","time":"1993-04-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":11.2},{"date":"19930410","time":"1993-04-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":18.7},{"date":"19930410","time":"1993-04-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":18.7},{"date":"19930410","time":"1993-04-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":18.7},{"date":"19930410","time":"1993-04-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":20.5},{"date":"19930410","time":"1993-04-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":16.6},{"date":"19930410","time":"1993-04-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":16.6},{"date":"19930410","time":"1993-04-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":11.2},{"date":"19930410","time":"1993-04-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":20.5},{"date":"19930410","time":"1993-04-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":93,"wspd":9.4},{"date":"19930410","time":"1993-04-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":9.4}]}}