{"19930506":{"guardian_articles":[],"nytimes_articles":[{"date":"19930506","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/05/06/theater/theater-in-review-986593.html","abstract":"  American Lesion  Playground Theater 230 East Ninth Street East Village A play in three parts by Tom Gilroy; production design by H. G. Arrott; lighting by Raymond J. Reehill; costumes by Chelsea Maruskin; produced by Fernando Gomes; stage manager, Michael Kang; action coordinator, Rick Sordelet; sound by David Ferdinand and Hamish McKaye. Presented by Machine Full. COLLATERAL DAMAGE, directed by Lili Taylor. WITH: Tom Gilroy, Fernando Gomes and Chris Rossi MICROWAVE RECIPES, directed by Mark Williams. WITH: Tom Kopache and John Ventimiglia HUNG, directed by Michael Imperioli. WITH: Steve Mark Friedman and Maggie Low   The future of Western civilization and in particular the English language, is decidedly bleak in \"American Lesion,\" three thematically related one-act plays by Tom Gilroy. \"Nothing works,\" as a bored and frustrated husband says in the last of the short pieces. This is the way the world ends, with whiners and whimperers.","thumbnail":null,"section":"Theater"},{"date":"19930506","headline":"China Breaking Missile Pledge, U.S. Aides Say","web_url":"https://www.nytimes.com/1993/05/06/world/china-breaking-missile-pledge-us-aides-say.html","abstract":"  United States intelligence agencies have compelling evidence that China has shipped missile parts to Pakistan in violation of its pledge not to export such technology, Government officials said today.   The classified reports seem to conflict with the official position that there is no proof China has broken its promise. The reports, which have begun to circulate in Congress and the Clinton Administration, could lead to a decision not to renew China's beneficial trade status.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-letters-to-the-editor.html","abstract":"Fire at Will . Regarding \"Guns: Stop the Carnage, Ban the Damn Things\" (Opinion, March 25) by Molly Ivins:. The often quoted words from the U.S. Constitution, \"a well-regulated militia\" and so on, only allow the formation of a state na","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Lawyers Offer Clashing Pictures Of B.C.C.I.'s Tie to a U.S. Bank","web_url":"https://www.nytimes.com/1993/05/06/us/lawyers-offer-clashing-pictures-of-bcci-s-tie-to-a-us-bank.html","abstract":"  In the fraud and bribery trial of Robert A. Altman, prosecution and defense lawyers yesterday painted sharply different pictures of the ties between the Bank of Credit and Commerce International and First American Bank of New York, a subsidiary of the bank holding company that Mr. Altman is accused of helping B.C.C.I.  acquire.    The defense lawyers sought to show that Mr. Altman had been open about the ties and that he had not concealed anything from bank regulators as the prosecution charges. To that end, they produced a 1986 New York State bank examiner's report acknowledging some ties between the banking companies but concluding that there had been no violation of pledges to keep them separate.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-letters-to-the-editor-92232633550.html","abstract":"Look Beyond Bulgaria. Stephen S. Rosenfeld's view of hope emerging from the progress of Eastern Europe (\"The Central Europeans Give Us Cause to Hope,\" Opinion, April 24) is sweet but ahistorical. It is true that Bulgaria is the one country in th","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Review/Music; A Requiem for a Russian","web_url":"https://www.nytimes.com/1993/05/06/arts/review-music-a-requiem-for-a-russian.html","abstract":"  Matthew Greenbaum's \"Requiem for Vladimir Mayakovsky\" -- the piece that ended Friday's mostly literary, partly musical centennial celebration of that Russian poet's birth -- provided an unwitting metaphor for the event as a whole. Half buried in its electronic moans and swirls lay the tinny recorded voice of Mayakovsky himself, deliberately muffled and distorted and offering the impression of a suppressed personality wanting to be let out.   In much the same way, Mayakovsky's presence on Friday at Lehman College in the Bronx was more or less muffled by another Russian poet, Yevgeny Yevtushenko, who for several hours ate up the stage with extroverted poetry readings (mostly poems by Mr. Yevtushenko), loud asides and athletic, audience-milking shtick. Through the haze of bombast, traces of Mayakovsky's striking imagination did seep into view. The poet died in 1930 and left behind some of the century's most interesting and extravagant imagery.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/06/sports/transactions-952093.html","abstract":"  Basketball  National Basketball Association   NBA -- Fined John Starks and the New York Knicks $5,000 each for a flagrant foul Starks committed against Reggie Miller of the Indiana Pacers in a playoff game Tuesday night. United States Basketball League   USBL -- Announced the resignation of Terry Fiorito, head of officials.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/06/nyregion/c-corrections-480493.html","abstract":"  Because of an editing error, a table on the Education page on Wednesday, with an article about salaries and benefits of university officials, referred incorrectly to H. Keith H. Brodie, president of Duke University. He remains in office.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"INFECTION LINKED TO TAINTED CIDER","web_url":"https://www.nytimes.com/1993/05/06/us/infection-linked-to-tainted-cider.html","abstract":"  A study published today has documented an outbreak of bacterial infection in southeastern Massachusetts caused by fresh-pressed apple cider.   The study by researchers at the Centers for Disease Control and Prevention in Atlanta showed that the bacteria, Escherichia coli 0157:H7, had been found in the cider and that it had caused severe diarrhea, abdominal cramps and other ailments in 1991.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"Bronx Hospital Is Criticized Over Hazards","web_url":"https://www.nytimes.com/1993/05/06/nyregion/bronx-hospital-is-criticized-over-hazards.html","abstract":"  A routine inspection of North Central Bronx Hospital this winter found a variety of problems that threaten patient care, according to a report released yesterday by the New York State Department of Health.   In one case, a patient died after a combination of improper treatment and a delay in emergency resuscitation caused by a broken elevator. The hospital also suffers from equipment shortages and improper charting and reporting practices, the report says.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Reviews/Television; A Movie Queen and Her Serious Side","web_url":"https://www.nytimes.com/1993/05/06/movies/reviews-television-a-movie-queen-and-her-serious-side.html","abstract":"  This year's recipient of the American Film Institute Award for Life Achievement, bestowed on March 11 at a dinner in Beverly Hills, Calif., is Elizabeth Taylor. As might be expected, she puts her own distinctive spin on the occasion, now condensed to a one-hour tape that can be seen on ABC tonight at 9 as \"The American Film Institute Salute to Elizabeth Taylor.\"   Ms. Taylor is not your ordinary recipient. Entering the ballroom to the traditional standing ovation, she positions herself at the table of honor between her latest husband, Larry Fortensky, and Michael Jackson, who appears giddy with excitement. Watching clips from her movies and listening to tributes from friends and colleagues, Ms. Taylor alternates between throwing friendly winks and kisses to the anointed of her inner circle and looking rather suspiciously amused at everyone else.","thumbnail":null,"section":"Movies"},{"date":"19930506","headline":"Hornets Oust Celtics In Down-to-Wire Style","web_url":"https://www.nytimes.com/1993/05/06/sports/pro-basketball-hornets-oust-celtics-in-down-to-wire-style.html","abstract":"  The embattled Boston Celtics, already reeling from the potentially career-ending heart condition of Reggie Lewis, suffered a final, bitter defeat of their season when Charlotte's 104-103 victory gave the Hornets a three-games-to-one triumph in the franchise's first playoff series.   Alonzo Mourning made a 17-foot jump shot with 0.4 seconds to play, after a quick inbounds pass from Dell Curry along the left baseline, to overcome Boston's desperate rally from a 19-point deficit. Mourning, who scored 33 points and blocked 6 shots, took one dribble to his right and lifted the shot just beyond the late lunge of Celtics forward Xavier McDaniel.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/06/sports/results-plus-097993.html","abstract":"  TENNIS  Becker Finally Wins One on Clay  After struggling on clay all season, Boris Becker finally won on that surface yesterday when he beat Carl-Uwe Steeb, 6-4, 6-2, in the $1.7 million German Open in Hamburg. Top-seeded Stefan Edberg, fresh from Sunday's tournament victory in Madrid, also breezed into the third round by eliminating Marcelino Filippini of Uruguay, 6-3, 6-3. Ivan Lendl, seeded No. 3, also reached the third round by edging Alberto Mancini of Argentina, 6-2, 0-6, 6-2. The Olympic champion, Marc Rosset of Switzerland, was forced to withdraw from his second-round match against Francisco Clavet of Spain because of tonsillitis. (AP) A Day for Teen-Agers: Jennifer Capriati overcame an aching elbow and more than 20 unforced errors and beat Sandra Cecchini, Italy's top female player, 6-3, 6-2, in the Italian Open in Rome. But the 17-year-old American had to take runner-up honors for the day's thrills to Francesca Bentivoglio, a 16-year-old qualifier from Italy. Cheered on by a large center court crowd at the Foro Italico, Bentivoglio upset seventh-seeded Jana Novotna, 7-5, 7-6 (7-5). The victory by the youngster, ranked 329th in the world, kept alive Italy's slim hopes in the clay-court classic, which has not been won by an Italian since Raffaela Reggi in 1985. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Essay; What About Weld?","web_url":"https://www.nytimes.com/1993/05/06/opinion/essay-what-about-weld.html","abstract":"  Republican William F. Weld, successor to Michael Dukakis as Governor of Massachusetts, is building a record in office that should be a conservative's dream:   \"Balanced three budgets without raising taxes or borrowing,\" goes his resume. \"Held spending under inflation . . . received unprecedented triple upgrade in state bond rating . . . reduced Medicaid 'budget buster' rate of growth by 64 percent over a three-year period . . . cut taxes five times . . . proposed elimination of state capital gains tax for investments held for six years. . . .\"","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"F.C.C. Asked To Deny Bid To Buy Post","web_url":"https://www.nytimes.com/1993/05/06/nyregion/fcc-asked-to-deny-bid-to-buy-post.html","abstract":"  In the first of what is expected to be a series of efforts to stop Rupert Murdoch's attempt to buy The New York Post, a Connecticut businessman who bid for the paper in March asked the Federal Communications Commission yesterday to block the acquisition.   The petition was filed by Mahmoud Wahba, owner of Champion Holdings in Greenwich, who argued that his bid for the paper was never given serious consideration by the bankruptcy court overseeing The Post's assets.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Basketball Colleagues at Memorial for Valvano","web_url":"https://www.nytimes.com/1993/05/06/us/basketball-colleagues-at-memorial-for-valvano.html","abstract":"  It was planned as a sort of second-chance service, to give Jim Valvano's New York friends who could not make the funeral in North Carolina an opportunity to pay their respects to the former North Carolina State basketball coach turned broadcaster who died of cancer last week at 47.   Sure enough, among the few hundred at St. Patrick's Cathedral for the memorial Mass yesterday afternoon were scores of his local friends and colleagues, from Bill Freese, a Manhattan air-conditioning man who went to high school with Valvano on Long Island and roomed with him at Rutgers, to the Seton Hall coach, P. J. Carlesimo.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"An Old Florio Aide Returns But Is Haunted by Inquiry","web_url":"https://www.nytimes.com/1993/05/06/nyregion/an-old-florio-aide-returns-but-is-haunted-by-inquiry.html","abstract":"  Joseph C. Salema, Gov. Jim Florio's old friend, most trusted aide and all-purpose chief adviser, seems to find himself in a recurring bad dream: He rushes to help his friend and instead threatens him with scandal.   When Mr. Salema became Mr. Florio's chief of staff 30 months ago, he returned to Mr. Florio's side after earlier criticism forced him to withdraw as an adviser. Mr. Salema's problem then, as now, was his highly successful business dealings as a financial consultant with a list of lucrative government contracts that reached from the gritty streets of Camden to bond desks of Wall Street.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Don't Let New York's Mentally Ill Fall Through Medicaid Crack; Friendship Helps","web_url":"https://www.nytimes.com/1993/05/06/opinion/l-don-t-let-new-york-s-mentally-ill-fall-through-medicaid-crack-friendship-helps-361793.html","abstract":"  To the Editor:   \"Follow-Up Care for Mental Patients Is Criticized\" (news article, April 29) highlights the mentally ill's inability to gain access to community-based services. Particularly important are findings by New York's Commission on the Quality of Care for the Mentally Disabled that informal support systems were significantly associated with a mentally ill patient's successful transition from the hospital to the community as well as with preventing rehospitalization.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"D'Amato Jury Ends Day of Deliberations","web_url":"https://www.nytimes.com/1993/05/06/nyregion/d-amato-jury-ends-day-of-deliberations.html","abstract":"  The jury in the mail-fraud trial of Armand P. D'Amato, the brother of Senator Alfonse M. D'Amato, concluded its second day of deliberations today without reaching a verdict.   Armand D'Amato, a prominent Long Island lawyer, is accused of accepting $120,500 in consulting fees from a military contractor, the Unisys Corporation, for work that prosecutors say he did not perform. The Government says Mr. D'Amato was actually hired by a rogue Unisys employee, Charles F. Gardner, to provide access to his brother.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Energy Dept. Submits To Oversight on Safety","web_url":"https://www.nytimes.com/1993/05/06/us/energy-dept-submits-to-oversight-on-safety.html","abstract":"  After years of resisting any control over it by other Federal agencies, the Energy Department said yesterday that it would voluntarily submit to supervision of worker safety by the Occupational Safety and Health Administration, among other steps to improve safety.   The decision covers about 150,000 contract employees engaged in the perilous task of cleaning up decades of contamination from nuclear weapons production. The chore is so big and complicated that it will take three to five years for the safety agency just to gear up, the department said, and will take \"at least dozens\" of inspectors.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"NORTH KOREA STIRS NEW A-ARMS FEARS","web_url":"https://www.nytimes.com/1993/05/06/world/north-korea-stirs-new-a-arms-fears.html","abstract":"  Experts monitoring North Korea say they are increasingly concerned that the country may be preparing to use 50 tons of uranium now fueling a large reactor as raw material for nuclear weapons.   The diversion, under the guise of a long-planned change of fuel in the reactor, seems likely to come within weeks or months of June 12, when North Korea officially withdraws from the treaty to halt the spread of nuclear weapons. If efforts to persuade North Korea to respect the treaty fail, the country's hard-line Communist leadership would be free on June 12 to convert the spent fuel into plutonium, the element at the core of nuclear bombs.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Altering A Kahn: Protest Widens","web_url":"https://www.nytimes.com/1993/05/06/arts/altering-a-kahn-protest-widens.html","abstract":"  A two-year campaign to protest construction of an addition to the Salk Institute for Biological Sciences, the landmark building in La Jolla, Calif., designed by Louis I. Kahn, reached a new stage yesterday, as the institute's head, Dr. Brian Henderson, said through a spokesman that he would not meet with an advisory committee of distinguished architects that includes Philip Johnson, Frank Gehry, James Ingo Freed, Kevin Roche, Robert Venturi and Richard Meier.    \"The institute has carefully considered the suggestions that have been made and feels that now is the time to proceed,\" said Anita Weld, the Salk's communications director. Bulldozers have been digging trenches on the site for the last two weeks.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"Review/Dance; Looking Deceptively Simple Inside Stage Frames","web_url":"https://www.nytimes.com/1993/05/06/arts/review-dance-looking-deceptively-simple-inside-stage-frames.html","abstract":"  Trisha Brown can be trusted not to do anything the easy way these days. \"One Story as in Falling,\" a premiere presented by the Trisha Brown Dance Company on Tuesday night at City Center, is a case in point. There is that mysterious title, for one thing. And the dance is built around a 16-minute phrase of movement that the choreographer then re-used in \"Another Story as in Falling,\" a hit of this Brown season.    But \"One Story\" has a deceptively simple look. The choreography is set, in contrast to the trickily improvisational \"Another Story.\" It is repetitive, with components that are clear and clearly joined, perhaps because \"One Story,\" choreographed for the Compagnie Bagouet of Montpellier, France, was Ms. Brown's first creation for dancers other than her own. The French dancers performed the piece and will repeat it on Friday night. What matters is not so much the dancing, it seems, but the imposing stage picture and the relationship of moving and still objects in that chill rectangle.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"Critic's Notebook; Inspiring Compassion, if Not Action","web_url":"https://www.nytimes.com/1993/05/06/arts/critic-s-notebook-inspiring-compassion-if-not-action.html","abstract":"  Most of the maunderings committed on the subject of television imagery have focused hard on its power to influence policy. It was assumed that the impact of the stunning scenes from China, Romania, Somalia, Los Angeles on so many millions of Americans must make itself felt in pressure on Washington to do something decisive to relieve the victims and punish the perpetrators. Whether that should be a source of satisfaction or concern was less obvious.   For a year the \"images of horror,\" as they were described on one of Sunday's interview programs, have been coming from Bosnia like shells in a nonstop assault: children dying, women raped, villages ravaged, cities blasted, with, as someone else said, not too originally, \"the whole world watching.\" And network correspondents like Peter Jennings of ABC and Bob Simon of CBS added their own indignation to the nightly displays of ethnic cleansing. The coverage has amounted to a prolonged plea that something be done and a reprimand to those who were failing to do it.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"Barcelona Reclaims Miro, An Expatriate Native Son, With Centenary Exhibitions","web_url":"https://www.nytimes.com/1993/05/06/arts/barcelona-reclaims-miro-an-expatriate-native-son-with-centenary-exhibitions.html","abstract":"  Joan Miro was born here 100 years ago, but he spent most of the 1920's and 30's in Paris and then settled in Palma, Majorca, where he died in 1983. Indeed, until he established the Joan Miro Foundation in Montjuic Park overlooking this city in 1975, Barcelona had few of his works.   For the centenary of his birth, however, Barcelona has reclaimed its native son with a passion, not only mounting a major retrospective of his paintings in the Miro Foundation's own spacious museum, but also organizing dozens of smaller exhibitions focusing on ceramics, engravings and other aspects of his work.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/05/06/theater/theater-in-review-371493.html","abstract":"  Buya Africa  John Houseman Theater 450 West 42d Street Clinton Musical director, Emma; musician, Valerie Naranjo; stage manager, Margo Barkdall; house manager, Robert Meyer. Presented by Eric Krebs Theatrical Management. WITH: Thuli Dumakude.   In \"Buya Africa,\" her spirited one-woman show of songs, stories and chants, Thuli Dumakude, a singer and actress of formidable charm and vitality, offers an impressionistic portrait of the changing black South African mood. Partly autobiographical and partly told in the voices of others, the show presents a very rough chronology of the struggle against apartheid as experienced by everyday black South Africans. The stories are seasoned with informative tidbits of South African folklore.","thumbnail":null,"section":"Theater"},{"date":"19930506","headline":"Montross Heads Team USA Lineup","web_url":"https://www.nytimes.com/1993/05/06/sports/sports-people-basketball-montross-heads-team-usa-lineup.html","abstract":"  ERIC MONTROSS of North Carolina heads a team of 12 college players selected yesterday to Team USA, which will represent the United States in international competition. CHRIS WEBBER of Michigan was also selected, but three hours after the team was announced, the all-America sophomore announced he was giving up the remainder of his college eligibility to make himself available for the National Basketball Association draft. That automatically dropped him from the team.   Team USA is promoted by USA Basketball as a means of giving top college players a chance to represent the United States since N.B.A. players make up the Olympic team. Team USA will compete against four national teams from European countries as they get ready for the European championships.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Now Bowie Goes Out and Nets May Soon Be Following","web_url":"https://www.nytimes.com/1993/05/06/sports/pro-basketball-now-bowie-goes-out-and-nets-may-soon-be-following.html","abstract":"  Chuck Daly might as well park an ambulance near the court at Byrne Meadowlands Arena and leave the back door open. Sooner or later someone on the Nets will need medical attention. Daly himself must have got an ulcer tonight when center Sam Bowie was helped off the court with a sprained left ankle. Another injury, another loss, this time by 93-84 to the Cleveland Cavaliers in Game 3 of their playoff series.   Bowie injured the ankle in the second quarter after stepping on Brad Daugherty's foot. X-rays of the ankle did not reveal a break. Although his status for Game 4 here Friday was uncertain, the chances of Bowie playing are slim. Doctors placed Bowie's foot in a cast to try and keep the swelling down. He is scheduled for more tests on Thursday.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"New Paper Doesn't End Skepticism : Cold Fusion:It's Back","web_url":"https://www.nytimes.com/1993/05/06/style/IHT-new-paper-doesnt-end-skepticism-cold-fusionits-back.html","abstract":"The Cold Fusion debate came in from the cold this week with the publication of a paper by the discoverers of the process, Martin Fleischmann and B. Stanley Pons.. Although they make no specific claims about a possible table-top nuclear reaction, the two r","thumbnail":null,"section":"Style"},{"date":"19930506","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/06/style/chronicle-889393.html","abstract":"  ROBERT MacNEIL, executive editor and co-anchor of \"The MacNeil/ Lehrer Newshour,\" has been elected chairman of the board of the MacDowell Colony, the 86-year-old artists' and writers' retreat in Peterborough, N.H.    He succeeds VARTAN GREGORIAN, the president of Brown University and former president of the New York Public Library, who has been chairman of the colony for three years.","thumbnail":null,"section":"Style"},{"date":"19930506","headline":"Golden Names of Earlier Era Begin Masters Tournament","web_url":"https://www.nytimes.com/1993/05/06/sports/tennis-golden-names-of-earlier-era-begin-masters-tournament.html","abstract":"  Owen Williams built it -- a tidy tennis arena within an old armory -- and they came, in modest numbers.   The event, the Manhattan Masters tournament, began last night in the armory at Lexington Avenue and 26th Street, where four decades ago the Knicks played many of their home games.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"This Way or That, Get On With Good Government","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-this-way-or-that-get-on-with-good-government.html","abstract":"There is a real danger that with the end of the Cold War a new ideological battle may occur between the West and Asia over democracy and human rights. The West asserts that economic development and democracy are inseparable. An opposed thesis, heard often","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Cost to Clean Poisoned Lake Staggers County","web_url":"https://www.nytimes.com/1993/05/06/nyregion/cost-to-clean-poisoned-lake-staggers-county.html","abstract":"  Most residents in Onondaga County do not remember when people could fish and swim in Onondaga Lake. Helen Bailey, 71, does.   \"Everyone was there,\" Mrs. Bailey said, recalling her teen-age years when trolleys ferried people from Syracuse to an amusement park at Longbranch Park. \"But even at that time, you would come out of the lake after swimming and you felt like you'd had a soda bath because of what was in there.\"","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Devils Sign Affiliate Pact","web_url":"https://www.nytimes.com/1993/05/06/sports/hockey-devils-sign-affiliate-pact.html","abstract":"  The Devils have signed a three-year agreement with Capital District of the American Hockey League to become New Jersey's top affiliate in the minor leagues. The Devils said they would supply the players and the coaching staff for Capital District, which was the Islanders' top affiliate for the past two seasons.   The Devils used Utica of the A.H.L. as their top affiliate for the past six years. They owned and operated Utica and are now in the process of selling that team, which they had moved from Maine.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/06/nyregion/c-corrections-276993.html","abstract":"  A picture caption yesterday about a suspect in a mass murder in East Harlem, shown in a baseball club photo, pointed him out incorrectly in some copies. He was seated second from the left, not third.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"National Forests Make Great Vacation Spots","web_url":"https://www.nytimes.com/1993/05/06/opinion/l-national-forests-make-great-vacation-spots-359593.html","abstract":"  To the Editor:   Robin W. Winks is right that our national parks are underfinanced (\"National Parks Aren't Disneylands,\" Op-Ed, April 19). While we await Interior Secretary Bruce Babbitt's reforms, may I suggest, as a transplanted New Yorker, that Easterners planning a Western vacation this summer avoid the national parks and head for the national forests.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"A Livery-Cab Driver Refuses to Be Robbed","web_url":"https://www.nytimes.com/1993/05/06/nyregion/a-livery-cab-driver-refuses-to-be-robbed.html","abstract":"  Jorge Francia, who had emigrated from Peru and had ended up driving a livery cab 14 hours a day to support his family, felt the barrel of the gun against his neck early yesterday morning in Queens.   \"Take off your ring, the watch, give me your money,\" said the voice of the man in the back seat. \"And get out of the cab.\"","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Doctor Held In a Sex Case Had a Record","web_url":"https://www.nytimes.com/1993/05/06/nyregion/doctor-held-in-a-sex-case-had-a-record.html","abstract":"  A doctor who was arrested and charged yesterday with fondling a patient in an Upper East Side medical office was permitted to practice medicine in New York State even though state regulators knew that he had been convicted of sexually assaulting a patient in New Jersey four months ago.   Dr. Dennis Kleinman of Demarest, N.J., pleaded not guilty yesterday to a single count of sexual abuse at an arraignment in State Supreme Court in Manhattan. If he can post bail, state health officials said, he will remain free to practice medicine.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Cancer-Causing Gene Found, With a Clue to How It Works","web_url":"https://www.nytimes.com/1993/05/06/us/cancer-causing-gene-found-with-a-clue-to-how-it-works.html","abstract":"  In findings expected to alter the direction of cancer research, scientists have discovered the existence and are near to pinpointing the location of a gene that causes several major cancers, and they have discovered a new way that aberrant genes cause the disease.   The gene, carried by 1 in 200 people, leads to colon cancer and a variety of other cancers, including uterine and ovarian.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"U.S. Intends to Require Label on Meat's Cooking","web_url":"https://www.nytimes.com/1993/05/06/us/us-intends-to-require-label-on-meat-s-cooking.html","abstract":"  For the first time since the Federal Government began regulating the safety of the American food supply, the Department of Agriculture announced yesterday that it would require all raw meat and poultry to have labels with cooking and handling instructions.   The outline for the new regulations, which would apply to products sold in bulk and at retail outlets, was included in a legal document settling a lawsuit brought against the department by a consumer group and others.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"Despite G.O.P. Boycott, Democratic Legislators Elect McCall as Comptroller","web_url":"https://www.nytimes.com/1993/05/06/nyregion/despite-gop-boycott-democratic-legislators-elect-mccall-as-comptroller.html","abstract":"  Democratic members of the Legislature elected H. Carl McCall as New York's State Comptroller today, but the Republican lawmakers who boycotted the process filed a lawsuit challenging the constitutionality of the vote.   Mr. McCall, the first black to hold a statewide elective office in New York, took the oath of office immediately after the vote. Although the Republican lawsuit puts his election in the hands of a judge, Republican officials said they were less interested in unseating Mr. McCall than in changing the procedure for filling future vacancies and for managing the comptroller's office.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Clinton's Refocusing","web_url":"https://www.nytimes.com/1993/05/06/us/clinton-s-refocusing.html","abstract":"  When President Clinton confessed on Tuesday that the White House needed \"tighter coordination\" because it had lost clarity of purpose, he said he planned to fix things by reorganizing his staff. It may take more than that.   The President is part of the problem, in the view of many senior staff members, because of his own native ebullience, the type of experience he brought to the job and the kinds of people he chose to surround himself with. He needs to learn to discipline himself, the associates say, as well as strengthening the structure built to serve him.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/06/nyregion/c-corrections-275093.html","abstract":"  An article on Friday about the strangulation of a 24-year-old woman at the Grand Hyatt Hotel in midtown Manhattan included an erroneous occupation for the suspect, Gerald Ardito, supplied by the police. He was working for Creative Network Systems at the time of his arrest. He is not the owner of Prompt Temporary Agency.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92767608193.html","abstract":"1943: Tension in Sweden. STOCKHOLM . [From our New York edition:] Sweden still clings to a precarious neutrality, confident that the latest crisis over the sinking of the submarine Ulven will end with a return to what, during the last three years, has bec","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Clean Up the Divorce Bar","web_url":"https://www.nytimes.com/1993/05/06/opinion/clean-up-the-divorce-bar.html","abstract":"  The breakup of a marriage is painful enough without having to endure unscrupulous lawyers and New York's sluggish and expensive approach to resolving divorce cases. A thoughtful new report by a committee of both judges and divorce lawyers offers a road map for reform.   The 10-member committee was appointed by the state's highest court after New York City's Department of Consumer Affairs detailed serious abuses, mostly against women clients. Litigants told of lawyers who applied pressure tactics to collect fees and drove up their prices by delaying tactics.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Embattled Japanese Doctor Retains W.H.O. Post","web_url":"https://www.nytimes.com/1993/05/06/world/embattled-japanese-doctor-retains-who-post.html","abstract":"  A Japanese doctor, Hiroshi Nakajima, was re-elected yesterday as head of the World Health Organization, a United Nations agency, despite an extraordinary last-minute effort by the United States and European countries to block his re-election.   Dr. Nakajima won a second five-year term in a 93-to-58 vote at the annual meeting of the World Health Assembly in Geneva.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Russia Ready to Supply More Troops for the U.N.","web_url":"https://www.nytimes.com/1993/05/06/world/conflict-in-the-balkans-russia-ready-to-supply-more-troops-for-the-un.html","abstract":"  As part of its campaign to forge a new relationship with the West, Russia promised today to contribute troops to an international peacekeeping force in Bosnia and Herzegovina if a peace agreement goes into effect there.    [ Moscow made the commitment just hours before the Bosnian Serbs' assembly voted early Thursday to reject the plan offered by United Nations and European Community mediators. ]","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Low Voter Turnout Found In School Board Election","web_url":"https://www.nytimes.com/1993/05/06/nyregion/low-voter-turnout-found-in-school-board-election.html","abstract":"  In the most heralded New York City school board elections in a generation, an election billed as the battleground of the religious right and the secular left, most people voted with their feet -- and simply stayed home.   While the Board of Elections had not completed the count of how many people took part in the cumbersome paper balloting, election officials said yesterday that the turnout appeared extremely low, though somewhat higher than the 7 percent recorded in the last election.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"On the Bike, Young Rider Is Own Toughest Critic","web_url":"https://www.nytimes.com/1993/05/06/sports/cycling-on-the-bike-young-rider-is-own-toughest-critic.html","abstract":"  In bicycle racing, where athletes often get better with age, the favorites in the Tour Du Pont are 29-year-old Raul Alcala of Mexico, 31-year-old Atle Kvalsvoll of Norway, 31-year-old Malcolm Elliott of Britain, 34-year-old Mike Engelman of Santa Cruz, Calif., and Junior.   Junior is what friends call 21-year-old Lance Armstrong of Plano, Tex., a professional for only eight months. On the bike, he is aggressive, daring and punishing. Off the bike, while life is still a lot of laughs, he is brutally demanding of himself, always suspecting he should do better. He was bitterly disappointed with his 14th-place finish in last summer's Olympics.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"British Leader's Compromise Delays European Pact Again","web_url":"https://www.nytimes.com/1993/05/06/world/british-leader-s-compromise-delays-european-pact-again.html","abstract":"  Prime Minister John Major's timetable for ratification of the treaty on European union suffered an almost certain setback today, after he gave in to political opponents threatening him with an embarrassing political defeat in Parliament.   Only two weeks ago, members of Mr. Major's Conservative Government were boasting that they had escaped a bewildering series of procedural ambushes laid by a rump group of Tory rebels determined to wreck the treaty.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Man Rescued After Entering Lions' Den","web_url":"https://www.nytimes.com/1993/05/06/nyregion/man-rescued-after-entering-lions-den.html","abstract":"  A 32-year-old man climbed into a lions' den at the Bronx Zoo yesterday and emerged with only superficial wounds after the police and zookeepers managed to distract two 350-pound African lions and rescue the man.   As the man's mother shrieked outside the exhibit, one lion reared up, rested its paws on the man's shoulders and swiped at his head. Then the man, identified as Alfredo Rias of the Bronx, curled up in a fetal position at the orders of the police.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Whaler Post for Lake Superior Coach","web_url":"https://www.nytimes.com/1993/05/06/sports/sports-people-hockey-whaler-post-for-lake-superior-coach.html","abstract":"  JEFF JACKSON, who coached Lake Superior State to the 1992 N.C.A.A. hockey title and a second-place finish last season, is joining the Hartford Whalers as an assistant coach.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/06/nyregion/inside-432493.html","abstract":"  Big Shift by Treasury   The Treasury Department announced a radical plan to shift to short-term Government borrowing, surprising the bond market. Page D1. Afrikaners Seek Homeland    South African separatists have united and will demand an Afrikaner homeland in the Transvaal. Page A3. North Korea Ruse Feared    Monitors fear North Korea may be preparing to divert uranium to a nuclear arms project. Page A7. New Labels on Meat    The Government said it would require cooking and handling instructions on meat and poultry. Page A18. Irving Howe Dies at 72    Irving Howe, the literary critic, socialist and founding editor of Dissent magazine, is dead. Page D22.  ","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/06/style/chronicle-302193.html","abstract":"  The American Ballet Theater performs at the Metropolitan Opera House, and the New York City Ballet at the New York State Theater. And rarely do the twain meet across the plaza of Lincoln Center.    But a spirit of cooperation in the name of fund-raising and a good party will prevail when the American Ballet holds its major gala of the season on May 17. It will be a tribute to Sir Kenneth MacMillan, the choreographer and former director of the Royal Ballet, who died in October.","thumbnail":null,"section":"Style"},{"date":"19930506","headline":"South African Rightists Rally Behind Ex-Generals","web_url":"https://www.nytimes.com/1993/05/06/world/south-african-rightists-rally-behind-ex-generals.html","abstract":"  Under the leadership of four retired generals, almost all of South Africa's white separatist political parties, labor unions, farm organizations and paramilitary groups have coalesced for a last-ditch resistance to black rule.   Leaders of the group, which plans to unveil itself on Friday as the Afrikaner People's Front, demand that an Afrikaner homeland be carved from the northeastern province of Transvaal as an independent refuge for South Africans who share their language and conservative values.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Cardinal Undergoes Surgery to Relieve Enlarged Prostate","web_url":"https://www.nytimes.com/1993/05/06/nyregion/cardinal-undergoes-surgery-to-relieve-enlarged-prostate.html","abstract":"  John Cardinal O'Connor underwent surgery at St. Vincent's Hospital in Manhattan yesterday morning to relieve an enlarged prostate, and by midafternoon he was feeling well enough to work from his hospital bed, church and hospital officials said.    \"He's already working again as best as anyone can in a hospital setting,\" Joseph Zwilling, a spokesman for the Roman Catholic Archdiocese of New York, said at a news conference in the hospital's lobby.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Big Jet Pacts For Hasty And Baxter","web_url":"https://www.nytimes.com/1993/05/06/sports/pro-football-big-jet-pacts-for-hasty-and-baxter.html","abstract":"  The Jets and James Hasty split the difference in their contract dispute yesterday, and the cornerback wound up as the highest-salaried defensive back in the National Football League.   Hasty's lawyer, Lamont Smith of Denver, said he signed a two-year deal \"worth almost $2 million a year.\"","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Rothschild Memorial","web_url":"https://www.nytimes.com/1993/05/06/arts/rothschild-memorial.html","abstract":"  A memorial tribute to Judith Rothschild, the artist and philanthropist who died on March 6 at the age of 71, is to be held at 4 P.M. on Monday at the New York Society for Ethical Culture, 2 West 64th Street, Manhattan. Neil L. Rudenstine, the president of Harvard University, is to make the opening and closing remarks. Anne d'Harnoncourt, the president of the Pennsylvania Academy of the Fine Arts, is also to speak.  ","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"New York Battles Oklahoma Over Custody of a Murderer","web_url":"https://www.nytimes.com/1993/05/06/us/new-york-battles-oklahoma-over-custody-of-a-murderer.html","abstract":"  In a highly unusual dispute between two states, New York and Oklahoma are battling for the custody, and the life, of a man whom both have convicted of murder.   The man, Thomas Grasso, 30 years old, committed similar crimes in both states, strangling an elderly neighbor with electrical wire in each case. But the two states have vastly different intentions for him. Oklahoma wants to execute Mr. Grasso, possibly by the end of the summer. But New York, which does not have the death penalty, is insisting that he first serve out the rest of his 20-years-to-life prison sentence here.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-letters-to-the-editor-90247900309.html","abstract":"Many Bosnias. Those who insist on America's \"moral obligation\" in Bosnia should realize that situations analogous to ex-Yugoslavia are happening in many parts of the world.. If the United States intervenes militarily in Bosnia, it should be pr","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Disney Link To the F.B.I. And Hoover Is Disclosed","web_url":"https://www.nytimes.com/1993/05/06/movies/disney-link-to-the-fbi-and-hoover-is-disclosed.html","abstract":"  From 1940 until his death in 1966, Walt Disney served as a secret informer for the Los Angeles office of the Federal Bureau of Investigation, according to documents that have come to light under the Freedom of Information Act.   Details about the film maker's F.B.I. connection emerge for the first time in \"Walt Disney: Hollywood's Dark Prince,\" an unauthorized biography by Marc Eliot to be published in July by Birch Lane Press.","thumbnail":null,"section":"Movies"},{"date":"19930506","headline":"Khmer Rouge Said to Attack Chinese Peacekeepers","web_url":"https://www.nytimes.com/1993/05/06/world/khmer-rouge-said-to-attack-chinese-peacekeepers.html","abstract":"  The United Nations said today that Khmer Rouge guerrillas had attacked Chinese and Polish peacekeepers in central Cambodia in an expansion of a terror campaign intended to disrupt elections this month.   The two-hour attack on Tuesday night in city of Kompong Thom, about 85 miles north of Phnom Penh, could signal a final break between the Khmer Rouge and China, which had long been the chief ideological and financial patron of the Khmer Rouge.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-letters-to-the-editor-94278135919.html","abstract":"In Mutual Contempt . The editorial \"Serbia Is Sowing Disgust\" (April 15) states that the Serbs risk earning the world's deep contempt and isolation for years to come. But the Serbs have nothing to fear.While the genocide goes on every day, the","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Clinton's 100 Days: First Down, Not Game!","web_url":"https://www.nytimes.com/1993/05/06/opinion/l-clinton-s-100-days-first-down-not-game-358793.html","abstract":"  To the Editor:   I am sick, tired and disgusted with all the talk about the first 100 days of the Clinton Presidency (\"President Asks for Time and a Little Tenderness,\" news article, April 26).","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Ho Chi Minh City Journal; How's Vietnam Doing? Doctor Expresses Disgust","web_url":"https://www.nytimes.com/1993/05/06/world/ho-chi-minh-city-journal-how-s-vietnam-doing-doctor-expresses-disgust.html","abstract":"  \"We fought for freedom, independence and social justice,\" said Dr. Duong Quynh Hoa, Health Minister in the underground Communist Government of South Vietnam from its founding in 1969 until its merger with North Vietnam in 1976. \"Now all is money.\"   \"All values have been turned upside down,\" she said in an interview in her office at the Center for Pediatrics, Development and Health, which she heads. \"You can count on your fingers the revolutionaries who still believe in ideals.\"","thumbnail":null,"section":"World"},{"date":"19930506","headline":"A Sensible Vaccine Compromise","web_url":"https://www.nytimes.com/1993/05/06/opinion/a-sensible-vaccine-compromise.html","abstract":"  When, soon after his inauguration, President Clinton announced an initiative that would guarantee free immunization to every preschooler, his heart was in the right place. But he is under rising pressure to control Government expenditures and is rightly urged to pick his fights carefully.   So he is probably wise to scale down his plan to buy up the pharmaceutical industry's entire vaccine production, then distribute it gratis to public clinics and private doctors. By targeting his program only on those most at risk, he can still reach the most important goal -- insuring that all preschoolers gain access to the needed vaccines.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Elbow Surgery for Mavericks' Davis","web_url":"https://www.nytimes.com/1993/05/06/sports/sports-people-basketball-elbow-surgery-for-mavericks-davis.html","abstract":"  Dallas Mavericks forward TERRY DAVIS will undergo surgery Saturday in hopes of salvaging motion in his shattered left elbow and allowing him any chance at rescuing his basketball career.   Davis was injured in an auto accident Sunday when he drove his car off a road in his hometown of South Boston, Va. A passenger was killed.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/06/nyregion/news-summary-428693.html","abstract":"  International A3-17  CONDITIONS SEEN ON BOSNIA  The self-declared parliament of Bosnia's Serbian nationalists prepared to vote this morning in favor of a peace plan, but they planned to attach conditions that raised questions about whether they intended to live up to the plan's terms.  A1  U.S. LEERY OF CONDITIONS  Administration officials said it was unlikely they would accept any conditions that the Bosnian Serbs may attach to their acceptance of the Balkan peace plan, but were holding back any formal reaction.  A16","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"U.S. Officials Hold Back On Reaction to Serb Vote","web_url":"https://www.nytimes.com/1993/05/06/world/conflict-in-the-balkans-us-officials-hold-back-on-reaction-to-serb-vote.html","abstract":"  Senior Administration officials said tonight that they were holding back a formal reaction to the decision by Bosnian Serbs to reject an international peace plan until they could study the Serbs' final decision and consult with the allies.   But the vote by the Bosnian Serbs' self-styled parliament to reject the plan would seem to leave the Administration with few options other than the use of force to compel the Serbs to accept the agreement.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/06/nyregion/c-corrections-277793.html","abstract":"  An article on Tuesday about \"Muslims in America\" misidentified the architect of a mosque under construction in Sharon, Mass. He is Ilhan Zeybekoglu of Zeybekoglu Nayman Associates Inc. of Cambridge, Mass. Bora Pervane, who is also an architect, was a member of the mosque's building committee but not its designer.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Creativity and Commitment Are Hallmarks of 10 Educators","web_url":"https://www.nytimes.com/1993/05/06/nyregion/creativity-and-commitment-are-hallmarks-of-10-educators.html","abstract":"  They are New York City's newest group of prize-winning educators: 10 principals and teachers honored for bringing creativity and commitment to their work in elementary and middle schools in the city's poorest neighborhoods.   Now they will be contributing something else: money. Each winner gets $2,500 for personal use and another $2,500 to promote a teaching program.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Review/Ballet; A Night of Balanchine and More Balanchine","web_url":"https://www.nytimes.com/1993/05/06/arts/review-ballet-a-night-of-balanchine-and-more-balanchine.html","abstract":"  It is true that quality, not quantity, is what counts in art, and certainly George Balanchine's genius is not in doubt. Nonetheless, two months devoted exclusively to the performance of 73 Balanchine ballets do not an ordinary season make. On the 10th anniversary of the New York City Ballet co-founder's death, his company has embarked on the most intensive crash course in one man's dance esthetics that Americans have ever seen. No other choreographer has ever received so large-scale a tribute.   Above all, it is a season, running through June 27, that promises new connections among familiar works and rarely performed ballets when seen in new contexts. Typically, even the black-tie gala opening of this \"Balanchine Celebration\" on Tuesday night at the New York State Theater featured a surprise, one that set up the thematic associations that will weave through the entire festival.","thumbnail":null,"section":"Arts"},{"date":"19930506","headline":"131-Year-Old Reservoir Is Deemed Obsolete","web_url":"https://www.nytimes.com/1993/05/06/nyregion/131-year-old-reservoir-is-deemed-obsolete.html","abstract":"  Dinkins administration officials have decided to stop pumping drinking water from the 131-year-old Central Park Reservoir by the end of summer.   The 40-foot-deep reservoir, carved by a small army of 1,000 Irish immigrants out of the glinty schist, has been rendered obsolete by changing technology. City officials say they no longer need the reservoir and are under pressure from Federal environmental officials who are concerned about the potential for contamination in an open reservoir in the middle of the city.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Third World Population Explosion Demands Western Response","web_url":"https://www.nytimes.com/1993/05/06/opinion/l-third-world-population-explosion-demands-western-response-345593.html","abstract":"  To the Editor:   The juxtaposition of two articles on the front page April 25 reveals, as in a lightning flash, the fundamental problem confronting humankind at this juncture: the ongoing population explosion. I refer to the report on the Chinese effort to control it, and the article on our immigration service's being swamped by a seemingly uncontrollable influx of asylum seekers.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Starks Is Fined, Then Tries to Shift Some Blame","web_url":"https://www.nytimes.com/1993/05/06/sports/pro-basketball-starks-is-fined-then-tries-to-shift-some-blame.html","abstract":"  Unable to provide a rational explanation for his irrational actions on Tuesday night, John Starks was fined $5,000 by the National Basketball Association today for head-butting Reggie Miller.   Starks expressed regret for his behavior, but how could he not feel bad? His third-quarter ejection Tuesday night helped send the Knicks reeling to a crushing 116-93 loss to the Indiana Pacers in Game 3 of their playoff series. Starks's teammates and coaches were angered and surprised that he would allow himself to be needlessly ejected from a playoff game.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Sports of The Times; Getting The Knicks' Goat","web_url":"https://www.nytimes.com/1993/05/06/sports/sports-of-the-times-getting-the-knicks-goat.html","abstract":"  QUICK now, in a word-association test, what do you connect \"head-butt\" with?   Goat, right?","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Panel Investigating Police Policy Sees Gaps in Hostage Guidelines","web_url":"https://www.nytimes.com/1993/05/06/nyregion/panel-investigating-police-policy-sees-gaps-in-hostage-guidelines.html","abstract":"  A panel investigating how the New York City Police Department handles hostage situations has concluded that there are gaps in training and departmental guidelines, a member of the panel said yesterday.   The investigation was ordered by Police Commissioner Raymond W. Kelly after a woman was killed by the police on the Upper West Side in January when a bank robber grabbed her on a sidewalk to use as a human shield.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"ARABS TO EXTEND TALKS WITH ISRAEL","web_url":"https://www.nytimes.com/1993/05/06/world/arabs-to-extend-talks-with-israel.html","abstract":"  In a signal of possible progress in the Middle East peace talks, Arab delegates to the negotiations have decided to extend the discussions with Israel at least into the latter part of next week, a Syrian official said today.    Mowaffak Allaf, head of the Syrian delegation to the talks, told reporters that the decision to extend the talks was made Tuesday night at a meeting of the heads of the Arab delegations.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1918: Dutch Passage. PARIS . The Dutch Minister of Foreign Affairs has declared that the tension between Holland and Germany has disappeared. Holland has agreed to allow the passage from Germany to Belgium via Dutch waters of a maximum yearly quantity of","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"A Hawkish Shadow in Israel's Political Wings","web_url":"https://www.nytimes.com/1993/05/06/world/a-hawkish-shadow-in-israel-s-political-wings.html","abstract":"  One school of thought holds that Benjamin Netanyahu's election a few weeks ago as leader of Israel's opposition Likud Party was the best inducement in a long time for quick agreements in the Middle East peace talks.   The reasoning goes like this:    A collapse of the negotiations under way in Washington could quickly lead to a collapse as well of the present Labor-led Government, which is committed to land-for-peace arrangements rejected by Mr. Netanyahu and others on the Israeli political right.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Foreign Affairs; Two Magic Peace Words . . .","web_url":"https://www.nytimes.com/1993/05/06/opinion/foreign-affairs-two-magic-peace-words.html","abstract":"  There is an old and wise rule of thumb about Arab-Israeli negotiations. If they seem to be getting better, just wait a while and they'll almost always get worse.   Yet in the current round of talks in Washington, Israelis and Palestinians are actually making progress for the first time. And while Syrians and Israelis haven't gone forward, they haven't gone backward either.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"PANEL IN CONGRESS SEEKS A NEW IMAGE","web_url":"https://www.nytimes.com/1993/05/06/us/panel-in-congress-seeks-a-new-image.html","abstract":"  Prompted by voter criticism of pork barrel spending, a Congressional panel widely viewed as a prime offender today adopted economic criteria for judging future projects.   \"This represents a change in our thinking, a change in our way of doing business,\" said Representative Bob Carr, the Michigan Democrat who heads the panel, the Appropriations subcommittee on transportation. The subcommittee oversees more than $30 billion in Federal money for highways, airports, railroads and mass transit.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"At Belmont, a 10-1 Shot Scorches the Withers Mile","web_url":"https://www.nytimes.com/1993/05/06/sports/horse-racing-at-belmont-a-10-1-shot-scorches-the-withers-mile.html","abstract":"  Belmont Park opened its 72-day spring and summer season yesterday with a burst of speed that matched one track record and broke another but that probably produced no major new candidate for the Preakness Stakes next week.   In the day's most memorable demonstration of speed, the 10-1 long shot Williamstown, a son of Seattle Slew, outran a band of favorites and won the 118th Withers in faster time than any other horse in the track's history had run one mile. He shot the distance on a fast but moist track in 1:32 3/5 with Craig Perret riding and, like everybody else in the race, carried 124 pounds. He sliced two-fifths of a second off the record of 1:33 set in 1982 by Conquistador Cielo, who was carrying only 111 pounds at the time.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Books of The Times; The View Depends On Where You Stand","web_url":"https://www.nytimes.com/1993/05/06/books/books-of-the-times-the-view-depends-on-where-you-stand.html","abstract":"  Eclipse Fever  By Walter Abish  335 pages. Alfred A. Knopf. $23.    Walter Abish's rich, fascinating new novel, \"Eclipse Fever,\" might be described as a comedy of cultural imperialism, if the word comedy is taken in its more formal sense, not as a story that makes the reader laugh, but rather as a drama in which the leading characters solve their major problems instead of being overcome by them.","thumbnail":null,"section":"Books"},{"date":"19930506","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/06/style/chronicle-300593.html","abstract":"  The actress JESSICA LANGE has taken up the cause of orphans in Romania. She appeared yesterday at a news conference in Washington with Representative BART GORDON, a Democrat from Tennessee, who sought to broaden support for linking preferred trade status for Romania with efforts to help the orphans.   Describing her own efforts, Miss Lange said that on a recent visit, she had tried in vain to bring out a 5-year-old girl who has been blind since birth, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19930506","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93964914908.html","abstract":"1893: Never Gladstone. CONSTANTINOPLE . A gentleman at Salonica ordered from England a number of books, including the Life of Mr Gladstone. When the parcel arrived this work was not there. It had been burned by order of the Turkish Censor. Another inciden","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"Stimulus II","web_url":"https://www.nytimes.com/1993/05/06/opinion/stimulus-ii.html","abstract":"The bad news suggests that Bill Clinton is a better economist than Bob Dole. But is the Senator a better politician?\n\nSenator Dole, arguing that the economy was in good shape, led the Republican filibuster that killed $16 billion in the $31 billion economic stimulus package. At times, President Clinton seemed alone in insisting that the economy needed a boost in Federal spending. Now that he is proved right, he should go back to Congress with a new, doubled stimulus plan to prevent the country from falling back into a recession.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"SERBS REJECT BOSNIA PACT, DEFYING FRIENDS AND FOES, AND INSIST ON REFERENDUM","web_url":"https://www.nytimes.com/1993/05/06/world/conflict-balkans-serbs-reject-bosnia-pact-defying-friends-foes-insist-referendum.html","abstract":"  Ignoring appeals from both friends and foes, delegates to the Bosnian Serbs' assembly voted overwhelmingly today to reject the plan to end the war in Bosnia and instead to put the peace accord to the people in a referendum.    Voting at the end of a 17-hour session at which the leaders of Serbia and Yugoslavia and the Greek Prime Minister joined the assembly's leader in pleading for acceptance of the peace plan, the delegates voted 65 to 1, with 12 abstentions, to call a referendum of all Bosnian Serbs on May 15 and 16 to ratify their rejection of the plan.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"To Ban Nuclear Tests, Stop Now","web_url":"https://www.nytimes.com/1993/05/06/opinion/to-ban-nuclear-tests-stop-now.html","abstract":"  To curb the proliferation of nuclear arms it is important to stigmatize them -- and end all research on perfecting them. But try telling that to the nuclear labs and the Pentagon. They want to resume nuclear testing. And they want to negotiate a comprehensive test ban that is neither comprehensive nor a ban.    They propose to allow an unlimited number of tests under one kiloton of explosive force -- the equivalent of 1,000 tons of TNT. The professed goal is to make safer, more reliable warheads. But there is also a hidden agenda: The labs want to stay in the business of making and testing new warheads.","thumbnail":null,"section":"Opinion"},{"date":"19930506","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/06/nyregion/no-headline-467793.html","abstract":"  \"I think under the terms of common decency that he has the right to exercise the option of staying here to die.\" -- JOHNIE O'NEAL, the Oklahoma lawyer of a man convicted of murder both there and in New York.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Arbour Gives Team a Rinkside Chat","web_url":"https://www.nytimes.com/1993/05/06/sports/hockey-arbour-gives-team-a-rinkside-chat.html","abstract":"  It wasn't exactly a fireside chat in the Franklin Delano Roosevelt tradition, but Coach Al Arbour eschewed the physical side of practice this afternoon and instead assembled his Islanders in their steamy locker room for a pep talk. The subject of what Arbour referred to as \"just a standard little playoff chat\" was how to beat the Pittsburgh Penguins in three easy lessons.    With their Patrick Division series knotted at one game apiece, and with the knowledge that they have already defeated the two-time defending Stanley Cup champions four times this season, the Islanders were receptive to Arbour's address.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Elderly Trapped by Pride and Their Ties to the Past; State Repair Money Can Be Scarce for Dilapidated Houses of the Aged in the Catskills","web_url":"https://www.nytimes.com/1993/05/06/nyregion/elderly-trapped-pride-their-ties-past-state-repair-money-can-be-scarce-for.html","abstract":"  Violet Brown, 73, first saw the old house that is her home when the road in front was only a cow path and she was just 12 years old. She tagged along with her older brother when he came to the neighborhood to visit his new in-laws, and met the shy boy who would one day become her husband.   Now her longtime home, 200 years old, is in serious disrepair. She treads gingerly in the bathroom, for fear of falling through the floor, and she hurt herself trying to stop the water cascading through a crack in her living room wall during a recent rainstorm.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"13 Indicted In Oil Scheme Laid to Mob","web_url":"https://www.nytimes.com/1993/05/06/nyregion/13-indicted-in-oil-scheme-laid-to-mob.html","abstract":"  Thirteen members of the Mafia and of Russian organized crime were indicted today on charges of collaborating in a scheme to evade $60 million in Federal and state taxes on the sale of gasoline and fuel oil, Federal officials said.   The United States Attorney for New Jersey, Michael Chertoff, called it the largest tax-evasion conspiracy of its kind, part of a larger problem nationwide that defrauds the Government of more than $2 billion a year. The figure is an estimate based on retail gasoline sales and intelligence from informants.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Bottom Third Bushwhacks Perez in Top of the Second","web_url":"https://www.nytimes.com/1993/05/06/sports/baseball-bottom-third-bushwhacks-perez-in-top-of-the-second.html","abstract":"  The eruption was sudden and surprising. Melido Perez was breezing by the California Angels, putting the fans at Yankee Stadium to sleep with consistency. Three straight strikeouts bridging the first and second innings? Maybe the fans should sneak a quick nap before the Yankees batted in the second.   Before anyone could snooze, the second inning had turned disastrous because the bottom third of the California order chipped and chopped away for three runs off Perez. A walk, a bouncing single and Gary DiSarcina's startling three-run homer, all with two outs, powered the Angels to a 6-2 victory last night.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Review/Television; White Brothers, Victims of Apartheid","web_url":"https://www.nytimes.com/1993/05/06/movies/review-television-white-brothers-victims-of-apartheid.html","abstract":"  From this distance, the four Watson brothers look like ideal establishment South Africans. Good rugby players, successful businessmen and, of course, white, they are photogenic enough to pose for \"Visit South Africa\" posters. Their only problem over the years has been their friendship with black South Africans and their affinity for the African National Congress.   Gavin, Ronnie, Valence and Dan Watson are the heroes of \"Burning Down the House,\" a strong documentary from Britain that accuses South African security forces of plotting to destroy the lives of these nonconformists.","thumbnail":null,"section":"Movies"},{"date":"19930506","headline":"Moscow Policeman Dies of Injuries From Rioting","web_url":"https://www.nytimes.com/1993/05/06/world/moscow-policeman-dies-of-injuries-from-rioting.html","abstract":"  A 25-year-old riot policeman, wounded during clashes between the police and pro-Communist demonstrators on Saturday, died in a Moscow hospital today, becoming the first victim of political violence in the capital since the failed coup in August 1991.   The death of Vladimir Tolokneyev, a member of the Interior Ministry's special OMON unit who was crushed between two trucks during the rioting, is bound to raise tensions in Moscow as the city prepares for another major political demonstration on Sunday, the anniversary of the Soviet victory over Nazi Germany.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/06/nyregion/metro-digest-585193.html","abstract":"  2 STATES BATTLE OVER A KILLER'S FATE   In a highly unusual dispute between two states, New York and Oklahoma are battling for the custody, and the life, of a man whom both have convicted of murder. In both states, the man strangled an elderly neighbor with electrical wire. But Oklahoma wants to execute him, while New York is insisting that he first serve out the rest of his 20-years-to-life prison sentence. A1.  NEW YORK CITY  CENTRAL PARK RESERVOIR'S ROLE TO END   Dinkins administration officials have decided to stop pumping drinking water from the 131-year-old Central Park Reservoir by the end of the summer. City officials said they no longer needed the reservoir and were under pressure from environmental officials concerned about the potential for contamination. A1.","thumbnail":null,"section":"New York"},{"date":"19930506","headline":"Bowe Suffers Injury to Ring Finger","web_url":"https://www.nytimes.com/1993/05/06/sports/sports-people-boxing-bowe-suffers-injury-to-ring-finger.html","abstract":"  In the latest explanation of what's wrong with RIDDICK BOWE,his manager, ROCK NEWMAN, said last night that the International Boxing Federation and World Boxing Association heavyweight title holder dislocated a finger in a sparring accident last Thursday.   Newman said Bowe would return to sparring today and be ready to face JESSE FERGUSON on May 22.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Budapest Tries to Sell Hungarians on Capitalism","web_url":"https://www.nytimes.com/1993/05/06/world/budapest-tries-to-sell-hungarians-on-capitalism.html","abstract":"  All over the Hungarian capital, a little boy in the red fez, the trademark of an Austrian grocery chain, beckons buyers. In addition, a German clothing chain's outlets and American candy shops compete for space along the Great Ring Road in Budapest with fast food franchises like Pizza Hut, Kentucky Fried Chicken and Dunkin' Donuts.   But the market economy that has brought variety to store shelves in the Hungarian capital has also brought the prospect of new monopolies.","thumbnail":null,"section":"World"},{"date":"19930506","headline":"Ailing Fernandez Sent Home","web_url":"https://www.nytimes.com/1993/05/06/sports/baseball-ailing-fernandez-sent-home.html","abstract":"  Sid Fernandez, who has suffered from countless ailments during his career, was sent back to New York today by the Mets to have a painful right knee examined by the club's doctors.   Fernandez, who first reported discomfort in the knee Tuesday, was set to undergo a magnetic resonance imaging examination Thursday in Manhattan. The left-hander will miss his scheduled start on Friday against the Florida Marlins. The Mets wouldn't rule out putting him on the disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930506","headline":"Manufacturers and Farmers Oppose Clinton Energy Tax","web_url":"https://www.nytimes.com/1993/05/06/us/manufacturers-and-farmers-oppose-clinton-energy-tax.html","abstract":"  Manufacturers and farmers organizations declared war on President Clinton's proposed energy tax today, while at the same time opponents in the Congress said it would hurt industry and agriculture.   On the day the House Ways and Means Committee took up the energy tax, the National Association of Manufacturers and the American Farm Bureau announced that they had formed a coalition of more than 900 companies and associations that would fight the tax.","thumbnail":null,"section":"U.S."},{"date":"19930506","headline":"Mankiewicz Tribute","web_url":"https://www.nytimes.com/1993/05/06/arts/mankiewicz-tribute.html","abstract":"  A memorial tribute to Joseph L. Mankiewicz is to be held at 6 P.M. on Monday at the Walter Reade Theater, 165 West 65th Street, at Lincoln Center. Seating is limited. Mr. Mankiewicz, the Hollywood writer, director and producer, died on Feb. 5 at the age of 83.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930506","time":"1993-05-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":71,"wspd":18.4},{"date":"19930506","time":"1993-05-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":73,"wspd":16.6},{"date":"19930506","time":"1993-05-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":79,"wspd":16.6},{"date":"19930506","time":"1993-05-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":81,"wspd":14.8},{"date":"19930506","time":"1993-05-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":84,"wspd":13},{"date":"19930506","time":"1993-05-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":83,"wspd":11.2},{"date":"19930506","time":"1993-05-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":79,"wspd":16.6},{"date":"19930506","time":"1993-05-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":67,"wspd":13},{"date":"19930506","time":"1993-05-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":63,"wspd":18.4},{"date":"19930506","time":"1993-05-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":51,"wspd":22.3},{"date":"19930506","time":"1993-05-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":46,"wspd":24.1},{"date":"19930506","time":"1993-05-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":46,"wspd":24.1},{"date":"19930506","time":"1993-05-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":46,"wspd":16.6},{"date":"19930506","time":"1993-05-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":45,"wspd":20.5},{"date":"19930506","time":"1993-05-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":41,"wspd":20.5},{"date":"19930506","time":"1993-05-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":41,"wspd":16.6},{"date":"19930506","time":"1993-05-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":40,"wspd":20.5},{"date":"19930506","time":"1993-05-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":40,"wspd":22.3},{"date":"19930506","time":"1993-05-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":44,"wspd":20.5},{"date":"19930506","time":"1993-05-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":46,"wspd":16.6},{"date":"19930506","time":"1993-05-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":53,"wspd":9.4},{"date":"19930506","time":"1993-05-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":55,"wspd":22.3},{"date":"19930506","time":"1993-05-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":65,"wspd":24.1},{"date":"19930506","time":"1993-05-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":71,"wspd":18.4},{"date":"19930506","time":"1993-05-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":7.6},{"date":"19930506","time":"1993-05-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":93,"wspd":9.4},{"date":"19930506","time":"1993-05-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":14.8},{"date":"19930506","time":"1993-05-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":16.6},{"date":"19930506","time":"1993-05-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":11.2},{"date":"19930506","time":"1993-05-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":90,"wspd":14.8},{"date":"19930506","time":"1993-05-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":90,"wspd":18.7},{"date":"19930506","time":"1993-05-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":93,"wspd":14.8},{"date":"19930506","time":"1993-05-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":14.8},{"date":"19930506","time":"1993-05-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":16.6},{"date":"19930506","time":"1993-05-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":90,"wspd":13},{"date":"19930506","time":"1993-05-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":90,"wspd":11.2},{"date":"19930506","time":"1993-05-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":81,"wspd":13},{"date":"19930506","time":"1993-05-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":66,"wspd":22.3},{"date":"19930506","time":"1993-05-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":29.5},{"date":"19930506","time":"1993-05-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":20.5},{"date":"19930506","time":"1993-05-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":52,"wspd":29.5},{"date":"19930506","time":"1993-05-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":50,"wspd":22.3},{"date":"19930506","time":"1993-05-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":47,"wspd":29.5},{"date":"19930506","time":"1993-05-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":25.9},{"date":"19930506","time":"1993-05-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":47,"wspd":24.1},{"date":"19930506","time":"1993-05-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":25.9},{"date":"19930506","time":"1993-05-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":36,"wspd":22.3},{"date":"19930506","time":"1993-05-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":34,"wspd":29.5}]},"19930507":{"guardian_articles":[{"date":"19930507","headline":"Mandela meets family of London stabbing victim","web_url":"https://www.theguardian.com/uk/1993/may/07/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19930507","headline":"Just Say Nah to Today's Mix of Parimutuel Taxes","web_url":"https://www.nytimes.com/1993/05/07/sports/horse-racing-notebook-just-say-nah-to-today-s-mix-of-parimutuel-taxes.html","abstract":"  One of the horse-racing advisers to the Governor said yesterday that the state should lower its taxes on bets as part of an overhaul of the parimutuel system \"to revive the state's racing, wagering and breeding indutries.\"   The proposal was made in a report by Steven Crist, the racing writer, who was one of nine people named last year to Gov. Mario M. Cuomo's Advisory Commission on Racing in the 21st Century. The commission is expected to send its recommendations to Cuomo early in June. It has already indicated that it favors some sort of merger of the New York Racing Association and the Off-Track Betting Corporation.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/05/07/arts/last-chance.html","abstract":"  Here is a sampling of shows and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend  \"ANOTHER TIME,\" American Jewish Theater, 307 West 26th Street, Chelsea. A drama by Ronald Harwood about a Jewish family in South Africa, directed by Stanley Brechner, with Malcolm McDowell, Marian Seldes, Joan Copeland, Michael Lombard and James Waterston. Through Sunday. Performances: tonight and tomorrow night at 8; Sunday at 2 and 7 P.M.; Tickets: $30. Information: (212) 633-9797. \"WIDOWERS' HOUSES,\" Pearl Theater, 125 West 22d Street, Chelsea. George Bernard Shaw's comedy about class differences, directed by Grey Johnson. Through Sunday. Performances: tonight at 8; tomorrow at 5 and 9 P.M.; Sunday at 2 P.M.; Tickets: $14, weekdays; $16, weekends. Information: (212) 645-7708.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Second-Chance Housing Developments;\nPrices Are Cut at Revived Condominium Project in Putnam County","web_url":"https://www.nytimes.com/1993/05/07/us/secondchance-housing-developments-prices-are-cut-at-revived-condominium.html","abstract":"A 400-unit condominium project begun in 1987 by a development subsidiary of the Danbury Savings and Loan Association is being completed by a new developer at prices up to 25 percent lower than those originally charged by the bank subsidiary. \n\nThe new developer, Middle Branch Associates of Stamford, Conn., has renamed the project Hunter's Glen.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: Diplomacy; CHRISTOPHER FAILS TO WIN CONSENSUS","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-in-the-balkans-diplomacy-christopher-fails-to-win-consensus.html","abstract":"  Secretary of State Warren Christopher will return home on Friday without winning an endorsement of President Clinton's proposal for the use of military force to curb Serbian aggression in Bosnia, despite the Bosnian Serbs' rejection of an international peace agreement.   French, British and Russian leaders all agreed with Mr. Christopher's view that they must jointly take tougher action against the Bosnian Serbs. But none embraced what senior British and French officials described as the core of the American plan: the selective lifting of the United Nations arms embargo so that the United States and its allies can arm the Bosnian Muslim Government.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Advantage, Borg and Nastase","web_url":"https://www.nytimes.com/1993/05/07/sports/tennis-advantage-borg-and-nastase.html","abstract":"  Bjorn Borg and his partner, Ilie Nastase, won again last night at the Manhattan Masters, the new round-robin doubles competition at the 69th Regiment Armory on Lexington Avenue.   Borg, 35, the youngest player in the field of 12, and Nastase, 48, were extended by Rod Laver, 55, and Bob Lutz, 46. They split sets, 6-4, 3-6, and Borg and Nastase then prevailed in a tie-breaker set, 7-4.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/07/nyregion/inside-743493.html","abstract":"  Comptroller Says She Erred   Elizabeth Holtzman, the New York City Comptroller, said it was wrong for her office to recommend a bank company as a bond underwriter when she owed it money. Page B1. 2 Yonkers Officers Charged    A Federal grand jury charged two Yonkers policemen with civil rights violations in three beatings. Page B5. Knicks Eliminate Pacers    The Knicks beat Indiana in overtime, 109-100, and will face Charlotte in the second round of the National Basketball Association playoffs. Page B7.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/07/nyregion/c-corrections-531393.html","abstract":"  A brief report on the obituary page yesterday about a memorial tribute to the artist and philanthropist Judith Rothschild, who died on March 6, misidentified a scheduled speaker. She is Anne d'Harnoncourt, director of the Philadelphia Museum of Art. The tribute will be at 4 P.M. on Monday at the New York Society for Ethical Culture, 2 West 64th Street, in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Muslims in America","web_url":"https://www.nytimes.com/1993/05/07/us/muslims-in-america.html","abstract":"  While a resurgent Islam is at center stage in much of the world, Muslims in the United States tend to focus on issues much closer to home, and sometimes in the home. Many analysts think the growing Muslim presence in America will strengthen conservative causes.    Last of four articles, page A20.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"OTB: A Sure Bet Now Falling Behind; Illegal Bookmakers Undermine a State Gambling Monopoly","web_url":"https://www.nytimes.com/1993/05/07/nyregion/otb-sure-bet-now-falling-behind-illegal-bookmakers-undermine-state-gambling.html","abstract":"  At a time when the Offtrack Betting Corporation is in dire need of fresh profits, its wagering parlor in Chinatown is a daily festival of gambling risk, the city's most crowded and lucrative street parlor where, unfortunately, the clerks cannot handle all the betting action that lines up as each race approaches.   This is precisely when a half-dozen illegal bookmakers get busiest, right there in the lobby of the Chatham Square parlor, brazenly using OTB's own betting slips to secure a steady fortune in illicit, on-site wagerings.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Review/Theater; Parents-to-Be Regress to Childhood","web_url":"https://www.nytimes.com/1993/05/07/theater/review-theater-parents-to-be-regress-to-childhood.html","abstract":"  Lesbian motherhood is increasingly a subject of public interest, if not general acceptance. Paula Vogel, the author of \"The Baltimore Waltz,\" scrutinizes this provocative issue in \"And Baby Makes Seven,\" which opened last night at the Lucille Lortel Theater. In the play, a menage a trois awaits the imminent birth of a baby. The expectant mother (Cherry Jones) is a lesbian who wants to have a child, but without the complications of questions of paternity. The father (Peter Frechette) is gay, and the third character is the mother's lover (Mary Mara). The pregnancy begins as an act of pragmatism, but the relationships become more intricate as the three continue to live together. Their spacious New York City loft becomes a hothouse environment.   Deep within this discursive play is an untapped story of emotional alliances that transcend matters of sexual identity. Such thoughts and others are submerged in a Gothic nursery tale gone awry. Instead of exploring her characters, the playwright falls back on children's games. Together, the women have a flourishing fantasy life, in which they pretend to be children. In her fantasy, Ms. Jones becomes a proper English schoolboy, Cecil, and Ms. Mara doubles (or is it triples?) as the French youngster in the movie \"The Red Balloon\" and as a mischievous sprite named Orphan McDermott.","thumbnail":null,"section":"Theater"},{"date":"19930507","headline":"Nostalgia and Sciatica Move to Center Court","web_url":"https://www.nytimes.com/1993/05/07/sports/tennis-nostalgia-and-sciatica-move-to-center-court.html","abstract":"  So I told the cabdriver, \"Take me to the 69th Regiment Armory, in the spring of 1968,\" and suddenly I was watching people who looked like Muscles and Emmo and the Rocket play a game that looked like tennis the way it oughta be. Was this a dream?   \"One hopes it will be an annual event,\" said the promoter, Owen Williams, last encountered at the United States Open in 1969. He had a five-year contract as tournament director of that event, but disappeared soon afterward, back to a liquor business in South Africa. He has returned and his \"presentation\" (not tournament, not matches) is called the Manhattan Masters, on display through Sunday at the Armory, on Lexington Avenue at 26th Street. Anyone who remembers, live, Twiggy, the Boston Strangler and Dr. Christiaan N. Barnard needs to be there.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Hartford Legislature's Budget Includes Minimal Tax Increase","web_url":"https://www.nytimes.com/1993/05/07/nyregion/hartford-legislature-s-budget-includes-minimal-tax-increase.html","abstract":"  The Connecticut General Assembly passed the first half of an $8.6 billion state budget late Wednesday that includes no major tax increase for the year that begins on July 1.    Legislative leaders vowed that despite a last-minute snag in approving details on how the money would be spent, they were determined to deliver to Gov. Lowell P. Weicker Jr. the earliest budget package in recent state history.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"A Bagel Brief: Rolling Back the Lineage","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-a-bagel-brief-rolling-back-the-lineage-568293.html","abstract":"  To the Editor:   You write in \"Bagels Are Now Fast Food, and Purists Do a Slow Boil\" (news article, April 25): \"It's believed that bagels were invented by a Jewish baker in Vienna in 1683. To thank King John III Sobieski of Poland for saving the city from Turkish invaders, the anonymous baker crafted a hard roll in the shape of a riding stirrup, in honor of the king's favorite hobby. The bread's original name was 'bugel,' from the German for stirrup.\"","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Raising Hackles, Italy's Premier Pledges Change","web_url":"https://www.nytimes.com/1993/05/07/world/raising-hackles-italy-s-premier-pledges-change.html","abstract":"  Italy took a further, halting step today toward breaking with a discredited political past when the new Prime Minister, Carlo Azeglio Ciampi, went before Parliament to pledge his fledgling administration to rapid political change as an \"absolute priority.\"   Within hours of his promise, however, one of the parties backing him, the Socialists, threatened to rebel if the Italian leader did not meet conditions intended to delay new elections and thus keep Socialist legislators in their jobs at least until the end of the year.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/07/nyregion/news-summary-752393.html","abstract":"  International A3-12  CLINTON SEEKS EUROPEAN SUPPORT  President Clinton pressured European allies to join in \"tougher measures\" against the Bosnian Serbs, which Senior officials said included arms shipments to the Muslims and air strikes to keep the Serbs at bay until the arms arrive.  A1  BELGRADE TO CUT AID TO SERBS  The Governments of Serbia and federal Yugoslavia said they would cut all but humanitarian aid to the Serbs in Bosnia and Herzegovina, saying they were angered by the Bosnian Serb parliament's rejection of a plan to end Bosnia's war.  A1  WHAT EUROPEAN ALLIES WANTED  News analysis: Firm leadership in the Balkans is what the European allies have wanted from President Clinton now that he has consulted them, despite their reluctance on U.S. military steps there.  A1","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"U.S. Muslims, Despite World Spotlight, Focus on the Personal","web_url":"https://www.nytimes.com/1993/05/07/us/us-muslims-despite-world-spotlight-focus-on-the-personal.html","abstract":"  There is an almost startling contrast between a resurgent Islam's tumultuous role on the world scene and the expectations of how a growing Islamic presence will change America.   The most likely effect, most experts believe, will be to bolster the forces of social conservatism on issues like sexual permissiveness, support for parochial schools and gay rights.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Clinton Ties Deficit Cut to Talks Negotiations","web_url":"https://www.nytimes.com/1993/05/07/us/clinton-ties-deficit-cut-to-talks-negotiations.html","abstract":"  President Clinton used a speech on international trade today to lobby for the passage of his deficit-reduction plan, saying that the United States will be in no position to press for open markets abroad if it does not address its own domestic problems first.   Mr. Clinton, who lost an important Congressional battle last month over a $19.5 billion package that he said would stimulate the economy and create jobs, pointed to a reduction in long-term mortgage interest rates as proof that his overall budget plan had been well received in the financial markets. As proposed, the deficit-reduction plan would cut the yearly deficit in half in four years through spending cuts and tax increases.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Review/Film; At Festival, a Portrait of Serbs","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-at-festival-a-portrait-of-serbs.html","abstract":"  \"Who is the liar who dares say Serbia is small?\" asks the chorus of a militant folk song from World War I that is sung today by Serbian nationalists waging what they see as a holy war for sovereignty. \"She is not small! She is not small!\" the lyrics insist. \"She has been to war three times!\"    As the documentary film \"Serbian Epics\" shows, the song is one of many threads in a bizarre tapestry of myth and folklore used by Serbian nationalists to justify their terrorism in Bosnia in pursuit of what they call \"ethnic cleansing.\"","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"Empire Blue Cross Is Told by U.S. It May Lose Medicare Claim Work","web_url":"https://www.nytimes.com/1993/05/07/nyregion/empire-blue-cross-is-told-by-us-it-may-lose-medicare-claim-work.html","abstract":"  The Federal Government has notified Empire Blue Cross and Blue Shield that its handling of $1.7 billion in Medicare claims for doctors' services has been so poor for the last three years that Empire's contract for the processing may be canceled, Government officials said yesterday.   Losing the contract, which Empire and its predecessors have held for decades, could cost the financially troubled company $63 million at a time when its reserves have dwindled to a level that regulators consider dangerous.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/07/nyregion/no-headline-778793.html","abstract":"  \"It has long been recognized that the pen is mightier than the sword. The modern version of that is: the fax machine is mightier than the rifle. It is impossible for a society that has more open telecommunications to continue to be repressive.\" -- RANDALL L. TOBIAS, vice chairman, American Telephone and Telegraph.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: The Overview; CLINTON PUSHES A BOSNIA PLAN OF ARMS SUPPLIES AND BOMBING","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-balkans-overview-clinton-pushes-bosnia-plan-arms-supplies-bombing.html","abstract":"  Confronted by the Bosnian Serbs' unexpected rejection of an international peace plan, President Clinton redoubled the pressure on his European allies today to join \"quickly and decisively\" in tougher measures on Bosnia. Senior officials said the measures included arms shipments to the embattled Muslims and air strikes to keep the Bosnian Serbs at bay until the arms arrive.   But the President said he wanted \"to see what happens over the next few days\" and suggested that the Bosnian Serbs might yet change their minds.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Books of The Times; Taking It From the Top: A Biography of Gershwin","web_url":"https://www.nytimes.com/1993/05/07/books/books-of-the-times-taking-it-from-the-top-a-biography-of-gershwin.html","abstract":"  The Memory of All That   The Life of George Gershwin   By Joan Peyser   Illustrated. 319 pages. Simon & Schuster. $25.     Numerous books illuminating George Gershwin's music have appeared in the 56 years since his death, including, most notably, Edward Jablonski's detailed study of the composer, which was published in 1987. Whereas Mr. Jablonski willfully avoided examining Gershwin's psyche and nonwork life, Joan Peyser -- the author of a best-selling and much debated biography of Leonard Bernstein -- proposes to focus on just those aspects of the composer in her new book, \"The Memory of All That.\" The result, sadly, is a highly prurient volume, filled with gossip and the crudest sort of armchair psychologizing.","thumbnail":null,"section":"Books"},{"date":"19930507","headline":"A Cleanup for New Jersey Bonds","web_url":"https://www.nytimes.com/1993/05/07/opinion/a-cleanup-for-new-jersey-bonds.html","abstract":"  Suspicious dealings in New Jersey bond sales have sparked two Federal investigations, embarrassed Gov. Jim Florio and spotlighted once again the power of political connections. The Governor's effort now to block the influence of political money in future sales is welcome, but tardy.   Scandal is no stranger in municipal bonds; state and local governmental issues are not subject to the rigorous regulation and disclosure requirements of corporate issues. Close contact between public officials and Wall Street may be necessary in structuring a complicated financing, but the ever-present shadow of politics requires conscientious effort to avoid corruption.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Torborg and Harazin Have Friends High Up","web_url":"https://www.nytimes.com/1993/05/07/sports/on-baseball-torborg-and-harazin-have-friends-high-up.html","abstract":"  The cries for the heads of the Mets manager Jeff Torborg and Al Harazin, the team's general manager, may be reaching a crescendo on sports-talk radio and draining the ink wells in the print media around New York. Yet what appears to others to be the most trying time for Torborg and Harazin may well be their most secure because the team owners, Nelson Doubleday and Fred Wilpon, still believe strongly in the two men and will not act simply for expediency.   \"Look, I'm a patient man,\" said Wilpon, who owns 50 percent of the team. \"I'm also a businessman and I've seen business cycles. And I generally believe that you do your planning and stick to your game plan and change only when it's appropriate to change. And change for change's sake is not a plan. That's a reaction.\"","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Researchers Close In On Discovering Date Of Earliest Dinosaur","web_url":"https://www.nytimes.com/1993/05/07/us/researchers-close-in-on-discovering-date-of-earliest-dinosaur.html","abstract":"  In the most precise dating of the earliest known dinosaurs to date, scientists have determined that these reptiles were already established on earth 228 million years ago and had begun to evolve along several distinct lines.   The research on the dates of the dinosaurs is being reported today in the journal Science.   The new research should help paleontologists focus on one of the least-known aspects of the otherwise much-studied dinosaurs: their origins and early evolution. Previously, there had been only broad estimates for the ages of the earliest known dinosaurs.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Review/Film; A House Party of Beatrice, Benedick and Friends","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-a-house-party-of-beatrice-benedick-and-friends.html","abstract":"Shakespeare's romantic comedy set in Tuscan villa. Another Branagh bull's-eye.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"Sports of The Times; The Knicks Fight Off Their Demon","web_url":"https://www.nytimes.com/1993/05/07/sports/sports-of-the-times-the-knicks-fight-off-their-demon.html","abstract":"  THE Knicks have yet to exorcise their ugli est demon the image of a team that could self-destruct at any given time out of sheer nastiness, or let its opponent back into the game through occasional cloddishness.   These are not healthy or attractive traits in a team that would be a contender, but they survived them again last night as Doc Rivers made three 3-pointers in overtime for the 109-100 victory over Indiana that put them into the next round.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/05/07/style/IHT-hear-this.html","abstract":"Seeing is eating.First, there was all-news television, then all-sports, then all-music, then all-this and all-that.Now Americans are getting ready for their first all-food channel. The Associated Press tells us that the 24-hour TV Food Network has pla","thumbnail":null,"section":"Style"},{"date":"19930507","headline":"Voter Turnout For Schools Rises Slightly","web_url":"https://www.nytimes.com/1993/05/07/nyregion/voter-turnout-for-schools-rises-slightly.html","abstract":"  Despite the most vigorously disputed campaign in two decades, only about 9.4 percent of New York City voters cast ballots in Tuesday's community school board elections, according to tentative figures released yesterday.   The turnout was below the expectations of many educators and officials, who had hoped this year's hard-fought campaign would lead to dramatically higher participation. Even so, the turnout was the highest since 1983, when 11.9 percent voted, and well above the 7.2 percent who cast ballots in the last school elections, in 1989.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Florio's Allies Are Strong in Municipal Bonds","web_url":"https://www.nytimes.com/1993/05/07/nyregion/florio-s-allies-are-strong-in-municipal-bonds.html","abstract":"  The financial firms that Gov. Jim Florio's chief aide and another Florio ally established eight years ago have grown to become the biggest and most influential advisory concerns in New Jersey's municipal bond business.    The two men, Joseph C. Salema, Governor Florio's chief of staff, and his associate, Nicholas H. Rudi Jr., a former Camden County Administrator, have built a small giant that in its own New Jersey world has far outpaced the performance of such better known rivals as Merrill Lynch, Lehman Brothers and Goldman, Sachs & Company.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/07/arts/art-in-review-577193.html","abstract":"  Michael Byron   Baron-Boisante Gallery  50 West 57th Street  Manhattan  Through tomorrow  Elga Wimmer Gallery  560 Broadway (at Prince Street)  SoHo  Through May 31    The earliest pieces in Michael Byron's show at Baron-Boisante are five small mixed-media works from 1990. They appear to be scenes from a paranoic dream-narrative, its meaning suggested by captions written directly onto the painted surface in ballpoint pen. In one, for example, a sinister-looking woman holding a dustpan and brush is accompanied by the words \"The cleaning woman knew something was up.\" The influence of both Surrealism and Sigmar Polke are evident in these urbane little images, not surprisingly, considering that Mr. Byron, an American, has been living in Europe for the last several years.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Dial 1-800-Censor","web_url":"https://www.nytimes.com/1993/05/07/opinion/dial-1800censor.html","abstract":"Our public radio and television systems, founded to provide independent perspectives free from government and commercial interests, face federally mandated monitoring of journalistic and artistic expression. \n\nThe Corporation for Public Broadcasting, which channels money from Congress to public stations and independent producers, is carrying out a plan to monitor public broadcasting for political content.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"The Wellspring of Lobby Reform","web_url":"https://www.nytimes.com/1993/05/07/opinion/the-wellspring-of-lobby-reform.html","abstract":"  All it takes is one good man or woman. In this case, the good man is Senator Paul Wellstone, a Senate outsider who's one of its most idealistic members. He won as a dark horse and came to town two years ago full of innocence and idealism.   Those are just the qualities that drive cynical veterans of Capitol Hill crazy. Energetic and earnest, Mr. Wellstone, who is from Minnesota, has a manner more like an eager puppy than a lion of the Senate. The folks who run the place have never considered him clubbable. But his adherence to principle -- and his willingness to confront colleagues on a serious ethics issue that is central to influence-peddling in Congress -- has now shamed the Senate into doing the right thing.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"For Every Bill There Is the Perfect Lobbyist","web_url":"https://www.nytimes.com/1993/05/07/us/for-every-bill-there-is-the-perfect-lobbyist.html","abstract":"  Under President Clinton's tax bill, businesses would no longer be allowed to take tax deductions for the cost of their executives' club dues. With this one exception: dues for membership in airline and hotel clubs would continue to be deductible.   One lobbyist, single-handedly, got the exception in the bill, and the story of how she pulled it off offers insights into how Washington works and how tax bills are written.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Nets Need 6th Man, And 7th, And 8th","web_url":"https://www.nytimes.com/1993/05/07/sports/pro-basketball-nets-need-6th-man-and-7th-and-8th.html","abstract":"  And now, Dr. Chuck Daly, with today's medical report.   \"Sam's foot is in a cast and he's supposed to get an M.R.I. today.\"   That would be Nets center Sam Bowie, and even if the magnetic resonance imaging scan shows no damage in his left ankle, it is extremely unlikely that he will play against Cleveland in Game 4 on Friday at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Magic in Exhibition","web_url":"https://www.nytimes.com/1993/05/07/sports/sports-people-basketball-magic-in-exhibition.html","abstract":"  BOB McADOO, MICHAEL COOPER and KURT RAMBIS can't wait to play basketball with MAGIC JOHNSON again.   But the former Los Angeles Lakers threesome will have to wait until Sunday when Johnson plays his first competitive game since the Dream Team won the Olympic gold medal at Barcelona, Spain, last year.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/05/07/arts/diner-s-journal.html","abstract":"  The $19.93 Lunch    Last summer's $19.92 lunch promotion in New York City restaurants was considered such a resounding success that organizers plan to do it again this year: for $19.93. From July 6 to 11, as many as 100 top city restaurants are expected to offer prix fixe $19.93 lunches.   In addition, on Tuesday, July 6, scores of leading restaurants plan to set up serving tables on their sidewalks and sell samples of their cuisine for $3 to $5. Among the restaurants signing on so far are Aquavit, La Caravelle, Montrachet, Bouley, San Domenico and Shun Lee Palace. NY93 Restaurant Day, as it is being billed, will run from 11 A.M. to 6 P.M. The city has issued a blanket one-day outdoor service permit for the participating restaurants, which have been asked to donate $1 from every sale to either Share Our Strength or Citymeals-on-Wheels, two local hunger-relief organizations.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"A Bagel Brief: Rolling Back the Lineage; The Dough Jones Index","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-a-bagel-brief-rolling-back-the-lineage-the-dough-jones-index-581093.html","abstract":"  To the Editor:   Your article on bagels reminded me that my father, who was born in the Williamsburg section of Brooklyn, used to tell me you could gauge the economy by looking at a bagel.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"No New Bomb-Making Material Found in Iraq; A Technology Drain","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-no-new-bomb-making-material-found-in-iraq-a-technology-drain-579893.html","abstract":"  To the Editor:   In your April 26 Op-Ed update on Iraq's Bomb, neither Russia nor the former Soviet Union are even once mentioned among the suppliers of relevant technology to Iraq. The suppliers are exclusively businesses from Western countries, including some from the United States. Though the Soviet Union was not only an ally but a close friend of Iraq, it strictly observed all the international agreements and gentlemen's understandings with regard to nonproliferation.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Senate Passes Stringent New Rules for Lobbyists","web_url":"https://www.nytimes.com/1993/05/07/us/senate-passes-stringent-new-rules-for-lobbyists.html","abstract":"  The Senate moved en masse today to haul this city's tens of thousands of lobbyists to public account for the first time, voting to make them report on who hires them to sway public policy and what they spend doing it.   The 95-to-2 vote was the first serious attempt to overhaul controls of lobbying since 1946, when Congress passed a lobbying-disclosure act that was almost immediately circumvented and ignored.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Top Court Rules Drug Treatment Programs May Not Exclude Pregnant Women","web_url":"https://www.nytimes.com/1993/05/07/nyregion/top-court-rules-drug-treatment-programs-may-not-exclude-pregnant-women.html","abstract":"  The state's highest court ruled today that drug treatment programs cannot exclude pregnant women as a matter of policy, saying the practice is sexually discriminatory.   Lawyers in the case said the ruling was the first of its kind by a top court in any state.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"New York's Transit Fare Collection Lags","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-new-york-s-transit-fare-collection-lags-583693.html","abstract":"  To the Editor:   Your April 26 report (\"A Fare Card for Transit Is Lagging\") that all automated fare collection equipment for New York City buses will be delayed due to \"the need to redesign, retest and retool a new fare box\" is shocking. Such a system already operates in Washington, D.C. Moreover, I have recently spent two weeks in Copenhagen, where one can buy various types of transit tickets usable on buses and trains. These tickets are electronically programmed. The machines into which they are inserted automatically deduct the applicable fare. Why must the New York commuting public wait for such innovations when they already exist?","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/07/arts/art-in-review-575593.html","abstract":"  'Nether Art' 'A Dutch Response to the 90's'  Grey Art Gallery and Study Center 33 Washington Place East Greenwich Village  Through May 15    There is certainly more to contemporary Dutch art than wry, culturally critical appropriation, but that's what stands out in this uneven, if sometimes illuminating, show of 10 young artists from the Netherlands.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/05/07/arts/the-art-market.html","abstract":"    Picasso Estate","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Court Outlaws Old Practice By Legislators","web_url":"https://www.nytimes.com/1993/05/07/nyregion/court-outlaws-old-practice-by-legislators.html","abstract":"  For 128 years, an integral but little-known part of lawmaking in New York has been the State Legislature's ability to change or kill a bill by recalling it from the Governor's desk before he signs or vetoes it. Today the state's highest court struck down the practice as an unconstitutional abasement of open government and the separation of powers.   Lawyers and lobbyists in the Capitol said the decision would change state government by forcing the Legislature to pass bills with fewer defects, by requiring the Governor to make tougher decisions about vetoes and by blocking a favorite avenue for lobbyists to fight bills after they are passed.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Serbian Sincerity, And Ours","web_url":"https://www.nytimes.com/1993/05/07/opinion/serbian-sincerity-and-ours.html","abstract":"Thank God they refused! That was my first reaction to the news that the self-proclaimed Bosnian Serb parliament at Pale had rejected the Vance-Owen peace plan for Bosnia-Herzegovina and called for a referendum on it.\n\nI was afraid they might accept it under the pressure of Slobodan Milosevic, the emperor of \"Greater Serbia,\" who is squeezed by sanctions and scared of bombing. But this time they did not want to listen to their master's warning that rejection of the plan might amount to suicide. Why would they care after their so-called foreign minister, Aleksa Buha, has stated publicly, \"For us Serbs, it is better to commit collective suicide than to live with others any longer.\"","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/07/style/chronicle-262493.html","abstract":"  RORY KENNEDY was born six months after her father, Robert F. Kennedy, was assassinated in 1968, so when the Robert F. Kennedy Memorial Journalism Awards were instituted 25 years ago, they were dedicated to her, she said yesterday.    Tonight, she will be the speaker at the annual presentation of the awards at the offices of the Freedom Forum in Arlington, Va. The grand prize, one of 16 awards, will be given to Paul McEnroe and Allen Short, reporters for The Minneapolis Star Tribune, for a series on abuses in the Minneapolis foster-care system.","thumbnail":null,"section":"Style"},{"date":"19930507","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-letters-to-the-editor.html","abstract":"It Doesn't Come Cheap. Regarding \"Health Task Force Hits the Hard Part - Costs\" (April 20) by Robert Pear with David E. Rosenbaum:. The Clinton administration people who are now scratching their heads over how to pay for further health benefits","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"U.S. Blames Con Ed Error For Fatal Plant Explosion","web_url":"https://www.nytimes.com/1993/05/07/nyregion/us-blames-con-ed-error-for-fatal-plant-explosion.html","abstract":"  The explosion at an East Side power plant last November that killed one man and badly burned two others occurred in part because Consolidated Edison failed to drain steam pipes, the same mistake that resulted in a 1989 explosion in Gramercy Park, a Federal safety agency said yesterday. It proposed fining the utility $247,000.   A spokesman for the utility, Daniel Walden, said that the company had not yet seen the charges from the Occupational Health and Safety Administration and would have no comment. OSHA also accused Con Edison of violating other safety rules intended to protect workers from asbestos.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Uh Oh, Suns Are Even, And Now They Go Home","web_url":"https://www.nytimes.com/1993/05/07/sports/pro-basketball-uh-oh-suns-are-even-and-now-they-go-home.html","abstract":"  The Phoenix Suns are almost sad to leave this place. Winless and quite ordinary last week in two home playoff games, the Suns again thrived here tonight and evened their series with the Los Angeles Lakers at 2-2 with an undramatic 101-86 victory.   The Suns have their two biggest bodies, Charles Barkley and his mirror image, rookie Oliver Miller, to thank.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Giants Sign Collegians","web_url":"https://www.nytimes.com/1993/05/07/sports/sports-people-football-giants-sign-collegians.html","abstract":"  BRIAN FOX, a Florida quarterback who did not play last year, and center JAMIE CRYSDALE of the University of Cincinnati signed with the Giants as free agents yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Review/Film; Recalling The King Of Kung Fu","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-recalling-the-king-of-kung-fu.html","abstract":"Big-budget bio of cult icon via his family. Enjoyably hokey and predictable.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/07/nyregion/metro-digest-933093.html","abstract":"  METRO DIGEST  FEDERAL GOVERNMENT WARNS INSURER   The Federal Government has notified Empire Blue Cross and Blue Shield that its handling of $1.7 billion in Medicare claims for doctors' services has been so poor for the last three years that Empire's contract with the Government may be canceled, government officials said. A1. DEPORTEE FROM ISRAEL CHARGED IN BLAST   A 27-year-old Palestinian, Mohammad Ahmad Ajaj, who was deported from Israel as a suspected terrorist was charged yesterday with conspiring in the World Trade Center bombing by traveling into the United States with another suspect and carrying manuals that told how to construct the kind of bomb used in the February 26 explosion. A1.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"In Paris, Score One Hit, One Error in the Bistro Wars on the Left Bank","web_url":"https://www.nytimes.com/1993/05/07/style/IHT-in-paris-score-one-hit-one-error-in-the-bistro-wars-on-the-left.html","abstract":"- Nothing presumes to represent Paris like the Left Bank, and this privileged, prescient, of-the-moment province of the city has a way of lording it over anyone not of the neighborhood.","thumbnail":null,"section":"Style"},{"date":"19930507","headline":"Jeffries Suit Summations","web_url":"https://www.nytimes.com/1993/05/07/nyregion/jeffries-suit-summations.html","abstract":"  It was only coincidence that Dr. Leonard Jeffries was removed as chairman of the black studies department of City College after a speech he delivered in Albany was attacked as racist, lawyers for the City University of New York said yesterday in closing arguments at Federal District Court in Manhattan. But Joseph Fleming, the professor's lawyer disagreed, saying Dr. Jeffries's had been reappointed seven times.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"One Voice Tries to Quell Chorus of Leaf Blowers","web_url":"https://www.nytimes.com/1993/05/07/nyregion/our-towns-one-voice-tries-to-quell-chorus-of-leaf-blowers.html","abstract":"  OUTSIDE Dick Roberts's house, the birds are singing (\"Cardinals. Finch. We have lots of wrens this year.\") and the foghorns in Long Island Sound are hooting like off-key mechanical owls. Inside, Sam, the retriever, is padding across the carpet (\"He barks a little.\"). Then Mr. Roberts, a jazz pianist who has been known to ask the guitarist in his quartet to play a little softer (\"I want to hear the fingers on the strings. Count Basie could play quiet.\") turns on a full-blast tape recording of the thing he hates.   \"O.K., LET'S HAVE A CONVERSATION,\" he says. Make that, he shouts. On the tape is the 105-decibel drone of a leaf blower.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"The Sorcerer Of Suspense As Apprentice","web_url":"https://www.nytimes.com/1993/05/07/movies/the-sorcerer-of-suspense-as-apprentice.html","abstract":"  IF you think you know every guilty secret of every Hitchcock character, get ready for a shock. There are gloriously bizarre surprises hidden in the English phase of Alfred Hitchcock's career, those early days when he was scarcely a gleam in Hollywood's eye. Among the oddities from the 1930's are: a killer who turns out to be a cross-dressing trapeze artist; a wry comedy about marriage in which no one comes close to being murdered, and more toy trains than you've seen since childhood. And though Hitchcock went to Hollywood for good in 1939, he returned to England near the end of World War II to make the strangest movies of his career: two French-language propaganda films of such cynicism and double-agentry that they might end war altogether. After watching these shorts, no one could possibly figure out who was fighting whom, much less whom to trust.    \" 'Cocky' in Britain: The Early Alfred Hitchcock\" is the too-too-clever title of the delicious series that begins today at the Walter Reade Theater at Lincoln Center. \"Cocky\" refers to the director's boyhood nickname as well as his thumb-your-nose attitude, but while the title's peculiar British ring is jarring, it does make sense. The series follows Hitchcock as he moves away from his Cockney background toward Hollywood, a process that transformed him from Cocky to Hitch.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"Review/City Ballet; Counting Down: 73 Works","web_url":"https://www.nytimes.com/1993/05/07/arts/review-city-ballet-counting-down-73-works.html","abstract":"  The New York City Ballet began its survey of 73 ballets by George Balanchine in earnest on Wednesday night. If Tuesday's gala was a prologue to the company's \"Balanchine Celebration,\" this first regular program, which included \"Apollo\" (1928), \"Prodigal Son\" (1929) and \"Serenade\" (1935), set the chronological pattern for the festival.    All the ballets are familiar, with \"Apollo\" usually considered to be the seminal work that presaged Balanchine's neo-classical style of a decade later. \"Prodigal Son,\" influenced by the acrobatics and Constructivism of the 1920's Soviet avant-garde, still shows the choreographer open to a range of experiments.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Montevideo Journal; Uruguay Is on Notice: Blacks Want Recognition","web_url":"https://www.nytimes.com/1993/05/07/world/montevideo-journal-uruguay-is-on-notice-blacks-want-recognition.html","abstract":"  Beatrice Santos says she doesn't face openly hostile racial comments every day, but there are enough to make her uneasy.    The journalist said that recently, as she was boarding a bus, she heard the ticket collector say to the driver, \"If I let this little black lady pass, maybe my luck will change.\"","thumbnail":null,"section":"World"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: Clinton's Plight; For Bosnia's Serbs, the War Is Total, But the U.S. and Its Allies See Limits","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-balkans-clinton-s-plight-for-bosnia-s-serbs-war-total-but-us-its-allies.html","abstract":"  The refusal of Bosnian Serbs to accept the peace settlement in Bosnia has put President Clinton in an exquisite diplomatic bind: his threat of military action has failed to produce a political solution, and the allies and Congress are still expressing reservations about carrying out the military threats.   The reason is simple.  While many allies mourn for the Bosnian Muslims, others do not see a direct threat to their own national interests that would justify their deep involvement in a rescue mission.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Fourth Trooper Is Charged With Tampering With Evidence","web_url":"https://www.nytimes.com/1993/05/07/nyregion/fourth-trooper-is-charged-with-tampering-with-evidence.html","abstract":"  In a growing scandal that has shaken the New York State Police, a fourth trooper was charged today with tampering with evidence.   David M. Beers, a 15-year veteran of the force, was suspended without pay after he pleaded not guilty this morning in Broome County Court to tampering with evidence in connection with the armed robbery of a Best Western Motel in Johnson City, a few miles from here, in 1991. He was released and given until Friday to post $50,000 bond.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Dinkins Announces Panel on City Workers' Productivity","web_url":"https://www.nytimes.com/1993/05/07/nyregion/dinkins-announces-panel-on-city-workers-productivity.html","abstract":"  After being criticized for months for not securing productivity gains from municipal workers, Mayor David N. Dinkins announced yesterday the formation of a panel to study how to get more out of the city work force.   The creation of the 13-member panel follows sharp criticism that began in January from fiscal monitors and the Mayor's political opponents, who said he did not press labor leaders hard enough in negotiations that led to contracts signed with 19 municipal unions representing 200,000 city workers. That criticism grew this week when the Mayor presented a budget for the next fiscal year.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Books, Not Bunts","web_url":"https://www.nytimes.com/1993/05/07/sports/sports-people-baseball-books-not-bunts.html","abstract":"  The Rutgers University-Newark baseball team forfeited its New Jersey Athletic Conference playoff game yesterday because the players had to take exams. Athletic Director JOHN ADAMS said the 3:30 P.M. game conflicted with the school's final exam schedule.   The forfeiture means Rutgers-Newark is out of the playoff picture and out of the running for an automatic bid to the National Collegiate Athletic Association Division III tournament.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Critic's Notebook; Balancing Love and Death At the Circus","web_url":"https://www.nytimes.com/1993/05/07/arts/critic-s-notebook-balancing-love-and-death-at-the-circus.html","abstract":"  CHILDREN are bent into strange shapes, tossed in the air, kicked around. Ripe adult bodies are flaunted, coupled, cantilevered, hurled through space. And the possibility of death lurks everywhere: death by falling, death by dismemberment, death by collision, slapsticks of death and rebirth. It is, of course, that most innocent form of entertainment, fun for the whole family: the circus.    Two circuses in town -- the Ringling Brothers and Barnum & Bailey three-ring extravanganza, which has moved on to Providence, R.I., and Cirque du Soleil, the thrust-stage circus whose current production is titled \"Saltimbanco,\" at Battery Park through May 30 -- offer an opportunity to contemplate not just individual feats but also the collective message of two distinct but kindred performances. The two have different roots and class aspirations: Ringling Brothers connects to all-American vaudeville, Cirque du Soleil to European commedia dell'arte and modern performance art. The Ringling Brothers' concessions sold hot dogs and snow cones; Cirque du Soleil offers Evian water and four kinds of tea. Ringling Brothers included trained animals; Cirque du Soleil does not.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Review/Film; 'Dave,' a Prince-and-Pauper Switch","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-dave-a-prince-and-pauper-switch.html","abstract":"The switching of the president. Bright, buoyant White House caper.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1993/05/07/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B14-15.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92112412789.html","abstract":"1943: War and Harvest","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Owners to Study Schedule That Offers Interleague Play","web_url":"https://www.nytimes.com/1993/05/07/sports/baseball-owners-to-study-schedule-that-offers-interleague-play.html","abstract":"  In the next couple of weeks, the baseball owners' committee studying changes in league alignment and post-season playoffs will examine its first schedule for interleague play. The mock schedule would provide for 16 or 20 games between teams in the corresponding divisions in each league.   The schedule is one of six the committee has commissioned for its study and for a presentation to the 28 owners at their meeting in Denver next month.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/07/nyregion/c-corrections-532193.html","abstract":"  An article yesterday about the decision to stop using the Central Park Reservoir mistranslated the capacity of the billion-gallon reservoir in some editions. The capacity equals 20 million average bathtubs or 200 million flushes (not 200,000 tubs and two million flushes).","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Holtzman Admits Her Support for Banking Concern Was Mistake","web_url":"https://www.nytimes.com/1993/05/07/nyregion/holtzman-admits-her-support-for-banking-concern-was-mistake.html","abstract":"  Elizabeth Holtzman, the New York City Comptroller, said yesterday that she made a mistake in allowing her office to recommend that a banking company become an underwriter of city bonds when she owed the bank a large campaign debt.   In a televised interview on New York 1 News, Ms. Holtzman said she had written a letter to Mayor David N. Dinkins asking that the city reconsider the selection of the company's securities division, Fleet Securities, as an underwriter of the city's borrowing.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Review/Art; Anselm Kiefer, Emigre, In Two-Part Installation","web_url":"https://www.nytimes.com/1993/05/07/arts/review-art-anselm-kiefer-emigre-in-two-part-installation.html","abstract":"  Anselm Kiefer doesn't live in Germany anymore. About two years ago, the Neo-Expressionist artist who made his name with paintings that delved ambiguously into his country's dark Nazi past pulled up stakes, departed his enormous studio in Buchen, near Frankfurt, and resettled in southwestern France. What this change of country will do for Mr. Kiefer's work remains to be seen.    For now, he has commemorated what must have been a rather traumatic act of expatriation with a momentarily startling, ultimately indulgent two-part installation piece titled \"20 Years of Loneliness\" at the Marian Goodman Gallery on West 57th Street. The opening last Saturday was followed by a bizarrely theatrical white-on-white dinner for 150 at Industria in the West Village, an event that involved lip-synching drag queens, a challenging menu of animal organs, and pigs' feet for table decorations.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/07/sports/results-plus-321393.html","abstract":"  CYCLING Dutchman Wins DuPont Time Trial  The 11-day, 1,085-mile Tour DuPont, America's leading bicycle race, began last night in Wilmington, Del., with Jelle Nijdam of Holland winning the 2.98-mile prologue time trial in 5 minutes 55.070 seconds. Two overall favorites among the 118 competing cyclists were next: Raul Alcala of Mexico second in 6:05.952 and Lance Armstrong of Austin, Tex., in 6:07.037. There will be two stages today, a 55.6-mile flat-road race in the morning and a 15.4-mile team time trial at night. TENNIS  Edberg and Becker Are Upset Victims  Top-seeded Stefan Edberg and second-seeded Boris Becker were upset yesterday in the $1.7 million German Open in Hamburg, Germany. Becker was was unable to keep up with the steady baseline play of fellow German Bernd Karbacher and lost, 6-3, 6-4. Edberg, the defending champion, lost to Emilio Sanchez of Spain, 4-6, 7-6 (7-5), 6-4. Marc Goellner, the rising German star who had upset fifth-seeded Michael Chang in the previous round, was also eliminated, 6-1, 4-6, 6-2, by Andrei Chesnokov of Russia. (AP) Navratilova Returns Victoriously: Martina Navratilova, playing her first tournament after a 10-week layoff caused by a tender right ankle, defeated Naoko Sawamatsu of Japan, 6-4, 6-4, to reach the quarterfinals of the Italian Open at Rome. The two-hour match was interrupted for three hours by rain. Jennifer Capriati also advanced, beating South Africa's Amanda Coetzer, 7-6 (8-6), 4-6, 6-2, in a baseline battle. (AP) COLLEGES  N.C.A.A. Women's Field Expanded to 64  The field for the National Collegiate Athletic Association Division I women's basketball tournament will be expanded from 48 to 64 teams for next season, the N.C.A.A. announced yesterday in Overland Park, Kan. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Review/Film; Treating a Delicate Story of a Soldier and a Boy Tenderly","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-treating-a-delicate-story-of-a-soldier-and-a-boy-tenderly.html","abstract":"  Roeland Kerbosch's film \"For a Lost Soldier\" takes up the most delicate of subjects, a romantic relationship between a grown-up and a child, and invests it with an aching tenderness that stays just this side of nostalgic mush.   Set in the Netherlands near the end of the World War II, the film is an extended flashback in which Jeroen Boman (Jeroen Krabbe), a middle-aged choreographer at work on a piece about the Allied liberation, recalls his adolescent relationship with a Canadian soldier more than 40 years ago.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"Senate Backs Rules On Most Lobbying","web_url":"https://www.nytimes.com/1993/05/07/us/senate-backs-rules-on-most-lobbying.html","abstract":"  The Senate voted overwhelmingly yesterday to require lobbyists to account for the money they spend to influence Government officials.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Glow of Firefly Is Used in New Test to Detect TB","web_url":"https://www.nytimes.com/1993/05/07/us/glow-of-firefly-is-used-in-new-test-to-detect-tb.html","abstract":"  The glow of the firefly has been transformed into a new laboratory test that can detect drug-resistant strains of tuberculosis much more quickly than standard tests, and experts are hailing the development as a potentially important advance in combating the resurgence of the disease.   The spread of drug-resistant tuberculosis in New York and elsewhere in the country has alarmed health officials because the death rate in some outbreaks has been as high as 50 percent. The firefly test reduces by several weeks the time it can take to detect a drug-resistant strain of the bacterium that causes tuberculosis.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/07/nyregion/c-corrections-533093.html","abstract":"  Because of an editing error, an article on the Media Business page yesterday, about an attempt by the National Basketball Association to eliminate television broadcasts of N.B.A. games by superstations like WTBS, misstated the timing of legal action on the issue. A court hearing on the matter is to be held next week; a decision by the judge is not expected then.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Review/Art; Cubism From the Perspective of Eastern Europe","web_url":"https://www.nytimes.com/1993/05/07/arts/review-art-cubism-from-the-perspective-of-eastern-europe.html","abstract":"  A distinguished but little-known chapter in the history of modernism unfolded in Prague in the second decade of this century. It is the subject of a show well worth seeing called \"Czech Cubism: Architecture and Design, 1910-1925,\" at the Cooper-Hewitt Museum.   Does it sound provincial? It is, but in giving Cubism a Bohemian slant, Czech architects and designers were actually developing an appealing provincialism. They seem to have taken from France only the surface of what Picasso and Braque had invented: a vocabulary of folded, angular forms that made the Czechs' designs for buildings and furniture look weird and agitated without being fully Cubist in their reorganization of space. At the same time, their forms bring to mind the pointy Gothic spires and the steeply gabled roofs from Prague's history. Czech Cubism seems a distinctive blend of new and old, internationalism and regionalism.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"No New Bomb-Making Material Found in Iraq; Undeserved Listing","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-no-new-bomb-making-material-found-in-iraq-undeserved-listing-580193.html","abstract":"  To the Editor:   The Wisconsin Project continues its annual \"list of items\" (Op-Ed, April 26) illegally obtained by Iraq in developing its unlawful nuclear program. The project insures that companies make certain \"dual-use\" technologies aren't surreptitiously obtained and misapplied.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-letters-to-the-editor-92397907224.html","abstract":"Clinton and the Military. Maybe the trouble with President Bill Clinton is that his lack of military experience makes him too respectful of the recommendations of General Colin Powell, that very model of a modern four-star general, whose own role model se","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/05/07/style/IHT-what-theyre-reading.html","abstract":"Hugh Johnson, chief investment strategist for First Albany Securities, is reading Jane Smiley's novel \"A Thousand Acres,\" about a farm in the Midwest.. \"To get my mind off the business. It's another world, another life - and this is so w","thumbnail":null,"section":"Style"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: Military Planning; U.S. Sees Air Raids Curbing Guns but Not Ending War","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-balkans-military-planning-us-sees-air-raids-curbing-guns-but-not-ending.html","abstract":"  Military officials involved in planning air strikes against the Bosnian Serbs believe that air attacks would be effective in suppressing the Serbian artillery fire that has fallen on Sarajevo and other Muslim or Croatian-held towns and cities in Bosnia.    But the officials do not believe that air strikes alone would necessarily lead to an end of the fighting in Bosnia.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/05/07/arts/restaurants-284593.html","abstract":"  Two of the questions most frequently asked by New Yorkers are: \"Where can I find an affordable apartment?\" and \"Where can I get a good seafood dinner?\" While the former requires a magician, the latter has become less problematic in recent years.   The 11-year-old Wilkinson's Seafood Cafe has been the prototype for a half-dozen small neighborhood fish houses. Seven weeks ago a new chef took over: Melissa Lord, from the defunct John Clancy's in Greenwich Village.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Schultz's Future Tied To Virginia Probation","web_url":"https://www.nytimes.com/1993/05/07/sports/colleges-schultz-s-future-tied-to-virginia-probation.html","abstract":"  The future of Dick Schultz as executive director of the National Collegiate Athletic Association became more uncertain yesterday when the University of Virginia was placed on a two-year probation for 13 major rules violations that began before Schultz left the school as athletic director.   In an unprecedented situation in college athletics, Schultz, the leader of a movement to reform the N.C.A.A., increase academic standards for athletes, provide more equitable opportunities for women and make athletic departments more accountable for their actions, now faces the judgment of the organization's 14-member executive committee.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90491420009.html","abstract":"1918: The Trotzky Letter","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Review/Film; The Threats to Creatures of Amazonia","web_url":"https://www.nytimes.com/1993/05/07/movies/review-film-the-threats-to-creatures-of-amazonia.html","abstract":"  \"Amazonia: Voices From the Rain Forest,\" a documentary about life in the Amazon River basin, is a handsome, well-meaning film that is overwhelmed by the scope and complexity of its subject.    The 70-minute film, which opens today at the Cinema Village on a double-bill with \"Anima Mundi,\" a nature documentary, explores the devastating impact of Western civilization on one of the world's richest natural habitats. Although \"Amazonia\" offers passionate arguments about the necessity of preserving the region from development, its evocation of the political and social forces affecting the area is far too sketchy and confusing for the pieces to form a coherent historical portrait.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A King Accused","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Driver Acquitted of Homicide In School Bus Crash in Texas","web_url":"https://www.nytimes.com/1993/05/07/us/driver-acquitted-of-homicide-in-school-bus-crash-in-texas.html","abstract":"  After nearly four years of being labeled a \"killer\" in Texas's worst school bus accident, the driver of a soft-drink delivery truck has been found not guilty on all 21 counts of criminally negligent homicide arising from the crash.   After hearing two and a half weeks of testimony, the jury in this impoverished border county on Wednesday acquitted Ruben Perez, 29, of the charges -- one for each of the children who died in an accident that sent a school bus plunging into a flooded roadside gravel pit on Sept. 21, 1989.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Review/TV Weekend; Nureyev on Nureyev In a 2-Year-Old Portrait","web_url":"https://www.nytimes.com/1993/05/07/arts/review-tv-weekend-nureyev-on-nureyev-in-a-2-year-old-portrait.html","abstract":"  Nureyev,\" a \"Great Performances\" presentation tonight on PBS, is not the definitive biographical essay that one of the greatest dancers of this century so richly deserves. This 90-minute portrait, constructed around an extended interview with the superstar, was produced in 1991. Rudolf Nureyev died of AIDS on Jan. 6 this year. A sense of incompletion, not to mention evasiveness, pervades the piece.    Nevertheless, there is more than enough here to fascinate not only lovers of dance, but also students of human nature. Relaxing on his own island off Italy, a property once owned by the dancer and choreographer Leonid Massine, Nureyev talks about himself, sometimes candidly, more often warily. Born in 1938, the son of Muslim Tatars, he grew up in Ufa, a small town between Moscow and Siberia. His childhood is recalled in terms of Dickensian poverty. He speaks of having to go to school without shoes and wearing his older sister's clothes. Not stressed: these were the years of World War II when suffering and deprivation were widespread in the Soviet Union.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Abroad at Home; The Moment Of Truth","web_url":"https://www.nytimes.com/1993/05/07/opinion/abroad-at-home-the-moment-of-truth.html","abstract":"  If there was any doubt left, the Serbs have blown it away. They will not agree to a peace that keeps them from conquering all they want in Bosnia.    They delivered that message to the world with contempt, twice in a single day. The so-called Bosnian-Serb assembly rejected the Vance-Owen peace plan for Bosnia. Then Serbian military forces aimed a devastating artillery barrage at Zepa, one of the last Bosnian Government enclaves in the eastern part of the country, filled with Muslim refugees.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Here Comes Franco, Hoping for the Best","web_url":"https://www.nytimes.com/1993/05/07/sports/baseball-here-comes-franco-hoping-for-the-best.html","abstract":"  The remote control wasn't too much for John Franco's left elbow to handle. Alone in a hotel room, Franco worked the channels, his surgically repaired elbow untroubled. Soon, the television screen was filled with a baseball game. It was only May, but already the disabled closer for the Mets had seen too much.   He was about to hit the remote, when an image suddenly caught Franco's interest. Joe Magrane, the left-hander for the Cardinals who was back from major elbow surgery, was on the mound. For Franco, it was another snapshot of the future coming at a time that has been overloaded with doubts.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Article 271393 -- No Title","web_url":"https://www.nytimes.com/1993/05/07/arts/article-271393-no-title.html","abstract":"  The burrito proliferation continues. All over Manhattan, new places specializing in gargantuan burritos are opening up, and established burrito restaurants are spinning off branches or setting up takeout shops.   Anyone who has sized up one of these burritos knows that the dirigible era did not end with the Hindenburg disaster. Rather than the slender tubes once common in Mexican restaurants, these are foot-long flour tortillas packed full with rice, beans, cheese, guacamole and anything else that once grew or moved. These entire meals in not-so-neat packages first took flight in Northern California, then traversed the country to New York, where entrepreneurs like Mark Merker are now riding the burrito's soaring popularity.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-letters-to-the-editor-92254210820.html","abstract":"A Vote for Clinton. The economic stimulus package as proposed by President Bill Clinton could help create jobs for all of grass-roots America. This program includes money for unemployment insurance, summer jobs programs, highway construction, child immu","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Afrikaner Rightists Vow Never to Live Under Mandela's Rule","web_url":"https://www.nytimes.com/1993/05/07/world/afrikaner-rightists-vow-never-to-live-under-mandela-s-rule.html","abstract":"  The meeting started about corn prices and farm labor laws, but soon enough it got around to blood.   The 5,000 white farmers, assembled in the rugby stadium of this right-wing farm-belt town, listened to the too-familiar stories of farm families raped and killed in their bedrooms by black intruders.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Howe Gets Lit Up But E.R.A. Goes Down","web_url":"https://www.nytimes.com/1993/05/07/sports/baseball-howe-gets-lit-up-but-era-goes-down.html","abstract":"  The earned run average that started at infinity and rested briefly at 81.00 reached a season-low 19.06 yesterday. Steve Howe pitched two innings against the California Angels at Yankee Stadium and he dropped his e.r.a. by more than 5.00. That sounds positive or, at least, reassuring.   It was not.   After Mike Witt pitched seven stout innings, Howe relieved and gave up a two-run homer to Chili Davis in the eighth inning to provide the Angels and Scott Sanderson with a 3-1 victory over the Yankees and a two-game series sweep. It is simply a measure of his miserable early season that Howe bettered his numbers with a two-inning outing that produced two earned runs and a loss.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"No New Bomb-Making Material Found in Iraq","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-no-new-bomb-making-material-found-in-iraq-578093.html","abstract":"  To the Editor:   The Op-Ed piece by Diana Edensword and Gary Milhollin (\"Iraq's Bomb -- an Update,\" April 26) is an example of the old adage that a little knowledge is a dangerous thing.   The authors have cobbled together a motley collection of half-truths and personal interpretations of limited information to which they have had access. They have then constructed a grossly distorted and arbitrary picture, comfortably secure that a vast majority of your readers cannot form any independent judgment but will be prepared to think the worst of possible Iraqi intentions.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: Europe; Europe's Call: Lead On, U.S.","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-in-the-balkans-europe-europe-s-call-lead-on-us.html","abstract":"  Despite all their reluctance to agree with the United States about military steps to stop the killing in the Balkans, what the European allies have really wanted from President Clinton is firm leadership now that he has consulted with them.   More than one European diplomat has said in recent conversations that Mr. Clinton should stop asking them their opinion on what he plans to do and start telling them instead what he plans to go ahead with, preferably with their support.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Street-Vendor Vets Are Being Neglected","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-street-vendor-vets-are-being-neglected-565893.html","abstract":"  To the Editor:   There is no question that the streets of New York City must be rid of the illegal vendors and their merchandise. I, too, commend the Mayor for his initiatives (\"Smart Steps on Peddling,\" editorial, April 20). However, at the time the New York State Legislature struck down the longstanding Chapter 687, displacing approximately 176 vendors who are veterans, it was with the understanding that the Fifth Avenue Association and the City of New York would live up to their promises to provide assistance and economic opportunities to them.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: The Serbs; Belgrade Vows to Cut Bosnia Aid, Prompting Skepticism and Hope","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-balkans-serbs-belgrade-vows-cut-bosnia-aid-prompting-skepticism-hope.html","abstract":"  The Governments of Serbia and federal Yugoslavia said today that they would cut all but humanitarian aid to the Serbian nationalists in Bosnia and Herzegovina, saying they were angered by the Bosnian Serb parliament's rejection, hours earlier, of an international plan to end this country's war.   \"The Government believes there is no reason to provide further help in the form of money, fuel, industrial materials and other goods that have been sent until now,\" Serbia's statement said. Future aid shipments, it said, \"will be only in the form of food and medicine.\"","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Schedule of Human Rights Film Festival","web_url":"https://www.nytimes.com/1993/05/07/movies/schedule-of-human-rights-film-festival.html","abstract":"  The Human Rights Watch Film Festival begins tonight and runs through May 20 at the Loews Village Theater VII, Third Avenue at 11th Street, East Village. Admission: $6.50. Information: (212) 978-8991. Festival sponsors include Loews and MTV. Here is the festival schedule for this weekend. Today  \"SERBIAN EPICS\" (1992), directed by Pawel Pawlikowski, and \"A DAY IN THE DEATH OF SARAJEVO\" (1992), directed by Thierry Ravalet, Alain Ferrari and Bernard-Henri Levy, 6 P.M. Two views of the violence in the former Yugoslavia. \"THE JOURNEY\" (1991), directed by Fernando E. Solanas, 6:15 P.M. A surreal Argentine road film. \"KIEV BLUE\" (1992), directed by Heather MacDonald, \"SEX AND THE SANDINISTAS\" (1991), directed by Lucinda Broadbent, and \"KHUSH\" (1991), directed by Pratibha Parmar, 9:30 P.M. Documentaries on homosexuality. \"MEMORY OF THE WATER\" (1992), directed by Hector Favor, 9:45 P.M. A portrait of a concentration-camp survivor. Tomorrow  \"MESSING UP GOD'S GLORY\" (1993), directed by Avril Johnson and Afua Namiley-Viana; \"THE VOICE OF THE SHAWLS\" (1992), directed by Marcelo Cespedes and Carmen Guarini, and \"WOMEN OF ALGIERS\" (1992), directed by Kamal Dehane, noon. Works on women's experiences. \"THE HOUR OF THE FURNACES\" (1968), directed by Fernando E. Solanos and Octavio Getino, focusing on the exploitation of Latin America, 12:15 P.M.; \"BLUE NOTES AND EXILED VOICES\" (1992), directed by Imruh Bakari, and \"MIZIKE MAMA\" (1992), directed by Vollaine de Villers, 2 P.M. Two works on singing groups in Africa.  \"MAMA SAID\" (1992), directed by Michael Costanza; \"NO JUSTICE, NO PEACE\" (1992), directed by Portia Cobb; \"APRIL 29TH,\" (1993), directed by Dai Sil Kim-Gibson, and \"HANDS ON THE VERDICT\" (1992), directed by Liz Canner and Julia Meltzer, 4 P.M. Four views of the Los Angeles riots.  \"FROM HOLLYWOOD TO HANOI,\" (1992), directed by Tiana Thi Thanh Nga, 6 P.M. A Vietnamese-American returns to Vietnam.  \"ANOTHER AFRICA,\" (1992), directed by Francoise Ebrand, 7 P.M. A coming-of-age drama set in New Guinea.  \"TANGOS: THE EXILE OF GARDEL,\" (1985), directed by Fernando E. Solanos, about Argentine political exiles in Paris, 9 P.M. \"DISMISSED FROM LIFE,\" (1992), directed by Waldemar Krzystek, 9:15 P.M. An amnesiac wanders during the emergence of democracy in Poland. Sunday  \"THE UNDECLARED WAR\" (1991), directed by Bertrand Tavernier, focusing on former French soldiers discussing the Algerian war, noon. \"SERBIAN EPICS\" (1992), directed by Pawel Pawlikowski, and \"A DAY IN THE DEATH OF SARAJEVO\" (1992), directed by Thierry Ravalet, Alain Ferrari and Bernard-Henri Levy, 12:15 P.M. Two views of the violence in the former Yugoslavia. \"TXAI MACEDO\" (1992), directed by Marcia Machado and Tal Danai, focusing on the Amazon rain forest, and \"WINDS OF MEMORY\" (1992), directed by Felix Zurita, about Mayan life in Guatemala, 3:15 P.M. \"EIGHTH DAY THEATER\" (1992), directed by Joanna Helander and Bo Persson, 4:30 P.M. Emigration of a Polish theater group.  \"KIEV BLUE\" (1992), directed by Heather MacDonald; \"SEX AND THE SANDINISTAS\" (1991), directed by Lucinda Broadbent, and \"KHUSH\" (1991), directed by Pratibha Parmar. 5:15 P.M. Documentaries on homosexuality. \"FROM HOLLYWOOD TO HANOI\" (1992), directed by Tiana Thi Thanh Nga, 6:30 P.M. A Vietnamese-American returns to Vietnam. \"HEAR MY CRY\" (1991), directed by Maciej Janusz Drygas, and \"THE KATYN FOREST\" (1991), directed by Marcel Lozinski and Andrzej Wajda, 7:30 P.M. Documentaries about Poland. \"IN THE NAME OF GOD\" (1992), directed by Anand Patwardhan, 9 P.M. An examination of Hindu fundamentalism.  \"TERRORISM AND KEBOB\" (1992), directed by Sherif Araf, 9:30 P.M. An Arab farce about bureaucracy.","thumbnail":null,"section":"Movies"},{"date":"19930507","headline":"A SIXTH SUSPECT CHARGED IN BLAST","web_url":"https://www.nytimes.com/1993/05/07/nyregion/a-sixth-suspect-charged-in-blast.html","abstract":"  A 27-year-old Palestinian who the authorities said entered the United States carrying manuals that told how to construct the kind of bomb used in the World Trade Center explosion was charged yesterday with conspiring in the Feb. 26 attack.   In a Federal complaint, officials said Mohammad Ahmad Ajaj arrived in New York City last September on a flight from Pakistan with Ramzi Ahmed Yousef, identified in the complaint as another suspect who is still at large.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Jurors in a Libel Case Get Homework: Read","web_url":"https://www.nytimes.com/1993/05/07/us/jurors-in-a-libel-case-get-homework-read.html","abstract":"  A jury of seven women and one man was given a daunting homework assignment today by Judge Eugene F. Lynch: A 48,500-word, two-part series from The New Yorker magazine that is at the heart of a $10 million libel case in Federal court here pitting a flamboyant scholar against an erudite writer.   With three days of reading behind them, the jury will reconvene Monday for opening arguments in this celebrated, nine-year-old case, and will hear testimony from Jeffrey M. Masson, who is suing the writer of the series, Janet Malcolm, for libel.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"School in Boston Is Shut for Week After Race Fight","web_url":"https://www.nytimes.com/1993/05/07/us/school-in-boston-is-shut-for-week-after-race-fight.html","abstract":"  South Boston High School, the most bitter battleground of Boston's fight two decades ago over court-ordered school busing, was ordered closed for the week today after a street fight between black and white students.   Amid simmering racial tensions, about 200 students walked out of the school at midday, began shouting racial epithets, and then throwing rocks and bottles at each other.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Bargaining at the Art Galleries: A Personal Odyssey","web_url":"https://www.nytimes.com/1993/05/07/arts/bargaining-at-the-art-galleries-a-personal-odyssey.html","abstract":"  I BEGAN at the Fawbush Gallery in SoHo, under thundery skies, pursuing John Wilcox, a young artist known for his canvases about the soul. The gallery is on Grand Street in SoHo. It is a narrow place with white-splashed walls, and very neat. One other person was circling the room when I arrived, a fidgety man with a worn face. As he inspected the art, he kept muttering to himself: \"Hmmm, nice. Hmmm, nice. Hmmm, nice.\"   Joe Fawbush, the owner, greeted me with an earnest smile. A single Wilcox was on display, and Mr. Fawbush lugged out five others. One was a square piece of white canvas. Glued to it was a narrow strip of acid-free paper, on which were typed excerpts from the Book of Revelation.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-letters-to-the-editor-91944061165.html","abstract":"Punishing the People. Regarding \"Two Pointless Embargoes\" (Business/Finance, April 23):. Congratulations to Reginald Dale for his eminently sensible article on the pointlessness of the U.S. trade embargoes against Vietnam and Cuba. He might have","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/05/07/theater/on-stage-and-off.html","abstract":"  Case of the Vanished Audience    Amid the raft of recent closings, the one surprise is \"The Song of Jacob Zulu,\" which shuts down Sunday on the eve of the Tony nominations (it seems certain to garner at least one, for best score) after a run of just over a month.    The show, an anti-apartheid drama by Tug Yourgrau and featuring the a cappella singing group Ladysmith Black Mambazo, received mixed reviews, but attendance figures were quite respectable, hovering around 75 percent throughout the run. In addition, the producers said this week, the show seemed to have found the core black audience that it had particularly sought.","thumbnail":null,"section":"Theater"},{"date":"19930507","headline":"13 DIE IN AMBUSH OF CAMBODIA TRAIN","web_url":"https://www.nytimes.com/1993/05/07/world/13-die-in-ambush-of-cambodia-train.html","abstract":"  The United Nations said today that more than 100 gunmen believed to be Maoist-inspired guerrillas of the Khmer Rouge ambushed a train in western Cambodia late Wednesday and killed at least 13 passengers.   Seventy other passengers were reported hurt in the attack in the western province of Battambang, which occurred along one of the most heavily traveled rail lines in Cambodia.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/05/07/arts/the-spoken-word.html","abstract":"  ARTS SYMPOSIUM, Columbia University, Lewisohn and Dodge Halls, Broadway and 116th Street, Morningside Heights. \"Dean's Day,\" a day of seminars by leaders of the New York arts world, is to include the playwright Arthur Kopit, the sculptor George Segal and Stacy Cochran, the director of \"My New Gun.\" Tomorrow, 9:30 A.M. to 4 P.M. Admission: $20; $10 for students and 1993 graduates. Information: (212) 567-0260. COMMUNITY CONFERENCE, Columbia University, Ferris Booth Hall, 115th Street and Broadway, Morningside Heights. \"New York: The Apple of Clinton's Eye,\" a conference focusing on the impact of the Clinton Administration on New York City and other urban areas, is to feature State Senator Franz S. Leichter and Representative Charles B. Rangel, both Democrats of Manhattan. Tomorrow, noon to 4 P.M. Free. Information: (212) 397-5913.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Voice of America Should Remain With U.S.I.A.","web_url":"https://www.nytimes.com/1993/05/07/opinion/l-voice-of-america-should-remain-with-usia-567493.html","abstract":"  To the Editor:   I disagree with your editorial \"New Voices for a Changed World\" (April 26), that the Voice of America \"would gain in vigor if it were removed from direction by a political appointee and managed instead by an independent, Presidentially appointed board.\"   Voice of America has consistently, vigorously and creditably adhered to its charter to broadcast reliable and authoritative international, regional and United States news; to present a balanced and comprehensive projection of significant American thought, institutions, and United States policies, as well as responsible discussion and opinion on these policies. Most recent proof of its success has been in China where all audience surveys establish Voice of America's primacy over other foreign broadcasters in providing listeners with news, information and background they require in their quest for freedom and democracy.","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/07/opinion/IHT-letters-to-the-editor-94168173780.html","abstract":"To Be Pitied, Not Censured. Regarding \"Old Foes Eventually Make Up\" (Opinion, April 16):. Is Leslie H. Gelb pulling our leg when he asserts that Janos Kadar \"held power in Budapest by pulling out fingernails\"? The Budapest fingernails","thumbnail":null,"section":"Opinion"},{"date":"19930507","headline":"Yeltsin Irks Japan by Canceling Visit for the 2d Time in 8 Months","web_url":"https://www.nytimes.com/1993/05/07/world/yeltsin-irks-japan-by-canceling-visit-for-the-2d-time-in-8-months.html","abstract":"  Japanese officials reacted with barely veiled anger and exasperation today when they learned that President Boris N. Yeltsin of Russia had once again abruptly canceled a visit to Tokyo, for the second time in eight months.   Like Mr. Yeltsin's last cancellation, Japanese officials first heard about it over the television rather than through diplomatic channels. And while both countries attempted to lay the blame on scheduling problems, officials here made it clear that the trip had been scuttled largely after it became clear that no progress would be made toward resolving the dispute over the fate of the four Kurile islands that were seized by the former Soviet Union in the last days of World War II.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"N.F.L.-Players Agreement Alters Free Agent Rules","web_url":"https://www.nytimes.com/1993/05/07/sports/pro-football-nfl-players-agreement-alters-free-agent-rules.html","abstract":"  Just when everyone was getting the hang of free agency, the National Football League owners and players came up with a surprising conclusion yesterday to more than five years of haggling over a new collective bargaining agreement.   As part of a sweeping seven-year agreement that will increase player benefits by more than $1 billion, the sides changed the rules on the so-called franchise players, the one supposedly untouchable player on each team.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"McHale Looks Back and It's Funny","web_url":"https://www.nytimes.com/1993/05/07/sports/pro-basketball-mchale-looks-back-and-it-s-funny.html","abstract":"  Eventually, after the green uniform had been removed forever, Kevin McHale could laugh at the fact that the last official act of his Hall-of-Fame-caliber career was arguing with an official. It was not so humorous at the time.   McHale had been brought back into the din of the Charlotte Coliseum Wednesday night with 0.4 seconds restored to the clock, one last encore of a 13-year career with the Boston Celtics, his team trailing the Charlotte Hornets by a point, his last playoff series all but over.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"A Giant Answer","web_url":"https://www.nytimes.com/1993/05/07/sports/sports-people-football-a-giant-answer.html","abstract":"  The way LAWRENCE TAYLOR was telling it yesterday, God does some of His best work by not answering prayers.   Taylor was honored by the March of Dimes yesterday as the athlete of the decade at a luncheon where CHRIS EVERT received a lifetime achievement award and RIDDICK BOWE was honored for sports achievement.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"CONFLICT IN THE BALKANS: The Fighting; SERBS ARE POISED TO SEIZE ENCLAVE","web_url":"https://www.nytimes.com/1993/05/07/world/conflict-in-the-balkans-the-fighting-serbs-are-poised-to-seize-enclave.html","abstract":"  Reports from Zepa, a besieged Muslim enclave in eastern Bosnia, said attacking Bosnian Serb forces had broken through longstanding defense lines and were poised today to overrun the entire pocket.   The ham radio reports of the Zepa assault remain unconfirmed because there are no independent observers in the area.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/07/arts/art-in-review-576393.html","abstract":"  'Golub/Spero, Part II' '90's/50's'  Josh Baer Gallery 475 Broome Street SoHo Through May 15    Having been married for nearly 40 years and having shared adjacent studios for many of them, it is not surprising that Nancy Spero and Leon Golub have influenced each other's work. This quietly inspiring joint exhibition includes some seldom-seen paintings from the 1950's that attest to the couple's shared interest in diverting the formal means of Abstract Expressionism toward more narrative ends: she toward shrouded images of goddesslike females, he toward even more primal shamanistic motifs. But the show's real news resides in the impressive recent efforts by the two artists, which indicate that their mutual influence may be at a new high.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Political Memo; Hillary Clinton Is Back! Details Inside","web_url":"https://www.nytimes.com/1993/05/07/us/political-memo-hillary-clinton-is-back-details-inside.html","abstract":"  Suddenly, Hillary Rodham Clinton is back, dominating the newsstands, from Family Circle to the cover of People and from Time to The Washington Post. Her aides insist that the timing is all coincidental, but some political professionals see it as a useful exercise in image-burnishing before the release of the Administration's long-awaited proposal for health-care reform.   Sometime in June, after all, the health-care task force that Mrs. Clinton heads will come forth with a program to overhaul one-seventh of the nation's economy. As lawmakers are discovering in a series of private briefings, it will be complicated, it will be big and it will be expensive.","thumbnail":null,"section":"U.S."},{"date":"19930507","headline":"Transport Chief Quits Under Fire in Germany","web_url":"https://www.nytimes.com/1993/05/07/world/transport-chief-quits-under-fire-in-germany.html","abstract":"  Transport Minister Gunther Krause, the most prominent eastern German politician in Chancellor Helmut Kohl's coalition Government, resigned today over accusations that he had used public funds to pay his family's private moving expenses.   Mr. Krause's resignation came after he met with Mr. Kohl to discuss allegations in the German press that he had billed the Government $4,000 for the move in 1991 from Berlin to his hometown, Borgerende on the Baltic Sea not far from Rostock.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"At Sri Lanka Rite, Widow Speaks Up","web_url":"https://www.nytimes.com/1993/05/07/world/at-sri-lanka-rite-widow-speaks-up.html","abstract":"  The body of Sri Lanka's assassinated President, Ranasinghe Premadasa, was cremated today, and his widow indicated during the ceremony that she might try to build her own political career, a suggestion that seemed to take members of the ruling party by surprise.   Only hours after the elaborate Buddhist funeral, Government officials were suggesting that the President's widow, Hema Premadasa, might move quickly to try to become Prime Minister of this nation of 17 million, thereby unsettling the ambitions of other politicians.","thumbnail":null,"section":"World"},{"date":"19930507","headline":"Knicks Win With the 3 R's: Rivers, Rivers, Rivers","web_url":"https://www.nytimes.com/1993/05/07/sports/pro-basketball-knicks-win-with-the-3-r-s-rivers-rivers-rivers.html","abstract":"  Crushing Indiana with 3-point shots, Doc Rivers sent the Pacers packing for vacation and shot New York into the next round of the playoffs.   Making three 3-point jumpers in overtime, Rivers led the Knicks to a memorable series-clinching 109-100 victory in Game 4 of their first-round series tonight at Market Square Arena.    It was a remarkable display of long-range clutch shooting by a 10-year veteran not known for his offense. But with the Knicks in jeopardy of facing a decisive Game 5 against the dangerous Pacers on Sunday, Rivers (21 points, 11 assists) took matters into his own hands and scored 11 points in overtime.","thumbnail":null,"section":"Sports"},{"date":"19930507","headline":"Passaic Man Charged in Rape and Killing of Girl, 7","web_url":"https://www.nytimes.com/1993/05/07/nyregion/passaic-man-charged-in-rape-and-killing-of-girl-7.html","abstract":"  A 40-year old Passaic man was arrested Wednesday night and charged with the kidnap, rape and murder of a 7-year-old girl near his home.   Passaic police identified the suspect as Canrad Jeffrey who, according to The Associated Press, had been released from prison two weeks ago.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"NBC to Team Brokaw and Couric in Prime Time","web_url":"https://www.nytimes.com/1993/05/07/arts/nbc-to-team-brokaw-and-couric-in-prime-time.html","abstract":"  NBC News announced yesterday that it would put two of its best-known news anchors, Tom Brokaw and Katie Couric, onto a new prime-time news-magazine program to start in late summer.   The program, still untitled, will be under the supervision of Jeff Zucker, the 28-year-old executive producer of the \"Today\" show who has been credited with revitalizing that morning show's format. Mr. Zucker will leave \"Today\" to become the new program's executive producer. Mr. Brokaw will remain the anchor of the \"NBC Nightly News\" and Ms. Couric will remain co-anchor of \"Today.\"","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/07/arts/art-in-review-327293.html","abstract":"  'The Studio Museum in Harlem' '25 Years of African-American Art'   PaineWebber Art Gallery  1285 Avenue of the Americas (near 52d Street)  Through next Friday    This show, organized by Valerie J. Mercer, celebrates the 25th anniversary of the Studio Museum in Harlem with a display of nearly five dozen works from its permanent collection. Some of the artists are familiar, others are not; together, they offer an impressive span of interests and styles.","thumbnail":null,"section":"Arts"},{"date":"19930507","headline":"Grumman Says It Will Close Electronics Plant in Suffolk","web_url":"https://www.nytimes.com/1993/05/07/nyregion/grumman-says-it-will-close-electronics-plant-in-suffolk.html","abstract":"  In another sign of hard times for the military industry on Long Island, the Grumman Corporation announced today that it was closing a major electronics plant in Suffolk County. The company also said it was shutting plants in Texas and Maryland as part of a long-term plan to cut costs and consolidate operations.   Grumman officials said most of the 839 employees of the Long Island plant, in the hamlet of Great River on the South Shore, would be transferred to factories at the company's headquarters in Bethpage, L.I., by the time the shutdown is completed in mid-1995. The jobs of 424 workers in Webster, Tex., and Salisbury, Md., however, will be phased out when those factories close in 1994, Grumman officials said.","thumbnail":null,"section":"New York"},{"date":"19930507","headline":"Audit Cited in Suicide Offers Bad News for France","web_url":"https://www.nytimes.com/1993/05/07/world/audit-cited-in-suicide-offers-bad-news-for-france.html","abstract":"  A report whose impending publication has been cited as a factor in the suicide of former Prime Minister Pierre Beregovoy last week was published today and revealed a French economy in far worse straits than his Socialist Government had suggested.   Commissioned by the new center-right Government of Edouard Balladur and compiled by the chief state auditor, the report had become highly controversial before its disclosure today because leaks of its contents carried the clear suggestion that Mr. Beregovoy had misled the country over the state of the economy.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930507","time":"1993-05-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":74,"wspd":14.8},{"date":"19930507","time":"1993-05-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":77,"wspd":16.6},{"date":"19930507","time":"1993-05-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":76,"wspd":18.4},{"date":"19930507","time":"1993-05-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":81,"wspd":14.8},{"date":"19930507","time":"1993-05-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":79,"wspd":16.6},{"date":"19930507","time":"1993-05-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":80,"wspd":14.8},{"date":"19930507","time":"1993-05-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":76,"wspd":20.5},{"date":"19930507","time":"1993-05-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":71,"wspd":16.6},{"date":"19930507","time":"1993-05-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":63,"wspd":16.6},{"date":"19930507","time":"1993-05-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":55,"wspd":25.9},{"date":"19930507","time":"1993-05-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":52,"wspd":25.9},{"date":"19930507","time":"1993-05-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":46,"wspd":25.9},{"date":"19930507","time":"1993-05-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":44,"wspd":20.5},{"date":"19930507","time":"1993-05-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":41,"wspd":27.7},{"date":"19930507","time":"1993-05-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":38,"wspd":27.7},{"date":"19930507","time":"1993-05-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":42,"wspd":25.9},{"date":"19930507","time":"1993-05-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":39,"wspd":24.1},{"date":"19930507","time":"1993-05-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":40,"wspd":27.7},{"date":"19930507","time":"1993-05-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":42,"wspd":29.5},{"date":"19930507","time":"1993-05-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":47,"wspd":27.7},{"date":"19930507","time":"1993-05-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":51,"wspd":25.9},{"date":"19930507","time":"1993-05-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":55,"wspd":22.3},{"date":"19930507","time":"1993-05-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":60,"wspd":25.9},{"date":"19930507","time":"1993-05-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":66,"wspd":20.5},{"date":"19930507","time":"1993-05-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":33,"wspd":25.9},{"date":"19930507","time":"1993-05-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":36,"wspd":22.3},{"date":"19930507","time":"1993-05-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":43,"wspd":20.5},{"date":"19930507","time":"1993-05-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":42,"wspd":14.8},{"date":"19930507","time":"1993-05-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":47,"wspd":13},{"date":"19930507","time":"1993-05-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":50,"wspd":9.4},{"date":"19930507","time":"1993-05-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":13},{"date":"19930507","time":"1993-05-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":18.7},{"date":"19930507","time":"1993-05-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":14.8},{"date":"19930507","time":"1993-05-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":11.2},{"date":"19930507","time":"1993-05-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":11.2},{"date":"19930507","time":"1993-05-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":11.2},{"date":"19930507","time":"1993-05-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":16.6},{"date":"19930507","time":"1993-05-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":47,"wspd":11.2},{"date":"19930507","time":"1993-05-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":25.9},{"date":"19930507","time":"1993-05-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":29,"wspd":22.3},{"date":"19930507","time":"1993-05-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":25,"wspd":13},{"date":"19930507","time":"1993-05-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":24,"wspd":18.7},{"date":"19930507","time":"1993-05-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":27,"wspd":18.7},{"date":"19930507","time":"1993-05-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":29,"wspd":18.7},{"date":"19930507","time":"1993-05-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":27,"wspd":18.7},{"date":"19930507","time":"1993-05-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":29,"wspd":13},{"date":"19930507","time":"1993-05-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":32,"wspd":13},{"date":"19930507","time":"1993-05-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":29,"wspd":13}]},"19930508":{"guardian_articles":[],"nytimes_articles":[{"date":"19930508","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91409381115.html","abstract":"1918: Tanks and Morale","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/08/nyregion/inside-796093.html","abstract":"  Holtzman's Lender Is Barred   Mayor David N. Dinkins removed a banking company recommended by Comptroller Elizabeth Holtzman's staff as a bond underwriter, and the city began an investigation. Page 23. Divisions for Another Parade    A day before marchers are to step out on Fifth Avenue, a gay congregation finds itself excluded from the annual Salute to Israel parade. Page 23. Ex-Governor Sentenced    Former Gov. Guy Hunt of Alabama was ordered to pay $210,000 and serve 1,000 hours of community service after his fraud conviction. Page 7.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Borg and Nastase Undefeated","web_url":"https://www.nytimes.com/1993/05/08/sports/borg-and-nastase-undefeated.html","abstract":"  Bjorn Borg and Ilie Nastase remained unbeaten last night at the Manhattan Masters, the six-team round-robin doubles tournament being played at the 69th Regiment Armory on Lexington Avenue.    The pair defeated Roy Emerson and Roscoe Tanner, 7-6, 6-4, for their third victory in the $100,000 event that continues today and will conclude tomorrow. Because Bob Hewitt and Frew McMillan lost for the first time, Borg and Nastase are the only unbeaten team.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/08/style/chronicle-585893.html","abstract":"  How does news travel in the age of global communication? Sometimes circuitously. Consider the way that SEYMOUR D. REICH, chairman of the American Zionist Movement, learned that the New York City Council had approved a measure he favored: from a passenger on a bus in Israel.   On Tuesday, Mr. Reich, the former head of a group of Jewish leaders, testified before a council committee and urged adoption of a resolution asking President Clinton to review the sentence of Jonathan Jay Pollard. Mr. Pollard, a former civilian intelligence analyst for the Navy who pleaded guilty in 1986 to passing intelligence information to Israel, is serving a life sentence.","thumbnail":null,"section":"Style"},{"date":"19930508","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/08/style/chronicle-586693.html","abstract":"  TONY DANZA has filed a lawsuit over the privacy of his ski house. And he is being so private about it that he balked at disclosing its address for the suit.   Mr. Danza, the star of \"Taxi\" and \"Who's the Boss?\" who is appearing off-Broadway in \"Wrong Turn at Lungfish,\" seeks damages from the previous owners and two real estate agents who negotiated his purchase of a house two years ago in Deer Valley, Utah. He accuses them of fraud in neglecting to tell him that the Deer Valley Ski Resort planned to build a ski trail next door. An avid skier himself, Mr. Danza says the presence of the trail and the skiers it will bring in threaten his privacy.","thumbnail":null,"section":"Style"},{"date":"19930508","headline":"Khmer Rouge Deny Attacks","web_url":"https://www.nytimes.com/1993/05/08/world/khmer-rouge-deny-attacks.html","abstract":"  The Khmer Rouge denied today that they were responsible for a series of attacks against the United Nations peacekeeping force in Cambodia, even as the United Nations suggested that the rebels were responsible for the death of another peacekeeper, the second this week.   The new victim, a Filipino policeman, died of a heart attack when a United Nations encampment in southwestern Cambodia came under rocket fire today from a group of attackers initially identified as Khmer Rouge.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92227106198.html","abstract":"1943: The Wages of War","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Review/Dance; 'Sleeping Beauty' Has Debuts in 2 Shows","web_url":"https://www.nytimes.com/1993/05/08/arts/review-dance-sleeping-beauty-has-debuts-in-2-shows.html","abstract":"  American Ballet Theater was remarkably assured in two performances of \"The Sleeping Beauty\" on Wednesday at the Metropolitan Opera House. The dancers looked at home in a world of kings and queens and magical struggles between good and evil. The company's success in this most sumptuous of 19th-century classics suggested that Ballet Theater is gaining vitality and confidence under its new director, Kevin McKenzie.    The matinee and evening casts featured dancers who have already been reviewed and dancers who were performing their roles for the first time this season.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/08/arts/classical-music-in-review-528993.html","abstract":"  'Gianni Schicchi' Sylvia and Danny Kaye Playhouse Hunter College","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"Hold It While I Focus","web_url":"https://www.nytimes.com/1993/05/08/opinion/hold-it-while-i-focus.html","abstract":"  Twice recently Bill Clinton has said that the White House needs more \"focus.\" Focus is today's Beltway buzzword to explain the Administration's shapeless start. It's not wholly clear what Mr. Clinton intends to do, but two obvious adjustments are in order.    His first task is to reaffirm the priorities he arrived with. The man who likened himself to a laser beam has grown diffuse. Unless he fixes his attention on the key items -- the economy, health care, ethics legislation -- Congress and public will begin to wander. So far, his vaulting legislative ambitions have produced an agenda so loaded with worthy ideas that it's in danger of stopping dead.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Investigation Of Missing Art Is Narrowed","web_url":"https://www.nytimes.com/1993/05/08/nyregion/investigation-of-missing-art-is-narrowed.html","abstract":"  The mystery of Paterson's missing art got a little less murky today.   Mayor William J. Pascrell turned over an inventory of the art collection at the city's public library to the Passaic County Prosecutor's Office, which is looking into complaints that many objects have been stolen or sold illegally.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Arts Chief Withheld Controversial Grants","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-arts-chief-withheld-controversial-grants-574293.html","abstract":"  To the Editor:   Your April 22 news article about the new book by John E. Frohnmayer, former chairman of the National Endowment for the Arts, is misleading in an important respect.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/08/sports/transactions-349993.html","abstract":"  Baseball American League  SEATTLE MARINERS -- Claimed Len Picota, pitcher, off waivers from the Montreal Expos and optioned him to Calgary of the Pacific Coast League.   TEXAS RANGERS -- Activated Nolan Ryan, pitcher, from the 15-day disabled list. Optioned Jeff Bronkey, pitcher, to Oklahoma City of the American Association.   TORONTO BLUE JAYS -- Recalled Doug Linton, pitcher, from Syracuse of the International League. Optioned Scott Brown, pitcher, to Syracuse. Football National Football League  BUFFALO BILLS -- Signed Monty Brown, Jason Carthen, Anthony Fieldings, Kevin O'Brien and David White, linebackers; Kurt Bleodorn and Steve Kratz, placekickers; Malcolm Everette, defensive back; Tom Svobodny, offensive tackle; Dean Jones, defensive end; Yonel Jourdain, running back; and Bob Gordon, wide receiver.   LOS ANGELES RAMS -- Acquired Chris Martin, linebacker, from the Kansas City Chiefs for an undisclosed draft choice. Signed Jay Barry, running back, and Louis Perez, placekicker.   MINNESOTA VIKINGS -- Agreed to terms with Adam Schreiber, center; Fred Strickland, Dave Garnett and William Sims, linebackers; Ron Carpenter, safety; Matt Eller, offensive lineman; Eric Guliford, wide receiver; Bryan Hooks, defensive end; Robert Staten, running back; and Shawn Jones, quarterback.   NEW ORLEANS SAINTS -- Agreed to terms with James \"Tootie\" Robbins, tackle, on a three-year contract. Signed Eric Blount, Tom McManus, Pete Shufelt and Ken Turner, linebackers; Israel Byrd and J.J. Eldridge, cornerbacks; George Coghill and Shane Pahukoa, safeties; Rick Dolly and Lamar Sally, defensive ends; Fernando Evans, Tre Everett and J.J. McCleskey, wide receivers; and Royce Nelson, guard. Hockey National Hockey League  NEW YORK RANGERS -- Traded Robert Burakovski, right wing, to the Ottawa Senators for future considerations.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Electronic Filings to S.E.C. Go Forward","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-electronic-filings-to-sec-go-forward-581593.html","abstract":"  To the Editor:   \"Electronic S.E.C. Filings Mandatory for 500 Companies\" (Business Day, April 26) caused a wave of unnecessary anxiety among corporate officers gearing up for the transition. The article suggests erroneously that the new electronic data gathering, analysis and retrieval (Edgar) system's computers \"crashed four times . . . once for an entire day\" in the two-week shakedown period leading to the program's start.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Paris Journal; A Best Seller Muses About, of All Things, Love","web_url":"https://www.nytimes.com/1993/05/08/world/paris-journal-a-best-seller-muses-about-of-all-things-love.html","abstract":"  Weary, it seems, of the Balkans and stirred perhaps by a beautiful spring, the French have turned in droves to an old subject at which they are old hands: love.   The focus of their attention is a new book about men and women, suitably titled \"Les Hommes et les Femmes.\" Written by a journalist and former Government minister named Francoise Giroud and the philosopher-turned-playwright Bernard Henri-Levy, this meandering discourse on sex, jealousy, feminism, fidelity and marriage has become what the French call a \"phenomenon\" -- that is, something whose success defies even their unusual powers of Cartesian analysis.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"HEALTH-CARE PLAN MAY COVER INJURIES ON JOB AND ROADS","web_url":"https://www.nytimes.com/1993/05/08/us/health-care-plan-may-cover-injuries-on-job-and-roads.html","abstract":"  President Clinton's health-care plan will cover the cost of treating people injured on the job or in automobile accidents, merging workers' compensation and the medical portion of auto insurance with standard health insurance in one big system, Hillary Rodham Clinton said today.   The plan would move toward eliminating the sprawling workers' compensation system, which has become a particular headache for employers. Medical costs paid by workers' compensation and auto insurance have risen faster than health-care expenses in general, as have the mandatory workers' compensation premiums paid by employers.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"Another Parade Furor; Salute to Israel Uninvites Gay Group","web_url":"https://www.nytimes.com/1993/05/08/nyregion/another-parade-furor-salute-to-israel-uninvites-gay-group.html","abstract":"  Like the St. Patrick's Day parade before it, another of New York City's exercises in ethnic pride that has long attracted politicians, the annual Salute to Israel parade, has been caught up in division rather than unity.    A day before marchers are to step out, a gay congregation finds itself excluded, and now several New York politicians who thought marching was an easy decision are scrambling to find a way to offend the fewest voters.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Teen-Ager With H.I.V. Tells of Anger and Isolation","web_url":"https://www.nytimes.com/1993/05/08/us/teen-ager-with-hiv-tells-of-anger-and-isolation.html","abstract":"  Flanked by her parents and her lawyer, a slight, blonde Florida teen-ager identified herself today as the sixth patient believed to have been infected with the virus that causes AIDS by Dr. David Acer, a dentist in Stuart, Fla.   The 18-year-old woman joined a group of patients of Dr. Acer that includes Kimberly Bergalis, the 23-year-old college student who unsuccessfully campaigned for mandatory H.I.V. testing for health workers before she died from AIDS-related illness in 1991.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"Review/Dance; Merriment And Pranks By Parsons","web_url":"https://www.nytimes.com/1993/05/08/arts/review-dance-merriment-and-pranks-by-parsons.html","abstract":"  It's certainly accurate to say that the Parsons Dance Company opened a week's engagement at the Joyce Theater with a fine performance on Tuesday night. But those facts in no way convey the spirit of the event. The members of the company weren't simply dancing; they appeared to be throwing a party on stage. They were obviously having fun, and they were fun to watch.    David Parsons has often choreographed lighthearted works. But in the past he has occasionally strained to make his effect. For the most part, the three New York premieres he presented on Tuesday were free of exaggerated comic touches.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"UNITY WITH EUROPE IS SEEN BY CLINTON ON PLAN FOR BOSNIA","web_url":"https://www.nytimes.com/1993/05/08/world/conflict-in-the-balkans-unity-with-europe-is-seen-by-clinton-on-plan-for-bosnia.html","abstract":"  Despite the apparent lack of progress in a week of diplomatic consultations, President Clinton said today that he expected to produce \"a common approach\" with Europe soon on a strategy to bring the Bosnian Serbs to the peace table.   \"There's still some disagreement around the edges about what the overall specific tactical steps should be,\" Mr. Clinton told reporters after a meeting at the White House with representatives of the European Community. \"But I think there's a lot more agreement than you think, and I think in the next few days we'll see a common approach emerging.\"","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Nets Are Both Undermanned and Overwhelming","web_url":"https://www.nytimes.com/1993/05/08/sports/basketball-nets-are-both-undermanned-and-overwhelming.html","abstract":"  At the end of the third quarter, with the Nets safely ahead of the Cleveland Cavaliers by a startling 27 points, Derrick Coleman decided to dance. Chuck Daly was diagramming plays and Coleman didn't care. Forget the plays, forget the coachspeak. It was party time.   So when a song by the rap group Naughty by Nature came on, Coleman, near the Nets' bench, turned to the crowd and began to dance, urging them to do the same.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"VAT's Invisibility Is a Dubious Virtue","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-vat-s-invisibility-is-a-dubious-virtue-575093.html","abstract":"  To the Editor:   \"A Value-Added Tax,\" your April 26 Business Day news analysis, contains the astounding assertion that economists are attracted to the tax because \"it is largely invisible; consumers pay it, but often do not see it, because it is usually incorporated quietly into the final retail price.\"","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Culture Gap Narrows for Investors","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-culture-gap-narrows-for-investors.html","abstract":"THE great divide in investment philosophies is well known: There are those who invest for profit, and there are those who invest for power. Until the last year or two it was fairly clear who was on which side of the fence. The Americans and the British we","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"Epidemic of Meningitis at U. of Connecticut","web_url":"https://www.nytimes.com/1993/05/08/nyregion/epidemic-of-meningitis-at-u-of-connecticut.html","abstract":"  An outbreak of meningitis at the sprawling campus of the University of Connecticut was classified an epidemic today and led health officials here to offer vaccinations to 20,000 students and staff members.    The outbreak was labeled an epidemic when the third student in a week was diagnosed today with the same strain of bacterial meningitis, an infectious disease that can rapidly lead to severe brain damage or death if untreated, officials said.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Schultz's Status? Stay Tuned","web_url":"https://www.nytimes.com/1993/05/08/sports/schultz-s-status-stay-tuned.html","abstract":"  The status of National Collegiate Athletic Association executive director Dick Schultz is expected to be announced at a news conference on Tuesday.   A two-year probation imposed upon the University of Virginia, announced Thursday, indirectly implicated Schultz, the university's athletic director until Aug. 31, 1987. While a statute of limitations, under N.C.A.A. bylaws, eliminated most of Schultz's tenure at the school from the investigation, the report cited a lack of institutional control while he was athletic director. Schultz has denied any knowledge of the major violations, improper loans made by the Virginia Student Aid Foundation.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Review/Music; Kurt Vonnegut's Reinterpretation of 'L'Histoire du Soldat'","web_url":"https://www.nytimes.com/1993/05/08/arts/review-music-kurt-vonnegut-s-reinterpretation-of-l-histoire-du-soldat.html","abstract":"  The drawing card on the New York Philomusica Chamber Ensemble program on Thursday evening at Alice Tully Hall was Stravinsky's \"Histoire du Soldat,\" with a new text composed for the occasion by Kurt Vonnegut Jr.   Because the text and music in a music-drama work are so closely intertwined, replacing a work's text is no small thing. In this case the gestures, language and spirit of Stravinsky's music mirror the Soldier's progress and describe the odd, supernatural circumstances in the original text by Charles Ferdinand Ramuz. For anyone who knows and loves the work, both elements make crucial points.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"Falcons Offer Sanders A Full-Time Contract","web_url":"https://www.nytimes.com/1993/05/08/sports/sports-people-pro-football-falcons-offer-sanders-a-full-time-contract.html","abstract":"  The Atlanta Falcons have approached DEION SANDERS's agent about a new contract that could make Sanders a full-time football player for 1993 and a part-time player the following two seasons.   The agent, EUGENE PARKER, said yesterday that Falcons president TAYLOR SMITH had called him to ask what the team could do to get the two-sport star in uniform as soon as possible.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"So, Why Worry About Inflation?","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-so-why-worry-about-inflation.html","abstract":"ECONOMIC gloom is in the air. The global economy is stagnant as unemployment rises almost everywhere in the industrial world. Even those countries showing signs of improvement - most notably the United States and Britain - are still stumbling and performi","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"A Real Arab Revolution","web_url":"https://www.nytimes.com/1993/05/08/opinion/a-real-arab-revolution.html","abstract":"  Something wonderful has happened in Yemen, a remote Muslim state on the southern flank of the Arabian Peninsula. About 80 percent of its 2.7 million registered voters have elected 301 members of Parliament from among 3,545 candidates. Of 50 women who ran, 2 won. More than 40 parties took part in the election, on April 27, which was observed by international monitors and freely reported in the press.    This was not only Yemen's first multi-party election but also the first ever held in the Arabian Peninsula -- and the first in which women could fully participate. Saudi Arabia, under an absolutist royal family, permits no nonsense about elections, women's rights or press freedom; its monarch balks at even a toothless consultative council. Only men vote in Kuwait, where parties are forbidden and Parliament is kept on a short leash. Even tentative steps toward unfettered democracy in Jordan, Egypt and Algeria cause panic among ruling elites terrified by fundamentalism.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Swiss Banking Keeps Its Aura","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-swiss-banking-keeps-its-aura.html","abstract":"LIKE a venerable boxing champion whose skills show signs of fading, the Swiss banking industry has endured whispers over the past few years that its glory days are a thing of the past. . Most such talk has proclaimed offshore centers such as Luxembourg, J","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"U.S. Convinced Iraqi Saboteurs Plotted to Kill Bush","web_url":"https://www.nytimes.com/1993/05/08/world/us-convinced-iraqi-saboteurs-plotted-to-kill-bush.html","abstract":"  Clinton Administration officials said tonight that they now believe that Iraqi saboteurs sought to assassinate George Bush during the former President's visit to Kuwait three weeks ago. The Administration is trying to determine whether the Iraqi Government was behind the plot, the officials said.   The officials said the Administration had initially been skeptical about whether the saboteurs, who have been arrested by the Kuwaiti Government, intended to kill Mr. Bush. But they said they had become convinced that the group had assembled a car bomb designed to be used in an assassination attempt.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Berlin Trip Called Off","web_url":"https://www.nytimes.com/1993/05/08/sports/sports-people-olympics-berlin-trip-called-off.html","abstract":"  Berlin's embattled bid for the Olympic Games for the year 2000 took another hit yesterday with the announcement that I.O.C. president JUAN ANTONIO SAMARANCH had called off a visit to avoid possible riots by anti-Olympic activists.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/08/arts/classical-music-in-review-536093.html","abstract":"  'Otello' Amato Opera Theater 319 Bowery at Second Street East Village","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"A Festival Of Theater Reaches 30 In Berlin","web_url":"https://www.nytimes.com/1993/05/08/theater/a-festival-of-theater-reaches-30-in-berlin.html","abstract":"  Imagine a theater festival in New York in which an impartial jury picks the best productions of the last year in the English-speaking world and brings them together over a three-week period. Along with them come all manner of readings of new plays and public discussions, and every other theater in the city -- assuming that New York boasted several major repertory companies -- stages special performances just to remain competitive.   The Germans have no need to imagine such a thing, because they already have it. The Theatertreffen, or Theater Meeting, which is celebrating its 30th anniversary, brings 12 productions to Berlin in the month of May from Germany, Austria and Switzerland. Spilling into several Berlin theaters, the event attracts eager audiences, roughly half of them theater professionals of one sort or another and a third from outside Berlin.","thumbnail":null,"section":"Theater"},{"date":"19930508","headline":"Race Fight at Boston High School Evokes 1974 Uproar Over Busing","web_url":"https://www.nytimes.com/1993/05/08/us/race-fight-at-boston-high-school-evokes-1974-uproar-over-busing.html","abstract":"  The streets of South Boston were calm today, and school officials prepared to reopen classes next week in phases. But uneasiness lingered in the largely white neighborhood after Thursday's racially motivated fight outside the public high school.   For many people here, Thursday's disturbance recalled the disturbances over busing 19 years ago. But unlike 1974, when whites vented their fury at black students being bused in, today there were more shades of opinion.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/08/sports/results-plus-269793.html","abstract":"  TENNIS Martinez Topples Navratilova in Rome  Playing steady tennis, Conchita Martinez of Spain defeated Martina Navratilova, the No. 2-seeded player, 6-1, 6-4, yesterday in the quarterfinals of the Italian Open in Rome. The match lasted only about an hour. The sixth-seeded Martinez kept up the pressure on the 36-year-old Navratilova, playing her first tournament in 10 weeks because of an ankle injury. Navratilova's usually strong serve let her down, and Martinez broke her six times. Martinez next will play Mary Joe Fernandez, who defeated Anke Huber, 6-4, 5-7, 7-6 (7-5). (AP) Stich Solves Lendl: For the first time in seven meetings, Michael Stich beat Ivan Lendl, scoring a 6-3, 6-3 victory in 1 hour 7 minutes in the quarterfinals of the German Open in Hamburg. Stich used a solid serve and a versatile game to keep Lendl off-balance. Stich was seeded sixth and Lendl third. (AP) GOLF Weiskopf and Gilbert Share Lead  Tom Weiskopf and Gibby Gilbert, taking advantage of Barton Creek's rain-softened greens, shot seven-under 65's yesterday to share the first-round lead in the 54-hole Legends of Golf in Austin, Tex. Weiskopf, a 50-year-old senior tour rookie, had nines of 33 and 32. Gilbert, 51, who won last week at Las Vegas, Nev., put together nines of 31 and 34 on a day when the wind didn't seem to bother the players. Close behind at 66 were George Archer, Al Geiberger and J. C. Snead. (AP)   Andrade Leads at Halfway Mark: Billy Andrade posted a six-under-par 66 and grabbed a one-shot lead halfway through the BellSouth Atlanta Golf Classic in Marietta, Ga. Andrade, who has four top-10 finishes this season, had a 36-hole total of 11-under-par 133 for two trips around the 7,018-yard Atlanta Country Club course. He had the halfway lead over Tom Sieckmann, Mark Calcavecchia and Dillard Pruitt. (AP) Eight Birdies for Coe-Jones: Dawn Coe-Jones shot an eight-under-par 64, beating by two strokes the previous low score of her 10 pro seasons, to take a one-shot lead after the opening round of the Sara Lee Classic in Nashville, Tenn. She had eight birdies during a bogey-free round on 6,311-yard Hermitage Golf Course. The 64 was a shot off the course record set by Amy Benz in the final round a year ago. (AP) BASKETBALL U.S. Stars Start Fast Against Finnish Team  The National Basketball Association all-stars really didn't need Magic Johnson in the opener of a two-game exhibition series against the Finnish national team in Turku, Finland. Moses Malone of the Milwaukee Bucks and a former three-time N.B.A. scoring champion, Bob McAdoo, each scored 29 points as the United States veterans beat Finland, 120-108, last night. Malone, one of the two active N.B.A. players on the team, also topped the all-stars with 21 rebounds. Kurt Rambis, who finished his N.B.A. season recently with the Sacramento Kings, had 18 points. Tomorrow's game will be Johnson's first since retiring from the Lakers for the second time before this season. The all-stars travel to the Netherlands and Belgium for four more games next week. (AP) ROWING Fordham Men and Women Win Heats  Two Fordham crews advanced yesterday at the annual Dad Vail regatta on the Schuylkill River in Philadelphia. The men's lightweight eight and the women's lightweight four both placed first in their heats as 400 crews from 83 colleges competed in 20 events. The Rams men's eight, one of 18 crews in its event, won its heat in 5 minutes 51.4 seconds, as did Georgetown, 5:54.2, and Western Ontario, last year's champion, 5:46 in its heats. All will row in semifinals and the final today. The Fordham women's four won easily, by 13 seconds over Tampa, and advanced to its final.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Group Rights Advocates Fan Flames of Bias; Marching in Common","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-group-rights-advocates-fan-flames-of-bias-marching-in-common-577793.html","abstract":"  To the Editor:   Dennis G. Kuby is not convincing in his attempt to distinguish the 1963 march on Washington for jobs and freedom from the 1993 march for gay and lesbian rights (letter, April 25). While differences exist, both events share a fundamental objective: to make America's constitutional guarantees work for all citizens.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"BRIEFCASE: Dell Computer Tops Shareholders' Chart","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-briefcase-dell-computer-tops-shareholders-chart.html","abstract":"Which American company is the best one to own shares in? It could be Dell Computer, which placed first in the Shareholder 1,000 rankings published by the United Shareholders Association.. The association's list scores companies according to three criteria","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"Review/Pop; Oscar Peterson In Mellow Mood","web_url":"https://www.nytimes.com/1993/05/08/arts/review-pop-oscar-peterson-in-mellow-mood.html","abstract":"  \"I've started writing ballads in my old age,\" Oscar Peterson said early in Tuesday's opening performance of a six-night engagement at the Blue Note. \"I can't do anything about them,\" he joked, \"but I write them.\"   The 67-year-old pianist went on to introduce a spare, wistful song, \"Why I Think About Tomorrow,\" which he accurately described as being \"in the Tony Bennett mold.\" Like everything Mr. Peterson played in a show dominated by original compositions, the piece and its performance were models of order, clarity and emotional restraint.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"Postal Officials Examine System After 2 Killings","web_url":"https://www.nytimes.com/1993/05/08/us/postal-officials-examine-system-after-2-killings.html","abstract":"  As shaken Post Office officials gathered information on the latest shootings in Michigan and California, some psychologists described much of postal work today as a treadmill of angry monotony, with labor-management hostility making many post offices mine fields of carefully nurtured grievances.   In California on Thursday a postal worker killed a letter carrier and wounded a clerk, and in Michigan just hours earlier another postal employee shot and killed one person and wounded two others -- bringing to 29 the number of supervisors and colleagues who have been slain by disgruntled employees over the last decade.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/08/arts/classical-music-in-review-534393.html","abstract":"  New York Philharmonic  Young People's Concert Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"BRIEFCASE: Tokyo Most Expensive To House Expatriates","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-briefcase-tokyo-most-expensive-to-house-expatriates.html","abstract":"Tokyo remains the most expensive place to keep an American mid-level employee and his family, according to a survey by the management consultancy Runzheimer International. It takes a whopping $118,200 to house an employee with a moderate salary and a fami","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"And the Meek Inherit A Trip Back to Ohio","web_url":"https://www.nytimes.com/1993/05/08/sports/basketball-and-the-meek-inherit-a-trip-back-to-ohio.html","abstract":"  In the wake of what may yet prove to be a devastating defeat, the Cleveland Cavaliers were as meek in the post-game locker room as they had been moments before, during the game.   There were no angry outbursts, no team captain angrily denouncing the lackluster performance that has pushed Cleveland to the possibility of elimination. Mark Price, Cleveland's shooting star who has largely been absent during the series as a scoring threat, was absent from the locker room. Waves of notebook-wielding reporters and microphone-carrying sportscasters surrounded selected players to ask one question: What happened?","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Our Sleeping Doctor Watchers","web_url":"https://www.nytimes.com/1993/05/08/opinion/our-sleeping-doctor-watchers.html","abstract":"  When the Governor of Alabama was found guilty by a jury last month of ethics law violations, he was removed from office the same day. When a jury returned a guilty verdict for fraud against the Speaker of the New York State Assembly two years ago, the defendant was instantaneously out of a job.    But when a doctor is found guilty of raping a patient, New York does nothing about his license -- doesn't even suspend it -- for months and sometimes years. The doctors ply their trade by virtue of a state-conferred license, yet state officials somehow find their hands tied.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Reno Questions Drug Policy's Stress on Smuggling","web_url":"https://www.nytimes.com/1993/05/08/us/reno-questions-drug-policy-s-stress-on-smuggling.html","abstract":"  Attorney General Janet Reno today questioned the wisdom of spending billions of dollars a year to stop the production and transportation of narcotics from abroad and vowed to take steps that would make treatment for drug abusers more widely available.   In her most extensive comments on national drug policy since she took office nearly two months ago, she said more serious consideration had to be given to alternatives to prison sentences for drug offenders.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"War Powers: An Old Debate Clinton May Resolve","web_url":"https://www.nytimes.com/1993/05/08/world/conflict-in-the-balkans-war-powers-an-old-debate-clinton-may-resolve.html","abstract":"  When President Clinton said this week that he would certainly seek some form of Congressional backing for any use of American forces in Bosnia, he may help resolve a debate as old as the Constitution that has grown more agonizing since the Vietnam War -- whether and how the President should consult with Congress over the use of force on foreign soil.   Although the Constitution explicitly grants Congress the power to declare war, recent Presidents have resisted the notion that they are obliged to deal with lawmakers over dispatching troops.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Contemporary Art Goes Into a Slump","web_url":"https://www.nytimes.com/1993/05/08/style/IHT-contemporary-art-goes-into-a-slump.html","abstract":"- Things are changing as dramatically on the art scene as they are in the political arena. As contemporary art sales proceeded this week from Monday night through Wednesday afternoon, it became increasingly apparent that a shakeup of accepted ideas and aesthetic values is about to take place.","thumbnail":null,"section":"Style"},{"date":"19930508","headline":"Observer; What's in a Naming?","web_url":"https://www.nytimes.com/1993/05/08/opinion/observer-what-s-in-a-naming.html","abstract":"  The latest J. Edgar Hoover news is that Walt Disney too was in the late Director's pocket. Ronald Reagan we already knew about. Both were name namers for Hoover.    Name namers were people who named names, and yes, I know it doesn't make any sense, but that's what they did -- named names.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"A Death and a Suicide Threat Tie Up Brooklyn Bridge Traffic","web_url":"https://www.nytimes.com/1993/05/08/nyregion/a-death-and-a-suicide-threat-tie-up-brooklyn-bridge-traffic.html","abstract":"  A naked man who was running across the Brooklyn Bridge and shouting that it was a beautiful day was struck and killed by a car minutes before dawn yesterday, the authorities said. Ninety minutes later, they said, a woman climbed the cables to the top of the bridge, threatening to jump.   The two incidents backed up traffic into Queens for much of the morning rush, said Joseph DePlasco, a spokesman for the city's Transportation Department.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/08/nyregion/news-summary-807093.html","abstract":"  International 2-6 NO CONSENSUS ON BOSNIA   Little progress has been seen in President Clinton's attempt to build a unified allied policy toward Bosnia, but he remains optimistic that some compromise will be reached on a plan for military action against the Bosnian Serbs to force them to accept a peace plan.  1 BELGRADE DENOUNCES ATTACK   Two historic mosques were bombed in Banja Luka, and Yugoslavia further distanced itself from ethnic Serbs in Bosnia by condemning the act. Yugoslavia and Serbia already have announced a cutoff of support for their longtime allies in Bosnia, although there is no evidence that it has taken effect.  1 A PIVOT POINT FOR WAR POWERS   The debate on who has the power to declare war is rising again in Congress, where both opponents and supporters of military intervention in Bosnia are demanding a say in whether troops are sent to the country. And in this case, the President would rather not act alone.  4 A HOMELAND AND ITS HEAD   Transkei was pushed into independence in 1976, and since then this South African homeland has become independent beyond Johannesburg's wildest imaginings. Its dictator -- popular with everyone but the Government -- might be found reviewing once-secret documents, playing rugby or fielding questions on a local radio talk show.  1 KHMER ROUGE DENY ATTACKS   While the Khmer Rouge denied any connection to a series of attacks against United Nations peacekeepers this week, another member of the force, a Filipino police officer, died of a heart attack during an attack on a United Nations encampment. The agency suggested the Khmer Rouge were responsible for his death.5 GERMANY SIGNS ASYLUM LIMITS   Germany signed an agreement with Poland that will allow Germany to turn away thousands of immigrants who enter through Poland. A similar treaty is being worked out with the Czech Republic.  6 ANOTHER KIND OF LAND REFORM   Guanxi, or connections, are what count in China's slightly unusual real estate market. And in Hainan, which has special economic privileges, business is booming.  3 Italy's prime minister wins confidence vote.  6 Paris Journal: Between the covers, sex, jealousy and disagreement.  2 National 7-10 PLANNING ONE BIG SYSTEM   President Clinton's health-care plan will cover the cost of treating people injured on the job or in auto accidents, merging workers' compensation and the medical portion of auto insurance with standard health insurance in one big system.  1 CLINTON OFFERS CAMPAIGN REFORM   Clinton proposed a bill that offers public subsidies for TV commercials for Congressional candidates who limit their spending and seeks to reduce the influence of lobbyists and political action committees.  1 GUY HUNT ORDERED TO PAY FINE   Former Gov. Guy Hunt of Alabama was sentenced to pay $210,000 and do 1,000 hours of community service after his conviction for illegal use of inaugural funds.  7 WORK THAT BREEDS ANGER   As postal officials gathered information on the latest shootings, psychologists described postal work as a treadmill of angry monotony, with labor-management hostility making many post offices minefields of carefully nurtured grievances.  7 DENTAL PATIENT WITH H.I.V. SPEAKS   A teen-ager identified herself as the sixth patient believed to have been infected with the virus that causes AIDS by a Florida dentist.  7 CLINTON ALLY CRITICIZED   Reporter's notebook: A conservative group is fighting the nomination of Webster L. Hubbell to Associate Attorney General, saying his Little Rock country club is all white.  9 STREETS CALM IN SOUTH BOSTON   After Thursday's racially motivated fight, the streets of South Boston were calm yesterday, and school officials prepared to reopen classes next week in phases.  10 Senators loudly debate the ban on homosexuals in the military.  9 Janet Reno questions drug policy's stress on smuggling.  9 Religion Notes: In defense of religious pluralism after Waco.  10 Metro Digest 23 MORE JOBLESS IN REGION   Dimming hopes for a brighter, more prosperous economy in the New York region, unemployment jumped sharply in New Jersey and rose in New York City last month, according to the Federal Government.  1 ARMAND D'AMATO CONVICTED   Armand P. D'Amato, whose Long Island law firm prospered as his older brother, Senator Alfonse M. D'Amato, gained power in Washington, was convicted of mail fraud yesterday in connection with $120,500 he received from a military contractor to lobby the Senator.  1 CENTRAL PARK'S BIG GIFT   Central Park will receive $17 million, the largest donation ever made to a municipal park, in the form a matching grant to complete a major park rebuilding program that includes replanting the Great Lawn, the Central Park Conservancy announced yesterday.  1 Business Digest 37 Arts/Entertainment 11-16 German theater festival at 30.  11 Music: \"L'Histoire du Soldat.\" 11 Nina Simone.  16 Oscar Peterson.  16 Dance: Balanchine Celebration.  11 David Parsons Company.  16 \"The Sleeping Beauty.\" 16 Sports 29-33 Baseball: Yanks lose to Tigers. 29 Gooden shuts out Marlins.  29 Phillies keep winning.  30 Basketball: Nets crush Cavaliers.  29 Spurs eliminate Trail Blazers. 33 Hornets a stiff test for Knicks.  33 Boxing: Lewis prepares for title fight.  31 Column: Rhoden on John Thompson.  29 Cycling: Tour DuPont.  33 Hockey: Tom Barrasso's personal journey.  33 Sports People 31 Obituaries 28 Samuel Rabin, a judge and an ex-Assemblyman. Rowland H. George, insurance innovator and financier. George W. Ahr, bishop who headed the Trenton diocese. Ann Todd, British actress. Donald Kvares, Off Broadway playwright. Dorothy B. Hughes, mystery writer. Editorials/Op-Ed 20-21 Editorials Hold it while I focus. A real Arab revolution. The killer who wants to die. Our sleeping doctor watchers. Letters Russell Baker: What's in a naming? Doug Bandow: Soldiers, not Kiwanians. John Gagnon: Food, wine and surgery. Anna Shapiro: Water, water, everywhere.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"2 MAJOR MOSQUES BLOWN UP BY SERBS","web_url":"https://www.nytimes.com/1993/05/08/world/conflict-in-the-balkans-2-major-mosques-blown-up-by-serbs.html","abstract":"  In an assault that seemed a calculated gesture of defiance, Bosnian Serbs blew up two historic mosques in the northern Bosnian town of Banja Luka today.   The ornately decorated Ferhad-Pasha Mosque, one of those blown up, dated from 1583 and was considered one of the most beautiful in the Balkans. Also destroyed was the town's other principal mosque, Arnaudija, which was built in 1587.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Soldiers, Not Kiwanians","web_url":"https://www.nytimes.com/1993/05/08/opinion/soldiers-not-kiwanians.html","abstract":"Unfortunately, advocates of Government activism have discovered the military. If the services were able to reduce parts of Baghdad to rubble, the argument runs, they should be able to rebuild Los Angeles, feed the hungry and meet various social needs. If a major earthquake hit California, declares Representative Pete Stark, \"We need someone like Stormin' Norman on the job.\" \n\nThe normally sober-minded Sam Nunn, chairman of the Senate Armed Services Committee, is perhaps the leading proponent of turning the military into a kind of domestic Peace Corps. With the change of the international security environment after the collapse of the Soviet Union, he explains, \"There will be a much greater opportunity than in the past to use military assets and training to assist civilian efforts in critical domestic areas.\" He has proposed having soldiers deliver food, train inner-city youths, rebuild public housing and offer free medical care.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/08/nyregion/bridge-069493.html","abstract":"  Although the Cavendish Club is no more, the Cavendish Invitational Charity Pairs continues. The 18th annual event begins at noon today at Loew's Hotel, Lexington Avenue and 51st Street, and it concludes tomorrow.   The field includes many world-famous players, but few are playing with their regular partners. Foreign participation is unusually small, perhaps because of the high costs involved, and some of the usual participants are in Las Vegas, playing in the first cash-prize tournament held under the auspices of the American Contract Bridge League.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Underwriter Is Removed By Dinkins","web_url":"https://www.nytimes.com/1993/05/08/nyregion/underwriter-is-removed-by-dinkins.html","abstract":"  Mayor David N. Dinkins yesterday removed as a city bond underwriter a banking company recommended by City Comptroller Elizabeth Holtzman's staff. And the City Department of Investigation began an inquiry into whether a debt that Ms. Holtzman's campaign owed the bank had influenced its selection.   Ms. Holtzman, without mentioning the investigation that was already under way, announced on television Thursday evening that she had made a mistake when she allowed her office to recommend Fleet Securities at the same time that her Senate campaign owed $255,000 to Fleet Bank, which is part of the same Rhode Island company, the Fleet Financial Group.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Harlem Pastor to Campaign Against Rap Lyrics","web_url":"https://www.nytimes.com/1993/05/08/nyregion/harlem-pastor-to-campaign-against-rap-lyrics.html","abstract":"  Arguing that some rap-music lyrics contribute to antisocial behavior by young blacks, the Rev. Calvin O. Butts 3d, the pastor of the Abyssinian Baptist Church in Harlem, is planning a campaign against segments of the rap industry that he says glamorize sex, misogyny and violence.   Mr. Butts, who has previously campaigned against the way liquor and cigarettes are marketed in black neighborhoods, said yesterday that beginning with his annual Mother's Day sermon on Sunday he would speak out against the negative influences fostered by rap artists like 2 Live Crew, Apache, Scarface and N.W.A.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"BRIEFCASE: Chicago Options Unit To Offer New Indices","web_url":"https://www.nytimes.com/1993/05/08/your-money/IHT-briefcase-chicago-options-unit-to-offer-new-indices.html","abstract":"The Chicago Board Options Exchange announced that it will list options series on six sector indices of Standard & Poor's 500-share index and two sector indices of the exchange's creation.. Trading will begin May 24 in the index options, which will tra","thumbnail":null,"section":"Your Money"},{"date":"19930508","headline":"Correction","web_url":"https://www.nytimes.com/1993/05/08/nyregion/c-correction-519093.html","abstract":"  Because of an editing error, an article on the Real Estate page yesterday about a condominium project in Brewster, N.Y., misstated the origin of its name. Hunter's Glen was the original name; it was not supplied when a new developer took over.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/08/style/chronicle-587493.html","abstract":"  SALMAN RUSHDIE won a Swiss literary award but couldn't go to Geneva to receive the $24,500 prize because security would have cost too much, The Associated Press reported.   The Colette Prize jury said it was \"rising against intolerance\" in honoring Mr. Rushdie, who has been living in hiding since receiving repeated Iranian death threats for his 1988 book, \"The Satanic Verses.\"","thumbnail":null,"section":"Style"},{"date":"19930508","headline":"Women See a Future And the Collars Are Blue","web_url":"https://www.nytimes.com/1993/05/08/nyregion/about-new-york-women-see-a-future-and-the-collars-are-blue.html","abstract":"  WHILE one group of women learned about double-headed nails in carpentry, another group built up upper-body strength on weight machines in a renovated firehouse on West 20th Street, where Nontraditional Employment for Women prepares future plumbers, electricians and construction workers.    It was a week after Take Our Daughters to Work Day and the women, many of them single mothers, talked about the day. \"I wish we had that when I was young,\" said one participant in the 13-week program. But it turned out that none had brought daughters to the classes. \"It's good for the girls coming up,\" said a woman from the Bronx, \"but we're more interested in the here and now.\"","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Barrasso's Best Save Was on His Attitude","web_url":"https://www.nytimes.com/1993/05/08/sports/hockey-barrasso-s-best-save-was-on-his-attitude.html","abstract":"  Tom Barrasso is convinced that nothing can hurt him while he's tending the playoff goal for the two-time defending Stanley Cup champion Pittsburgh Penguins.   Not the onslaught of desperately hurled pucks from the Islanders, who have watched him smother or deflect 62 of their 63 shots in the last two games and seen his club take a 2-1 lead in games in the Patrick Division finale that resumes Saturday night at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Suspect in Bombing Is Linked to Kahane Killing","web_url":"https://www.nytimes.com/1993/05/08/nyregion/suspect-in-bombing-is-linked-to-kahane-killing.html","abstract":"  Mahmud Abouhalima told Egyptian interrogators that a fellow suspect in the World Trade Center bombing, Mohammed A. Salameh, was part of a plot to assassinate Rabbi Meir Kahane in 1990, senior investigators said yesterday.   The plan was said to have called for Mr. Salameh to shoot the militant Jewish leader during a speech in a Manhattan hotel, while another gunman, El Sayyid A. Nosair, was to create diversionary fire. It was Mr. Nosair who was later charged and acquitted in the assassination.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/08/nyregion/metro-digest-855093.html","abstract":"   UNEMPLOYMENT RISES IN REGION   Dimming hopes for a brighter, more prosperous economy in the New York region, unemployment in New York City rose last month and jumped sharply in New Jersey. Page 1.   The nation's unemployment rate remained at 7 percent in April. Page 37. NEW YORK CITY    CENTRAL PARK GETS  $17 MILLION GRANT   The Great Lawn in Central Park and softball diamonds that have deteriorated are among the heavily used areas that will be restored with $51 million, including a $17 million donation. City officials say it is the largest gift ever from an individual for a municipal park. Page 1.   FIVE ARRESTED IN DRUG RAIDS   Authorities said that they had arrested the head of one of the largest Colombian drug dealing organizations in New York City and four of his confederates. Page 25.   THE MAYOR'S QUIET COUNSELOR   Few outside the inner sanctum of the city's government know who George B. Daniels is, but the former judge is emerging as one of the most prominent of Mayor Dinkins's behind-the-scenes advisers. Page 25.   PASTOR SPEAKS OUT AGAINST RAP   The pastor of the Abyssinian Baptist Church in Harlem is planning a campaign against segments of the rap industry that he says glamorize sex and violence. Page 24. REGION    ARMAND D'AMATO IS CONVICTED   Armand P. D'Amato, whose Long Island law firm prospered as his older brother, Senator Alfonse M. D'Amato, gained power in Washington, was convicted of mail fraud. Page 1.   Armand D'Amato's conviction is just one more storm for his brother to weather. Page 27.   AFTER 7 YEARS, 3 CHILDREN ARE FOUND   Three children kidnapped from a schoolyard in Belgium in 1986, apparently by their father in a custody fight, were found unharmed at a Westchester County home. Page 26.   IRISH FAMILY DESCRIBES ANGER   The late-night christening party in December 1991 was a symbol of collective success for Patrick McNulty and his Irish immigrant friends. But the festive occasion turned into what the partygoers describe as a nightmare that spawned a Federal investigation into police brutality in Yonkers. Page 26.   Numbed, Joselin Genao could manage only a half-hearted burst of anger against the man the police say killed her daughter. Page 26.   A meningitis outbreak at the University of Connecticut has led health officials to offer vaccinations to students and staff members. Page 26.   Mayor William J. Pascrell of Paterson, N.J., turned over an inventory of the art collection at the city's public library to the Passaic County Prosecutor's Office. Page 26.   Striking workers formed picket lines at some northern New Jersey supermarkets. Page 27.   About New York by Michael T. Kaufman 25   ","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"In Seville, Works Dal Kept for Himself","web_url":"https://www.nytimes.com/1993/05/08/style/IHT-in-seville-works-dali-kept-for-himself.html","abstract":"-\"Dal's Dals,\" the collection of his works that the late Salvador Dal kept for himself, is being exhibited in Seville. It is the first time they have been shown outside his home town of Figueras.","thumbnail":null,"section":"Style"},{"date":"19930508","headline":"Sports of The Times; Thompson's Keepers Of the Flame","web_url":"https://www.nytimes.com/1993/05/08/sports/sports-of-the-times-thompson-s-keepers-of-the-flame.html","abstract":"  DURING a conversation from his office in Washington, John Thompson said one of the joys of being an educator, becoming involved with young people, is meeting up with former students 15 and 20 years after the fact and seeing that their lives turned out well.   Thompson talked about a call he received on Thursday from an instructor he had not spoken with in years. Her name was Carolyn Welch and she had been Thompson's science teacher at Brown Junior High School in Washington. \"She said she just wanted to tell me how pleased and proud she was of me,\" Thompson said. \"That moved me.\"","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Authorities Arrest Five In Drug Raids","web_url":"https://www.nytimes.com/1993/05/08/nyregion/authorities-arrest-five-in-drug-raids.html","abstract":"  In five predawn raids yesterday, authorities said they arrested the head of one of the largest Colombian drug dealing organizations in New York City and four of his confederates.    Agents from the Drug Enforcement Task Force and the New York City Special Narcotics Prosecutor's office called the arrests the high point of a five-month investigation in which they have seized nearly $3 million in cash and 600 pounds of cocaine.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Jockeying for a Title","web_url":"https://www.nytimes.com/1993/05/08/sports/sports-people-boxing-jockeying-for-a-title.html","abstract":"  OSCAR DE LA HOYA wanted the Olympic gold and got it. Now, he wants a title fight before his first anniversary as a pro.   But FRANKIE AVELAR, another former Olympian, owns a North American Boxing Federation title and wants to get a world championship as well. It's likely that whoever wins their scheduled 10-round fight tonight at Lake Tahoe will get his wish.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"6 Weeks After Prison, an Arrest","web_url":"https://www.nytimes.com/1993/05/08/nyregion/6-weeks-after-prison-an-arrest.html","abstract":"  Numbed by grief and tranquilizers, Joselin Genao could manage only a half-hearted burst of anger against the man the police say led her daughter away from home and to her death.   Sitting in the darkened bedroom of her apartment here, ignoring the television cameras that encircled her and cradling a picture of her daughter someone had propped into her hand, Ms. Genao said she had learned only this morning that the man accused of murdering her daughter Wednesday night was a career criminal who once pressed a knife in the back of a 14-year-old girl and tried to force her to accompany him.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Reporter's Notebook; Clinton Pal, Club Member and Target","web_url":"https://www.nytimes.com/1993/05/08/us/reporter-s-notebook-clinton-pal-club-member-and-target.html","abstract":"  After some nasty nomination fights in recent years over Republicans who belonged to clubs that excluded blacks, a conservative group is after Webster L. Hubbell, a Democratic nominee at the Justice Department, over his membership at a country club in Little Rock, Ark., that they say is all white.   Mr. Hubbell, the designee to be Associate Attorney General, has been a chief justice of the Arkansas Supreme Court, a mayor of Little Rock and a law partner of Hillary Rodham Clinton. Since he started at the Justice Department early this year, working without a title, he has played an important behind-the-scenes role in virtually every big decision, including the tear-gas assault on the Branch Davidian compound near Waco, Tex., last month.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/08/nyregion/no-headline-821593.html","abstract":"  Let's just say thank God that he's dead. -- SHERRY ANNETTE JOHNSON, asked if she thought her dentist intentionally infected her with H.I.V.  [ 7:1. ]","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Dutchman Sprints to Finish","web_url":"https://www.nytimes.com/1993/05/08/sports/cycling-dutchman-sprints-to-finish.html","abstract":"  Three years ago, when the Tour de Trump rode through New York, a young man asked his father if he planned to go to Central Park to watch the bicycle race.   \"Why should I go to see someone ride a bike?\" the father said. \"I can ride a bike, too.\"","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Ex-Gov. Hunt Is Sentenced To 1,000 Hours of Service","web_url":"https://www.nytimes.com/1993/05/08/us/ex-gov-hunt-is-sentenced-to-1000-hours-of-service.html","abstract":"  Guy Hunt, the part-time preacher who became Alabama's first Republican Governor since Reconstruction, was ordered to pay $210,000 and serve 1,000 hours of community service today after his conviction and removal from office last month for illegally converting money from his inauguration for his own use.   Mr. Hunt, a farmer and former Amway salesman whose unlikely rise and catastrophic fall became one of the most unlikely political stories of recent years, avoided going to prison when Judge Randall Thomas of State Circuit Court suspended a five-year prison sentence. Mr. Hunt left the courthouse unrepentant, telling supporters at a rally on the Capitol steps that an appeal would put him back in the Governor's office.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"U.S.C. Makes Art Buchwald Honorary Doctor of Letters","web_url":"https://www.nytimes.com/1993/05/08/us/commencements-usc-makes-art-buchwald-honorary-doctor-of-letters.html","abstract":"  Art Buchwald, the Pulitzer Prize-winning columnist, delivered the main address yesterday to 7,900 seniors and graduate students at the 110th commencement ceremonies of the University of Southern California, at the university's Alumni Memorial Park.   Mr. Buchwald, who attended U.S.C. in the 1940's, urged graduates to make the most of their lives. \"I don't know if this is the best of times or the worst of times,\" he said, \"but I can assure you this: It's the only time you've got. So you can either stare at your navel or go out and pick a daisy.\"","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"Irish Family Describes Anger Over Beating","web_url":"https://www.nytimes.com/1993/05/08/nyregion/irish-family-describes-anger-over-beating.html","abstract":"  The late-night christening party on an unseasonably warm December night in 1991 held an air of promise. It was a symbol of collective success for Patrick McNulty and his Irish immigrant friends who had made their own rite of passage from County Fermanagh, where jobs are few and the outlook is bleak, in Northern Ireland.   Mr. McNulty had taken a wife, bought a home in Larchmont, and had a stable job as a carpenter. Now, he had brought more than two dozen people together to celebrate what made him most proud: his first-born child, Fiona. He had even bought airline tickets so that his mother, his sister and an aunt could come from Ireland for the party.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"'Homeland' Is a Base for Needling Pretoria","web_url":"https://www.nytimes.com/1993/05/08/world/homeland-is-a-base-for-needling-pretoria.html","abstract":"  In the 11th-floor office from which he presides over the black homeland of Transkei, Maj. Gen. Bantu Holomisa, arguably Africa's most free-spirited military dictator, was cheerfully biting the hand that feeds him.   Over cups of instant coffee he was guiding a visitor through a packet of once-secret South African military documents that implicated some of President F. W. de Klerk's senior functionaries in a twisted plot to overthrow another homeland leader in 1986.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Armand D'Amato Found Guilty Of Fraud in a Lobbying Scheme","web_url":"https://www.nytimes.com/1993/05/08/nyregion/armand-d-amato-found-guilty-of-fraud-in-a-lobbying-scheme.html","abstract":"  Armand P. D'Amato, whose Long Island law firm prospered as his older brother, Senator Alfonse M. D'Amato, gained power in Washington, was convicted of mail fraud today in connection with $120,500 he received from a military contractor to lobby the Senator.   Senator D'Amato was not a defendant in the trial, but the case drew attention to allegations of influence peddling against him that prompted a two-year Senate Ethics Committee investigation and that have repeatedly been raised by his political opponents.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Germany to Return Asylum Applicants In Pact With Poland","web_url":"https://www.nytimes.com/1993/05/08/world/germany-to-return-asylum-applicants-in-pact-with-poland.html","abstract":"  Germany, on the verge of changing its Constitution to cut down a flood of foreign asylum-seekers, signed a treaty with Poland today that will allow it to turn many back at the border and deport as many as 10,000 rejected applicants who arrive from Poland this year.   Interior Minister Rudolf Seiters described the treaty as a model for a similar one his country is trying to negotiate with the Czech Republic. Germany will also pay Poland the equivalent of $76.4 million this year and next to provide shelter for immigrants and improve surveillance of its borders, with technical equipment purchased from Germany with the money provided under the treaty.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Passing Storm for Buoyant Politician","web_url":"https://www.nytimes.com/1993/05/08/nyregion/passing-storm-for-buoyant-politician.html","abstract":"  When the mail-fraud indictment of Senator Alfonse M. D'Amato's younger brother, Armand, was handed up last year, New York City Comptroller Elizabeth Holtzman, then vying for the Democratic nomination to challenge the Senator, offered a crisply partisan observation:    \"The indictment of Armand D'Amato is the indictment of Alfonse D'Amato as well. It's just another sleazy chapter.\"","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Clinton Unveils Financing Plan For Campaigns","web_url":"https://www.nytimes.com/1993/05/08/us/clinton-unveils-financing-plan-for-campaigns.html","abstract":"  Vowing to \"change the way Washington works,\" President Clinton today proposed a bill that offers public subsidies for television commercials for Congressional candidates who limit their spending and seeks to reduce the influence of lobbyists and political action committees.   Under pressure from Congressional Democrats, who feared a campaign reform bill that would endanger their prospects for re-election, Mr. Clinton abandoned the pledge made in his Presidential campaign: to reduce to $1,000 from $5,000 the amount a political action committee can give to a candidate.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"No Need for Mets' Bullpen, and No Success for Yanks'","web_url":"https://www.nytimes.com/1993/05/08/sports/baseball-no-need-for-mets-bullpen-and-no-success-for-yanks.html","abstract":"  Before he arrived in New York, Jeff Torborg had been told that Doc Gooden is \"the man\" at Shea Stadium -- the team leader, the go-to guy, the soul of the Mets' club. The manager didn't see that last spring or early last summer, and he caught only glimpses of Gooden's greatness as the hideous 1992 season faded in the fall.   He understands what they were telling him now.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Mutter Cancellation","web_url":"https://www.nytimes.com/1993/05/08/arts/mutter-cancellation.html","abstract":"  Itzhak Perlman will replace Anne-Sophie Mutter as the violin soloist with the Metropolitan Opera Orchestra tomorrow at 3 P.M. Ms. Mutter has a back injury. The all-Berg program remains the same: the Violin Concerto, suites from \"Wozzeck\" and \"Lulu\" featuring the soprano Renee Fleming, and Three Pieces for Orchestra (Op. 6). James Levine is to conduct. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"1, 2, 3, 4, 5, 6, 7, 8, 9, 10: Garden KO's Boxing Group","web_url":"https://www.nytimes.com/1993/05/08/sports/boxing-1-2-3-4-5-6-7-8-9-10-garden-ko-s-boxing-group.html","abstract":"  Madison Square Garden, once considered the mecca of boxing, is shutting down its boxing business, but it is not abandoning the sport.    It will close the doors this summer of its long-running boxing department, once renowned for helping make the Garden synonymous with the sport, starting in the Joe Louis era 60 years ago. The Garden could still stage fights by licensed outside promoters, but these bouts will be booked by the same department that schedules events that range from rock concerts to the Westminster Dog Show.","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Review/Pop; A Concert Like a Reunion","web_url":"https://www.nytimes.com/1993/05/08/arts/review-pop-a-concert-like-a-reunion.html","abstract":"  Few pop divas have as devout a cult following as Nina Simone, who made a rare New York appearance last Saturday evening at the Beacon Theater. To the faithful, Ms. Simone's visits are not just concerts but ceremonial reunions at which \"the high priestess of soul\" returns from a self-imposed exile to bless her flock and to refresh her own sense of self-worth. During one especially boisterous round of acclaim at the Beacon, she stoked the applause by gesturing for more and demanding: \"Feed me!  Feed me! I need it!\"    The ceremony would be ludicrous were Ms. Simone not an astonishingly dramatic performer. When she feels comfortable and appreciated, as she did at the Beacon, she can take a familiar song and virtually reinvent it, sometimes by interpolating her own lyrics, to turn it into an intense, often troubling personal journey. The drama comes from the volatile mix of Ms. Simone's deep, rumbling voice, her elegant classical pianism and her mercurial temperament. A brooding ballad can suddenly explode with anger. An exultant cry of delight can just as suddenly crack with pain.","thumbnail":null,"section":"Arts"},{"date":"19930508","headline":"Gowanus Expressway Should Be Demolished, Not Rebuilt","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-gowanus-expressway-should-be-demolished-not-rebuilt-571893.html","abstract":"  To the Editor:   I have been following with interest and dismay the public discussion on Brooklyn's Gowanus Expressway reconstruction. Once again we have negotiations focusing on the terms without first analyzing the premise: that the Gowanus should be rebuilt. The rationale is that the expressway is deteriorated and is in danger of collapse. This is cause to demolish it!","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/05/08/us/religion-notes.html","abstract":"  Theology and Cults   As Federal investigations into the events that led to the Branch Davidians' conflagation continue, a broad alliance of religious and civil liberties groups has urged the Government not to use it as an occasion to try to define what makes a religion proper or valid.","thumbnail":null,"section":"U.S."},{"date":"19930508","headline":"No One Knows Him, Except Her Majesty","web_url":"https://www.nytimes.com/1993/05/08/sports/boxing-no-one-knows-him-except-her-majesty.html","abstract":"  Introverts finally have a boxer to embrace: Lennox Lewis. His voice is silky and British, he is civil out of the ring, his life is a closed book and he is anti-Don King for the moment.   The 27-year-old Lewis may not be the people's champion, but he is the Queen's. He spends much of his free time in England and spars in seclusion. King, the envious promoter who is said to want to lure Lewis into his stable of fighters, said Lewis \"could walk through Times Square and remain invisible.\"","thumbnail":null,"section":"Sports"},{"date":"19930508","headline":"Food, Wine and Surgery","web_url":"https://www.nytimes.com/1993/05/08/opinion/food-wine-and-surgery.html","abstract":"It was early morning, just after 2 o'clock. I had recently arrived in Tours to start my sabbatical. I knew only enough French to scan a newspaper and order a meal. My wife, fluent in French, was away.\n\nA pain of extraordinary vividness exploded up my abdomen on the left side. I knew I had to obtain immediate medical help. I was frightened and disoriented as I looked through the information sheets provided for American students seeking local health care. These were in French and in small type. With increasingly blurred vision, I called a number on the list with a nearby address.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"Gowanus Expressway Should Be Demolished, Not Rebuilt; Riding on the Trashway","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-gowanus-expressway-should-be-demolished-not-rebuilt-riding-on-the-trashway-584093.html","abstract":"  To the Editor:   I was shocked on a visit to New York City last week to see the sorry state of the highways. The bus ride from La Guardia Airport to Manhattan was one long ride along a highway of trash. At one point along the Brooklyn-Queens Expressway there was an actual dump with mattresses, tires and boxes.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"New Editor Sought For The Daily News","web_url":"https://www.nytimes.com/1993/05/08/nyregion/new-editor-sought-for-the-daily-news.html","abstract":"  The publishers of The Daily News have told the newspaper's editor that they will bring in another editor above him, the current editor, Lou Colasuonno, said last night.   Mr. Colasuonno and Sherrie Rollins, a spokeswoman for The News, said the new editor has not been chosen. Ms. Rollins said Mortimer B. Zuckerman, The News's owner, has been speaking with several people.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"Central Park to Receive $17 Million Matching Gift","web_url":"https://www.nytimes.com/1993/05/08/nyregion/central-park-to-receive-17-million-matching-gift.html","abstract":"  The Great Lawn in Central Park and softball diamonds there that have deteriorated into dust bowls are among the heavily used areas that will be restored with $51 million, including a $17 million donation announced yesterday. City officials say it is the largest gift ever from an individual for a municipal park.   The restoration will put the finishing touch on a 12-year program that has revitalized the Sheep Meadow, the Bethesda Terrace, the Mall, the Dairy and Strawberry Fields. Richard Gilder, a stockbroker who grew up playing in the park and now runs there every day, promised the $17 million on the condition that the city and the Central Park Conservancy match his commitment.","thumbnail":null,"section":"New York"},{"date":"19930508","headline":"China Sells Off Public Land to the Well Connected","web_url":"https://www.nytimes.com/1993/05/08/world/china-sells-off-public-land-to-the-well-connected.html","abstract":"  Four decades after Communist leaders declared a \"land reform\" that ultimately left almost all rice paddies and city apartments in the hands of the state, an equally revolutionary \"land reform\" is under way.   In effect, real estate is being privatized on a huge scale, and it has become one of China's hottest, craziest new businesses.","thumbnail":null,"section":"World"},{"date":"19930508","headline":"Group Rights Advocates Fan Flames of Bias","web_url":"https://www.nytimes.com/1993/05/08/opinion/l-group-rights-advocates-fan-flames-of-bias-576993.html","abstract":"  To the Editor:   Nowhere is the decline of political debate more apparent than in the controversy over \"gay rights.\" The essential political issue is not whether homosexuality is a matter of choice or a biological determinant. This is a scientific question, which only a commitment to the honest and rational pursuit of knowledge can resolve.","thumbnail":null,"section":"Opinion"},{"date":"19930508","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Royal Entourage","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930508","time":"1993-05-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":68,"wspd":24.1},{"date":"19930508","time":"1993-05-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":67,"wspd":22.3},{"date":"19930508","time":"1993-05-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":70,"wspd":24.1},{"date":"19930508","time":"1993-05-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":75,"wspd":24.1},{"date":"19930508","time":"1993-05-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":76,"wspd":22.3},{"date":"19930508","time":"1993-05-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":77,"wspd":20.5},{"date":"19930508","time":"1993-05-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":75,"wspd":18.4},{"date":"19930508","time":"1993-05-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":75,"wspd":18.4},{"date":"19930508","time":"1993-05-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":68,"wspd":16.6},{"date":"19930508","time":"1993-05-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":62,"wspd":25.9},{"date":"19930508","time":"1993-05-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":52,"wspd":24.1},{"date":"19930508","time":"1993-05-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":43,"wspd":29.5},{"date":"19930508","time":"1993-05-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":28,"wspd":31.3},{"date":"19930508","time":"1993-05-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":29,"wspd":27.7},{"date":"19930508","time":"1993-05-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":30,"wspd":35.3},{"date":"19930508","time":"1993-05-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":36,"wspd":25.9},{"date":"19930508","time":"1993-05-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":37,"wspd":31.3},{"date":"19930508","time":"1993-05-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":39,"wspd":27.7},{"date":"19930508","time":"1993-05-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":45,"wspd":25.9},{"date":"19930508","time":"1993-05-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":45,"wspd":27.7},{"date":"19930508","time":"1993-05-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":57,"wspd":22.3},{"date":"19930508","time":"1993-05-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":61,"wspd":18.4},{"date":"19930508","time":"1993-05-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":69,"wspd":20.5},{"date":"19930508","time":"1993-05-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":72,"wspd":16.6},{"date":"19930508","time":"1993-05-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":38,"wspd":9.4},{"date":"19930508","time":"1993-05-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":7.6},{"date":"19930508","time":"1993-05-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":5.4},{"date":"19930508","time":"1993-05-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":33,"wspd":11.2},{"date":"19930508","time":"1993-05-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":40,"wspd":13},{"date":"19930508","time":"1993-05-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":45,"wspd":18.7},{"date":"19930508","time":"1993-05-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":14.8},{"date":"19930508","time":"1993-05-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":16.6},{"date":"19930508","time":"1993-05-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":78,"wspd":7.6},{"date":"19930508","time":"1993-05-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":9.4},{"date":"19930508","time":"1993-05-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":89,"wspd":7.6},{"date":"19930508","time":"1993-05-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":5.4},{"date":"19930508","time":"1993-05-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":7.6},{"date":"19930508","time":"1993-05-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":9.4},{"date":"19930508","time":"1993-05-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":7.6},{"date":"19930508","time":"1993-05-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":63,"wspd":9.4},{"date":"19930508","time":"1993-05-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":59,"wspd":13},{"date":"19930508","time":"1993-05-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":13},{"date":"19930508","time":"1993-05-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":47,"wspd":16.6},{"date":"19930508","time":"1993-05-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":18.7},{"date":"19930508","time":"1993-05-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":22.3},{"date":"19930508","time":"1993-05-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":55,"wspd":14.8},{"date":"19930508","time":"1993-05-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":61,"wspd":16.6},{"date":"19930508","time":"1993-05-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":67,"wspd":13}]}}