{"19940502":{"guardian_articles":[],"nytimes_articles":[{"date":"19940502","headline":"Foundations Are Finding Wealth Is a Problem, Too","web_url":"https://www.nytimes.com/1994/05/02/nyregion/foundations-are-finding-wealth-is-a-problem-too.html","abstract":"  The nation's foundations are discovering prosperity has its perils.   As a group, their financial health has never been better. Their ranks keep growing: 35,765 foundations in 1993, with 11,000 of them created since 1980. A bullish stock market raised their combined assets to an all-time high of $177 billion last year.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Review/Music; 2 Players, With Instruments And Machines, Improvising","web_url":"https://www.nytimes.com/1994/05/02/arts/review-music-2-players-with-instruments-and-machines-improvising.html","abstract":"  The main characteristic of a series of duets played by Anthony Braxton and Richard Teitelbaum at Merkin Concert Hall on Thursday night was a calm prettiness. Mr. Braxton, who plays a handful of reed instruments, used a pure sound to spread gorgeous melodies over the music. Mr. Teitelbaum worked with a keyboard synthesizer, sampler and an interactive computer to produce all sorts of counterpoint, from noise to the reproduction of other musical instruments. The gentleness of it all, which never sank into a New Age sogginess, gave the music its identity.   The two opened with an improvised piece that had Mr. Braxton moving from instrument to instrument; his solos on alto saxophone shuffled along, jamming notes in a rigid pattern. Mr. Teitelbaum had his machines follow Mr. Braxton, harmonizing his lines or offering an almost symphonic background. The distortion of a rock guitar showed up for a minute only to sail away into a dreamy section that sounded as if it was produced by a synthesizer. And Mr. Teitelbaum mimicked the sound of bells, as if the wind was quietly ringing a set of chimes.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Rains and Disease Ravage Refugees Fleeing Rwanda","web_url":"https://www.nytimes.com/1994/05/02/world/rains-and-disease-ravage-refugees-fleeing-rwanda.html","abstract":"  Barely two days after a harrowing and exhausting escape from Rwanda, the more than a quarter-million refugees who arrived here were soaked by heavy rains, adding to the miseries of their makeshift lives with little shelter or food.   Some had umbrellas to hide under, and a few strung out plastic tarpaulins or thatched together grass huts. But in this wide-open land, most just weathered the downpours with nothing.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Topics of The Times; Skating without Screaming","web_url":"https://www.nytimes.com/1994/05/02/opinion/topics-of-the-times-skating-without-screaming.html","abstract":"  It is an all too common cry from runaway skaters in Central Park: \"Help! I can't stop!\" But assistance is only a scream away, thanks to the Central Park Skate Patrol.   The nonprofit volunteer group, which is sponsored by the International In-Line Skating Association, the New York Road Skaters Association and Blades, Board and Skate Shops, is in its third season. For those who want to learn how to slow down or stop with in-line skates (commonly known by the trademark Rollerblade), the patrol gives free lessons on weekends, from 12:30 to 5:30 P.M., at the East and West 72d Street entrances to Central Park.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Make the Rwandan Killers' Bosses Halt This Genocide","web_url":"https://www.nytimes.com/1994/05/02/opinion/IHT-make-the-rwandan-killers-bosses-halt-this-genocide.html","abstract":"The magnitude of the slaughter in Rwanda is so great that the international community has thrown up its hands and averted its eyes. The United Nations Security Council unanimously decided to reduce its peacekeeping force to a skeleton presence, and most","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"For Nets, Light Dim At End Of Tunnel","web_url":"https://www.nytimes.com/1994/05/02/sports/pro-basketball-for-nets-light-dim-at-end-of-tunnel.html","abstract":"  After all the things that have gone wrong for the Nets, it looked as if something was finally going to go right for them yesterday when the Knicks' Patrick Ewing picked up his second technical foul after an encounter with Derrick Coleman and was ejected with 5 minutes 21 seconds left in the first half.    Instead, the incident only served to fire up the fans in Madison Square Garden and inspire the Knicks, who went on to a 90-81 victory and a 2-0 lead in their opening-round playoff series.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"MANDELA'S PARTY GRASPS FIRM LEAD IN EARLY RESULTS","web_url":"https://www.nytimes.com/1994/05/02/world/mandela-s-party-grasps-firm-lead-in-early-results.html","abstract":"  The African National Congress estimated from early returns Sunday night that it had won a solid victory in the election for South Africa's first post-apartheid Parliament, but conceded that it would not win the lopsided majority that would give Nelson Mandela a free hand in writing a new constitution.   The broadest smile, in fact, belonged to President F. W. de Klerk, whose National Party appeared to have crowded aside all other opposition parties and picked up a fraction of the black vote to secure its future as the second party in a two-party system.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"A Saddened Sport Loses a Giant With Death of Senna","web_url":"https://www.nytimes.com/1994/05/02/sports/auto-racing-a-saddened-sport-loses-a-giant-with-death-of-senna.html","abstract":"  To better understand the wretched place that May 1, 1994, will occupy in motor racing history, go back to April 7, 1968. That was the day Jim Clark, the Scotsman who was a two-time world champion and the 1965 Indianapolis 500 winner, slid off the track in Hockenheim, Germany, and died when his Lotus crashed into a stand of trees.   It is pointless to argue whether that loss was greater than the one that occurred on the seventh lap of the San Marino Grand Prix yesterday, when Ayrton Senna's Williams-Renault flew off the Ferrari Autodrome circuit and into a concrete wall at almost 200 miles an hour. What matters is that in both cases, one of the giants of motor racing's postwar era was killed.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Victims Use Photos to Identify Silver-Gun Carjacking Suspect","web_url":"https://www.nytimes.com/1994/05/02/nyregion/victims-use-photos-to-identify-silver-gun-carjacking-suspect.html","abstract":"  The Silver Gun Carjacker, a fugitive wanted in eight recent armed robberies of elderly and frail Queens residents who were accosted or attacked after being followed home from banks, has acquired an identity -- and with it, a history of similar crimes dating back nearly 10 years.   The 27-year-old suspect, Gerald Jerome, was identified by robbery victims from a bank-camera photograph and by Queens robbery detectives, who matched the bank's picture with photos in his criminal record. He remains at large after failing to appear in a Brooklyn court on an unrelated charge last week.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/02/nyregion/metro-digest-955361.html","abstract":"  NEW YORK CITY  TOUGHENING RULES FOR GRADUATING   Starting this fall, every New York City high school student will be required to take advanced science and mathematics courses to graduate, while less challenging classes in those subjects will be eliminated, Chancellor Ramon C. Cortines announced. Educators said the change might be the most ambitious upgrading of academic standards ever undertaken by a major school system. The initiative will affect more than 250,000 students, said Askia Davis, senior assistant to the Chancellor. A1.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"The Going Gets Tough And So Does Oakley","web_url":"https://www.nytimes.com/1994/05/02/sports/on-pro-basketball-the-going-gets-tough-and-so-does-oakley.html","abstract":"  From the moment Patrick Ewing hit the runway and administered a furious kick to a metal gate, from the time the crowd was stirred into a frenzied rage, the playoff world the Knicks and Nets had known was inalterably changed. It was not so much a basketball floor anymore, as much as it was a gladiator's court. It was not a place for mouthing trash, for menacing stares, for In Your Face and Out of My Way.   The game was now about who could be ferocious without the fuss. It was about who was tough, really tough, not Jim Rome tough.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Companies Resist Rules On Driving","web_url":"https://www.nytimes.com/1994/05/02/nyregion/companies-resist-rules-on-driving.html","abstract":"  The Federal Government is trying to control the way people travel to work, seeking to reduce pollution, congestion and energy use by limiting the number driving alone in cars. But to reduce the solitary nature of confinement behind the wheel, the Government is relying on employers, and the employers are screaming about it.   Soon, New York, New Jersey, Connecticut and seven other states will require big employers to take such steps as reporting to the Government on how their workers get to work from home, and filing plans for reducing the number who drive alone, by inducing them to switch to car pools or public transportation. If the companies fail they can be liable for tens of thousands of dollars in fines per day.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Ewing Tries to Sort Out Confusion","web_url":"https://www.nytimes.com/1994/05/02/sports/pro-basketball-ewing-tries-to-sort-out-confusion.html","abstract":"  It was the first time Patrick Ewing had ever been ejected from a playoff game. The Knicks could have folded. Instead, they bonded.   \"We've been a resilient team all year,\" said Coach Pat Riley after the Knicks' emotional 90-81 victory over the Nets on Sunday in Game 2 of their playoff series. \"It was one of the most harrowing games, even though we had a big lead, that I've ever experienced.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Following the Piping Plover","web_url":"https://www.nytimes.com/1994/05/02/nyregion/following-the-piping-plover.html","abstract":"  On a recent Sunday morning, Larry Penny and two photographers patrolled a wind-swept beach here, searching for piping plovers and whistling to attract them.   Spotting a slight shimmer on the sand about 50 yards away, Mr. Penny whipped out his binoculars. \"Over there,\" he yelled, as two round little birds scurried away, their sandy-colored feathers vanishing into the shoreline.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Fed Wants Us to Think It Fights Inflation","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-fed-wants-us-to-think-it-fights-inflation-962830.html","abstract":"  To the Editor:   The notion that the Federal Reserve raises interest rates to control inflation has been repeated so often, with the Fed's encouragement, that it has come to be accepted as an economic truth. Raising interest rates may deter inflation slightly given the presence of certain economic circumstances, but that is a possible effect of Fed policy rather than its purpose.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Sports of The Times; Hockey's Hunter And the Hunted","web_url":"https://www.nytimes.com/1994/05/02/sports/sports-of-the-times-hockey-s-hunter-and-the-hunted.html","abstract":"  MAYBE the Stanley Cup should be renamed the Sanity Cup. Too often during its almost meaningless regular season the National Hockey League is the planet of the goons. But in the playoffs, where penalties can be much more costly, sanity usually prevails. Even the most inflammable personalties try to hold their temper.   Some brush fires developed in the Rangers' 6-3 victory over the Washington Capitals at Madison Square Garden last night in the opener of their Eastern Conference semifinal. But they were quickly stamped out.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Fed Wants Us to Think It Fights Inflation; A Genuine Recovery?","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-fed-wants-us-to-think-it-fights-inflation-a-genuine-recovery-962910.html","abstract":"  To the Editor:   Your April 22 business section carries a brief article that gives added credence to the aphorism \"there are lies, damn lies and statistics.\" Unless you can pierce the nuances to the raw figures, statistics can be dangerous to your economic health.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Today's Rabbit Exhibits: Hundley Homers Nos. 7 and 8","web_url":"https://www.nytimes.com/1994/05/02/sports/baseball-today-s-rabbit-exhibits-hundley-homers-nos-7-and-8.html","abstract":"  Todd Hundley does not have an explanation. Maybe the ball is juiced. Maybe the pitching is poor. Maybe it's simple -- maybe the hitters are bigger and stronger this season than they have been in the past.   The Mets and Dodgers combined for 13 home runs in the three-game series that concluded yesterday at Shea Stadium. Three of those home runs came from Hundley, including two yesterday afternoon. And though 3 home runs and 10 total runs were not enough for the Mets to defeat the Dodgers on Saturday, 7 runs -- all produced by homers -- carried New York to a 7-4 victory over Los Angeles yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Even Without Ewing, the Knicks Are Safe at Home","web_url":"https://www.nytimes.com/1994/05/02/sports/pro-basketball-even-without-ewing-the-knicks-are-safe-at-home.html","abstract":"  Believing that Patrick Ewing had been wrongfully ejected from a crucial playoff game, the Knicks unleashed their fury on the Nets.   Charles Oakley took the emotional lead, scoring a game-high 25 points and grabbing a career playoff-high 24 rebounds, playing as if his career depended on a victory. New York's defensive effort reached another plateau of passion. And the capacity crowd at Madison Square Garden provided the adrenaline, raising the decibel level to deafening heights.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/02/arts/dance-in-review-959472.html","abstract":"  Karen Bamonte Dance Works/Amphora  Bessie Schonberg Theater","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"A's Finally Find a Team They Can Beat: Yankees","web_url":"https://www.nytimes.com/1994/05/02/sports/baseball-a-s-finally-find-a-team-they-can-beat-yankees.html","abstract":"  Beaten and battered for two weeks as they played silly and sloppy baseball, the Athletics had a memorable day for the right reasons today. Bobby Witt was right. But Melido Perez's day was fraught with wrongs, the primary one being that he lost to the sputtering A's, 8-1.   Since Perez could not duplicate what 12 pitchers before him had done and since Witt was surprisingly precise and extremely effective, the Yankees did not sweep three games from Oakland and the A's happily fell two setbacks shy of tying their club record of 14 straight defeats.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/02/nyregion/chronicle-962961.html","abstract":"  MICHAEL CHERTOFF , who spent four years as the United States Attorney for New Jersey, has rejoined his former law firm as a partner.   Mr. Chertoff joined the firm of Latham & Watkins effective yesterday, the firm announced. Mr. Chertoff will head the firm's national white-collar enforcement and internal investigations practice, PHILIP E. COVIELLO , managing partner of the firm's New York office, said in a statement. The firm expects to open an office in Newark this year, he said.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/02/arts/dance-in-review-963224.html","abstract":"  Laura Pawel Dance Company  Context Hall 28 Avenue A (between Second and Third Streets) East Village","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Bridge","web_url":"https://www.nytimes.com/1994/05/02/nyregion/bridge-958549.html","abstract":"  Although the Cavendish Club is but a memory, the name rises like a phoenix each May. The 11th Cavendish Teams will be played Thursday and Friday at the Honors club, 42 East 74th Street, and the 20th Cavendish Pairs will be played Saturday and Sunday at Loews Summit Hotel, 569 Lexington Avenue at 51st Street.   There will be five pairs crossing the Atlantic to take part: Piotr Gawrys and Krzysztof Lasocki of Poland; Tomas Magnusson and T. G. Eliasson of Sweden; Ed Hoogenkamp and Louk Verhees of the Netherlands, and Eliakim Shaufel and Pinhas Romik, Shalom Zeligman and David Birman, all of Israel.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Correction","web_url":"https://www.nytimes.com/1994/05/02/nyregion/c-correction-955000.html","abstract":"  A picture caption on Saturday with an article about an Israeli-Palestinian economic agreement misidentified Avraham Shohat in some editions. He is the Israeli Finance Minister, not the Foreign Minister.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Close Race To Succeed A Senator From Ohio","web_url":"https://www.nytimes.com/1994/05/02/us/close-race-to-succeed-a-senator-from-ohio.html","abstract":"  Joel Hyatt, who is running to replace his father-in-law, Howard M. Metzenbaum, in the Senate, worked his way through a shopping center, shaking hands in the final days before Tuesday's primary election.   The Democratic entrepreneur, who founded a national chain of low-cost legal clinics, repeatedly introduced himself, but he is so well known from his years promoting Hyatt Legal Services on television that most people seem to know him already.","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"The Threat to Welfare Reform","web_url":"https://www.nytimes.com/1994/05/02/opinion/the-threat-to-welfare-reform.html","abstract":"  President Clinton pledged to turn welfare into a system that puts parents to work rather than one that sends them checks. But Congressional resistance to taxes is driving him to cut his proposal by almost half. What is left still makes sense. But the bill the White House is preparing to send to Congress later this month will not transform the culture of welfare anytime soon, let alone \"end welfare as we know it.\"   Even Mr. Clinton's shaven initiative will hit opposition in Congress, especially from conservaties who will fight to lop off even more items. But Mr. Clinton has already bent too far; any more concessions threaten to turn welfare reform into welfare folly.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Christopher Gets Syrian Response to Israeli Peace Plan","web_url":"https://www.nytimes.com/1994/05/02/world/christopher-gets-syrian-response-to-israeli-peace-plan.html","abstract":"  After meeting with President Hafez al-Assad of Syria, Secretary of State Warren Christopher said today that peace talks between Syria and Israel had reached a \"new, more substantive phase\" and that Mr. Assad had presented new ideas in response to Israel's recent peace plan.   Mr. Christopher declined to describe the details of the Syrian response. But American officials appeared pleased that Mr. Assad had paid serious attention to the Israeli proposal, which Mr. Christopher presented to him in seven hours of talks this weekend.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Mexican Seriously Challenging Long-Ruling Party","web_url":"https://www.nytimes.com/1994/05/02/world/mexican-seriously-challenging-long-ruling-party.html","abstract":"  Dusty winds whipped hundreds of yellow campaign banners as local politicos worked up the crowd. Finally the presidential candidate, the man with the magic name, spoke. His flat voice and deadpan face deflated the crowd, and even the standard applause line -- \"Viva Mexico!\" -- was so stiff that admiring campesinos hardly realized when Cuauhtemoc Cardenas had finished his speech.   But his style has not undercut the serious challenge Mr. Cardenas is mounting to 65 years of single-party rule in Mexico.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Two Views Of Police Presence In Clifton","web_url":"https://www.nytimes.com/1994/05/02/nyregion/two-views-of-police-presence-in-clifton.html","abstract":"  Willie Barrett and Roger Collins live in the same neighborhood, on different worlds.   Mr. Barrett lives in a neat, two-story house on Park Hill Avenue in Clifton, Staten Island, on a street where the drug dealers have run down the neighborhood to the point he no longer feels safe. He wants a strong police presence in his neighborhood, to reclaim it.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Yafia Journal; A Sad Tangle of Love, Grief and Israeli Taboos","web_url":"https://www.nytimes.com/1994/05/02/world/yafia-journal-a-sad-tangle-of-love-grief-and-israeli-taboos.html","abstract":"  This is a story of two families thrust unexpectedly together and forced to navigate deep religious and ethnic divides.   It is about anger and fear, mistrust and resentment, abiding conflict and sudden death.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/02/nyregion/chronicle-958719.html","abstract":"  Nonnie Moore may be leaving the world of fashion, but other people are becoming more entrenched in it.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/02/arts/dance-in-review-963216.html","abstract":"  'Symphonie Concertante' and 'Sinfonietta'  American Ballet Theater Metropolitan Opera House","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Clinton's Call for Pacific Harmony Meets a Chorus of Criticism From Asians","web_url":"https://www.nytimes.com/1994/05/02/world/clinton-s-call-for-pacific-harmony-meets-a-chorus-of-criticism-from-asians.html","abstract":"  When President Clinton first described his vision of a new \"Pacific community\" last summer, in which the United States would engage Asia more vigorously and creatively than at any time since World War II, most of the region's leaders embraced the idea as a long-overdue shift from what they saw as Washington's Eurocentric view of the world.   But in recent months the enthusiastic talk of harmony, which reached a crescendo when Mr. Clinton gathered Asian leaders at a first-ever summit meeting in Seattle, has quickly given way to a broad chorus of criticism. On topics as diverse as trade policy with Japan, human rights and the possible caning of an American teen-ager in Singapore, leaders from Canberra to Tokyo are voicing similar critiques. They say Washington has been arrogant, that the \"community\" it envisions is built in America's image rather than in Asia's, and that it is chiefly interested in imposing its own rules. Driven by Three Goals    Many of the criticisms are self- interested, and some come from countries that insist the region needs a stabilizing American military presence, but reject Washington's political influence. But a result is that many Administration policies have been subtly undercut by some of its closest Asian allies.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Controlling the Cops;\nBack to the Future","web_url":"https://www.nytimes.com/1994/05/02/opinion/controlling-the-cops-back-to-the-future.html","abstract":"It seems virtually certain that the Mollen Commission on police corruptionwill not recommend reinstatement of the independent Special State Prosecutor forCriminal Justice even though former special prosecutors and Mayor Rudolph W.Giuliani have endorsed the idea.\n\n What does seem likely is that in its final report on police corruption, thecommission will call for the establishment of an outside monitoring agency with subpoena (but no prosecutorial) power to oversee and support the New York CityPolice Department's efforts to police itself.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"CBS May Help Launch A Rival Football League","web_url":"https://www.nytimes.com/1994/05/02/sports/pro-football-cbs-may-help-launch-a-rival-football-league.html","abstract":"  CBS has held discussions with a group claiming to represent a consortium of major advertisers about the possibility of launching a new Sunday afternoon professional football league in the fall of 1995, senior CBS executives said yesterday.   The CBS executives, including Howard Stringer, the president of the CBS Broadcast Group, emphasized that the talks are still in preliminary stages. But they acknowledged serious interest in the potential new league, which would be backed, its organizers have told CBS, by corporations like Federal Express, Anheuser-Busch and the Walt Disney Company.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"A Ditch Runs Through It","web_url":"https://www.nytimes.com/1994/05/02/opinion/a-ditch-runs-through-it.html","abstract":"  The Federal Government spent $30 million in the 1960's to turn central Florida's meandering Kissimmee River into a drainage ditch. It will now cost $372 million to let it meander again and to compensate farming interests and property owners whose land will be submerged. But the damage to Florida's wetlands, all the way down to the precious Everglades, has been even costlier.    The Kissimmee -- or C-38, as the ditch is designated by the Army Corps of Engineers -- flows south from Lake Kissimmee (near Orlando) into Lake Okeechobee, a huge expanse that feeds the Everglades. The river originally wandered for 103 miles across thousands of acres of wetlands, but heavy flooding led to local pressure for straightening it into a 56-mile canal. That stopped the flooding all right, but it deadened the river's nutrients and contributed to the deterioration of Okeechobee and the Everglades.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Legislators Toss Insults, But Can't Pass a Budget","web_url":"https://www.nytimes.com/1994/05/02/nyregion/legislators-toss-insults-but-can-t-pass-a-budget.html","abstract":"  It is frequently said that one reason the State Legislature is late in adopting a state budget -- it is now a month overdue -- is that no one has been hurt by the delay. The Legislature has kept the wheels of government greased, and state colleges, prisons and health-care services continue to operate as usual.   But the impasse has begun to cause some people pain, and their numbers are growing. School boards are preparing to ask voters to approve local property tax increases because they do not know how much state aid they will receive. Mayors are in the same bind as they present budget proposals to municipal councils. And scores of nonprofit organizations that depend on state grants are seeking bank loans to cover payrolls.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"U.S. Journalists Killed in Bosnia","web_url":"https://www.nytimes.com/1994/05/02/world/us-journalists-killed-in-bosnia.html","abstract":"  Two American journalists were killed and another was slightly wounded today when they drove over a mine about eight miles north of Mostar, after having strayed off the main road from Mostar to Sarajevo, United Nations officials said.   The officials identified the dead as Francis Tomasic of Spin magazine, which is devoted to popular music and culture, and Brian Brenton of Magnolia News, a weekly based in Seattle. The wounded journalist was identified as the novelist William T. Vollmann, who was on assignment for Spin.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Controlling the Cops; Accomplices To Perjury","web_url":"https://www.nytimes.com/1994/05/02/opinion/controlling-the-cops-accomplices-to-perjury.html","abstract":"  As I read about the disbelief expressed by some prosecutors at the Mollen Commission's recent assertion that police perjury is \"widespread\" in New York City, I thought of Claude Rains's classic response, in \"Casablanca,\" on being told there was gambling in Rick's place: \"I'm shocked -- shocked!\"   For anyone who has practiced criminal law in the state or Federal courts, the disclosures about rampant police perjury cannot possibly come as a surprise. \"Testilying\" -- as the police call it -- has long been an open secret among prosecutors, defense lawyers and judges.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/02/us/inside-954381.html","abstract":"  A Rival for the N.F.L.?   CBS, which recently lost the right to broadcast National Football League games, is now exploring the possibility of taking part in a new football league that would begin play in the fall of 1995. SportsMonday, C9. Rich, Uneasy Foundations    The nation's foundations have never been in better financial health, but their visible well-being has stirred uneasiness as they prepare for the annual conference of the Council on Foundations opening today. Page B1. Learning at the Mall    Joining mall libraries, mall churches and mall police substations is yet another of the mall's ever-growing offerings: mall school. Page B8.  Progress on Mideast Peace    Secretary of State Warren Christopher, in Syria, reported progress toward a pact with Israel. Page A3. Knicks Win the Hard Way    Patrick Ewing was ejected, but the Knicks took a 2-games-to-0 playoff lead over the Nets. SportsMonday, C1.","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"New York City To Stiffen Rules For Graduating","web_url":"https://www.nytimes.com/1994/05/02/nyregion/new-york-city-to-stiffen-rules-for-graduating.html","abstract":"  Starting this fall, every New York City high school student will be required to take advanced science and mathematics courses to graduate, while less challenging classes in those subjects will be eliminated, Chancellor Ramon C. Cortines announced yesterday. Educators said the change might be the most ambitious upgrading of academic standards ever undertaken by a major school system.   The courses being eliminated are the ones now taken by most of the city's 250,000 high school students. In the 1992-93 school year, only 16 percent of the juniors and seniors were enrolled in the advanced math courses that will now be standard, and only 24 percent took advanced science courses.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Protecting Prey of Humans Sets 2 Against a Vast World","web_url":"https://www.nytimes.com/1994/05/02/us/protecting-prey-of-humans-sets-2-against-a-vast-world.html","abstract":"  Flying low over the still-frozen rivers that drain the Alaska interior, Alan Crane sometimes thinks about the odds. He is one guy in a tiny airplane trying to patrol almost everything that snorts, honks or flaps in an area the size of Texas.   As the senior agent for the United States Fish and Wildlife Service in a land often called the American Serengeti, Mr. Crane says it is a rare day when somebody on the ground is glad to see him. People point guns at his plane and sometimes sabotage it by putting sugar in the fuel tank.","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"And on the Seventh Day, Rangers Roar and Rout Capitals","web_url":"https://www.nytimes.com/1994/05/02/sports/hockey-and-on-the-seventh-day-rangers-roar-and-rout-capitals.html","abstract":"  Picking up almost where they left off after a week of rest, the Rangers opened the second round of the Stanley Cup playoffs last night with a convincing 6-3 victory over the Washington Capitals at Madison Square Garden.   Brian Noonan had two goals for the Rangers, and the others were scored by Stephane Matteau, Brian Leetch, Greg Gilbert and Mark Messier. The Capitals showed much more effort than the Islanders did when the Rangers swept them in four consecutive games late last month in the first round.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Devils Don't Exert Themselves and That Leads to a Loss","web_url":"https://www.nytimes.com/1994/05/02/sports/hockey-devils-don-t-exert-themselves-and-that-leads-to-a-loss.html","abstract":"  The Devils played passively in the early going against the Boston Bruins today, and it cost them. By the time New Jersey scored a goal at 13 minutes 22 seconds of the first period, Boston had two. That margin never changed.   The 2-1 defeat in the opener of their Eastern Conference semifinal series confirmed for the Devils the notion that Boston's goalie, Jon Casey, and the Bruins in general were going to be just as difficult as Buffalo's Dominik Hasek and the Sabres were in the first-round Stanley Cup playoff series, which went the full seven games.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Pritzker Prize Goes to French Architect for the First Time","web_url":"https://www.nytimes.com/1994/05/02/arts/pritzker-prize-goes-to-french-architect-for-the-first-time.html","abstract":"  Christian de Portzamparc, architect of the City of Music conservatory in Paris and a number of apartment buildings there, has been awarded the Pritzker Architecture Prize for 1994, it was announced today by the Hyatt Foundation, sponsors of the award.   Mr. Portzamparc, who is 49 and lives in Paris, is the first French architect to receive the Pritzker Prize, widely considered architecture's most prestigious. Born in Morocco in 1944, he is also the first Pritzker laureate of the generation that grew up after World War II.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"U.S. Says U.N. Officers in Balkans Lack the Will to Block Serbs","web_url":"https://www.nytimes.com/1994/05/02/world/us-says-un-officers-in-balkans-lack-the-will-to-block-serbs.html","abstract":"  The Clinton Administration has accused the top United Nations civilian and military officials in Bosnia and Herzegovina of failing to support a more aggressive policy toward the Serbs even though the policy has been backed by the Security Council, NATO and Secretary General Boutros Boutros-Ghali.    In a letter to Mr. Boutros-Ghali on Saturday, Madeleine K. Albright, the United States chief delegate, protested \"in the strongest possible terms\" comments attributed to senior United Nations military and civilian officials in Sarajevo that questioned the wisdom of President Clinton's support for air strikes against the Serbs. The officials said such attacks might prolong the war.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Work Release Limit Punishes Inmates Twice","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-work-release-limit-punishes-inmates-twice-962937.html","abstract":"  To the Editor:   In an election-year effort to show toughness on crime, New York State legislators have limited prisoners' access to work release. While work release can use reform, this action levies additional punishment on prisoners who most deserve a break.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"All Under One Roof: Stores and Education","web_url":"https://www.nytimes.com/1994/05/02/us/all-under-one-roof-stores-and-education.html","abstract":"  Just down the escalator from Sunglass Hut International, sandwiched between Sox Etc. and the Wooden Bird, in a rotunda called East Broadway, there is a school taking root in the biggest shopping mall in America.   For several weeks, William Born, a Minneapolis high school senior, has been commuting here to the Mall of America for a course in mall management studies. \"I was expecting a mall school to be a real peon situation,\" he said, during a break in an afternoon lecture on how to start a mall copy business. \"I've been surprised there's a whole new field out here.\"","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"Teamsters President's Real-Estate Deals Are Questioned","web_url":"https://www.nytimes.com/1994/05/02/nyregion/teamsters-president-s-real-estate-deals-are-questioned.html","abstract":"  A panel that oversees the teamsters' union is examining the business records of Ron Carey, the union's president, to determine how he financed hundreds of thousands of dollars in real-estate investments in three states and why his estranged wife's signature was forged on several notarized documents, investigators say.   Mr. Carey, who portrayed himself in 1991 as a modest-living, frugal candidate from a New York City local when he was elected to head the International Brotherhood of Teamsters, was involved in the purchase and sale of seven homes and condominiums from 1979 to 1992 in New York, Florida and Arizona. The largest acquisition was a $341,000 house in the Florida Keys in April 1992, four months after he was elected to the $150,000-a-year position as head of the 1.4 million-member union.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Abroad at Home; Politics Of Hate","web_url":"https://www.nytimes.com/1994/05/02/opinion/abroad-at-home-politics-of-hate.html","abstract":"  At her press conference last month Hillary Rodham Clinton turned aside a question about the politics of personal destruction. \"I can't really help it,\" she said, \"if some people get up every day wanting to destroy.\"    The way Mrs. Clinton put it reflected the pain that she and the President have surely felt at the level of personal attack leveled at them in recent months. Whitewater is only part of it. Below the mainstream press there is a flow of poison directed at the President and his wife: in the comments of talk-show bigots, in extreme-right magazines and newsletters.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/02/sports/results-plus-959847.html","abstract":"  TENNIS Graf Suffers Her First Loss of 1994  Arantxa Sanchez Vicario handed Steffi Graf her first loss of the year with a 4-6, 7-6 (7-3), 7-6 (8-6) victory in the final of the Citizen Cup in Hamburg, Germany. Graf came into the match with a 32-0 record, and since her loss to the second-ranked Sanchez Vicario in last year's Hamburg final, the German had lost only one other WTA Tour match, to Conchita Martinez in November. \"I'm disappointed beyond measure at the way I lost the match,\" Graf said afterward. \"I just can't allow myself to give away a match like that.\" Sanchez Vicario fought off a match point at 5-2 in the second set, then ran off three straight games as Graf made several forehand errors. In the third-set tie breaker, Graf fought back from a 6-3 deficit, saving three match points, before Sanchez Vicario's overhead ended the match after 3 hours 3 minutes. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"A Poet's Values: It's the Words Over the Man","web_url":"https://www.nytimes.com/1994/05/02/books/a-poet-s-values-it-s-the-words-over-the-man.html","abstract":"  Yusef Komunyakaa, who won the Pulitzer Prize for poetry three weeks ago, is still receiving congratulations from acquaintances as he walks the hallways and quadrangles of the Indiana University campus here. People seem surprised to see him, as if he had been in hiding, calling out to him \"Hey! Man of the hour!\" and the like.   You would know he was a shy man just from the way he acknowledges his well-wishers, an embarrassed-seeming bow of the head, an abbreviated wave of the hand. And indeed, in the pantheon of poet stereotypes -- the vitriolic, passionate drunkard is one; the wry, acerbic loner another -- Mr. Komunyakaa, a professor of English, is more the dreamy intellectual, a Wordsworthian type whose worldly, philosophic mind might be stirred by something as homely and personal as a walk in a field of daffodils. Still, there's a way he gives off the sense of a cauldron, bubbling beneath the surface. He's not happy talking about himself. A Distinctly Southern Voice    \"I'm happier talking about the process of writing, yes,\" he said. He's a dark-skinned man, with a broad nose and a dusting of salt-gray in his hair. His voice is a quiet country rumble, distinctly Southern, with a Cajunish tinge that betrays a childhood spent in Bogalusa, La. \"Skeered,\" he'll say for scared; \"paw-em\" is how says the word poem.","thumbnail":null,"section":"Books"},{"date":"19940502","headline":"Reporter's Notebook; For a Victim's Sister, Rifkin's Trial Is Part of a Troubled Journey","web_url":"https://www.nytimes.com/1994/05/02/nyregion/reporter-s-notebook-for-victim-s-sister-rifkin-s-trial-part-troubled-journey.html","abstract":"  The trial of Joel Rifkin on the first of several charges of murdering young women has offered grisly testimony and sharp disagreement between the defense and prosecution over Mr. Rifkin's mental state, along with an unexpected look at how the defendant hoped to profit from his notoriety.    The proceedings, which began April 11 with jury selection, have moved quickly, but it has been a long, troubled journey for Margarita Gonzales, whose 23-year-old sister, Jenny Soto, was among Joel Rifkin's admitted victims. Ms. Gonzales, who lives with her mother in Brooklyn, has attended nearly every court proceeding since Mr. Rifkin made his 12-page confession on June 28.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"In Singapore, Rules of Game Are Clear","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-in-singapore-rules-of-game-are-clear-962856.html","abstract":"  To the Editor:   I am writing to comment on the much-covered story of Michael Fay and his caning sentence in Singapore.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Judge Endorses V.M.I. Plan on Excluding Women","web_url":"https://www.nytimes.com/1994/05/02/us/judge-endorses-vmi-plan-on-excluding-women.html","abstract":"  Cheers rang through the barracks this weekend after a Federal judge ruled that Virginia Military Institute may continue excluding women if it finances a leadership school at a nearby women's college.   \"This was our last stand,\" said Lieut. Christopher M. McClung, 22, a senior, echoing sentiments expressed by other cadets, many of whom pointed to V.M.I.'s long history of being single-sex. \"The equal-rights people want V.M.I. as a trophy.\"","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"Controlling the Cops;\nBack to the Future","web_url":"https://www.nytimes.com/1994/05/02/opinion/controlling-the-cops-back-to-the-future.html","abstract":"It seems virtually certain that the Mollen Commission on police corruptionwill not recommend reinstatement of the independent Special State Prosecutor forCriminal Justice even though former special prosecutors and Mayor Rudolph W.Giuliani have endorsed the idea.\n\n What does seem likely is that in its final report on police corruption, thecommission will call for the establishment of an outside monitoring agency with subpoena (but no prosecutorial) power to oversee and support the New York CityPolice Department's efforts to police itself.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"N.R.A. Lobbied Hard To Keep Pigeon Shoot","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-nra-lobbied-hard-to-keep-pigeon-shoot-962929.html","abstract":"  To the Editor:   \"The N.R.A.'s Indecent Attack\" (editorial, April 26) explores the backroom political tactics of the National Rifle Association. I recently witnessed these tactics firsthand, when the N.R.A. and other pro-hunting lobbyist groups gunned down legislation supported by a majority of Pennsylvania state representatives to outlaw the cruel practice of holding live pigeon-shooting contests.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Holy Bull, Brocco on the Same Track","web_url":"https://www.nytimes.com/1994/05/02/sports/horse-racing-notebook-holy-bull-brocco-on-the-same-track.html","abstract":"  It was cold and dark and wet this morning, but the backstretch at Churchill Downs bustled with star horses and trainers as Derby Week dawned, and all eyes followed the newest arrival, Holy Bull, who took his first steps on the surface where he will run as the favorite in the Kentucky Derby.   The husky gray colt took a gallop of a mile and a half under his regular exercise rider, Bobby Perna, who said: \"I think he likes it. He's raced over five different race tracks, and it doesn't seem to matter. Surfaces don't seem to affect him.\"","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Review/Ballet; Elevated Passion and Sexual Repression","web_url":"https://www.nytimes.com/1994/05/02/arts/review-ballet-elevated-passion-and-sexual-repression.html","abstract":"  Couples rarely promise to live happily ever after in James Kudelka's ballets. They do, however, dance up a storm, working out their tensions in the kind of passionate virtuosity that defines \"Cruel World,\" the dazzling Kudelka premiere that American Ballet Theater presented on Friday night at the Metropolitan Opera House.   It is a near-perfect ballet and a total triumph for Mr. Kudelka, a 38-year-old Canadian who has oddly not received wide acceptance in New York until now. Although he is the best classical choreographer to come out of the 1980's, it is as if he has needed the seal of approval from an internationally ranked company like Ballet Theater and a roaring ovation in a 4,000-seat house like the Met to confirm his fierce originality.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Israelis Say P.L.O. Isn't Ready for Governing","web_url":"https://www.nytimes.com/1994/05/02/world/israelis-say-plo-isn-t-ready-for-governing.html","abstract":"  As Israel and the Palestine Liberation Organization pressed to wrap up their negotiations by Wednesday, Israeli leaders said today that the Palestinians were not prepared to assume authority in the areas targeted for the start of their self-rule: the Gaza Strip and the West Bank town of Jericho.   The criticism was rejected by an adviser to Yasir Arafat, the P.L.O. chairman, and it apparently had no effect on the commitment by both sides to end months of negotiating and finally sign a self-rule agreement on Wednesday in Cairo.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"On Screen, An Artist Of Dance","web_url":"https://www.nytimes.com/1994/05/02/arts/on-screen-an-artist-of-dance.html","abstract":"  \"Capturing Choreography: Masters of Dance and Film\" paid tribute to Merce Cunningham on Tuesday night in a program of film and conversation presented by the Film Society of Lincoln Center at the Walter Reade Theater. The inspired brainchild of Joanna Ney, the society's publicity director, the \"Capturing Choreography\" series began with spirited examinations of the careers of the Hollywood choreographers Herbert Ross, Jack Cole and Michael Kidd. The program devoted to Mr. Cunningham, followed by a weeklong festival of films and videos by and about the modern dance choreographer, was less a party than an intimate and unexpectedly poignant Socratic dialogue.   Mr. Cunningham, who turned 75 this month, has played an important role in the shaping of American dance. And the screenings are offering a glancing look at the history of the arts in 20th-century America, given Mr. Cunningham's work with artists like John Cage, Jasper Johns, Nam June Paik, Robert Rauschenberg and Andy Warhol. But the magic of Tuesday's program was the way both commentary and films got to the heart of the extraordinary output of a lifetime.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"1944: Ministers Confer : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/02/opinion/IHT-1944-ministers-confer-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Australia's direct concern in the war on Japan and Canada's demand for an independent voice in matters of foreign policy involving the dominions will be two outstanding topics of the Conference of British Empire Prime","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"1894:May Day in Europe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/02/opinion/IHT-1894may-day-in-europe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - \"A dead calm\" is the report which reaches us from every part of Europe. But it must not be supposed that the dead calm means that the Socialists have abandoned their demands. It simply means that the working classes have come to understa","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Reform Spelling and Take Away History","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-reform-spelling-and-take-away-history-962813.html","abstract":"  To the Editor:   Edward Rondthaler of Croton-on-Hudson, N.Y., has devoted much of his life to a campaign \"to clear up the whims of spelling by adopting a more phonetic version of English\" (news article, April 23). There are no spelling bees in other countries, Mr. Rondthaler observes, because they aren't needed.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"It's Round 2, So Why That Empty Feeling?","web_url":"https://www.nytimes.com/1994/05/02/sports/hockey-it-s-round-2-so-why-that-empty-feeling.html","abstract":"  At the end of his first season as coach of the New Jersey Devils, Jacques Lemaire may have experienced his most powerful reminder that he was a long way from the corner of St. Catherine and Atwater in Montreal.   His team had just barely survived a taut, memorable seven-game series with the Buffalo Sabres. The Devils, having advanced beyond the first round of the Stanley Cup playoffs for the first time in six years, were opening the Eastern conference semifinal series against Boston at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Review/Music; Folk-Rock (and Sincerity) Straight Out of the 60's","web_url":"https://www.nytimes.com/1994/05/02/arts/review-music-folk-rock-and-sincerity-straight-out-of-the-60-s.html","abstract":"  For some time, Peter Himmelman has been stranded between generations. He has been making albums since 1980, first with the Sussman Lawrence band and, since 1986, under his own name. Mr. Himmelman, who brought his band to Irving Plaza on Thursday night, is too young for a direct connection to his 1960's favorites -- Bob Dylan, Leonard Cohen, the Band, Van Morrison -- and not fresh-faced enough for the latest wave of 1960's revivalism from bands like Counting Crows. Yet over the years, he has gathered a cult following with forthright songs that are sometimes painfully earnest. True to folk-rock precedent, he has little use for irony in his songs. But onstage, he lightens things up by wisecracking and clowning when he's not singing.   Mr. Himmelman's sixth solo album, \"Skin\" (550 Music/Epic), is a song cycle about death and rebirth; its conclusion is \"If I had only believed in love/I could have been set free.\" He began his show by performing the cycle from start to finish, with not a word to the audience; after leaving the stage for a few moments, he returned to banter and play older songs, stretching the set to nearly two and a half hours.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Singapore Gives Details Of a Caning","web_url":"https://www.nytimes.com/1994/05/02/world/singapore-gives-details-of-a-caning.html","abstract":"  With the growing likelihood that an American teen-ager living in Singapore is about to be caned here for vandalism, the Government today made public its first official account of how the punishment would be carried out.   The description of a caning, complete with a diagram showing a man tied down by his hands and ankles as he is flogged, was published today in The Straits Times, a Government-affiliated newspaper, and appeared to be an effort to convince its public that the punishment is not as brutal as news accounts have suggested.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Foolishness, From A to Z","web_url":"https://www.nytimes.com/1994/05/02/opinion/foolishness-from-a-to-z.html","abstract":"  This week House members will decide whether to turn Capitol Hill into a carnival. They will decide whether the \"A to Z\" spending-cut plan, which a majority of them support, should come to the floor for a vote. Under the bill, the House would engage in a 56-hour orgy of votes on any amendments proposed by individual members that would lower the deficit by cutting spending (no tax hikes allowed).    Its sponsors say the bill would allow individual members to get a public vote on pork-barrel projects that sneak their way into law as part of massive appropriations bills and which the leadership thereafter insulates from review. Amendments would be debated for up to an hour and then voted on. But once the 56 hours are up, the bill calls for voting each remaining amendment up or down without debate.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/02/sports/transactions-961965.html","abstract":"  Baseball American League  MINNESOTA TWINS -- Placed Rich Becker, outfielder, on the 15-day disabled list, retroactive to April 29. Recalled Brett Merriman, pitcher, from Salt Lake City of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"May Day in Moscow: Remembrance of Soviet Past","web_url":"https://www.nytimes.com/1994/05/02/world/may-day-in-moscow-remembrance-of-soviet-past.html","abstract":"  If you closed your eyes near Red Square today you might have heard the ghosts of May Days past echoing off the Kremlin walls.   There were bands and banners and the sharp sounds of Communists denouncing the West. There was fire and brimstone and the promise of revolution. There were pictures of Stalin and speeches -- now mournful -- about the glories of Soviet history.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Review/Country; Carnegie Festival: Bluegrass and Rockabilly Finale","web_url":"https://www.nytimes.com/1994/05/02/arts/review-country-carnegie-festival-bluegrass-and-rockabilly-finale.html","abstract":"  As the Carnegie Hall Folk Festival sailed to a smooth conclusion this weekend on a wave of country and bluegrass music, it left hanging some intriguing questions about where commercialism ends and purity begins in American music.    \"A Country Hoot\" on Saturday night, the series' final concert in the main hall, was headed by Ricky Skaggs, the Kentucky-born country star who with Emmylou Harris pioneered the music's new-traditionalist movement in the 1980's. At the height of the boom, Mr. Skaggs released four albums of bluegrass-flavored country-pop that each sold more than half a million copies.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/02/nyregion/no-headline-954896.html","abstract":"  \"The easy way out is the road to nowhere. If achievement in our schools is to improve, we must raise our expectations for students and staff. Our school system will fail in its obligation to this community unless we equalize educational opportunity and raise standards in all of our schools.\" -- RAMON C. CORTINES, New York City Schools Chancellor.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/02/nyregion/chronicle-962970.html","abstract":"  Hail and farewell: This is how ART COOPER , editor in chief of GQ magazine, announced to his staff that NONNIE MOORE , the fashion director and a revered figure on Seventh Avenue, would be leaving.    \"Late last week Nonnie Moore came into my office, and while she spilled her coffee on my incredibly expensive Persian carpet, told me she intended to retire this summer to spend full time painting the abstract pictures which resemble my Persian carpet with coffee stains,\" he wrote in an E-mail message.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Midtown Food Vendors Can Comply With Law","web_url":"https://www.nytimes.com/1994/05/02/opinion/l-midtown-food-vendors-can-comply-with-law-962848.html","abstract":"  To the Editor:   \"Fair Food Vending in Midtown\" (editorial, April 22) misses important elements regarding New York Mayor Rudolph W. Giuliani's decision to enforce rules affecting where food vendors can locate.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Essay; Saddam Redux?","web_url":"https://www.nytimes.com/1994/05/02/opinion/essay-saddam-redux.html","abstract":"  From diplomats in the Quai d'Orsay to powerplayers in the Kremlin to forgetful editorialists in the U.S., the drumbeat has begun: why not end \"intrusive inspections\" and do oil business with Saddam?   In the aftermath of our accidental helicopter shootdown over the Iraqi portion of Kurdistan, President Clinton has been steadfast. \"It is our duty to continue the mission,\" he told the families of those who died protecting millions of Kurds from Saddam's interrupted genocide, \". . . to save the lives of innocent people.\"","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Resentment Zone; Officials' Courtship of Yankees Stirs Anger in the Bronx","web_url":"https://www.nytimes.com/1994/05/02/nyregion/resentment-zone-officials-courtship-of-yankees-stirs-anger-in-the-bronx.html","abstract":"  Ted Davidson, public-housing resident, and George M. Steinbrenner 3d, public-stadium resident: two peas in a pod.   Both have been in the South Bronx a long time and are wary of the neighborhood. Both threaten to leave. \"I'd move to Jersey,\" Mr. Davidson says, though he probably never will. And maybe his neighbor, Mr. Steinbrenner, six long blocks away, never will, either.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Topics of The Times; Theatre Verite","web_url":"https://www.nytimes.com/1994/05/02/opinion/topics-of-the-times-theatre-verite.html","abstract":"  Once upon a time in Greenwich Village there was a production of \"Dracula\" that featured a bat flying out over the audience. Never mind that it was made of papier-mache; never mind that it was tethered to a wire. When that thing swooped, the audience ducked.   The audience ducked, too, during the far grander Broadway production of \"Phantom of the Opera.\" O.K., so the descending chandelier did come to a rather conspicuously grinding halt. Even so, it provided a scary moment or two.","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"Bratton Says Drug Sweeps Are to Continue on S.I.","web_url":"https://www.nytimes.com/1994/05/02/nyregion/bratton-says-drug-sweeps-are-to-continue-on-si.html","abstract":"  With the mood still uneasy around a Staten Island housing complex where a man died in police custody during a narcotics sweep Friday night, Police Commissioner William J. Bratton said yesterday that police officers would not abandon their \"assertive\" stance against drug dealing near the complex.   Mr. Bratton said it was essential for the police to work \"within the law,\" but he added that the incident highlighted a traditional difficulty for officers: maintaining a rigorous stance against drug dealers while not alienating the community in which the dealers work and live.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Review/Music; Mariss Jansons Colors the Philharmonic","web_url":"https://www.nytimes.com/1994/05/02/arts/review-music-mariss-jansons-colors-the-philharmonic.html","abstract":"  Mariss Jansons's visit to the New York Philharmonic on Friday night helped make a program, on paper prosaic, into something of real interest. Mr. Jansons, a Latvian conductor, has been edging from the confines of the former Soviet Union for the past 15 years, first in Oslo and more recently with the St. Petersburg and London Philharmonics. Last week's concerts of Rossini, Rachmaninoff and Sibelius at Avery Fisher Hall represented his debut with the New York players.   In St. Petersburg, Mr. Jansons deals with a specific kind of music making: string-heavy, robust and darkly colored. The New York Philharmonic is a virtuoso chameleon, willing to take on whatever appearance a talented and strong-minded leader asks it to.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Mole's Case Complicates C.I.A.'s Quest for a Role","web_url":"https://www.nytimes.com/1994/05/02/us/mole-s-case-complicates-cia-s-quest-for-a-role.html","abstract":"  Reeling from the treachery of one of its own, the Central Intelligence Agency is also fighting a rear-guard action against adversaries in the United States Government.   As it begins to ask itself why it took nine years to unearth a mole for Moscow, Aldrich H. Ames, and to assess the damage from the worst spy scandal in its history, the agency is coming in for criticism of a kind not heard since Watergate-era investigations in Congress showed that the C.I.A. had spied on American citizens and plotted to kill foreign leaders.","thumbnail":null,"section":"U.S."},{"date":"19940502","headline":"Steinhauer's Richest Prize","web_url":"https://www.nytimes.com/1994/05/02/sports/steinhauer-s-richest-prize.html","abstract":"  Sherri Steinhauer birdied two of the last four holes today to hold off a charging Kelly Robbins and win the $1.2 million Sprint Championship, the richest prize in women's golf, at Indigo Lakes Resort.   Steinhauer, 31, from Madison, Wis., scored her second career victory by making two critical putts when the heat was on. Leading Robbins, who had a tap-in putt for birdie, by a stroke at the 15th hole, Steinhauer drained a 20-footer for birdie. She followed that with an 18-footer for birdie at the 16th hole and then parred in for a round of 70, a 72-hole total of 15-under-par 273 and a one-stroke victory over Robbins, who closed with 68.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Less Strategic Now, Grenada Is to Lose American Embassy","web_url":"https://www.nytimes.com/1994/05/02/world/less-strategic-now-grenada-is-to-lose-american-embassy.html","abstract":"  Little more than a decade after the United States invaded Grenada, ousting a left-wing Government that Ronald Reagan said was turning the tiny Caribbean island into an outpost of Fidel Castro's Cuba, the Clinton Administration plans to close its Embassy there to save money.   With the end of the cold war, the Administration has decided that the island, which recently resumed diplomatic relations with Cuba, is of little strategic importance.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/02/arts/dance-in-review-963232.html","abstract":"  Andrew Marcus  Dia Center for the Arts","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Royal Ballet at the Met","web_url":"https://www.nytimes.com/1994/05/02/arts/royal-ballet-at-the-met.html","abstract":"  The Royal Ballet of Britain is to perform a two-week season, from July 6 to 19, at the Metropolitan Opera House. Highlights of the two weeks are to include Sir Kenneth MacMillan's last ballet, \"The Judas Tree,\" and a new production of \"The Sleeping Beauty\" staged by Anthony Dowell, the director of the company, with sets by Maria Bjornson, who designed the Broadway production of \"The Phantom of the Opera.\" The Royal Ballet is also to present Sir Frederick Ashton's \"Dream,\" MacMillan's \"Mayerling\" and David Bintley's \"Tombeaux.\" Tickets are $20 to $75 and will go on sale at the box office on May 22. Information: (212) 362-6000.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"Videotape Is Said to Show Police Abuse","web_url":"https://www.nytimes.com/1994/05/02/nyregion/videotape-is-said-to-show-police-abuse.html","abstract":"  A videotape made public yesterday apparently shows police officers punching a handcuffed man, then throwing him against a car. The woman who made the tape said the incident took place last month in nearly the same place on Staten Island where local residents contend a man was fatally beaten by police on Friday.   John Murphy Jr., the lawyer for the family of the dead man, Ernest Sayon, said he believes some officers were involved in both incidents outside the Park Hill Apartments, in Clifton.","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"Review/Theater; A Tiny Voice in a Nasty World Sings for a Savior","web_url":"https://www.nytimes.com/1994/05/02/theater/review-theater-a-tiny-voice-in-a-nasty-world-sings-for-a-savior.html","abstract":"  The young waif they call Little Voice in the boisterous British drama \"The Rise and Fall of Little Voice\" is one of life's odder victims. Terminally shy, her ghostly white face as close to a blank page as a face can get, she speaks in barely audible birdlike peeps.   Alone in her bedroom, however, with the door closed and the abusive world far from sight, she does mesmerizing imitations of all the pop female vocalists her dead father once worshiped. The tiny, apologetic voice suddenly comes alive with the blasting power of Shirley Bassey, takes on the dramatic tremolo of Judy Garland or vibrates with the plaintive nasality of Edith Piaf defiantly proclaiming that, \"non,\" she regrets \"rien de rien.\" Her imitations are so accurate that, hearing them, people can't believe their ears.","thumbnail":null,"section":"Theater"},{"date":"19940502","headline":"Books of The Times; Novelist's Work and Death, Appraised by His Son","web_url":"https://www.nytimes.com/1994/05/02/books/books-of-the-times-novelist-s-work-and-death-appraised-by-his-son.html","abstract":"  Shade of the Raintree  The Life and Death of Ross Lockridge Jr., Author of 'Raintree County'  By Larry Lockridge  Illustrated. 499 pages. Viking. $27.95.","thumbnail":null,"section":"Books"},{"date":"19940502","headline":"Sports of the Times; Garden Fans Get Into It","web_url":"https://www.nytimes.com/1994/05/02/sports/sports-of-the-times-garden-fans-get-into-it.html","abstract":"  IT is best to let sleeping dogs lie. If you awaken them, they start baring their teeth and baying at the moon. I am referring here not to the New York Knickerbockers, but to their patrons in Madison Square Garden, who respond to injustice with typical New York paranoia and venom and menace.   New York aggression was in full evidence yesterday when the two home teams of the Garden, the Knicks and the Rangers, played home playoff games, although not exactly at the same time. The Knickerbockers, with the help of some outraged decibels from 19,763 self-appointed referees, defeated the New Jersey Nets, 90-81, before the Rangers went out on the ice and beat the Washington Capitals, 6-3, in just your normal $2 million gross night.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"Ward Gets the Big Snub But Not Without Issue","web_url":"https://www.nytimes.com/1994/05/02/sports/on-pro-football-ward-gets-the-big-snub-but-not-without-issue.html","abstract":"  Sometimes things happen in the National Football League that make one wonder whether N.F.L. stands for National Farce League.   How can Charlie Ward of Florida State, a Heisman Trophy winner who guided his team to a national college championship, not merit consideration in any of the seven rounds of the draft by any of the owners and general managers of the 28 N.F.L. teams? It is almost unfathomable.","thumbnail":null,"section":"Sports"},{"date":"19940502","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/02/nyregion/news-summary-954373.html","abstract":"  International A3-11 A.N.C. AHEAD IN SOUTH AFRICA   The African National Congress estimated from early returns that it had won a solid victory, while the National Party of the current President appeared to have secured its future as the second party.  A1","thumbnail":null,"section":"New York"},{"date":"19940502","headline":"12 Serbs Dead In Two Fights With the U.N.","web_url":"https://www.nytimes.com/1994/05/02/world/12-serbs-dead-in-two-fights-with-the-un.html","abstract":"  The Bosnian Serb authorities said today that nine Serbian soldiers were killed and four wounded on Friday in a clash with United Nations peacekeeping forces near the northern town of Tuzla.   A United Nations military spokesman in Sarajevo, Comdr. Eric Chaperon, said a Nordic battalion with the peacekeeping force fired 72 shells at Bosnian Serb positions after coming under Serbian artillery, mortar and tank fire late Friday. The shells were fired from the battalion's German-made Leopard tanks after a Serbian missile landed within a few feet of one tank, Commander Chaperon said. There were no casualties among the United Nations soldiers.","thumbnail":null,"section":"World"},{"date":"19940502","headline":"Critic's Notebook; Happily Ever After With AIDS","web_url":"https://www.nytimes.com/1994/05/02/arts/critic-s-notebook-happily-ever-after-with-aids.html","abstract":"  Last night's movie \"A Place for Annie,\" a \"Hallmark Hall of Fame\" presentation on ABC, was about a pediatrics nurse adopting an H.I.V.-positive infant. Or at least it seemed to be until its final moments, when prime-time sentimentality bordered perilously close on cruel hoax. Lovely performances by Sissy Spacek, Mary-Louise Parker, Joan Plowright and S. Epatha Merkerson weren't quite enough to disguise serious shortcomings.    Written by the mother-and-daughter team of Cathleen Young and Lee Guthrie -- the sister and mother, respectively, of the actress Sean Young -- the story was inspired, ABC said, by the experience of an actual pediatrics nurse. So it's sort of a docudrama, but let's not get into the more egregious failings of the form, things like putting the words of one Menendez brother into the mouth of the other. The dishonesty and unsettling signals buried in \"A Place for Annie\" were more subtle.","thumbnail":null,"section":"Arts"},{"date":"19940502","headline":"1919: Assassination Plot : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/02/opinion/IHT-1919-assassination-plot-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A nation-wide plot by the Reds to celebrate May Day with the wholesale assassination of jurists, members of the Cabinet and public officials who are opposed to their activities has been disrupted by the sharp eyes of a postal employ, who,","thumbnail":null,"section":"Opinion"},{"date":"19940502","headline":"MAJOR FLAW CITED IN CIGARETTE DATA","web_url":"https://www.nytimes.com/1994/05/02/us/major-flaw-cited-in-cigarette-data.html","abstract":"  Smokers of cigarettes labeled low in tar and nicotine may be getting more of those substances than they think, Federal Trade Commission officials and experts in smoking now agree. And they attribute the problem to testing that has not kept up with the changes in cigarette design over the last 20 years.   Since 1971, when the results of the tests were first printed in cigarette advertising and on packaging, cigarettes labeled low in tar and nicotine have taken over the market, now accounting for 60 percent of the cigarettes sold in this country.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940502","time":"1994-05-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":89,"wspd":16.6},{"date":"19940502","time":"1994-05-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":89,"wspd":13},{"date":"19940502","time":"1994-05-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":90,"wspd":14.8},{"date":"19940502","time":"1994-05-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":90,"wspd":14.8},{"date":"19940502","time":"1994-05-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":90,"wspd":13},{"date":"19940502","time":"1994-05-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":93,"wspd":13},{"date":"19940502","time":"1994-05-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":95,"wspd":11.2},{"date":"19940502","time":"1994-05-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":89,"wspd":13},{"date":"19940502","time":"1994-05-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":68,"wspd":20.5},{"date":"19940502","time":"1994-05-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":65,"wspd":11.2},{"date":"19940502","time":"1994-05-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":57,"wspd":13},{"date":"19940502","time":"1994-05-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":52,"wspd":13},{"date":"19940502","time":"1994-05-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":48,"wspd":14.8},{"date":"19940502","time":"1994-05-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":51,"wspd":16.6},{"date":"19940502","time":"1994-05-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":45,"wspd":20.5},{"date":"19940502","time":"1994-05-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":42,"wspd":24.1},{"date":"19940502","time":"1994-05-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":50,"wspd":20.5},{"date":"19940502","time":"1994-05-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":49,"wspd":18.4},{"date":"19940502","time":"1994-05-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":62,"wspd":25.9},{"date":"19940502","time":"1994-05-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":62,"wspd":16.6},{"date":"19940502","time":"1994-05-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":69,"wspd":22.3},{"date":"19940502","time":"1994-05-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":75,"wspd":16.6},{"date":"19940502","time":"1994-05-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":77,"wspd":18.4},{"date":"19940502","time":"1994-05-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":80,"wspd":13},{"date":"19940502","time":"1994-05-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":46,"wspd":29.5},{"date":"19940502","time":"1994-05-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":51,"wspd":25.9},{"date":"19940502","time":"1994-05-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":25.9},{"date":"19940502","time":"1994-05-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":47,"wspd":25.9},{"date":"19940502","time":"1994-05-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":49,"wspd":31.7},{"date":"19940502","time":"1994-05-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":48,"wspd":25.9},{"date":"19940502","time":"1994-05-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":48,"wspd":25.9},{"date":"19940502","time":"1994-05-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":24.1},{"date":"19940502","time":"1994-05-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":20.5},{"date":"19940502","time":"1994-05-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":51,"wspd":18.7},{"date":"19940502","time":"1994-05-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":51,"wspd":14.8},{"date":"19940502","time":"1994-05-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":16.6},{"date":"19940502","time":"1994-05-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":16.6},{"date":"19940502","time":"1994-05-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":41,"wspd":27.7},{"date":"19940502","time":"1994-05-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":37,"wspd":24.1},{"date":"19940502","time":"1994-05-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":36,"wspd":22.3},{"date":"19940502","time":"1994-05-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":34,"wspd":24.1},{"date":"19940502","time":"1994-05-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":31,"wspd":25.9},{"date":"19940502","time":"1994-05-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":29,"wspd":27.7},{"date":"19940502","time":"1994-05-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":26,"wspd":25.9},{"date":"19940502","time":"1994-05-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":25,"wspd":27.7},{"date":"19940502","time":"1994-05-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":31.7},{"date":"19940502","time":"1994-05-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":24,"wspd":25.9},{"date":"19940502","time":"1994-05-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":23,"wspd":20.5}]},"19940503":{"guardian_articles":[],"nytimes_articles":[{"date":"19940503","headline":"At Least 23 South Africans Die In Resurgence of Political Strife","web_url":"https://www.nytimes.com/1994/05/03/world/south-african-vote-violence-least-23-south-africans-die-resurgence-political.html","abstract":"  After a brief respite during last week's balloting, violence returned to Natal Province, with at least 23 people reported killed since voting ended on Friday.   Some of the killings were believed to be politically motivated, part of the decade-long rivalry between the Inkatha Freedom Party, whose Zulu leadership is based in Natal, and the African National Congress, which claimed victory tonight.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"A Guide to Tropical Plant Riches","web_url":"https://www.nytimes.com/1994/05/03/science/a-guide-to-tropical-plant-riches.html","abstract":"  THE plant may be shrubby, but botanists are eagerly searching for it. Only one example is known, and it was in an area of Honduras where all the trees were cut down. So far no more have turned up.   The missing plant, Haptanthus hazlettii (above), was one of the major discoveries made by botanists as they prepared a catalogue of the 18,000 plants of the rich tropical area from southern Mexico to Panama. Completion of the first volume of the seven-volume work, \"Flora Mesoamericana,\" was announced last week in Washington.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Jury Acquits Dr. Kevorkian Of Illegally Aiding a Suicide","web_url":"https://www.nytimes.com/1994/05/03/us/jury-acquits-dr-kevorkian-of-illegally-aiding-a-suicide.html","abstract":"  Four years after Dr. Jack Kevorkian helped the first of 20 people end their lives, a Michigan jury today cleared him of charges that he had violated a state law prohibiting assisted suicide by helping a terminally ill man take his life last year.   The jurors cited uncertainties over Dr. Kevorkian's motive, the wisdom of the two-year-old law under which he had been prosecuted, and precisely where he had helped a 30-year-old man end the agony of his degenerative nerve disease.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Escaped Family of 5 Tells of Starvation in North Korea","web_url":"https://www.nytimes.com/1994/05/03/world/escaped-family-of-5-tells-of-starvation-in-north-korea.html","abstract":"  A family of five that escaped from North Korea said today that starvation is so severe there that children cannot keep their heads up in school and elderly people are being found dead in the fields, apparently having gone to die to relieve their families of the burden of feeding them.   Yo Man Chol, his wife and three children, arrived here Saturday, having escaped from North Korea by walking across a frozen river into China. While many individuals have defected from the North over the years, the Yo's are only the second complete family to do so, the first having arrived in 1987.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"Intensity And Poise Give Edge To Knicks","web_url":"https://www.nytimes.com/1994/05/03/sports/pro-basketball-intensity-and-poise-give-edge-to-knicks.html","abstract":"  Over the past three seasons, the Knicks have won 18 playoff games, while the Nets have won just 3.   That gap is a major reason why New York has forged a 2-0 lead in their three-of-five-game opening-round series that resumes tomorrow night at Byrne Meadowlands Arena. New York has faced almost every conceivable playoff situation, steeling them for the emotional roller-coaster ride of post-season play.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Bluegrass Music: The Derby Horses Tune Up at Churchill Downs","web_url":"https://www.nytimes.com/1994/05/03/sports/horse-racing-bluegrass-music-the-derby-horses-tune-up-at-churchill-downs.html","abstract":"  At 8:20 A.M., Charlie Whittingham strode out of Barn 41 on the backstretch at Churchill Downs and called, \"He's coming out!\" to clear a path through the crowd.   And there, in full racing regalia, Strodes Creek stepped onto the dirt path and fell into line as the parade of colts marched to the track for a rare all-star dress rehearsal five days before the Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"U.N. Letter on Bosnia","web_url":"https://www.nytimes.com/1994/05/03/world/un-letter-on-bosnia.html","abstract":"  The United Nations Secretary General, Boutros Boutros-Ghali, has said he shares the Clinton Administration's \"concern\" at criticism of Washington's Bosnia policy by the senior United Nations officials there.    Ms. Albright complained to Mr. Boutros-Ghali after Mr. Akashi called the United States \"timid\" and \"afraid\" because of its refusal to send ground forces into Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/05/03/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/03/sports/results-plus-971774.html","abstract":"  TENNIS Pair of Early Upsets in Italian Open  With the big names either skipping the tournament or drawing first-round byes, little-known players ousted two seeded players in first-round play yesterday at the women's Italian Open in Rome. Federica Fortuni of Italy provided the first surprise by beating 16th-seeded Miriam Oremans of the Netherlands, 7-6 (7-5), 6-4. Joannette Kruger of South Africa, No. 95 in the computer ranking, then eliminated No. 15-seeded Meike Babel of Germany, 7-6 (7-5), 6-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"A Right Not to Observe Religion in the Schools","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-a-right-not-to-observe-religion-in-the-schools-972495.html","abstract":"  To the Editor:   \"A Campaign to Put Biblical Values in the Public Schools\" (news article, April 13) accurately describes the \"highly organized, well-financed movement\" behind this campaign, but one point needs emphasis: Those individuals and organizations that object to this campaign are not anti-religion.   Religion has flourished in the U.S. because the state has remained neutral on religious matters. We become concerned when any religious group attempts to impose its views on others, particularly in the public schools.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Panaji Journal; A Pocketful of Portuguese, and New Intruders","web_url":"https://www.nytimes.com/1994/05/03/world/panaji-journal-a-pocketful-of-portuguese-and-new-intruders.html","abstract":"  Few countries celebrate their railways more than India, where the rail network established under British rule has helped bind the country's disparate regions together.    But here in the former Portuguese colony of Goa, a new railway line has become the centerpiece of a political struggle that is pulling at the fragile fabric of relations between the Hindu population and a shrinking Roman Catholic minority.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"'Little Voice' Is to Close","web_url":"https://www.nytimes.com/1994/05/03/theater/little-voice-is-to-close.html","abstract":"  \"The Rise and Fall of Little Voice,\" a comedy-drama with music by Jim Cartwright, is to close after the evening performance on Saturday at the Neil Simon Theater, 250 West 52d Street, Manhattan. The Saturday evening performance of the play, which was directed by Simon Curtis, is to be its 9th regular performance; it had 19 previews.","thumbnail":null,"section":"Theater"},{"date":"19940503","headline":"Nimby Groups Can't Legally Bar Mentally Ill","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-nimby-groups-can-t-legally-bar-mentally-ill-972436.html","abstract":"  To the Editor:   \"Social Service Agencies Face Need to Convert Chaos to Order\" (news article, April 17) fails to take into account even one of many organizations and private individuals who are committed to supporting housing for people with mental illness in New York City. Once more, you interview the same spokespersons of a vocal Nimby (Not in my backyard) group who repeat their same arguments as to why disabled people should be barred from living in their community, the Upper West Side of Manhattan.   However, Nimby groups and local politicians who are succumbing to their strong-arm tactics may be violating the Federal Fair Housing Act.   Under this law, it is illegal to block or interfere in any way with housing for disabled persons. The so-called saturation theory, used to limit the number of mentally ill people that can live in a particular area, is specifically prohibited by the law. Consistent with this, local zoning laws, fair share and land use laws cannot be legally used to block housing for people with psychiatric disabilities; these local laws are overridden by the Federal law.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Incinerator Operators Say Ruling Will Be Costly","web_url":"https://www.nytimes.com/1994/05/03/us/incinerator-operators-say-ruling-will-be-costly.html","abstract":"  Operators of many of the nation's 125 waste-to-energy incinerators said yesterday that the Supreme Court decision that incinerator ash may be hazardous waste would cost them more money. They could not estimate how much the cost would rise but said no operator anticipated that the ruling would force an incinerator to close.   The biggest casualty of the ruling, many people in the field said, might be a number of proposed incinerators, including one planned for the Brooklyn Navy Yard. Supporters and opponents of that incinerator agreed that the ruling could substantially increase protective measures in ash disposal, increasing both the political hurdles and the costs.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Review/Music; So Far From the Fields Of the Dominican Republic","web_url":"https://www.nytimes.com/1994/05/03/arts/review-music-so-far-from-the-fields-of-the-dominican-republic.html","abstract":"  The Upper West Side saw its first gaga procession on Sunday night, when the World Music Institute's \"Dominican Roots\" concert spilled on to the sidewalk outside Symphony Space. It was the finale of a show featuring music rarely heard outside the villages of the Dominican Republic, along with one of the island's rural stars, El Cieguito de Nagua.    Gaga ceremonies usually take place around the Dominican Republic's sugar-cane fields in the weeks before Easter. They are carnival-like parades, akin to the rara rituals of neighboring Haiti, with dancing, drumming and the distinctive low hooting of fututos, which is a word used for both bamboo trumpets and conch-shell trumpets.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"Atomic Spies, or Atomic Lies?","web_url":"https://www.nytimes.com/1994/05/03/opinion/atomic-spies-or-atomic-lies.html","abstract":"  Pavel Sudoplatov, the last of Stalin's wolves, has emerged tottering from his lair to inform us of his crimes. In his memoir, \"Special Tasks,\" the 87-year-old former member of Stalin's secret police also implicates four of the most important physicists behind the Manhattan Project, the United States Government's program to develop the atomic bomb.   In a chapter called \"Atomic Spies,\" Mr. Sudoplatov's accusations against Niels Bohr, Enrico Fermi, Leo Szilard and J. Robert Oppenheimer continue his career of assassination; only this time his target is the character of honorable men. By his own testimony, Pavel Sudoplatov is a criminal and a murderer, but his co-authors -- his son Anatoly, a professor at Moscow University, and Jerrold and Leona Schecter -- ought to be ashamed.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Youth Shot on Bristol Courthouse Steps","web_url":"https://www.nytimes.com/1994/05/03/nyregion/youth-shot-on-bristol-courthouse-steps.html","abstract":"  A 17-year-old was shot and critically wounded today when a midday dispute that began inside the police-court complex here spilled out to the courthouse steps. The gunman, the police said, was 15.   The authorities said they suspected the incident was gang-related. It comes only six months after an 18-year-old student was fatally shot by a rival gang member outside a high school in nearby New Britain.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"1944: Continent Blasted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-1944-continent-blasted-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] American and British medium and fighter bombers took charge of the pre-invasion blasting of railroads and airfields in Axis Europe today [May 2] as weather held American heavy bombers close to their bases. The 8th Ame","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/03/nyregion/c-corrections-964255.html","abstract":"  A brief article in Business Day on Friday about a request to delay the opening of the new airport in Denver misstated the daily interest on the airport's bonds. It is $500,000, not $500 million.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Observer; Gone With the Unum","web_url":"https://www.nytimes.com/1994/05/03/opinion/observer-gone-with-the-unum.html","abstract":"  I have always been an \"E Pluribus Unum\" person myself, but the future does not look bright for an \"E Pluribus Unum\" America. The melting pot in which the Pluribus were to be combined into the Unum was not the success its advertisers had promised.    Well, what ever is? It is the destiny of Americans to be oversold by slogans. They know it instinctively, which is why advertising is far more to blame than Richard Nixon and Lyndon Johnson combined for the cynicism in which we now wallow.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Lessons of Independence for a New South Africa","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-lessons-of-independence-for-a-new-south-africa-972428.html","abstract":"  To the Editor:   The South African population has gone to the polls to elect a new government. The election will undoubtedly establish a predominantly black government and will bring about the final transfer of political power from European to African hands on the African continent. At this historical juncture, it may be useful to pause to consider what, if anything, we have learned about power transfers and early independence from those African states that preceded South Africa in attaining freedom.   To be sure, South Africa is more urban, better educated -- even its black population -- and more industrial than were its neighbors to the north when they achieved independence. It also has a large and talented multiracial middle class. But ethnic and regional antagonisms exist just as they did elsewhere and the apartheid legacy is a uniquely bitter one.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Arab Museums Try to Preserve a Purpose","web_url":"https://www.nytimes.com/1994/05/03/arts/arab-museums-try-to-preserve-a-purpose.html","abstract":"  The world of diplomacy is suffused with genteel language that hides, just beneath the surface, roiling passions. Especially, it would seem, in the Arab world, where the passions sometimes break defiantly through the surface. But if one knows the context, one can discover impassioned meanings in even the politest of formulations.   Or so it seemed here last week, when some 80 museum directors and related government officials from 18 Arab countries gathered for the first nearly comprehensive conference of the Arab museum world. (Only Kuwait and Saudi Arabia boycotted the proceedings, presumably on political grounds.)","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"N.B.A. Socks It to Brawlers","web_url":"https://www.nytimes.com/1994/05/03/sports/pro-basketball-nba-socks-it-to-brawlers.html","abstract":"  The National Basketball Association disciplined 15 members of the Miami Heat and the Atlanta Hawks for their roles during a bench-clearing brawl last Saturday. The most severe penalty, a three-game suspension and $15,000 fine, was assessed against Keith Askins of the Heat for leaving the bench and slugging Douglas Edwards after the brawl began in the third quarter. Edwards was suspended for two games and fined $10,000 for punching Askins in retaliation.   Grant Long, who was ruled to have initiated the incident by striking Atlanta's Duane Ferrell in the neck, was suspended for one game and fined $10,000. All three suspensions are without pay and begin tonight.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"BOOKS : THE SECRET LIFE OF THE SEINE","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-books-the-secret-life-of-the-seine.html","abstract":"THE SECRET LIFE OF THE SEINE. By Mort Rosenblum. 290 pages. $21. Addison Wesley.. Reviewed by Ginger Danto. TRAVELERS often first experience their destinations through literature, from the succinct, sales pitch prose of guide books, to the more nuanced na","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Coming Back Around to Blass","web_url":"https://www.nytimes.com/1994/05/03/style/coming-back-around-to-blass.html","abstract":"  \"Every five years I get rediscovered,\" Bill Blass said wryly. He can tell this is one of the good years from the enthusiastic reactions of store buyers who were writing orders for his fall collection and the number of magazine editors who want to photograph his clothes. \"My philosophy has not changed,\" he said. \"But sometimes it works better than other times.\"   It was clear that Mr. Blass had a success from the moment the first of his fall styles appeared on the runway of the tent in Bryant Park, where most Seventh Avenue designers introduced their collections last month. Three models in brightly colored double coats with undulating edges appeared together; one was in an orange coat over a blue coat, another in orange over chartreuse and the third in purple over orange. Worn over black tights and black dresses, the coats were beacons of color in a fashion scene that has been dominated by dark or neutral colors for some time.","thumbnail":null,"section":"Style"},{"date":"19940503","headline":"Judge Rejects Mistrial for Rifkin Despite Complaint of Jury Bias","web_url":"https://www.nytimes.com/1994/05/03/nyregion/judge-rejects-mistrial-for-rifkin-despite-complaint-of-jury-bias.html","abstract":"  Joel Rifkin's lawyer moved unsuccessfully today for a mistrial, arguing that a photograph and an article in Newsday on Saturday could prejudice the jury in Mr. Rifkin's murder trial.   Before denying the motion, Judge Ira H. Wexner of Nassau County Court called the jury members into the courtroom one by one and asked if they had seen the article or photograph.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/05/03/sports/soccer.html","abstract":"  World Cup Tickets   American organizers yesterday announced that ticket sales for individual games for the tournament set a record on the first day of sale Sunday with more than 100,000 tickets being sold.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/03/style/chronicle-972290.html","abstract":"  PAUL NEWMAN will replicate in Ireland the summer camp he established eight years ago in Connecticut for children with cancer and serious blood diseases. In ceremonies conducted on Saturday with ALBERT REYNOLDS, Prime Minister of Ireland, the film star signed a lease on Barretstown Castle, 25 miles outside of Dublin.    Under the terms of the 99-year lease, the Irish Government will collect one Irish pound, or about $1.50, each year from the Barretstown Castle Gang Camp, which will occupy the 500-acre premises, where sheep and cattle roam.","thumbnail":null,"section":"Style"},{"date":"19940503","headline":"Patterns","web_url":"https://www.nytimes.com/1994/05/03/style/patterns-968722.html","abstract":"  D & G's New Focus   Stefano Gabbana was wearing burnt orange suede tennis shoes and torn-hemmed jeans, and Domenico Dolce had a baseball cap pulled low over his eyes.","thumbnail":null,"section":"Style"},{"date":"19940503","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/03/nyregion/inside-963623.html","abstract":"  Mrs. Clinton's Role Queried   In a Congressional report on the travel office affair, Hillary Rodham Clinton is quoted as having urged a White House official to replace workers with \"our people.\" Page B8.     Roche Holding of Switzerland agreed to acquire Syntex, a troubled drug company, for $5.3 billion. Page D1. U.N. Peace Force Sought   The United Nations is asking African nations whether they are willing to take part in a peacekeeping force for Rwanda. Page A3. Sheik's Documents Seized    F.B.I. agents searched the home of one of Sheik Omar Abdel Rahman's aides and seized copies of the cleric's writings, lawyers said. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/03/sports/transactions-970239.html","abstract":"  Baseball American League  DETROIT TIGERS -- Announced that Joe Sparks resigned as manager of Toledo of the International League. Named Larry Parrish manager of Toledo. National League","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Nixon in History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-nixon-in-history-letters-to-the-editor.html","abstract":"Even though I never voted for Richard Nixon, I was able to agree with much of what William Safire wrote ('How to Sum Up Nixon? An Inspiring Resilience,\" April 26). Nevertheless, to call Mr. Nixon \"America's greatest ex- president\" goes too","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"German Court Allows Possession of Small Amounts of Marijuana","web_url":"https://www.nytimes.com/1994/05/03/world/german-court-allows-possession-of-small-amounts-of-marijuana.html","abstract":"  Germany's highest court has touched off a national debate by ruling that the possession of small amounts of marijuana and hashish should no longer be subject to criminal penalties.   Under the court ruling, which was handed down on Thursday, laws against the substances remain on the books, and they are still technically illegal. But the police will no longer make arrests for possession.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"Was the Election Fair? Voting Chief Is Satisfied","web_url":"https://www.nytimes.com/1994/05/03/world/south-african-vote-voting-was-election-fair-voting-chief-satisfied.html","abstract":"  Judge Johann Kriegler casually uses the word \"breakdown\" to describe the election he is running.   He concedes that many ballots never left the warehouse, that polling places failed to open, that ballot boxes were stuffed \"to a significant degree,\" that voting places often had no impartial monitors and that some election officials were partisan, if not crooked.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"Theory Tested on Why Body's Defenses Go Haywire in AIDS","web_url":"https://www.nytimes.com/1994/05/03/science/theory-tested-on-why-body-s-defenses-go-haywire-in-aids.html","abstract":"  AS the virus that causes AIDS slowly and brutally disassembles the body's immune system, it causes confounding turmoil at every node of the defense network. Some immune cells overreact to the infection, while others fail to respond when called.   The signaling molecules called cytokines that normally control the body's battle plan, telling the T cells, B cells, macrophages and antibodies when and where to strike, start to babble or stammer or grow tongue-tied, sending all the wrong signals at the wrong times. The confusion is so great that scientists have just begun sorting out which defects in the immune system are central to the progression of AIDS, and which are relatively minor disruptions.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-93366165367.html","abstract":"Philip Bowring (\"Unusual Law Doesn't Bring About Criminal Order,\" April 20) describes Singapore as only an \"averagely safe\" city ruled as much by fear as by example..If this were so, Singaporeans would have voted with their feet for","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Indictment of Crown Hts. Figure Is Sought","web_url":"https://www.nytimes.com/1994/05/03/nyregion/indictment-of-crown-hts-figure-is-sought.html","abstract":"  The DeKalb County District Attorney's office here has decided to seek an indictment on aggravated assault charges against Lemrick Nelson Jr., who was acquitted in the stabbing of a Hasidic student, Yankel Rosenbaum, during racial clashes in the Crown Heights section of Brooklyn in 1991.   Mr. Nelson, 18, has been living in the small city of Clarkston, just outside Atlanta, and attending a suburban high school since late 1992. He was charged earlier this year with slashing at a fellow student with a razor during a fight. The student, who was not seriously injured in the Jan. 14 incident, swore out a warrant against Mr. Nelson, leading to his arrest.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"SCIENTIST AT WORK: Richard D. Kolodner; An Amazing Leap From Yeast Genes To Human Cancer","web_url":"https://www.nytimes.com/1994/05/03/science/scientist-work-richard-d-kolodner-amazing-leap-yeast-genes-human-cancer.html","abstract":"  DR. RICHARD D. KOLODNER leaned back in his chair and said he was as surprised as anyone that he has emerged as a leader in the scientific race to capture the genes that cause colon cancer. His surprise is not just false modesty.   For one thing, his lab at the Dana-Farber Cancer Institute here is tiny, yet twice in the last year, he has emerged neck and neck with the much larger and better known laboratory of Bert Vogelstein at Johns Hopkins University, in races that ended in dead heats. For another, Dr. Kolodner's original research goal was not to understand human cancer at all but to work out an arcane detail about gene repairs in bacteria and yeast.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Escape From Suburbia; Community Associations Thrive Amid Debate on Freedom, Privacy and Democracy","web_url":"https://www.nytimes.com/1994/05/03/nyregion/escape-suburbia-community-associations-thrive-amid-debate-freedom-privacy.html","abstract":"  It was the hot-air balloon race in Hunterdon County that lured Bill Savage to suburbia's new frontier.   He had come to see colors lift and sweep across the sky, and found in the horse farms and open fields the suburban dream he had lost at home in Morris County. There, narrow paths were being widened for a new shopping mall, and congestion had brought urban-sized traffic jams to his door.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Combating Signs of Bias On the Road to Summer","web_url":"https://www.nytimes.com/1994/05/03/nyregion/our-towns-combating-signs-of-bias-on-the-road-to-summer.html","abstract":"  THE shortest line between the sagging tenements and clapboard houses of Hartford's poorest residents and an oasis of parks, fishing holes and wooded trails where many find refuge is Route 44. But come May, when the trips on Route 44 to the Barkhamsted Reservoir begin, so does the Barkhamsted Express.   To some police officers in Avon, one of several wealthy suburbs along Route 44 on the way from Hartford to Barkhamsted, the Barkhamsted Express means carloads of beachgoing blacks and Puerto Ricans that are as easy to spot as Volkswagens in a Cadillac showroom.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Maybe Nets Are Slaves of New York","web_url":"https://www.nytimes.com/1994/05/03/sports/pro-basketball-maybe-nets-are-slaves-of-new-york.html","abstract":"  Just before practice ended today, a few Nets officials complained privately that the Knicks were trying to juggle the shoot-around times before Game 3 Wednesday night, acting as if Byrne Meadowlands Arena were New York's home arena. By contrast, those officials said the Nets were forced to shoot around only one hour before Game 2 on Friday at Madison Square Garden.   Now, as the series shifts to New Jersey, the Knicks, who lead the three-of-five-game series, 2-0, were acting as if they owned the Meadowlands .","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"A Joy Born in Pain Dances in the Street","web_url":"https://www.nytimes.com/1994/05/03/world/the-south-african-vote-the-scene-a-joy-born-in-pain-dances-in-the-street.html","abstract":"  An eruption of joy swept the vast black ghettos of South Africa tonight as Nelson Mandela claimed his presidential victory with a bit of boogie dancing on television that was instantly imitated by street throngs across the land.   Even the pool players dropped their cue sticks and poured out of the Lethabong barroom here in this landmark black township. They strutted and weaved with a spontaneous mass gathering that danced through the darkness enveloping their shanty hovels, singing: \"We have have washed this land clean of apartheid.\"","thumbnail":null,"section":"World"},{"date":"19940503","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-what-theyre-reading.html","abstract":"-. Kevin McGoran, chief executive of the Irish industrial holding company Fitzwilton PLC, is reading \"De Valera: Long Fellow, Long Shadow\" by Tim Pat Coogan..\"Eamon De Valera was one of the most prominent Irish statesmen of this century","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-93041633348.html","abstract":"I think there is a good case for using caning as punishment in all countries. But its use should be reserved for criminals who have caused bodily harm. To beat a man because he has defiled some metal object is to me a vast overreaction. . RICHARD HILL. .","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Singapore Overlooks Vandal Law Proviso","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-singapore-overlooks-vandal-law-proviso-972398.html","abstract":"  To the Editor:   With regard to the sentence of caning imposed by a Singapore court on the American Michael Fay after his conviction for vandalism:    My attention was drawn to a recent amendment to the Probation of Offenders Act, Chapter 252 of the 1985 Revised Edition of the Statutes of Singapore, empowering a trial court to mitigate on conviction the severity of the Punishment of Vandalism Act in certain circumstances.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Horror in Rwanda, Shame in the U.N.","web_url":"https://www.nytimes.com/1994/05/03/opinion/horror-in-rwanda-shame-in-the-un.html","abstract":"  Even in a century inured to carnage, the killings in Rwanda evoke a special horror. Machetes are the common weapon in massacres that began with the April 6 death of the Rwandan President in a still-mysterious air crash. The killings are selective: highest on the target list are Rwandans known to be educated or to favor human rights; possession of eyeglasses can be fatal. Thus to rampaging gangs of ethnic butchers who have claimed as many as 250,000 lives, a diploma is a death certificate.    Compounding the horror is the threat of pestilence and famine in Kigali, the Rwandan capital, as mutilated bodies clog the Kagera River, flowing into neighboring Tanzania at the rate of 25 bodies every hour.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Mandela and De Klerk: Words on a Transition","web_url":"https://www.nytimes.com/1994/05/03/world/the-south-african-vote-mandela-and-de-klerk-words-on-a-transition.html","abstract":"  Following are excerpts from the statement yesterday by President F. W de Klerk of South Africa conceding defeat in the election, as provided by Reuters, which translated that part of his speech that was in Afrikaans. It is followed by excerpts from the statement by Nelson Mandela of the African National Congress, as provided by The Associated Press, after Mr. de Klerk's remarks. Mr. Mandela spoke in English. DE KLERK STATEMENT    Mr. Mandela will soon assume the highest office of the land with all the awesome responsibility which it bears. He will have to exercise this great responsibility in a balanced manner which will assure South Africans from all our communities that he has all their interests at heart.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"Chancellor Says Stiff Standards Won't Mean More Dropouts","web_url":"https://www.nytimes.com/1994/05/03/nyregion/chancellor-says-stiff-standards-won-t-mean-more-dropouts.html","abstract":"  Acknowledging that his plan to raise math and science standards for all high school students would be difficult, Schools Chancellor Ramon C. Cortines said yesterday that he did not think the stricter requirements would increase the number of dropouts.    The plan, announced on Sunday, will require the city's 250,000 high school students to take three units each of academic science and mathematics to graduate -- a huge change in a system where less than 25 percent of all juniors and seniors took such courses in the last school year, and some students earned a diploma without having ever taken an algebra class.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Moore's Role Changes, Maybe for the Better","web_url":"https://www.nytimes.com/1994/05/03/sports/pro-football-moore-s-role-changes-maybe-for-the-better.html","abstract":"  It didn't seem long ago when Rob Moore was the young receiver with promise on the Jets' roster. When he looked at Ryan Yarborough and Orlando Parker -- two rookies taken in the draft -- flying around the field today at the Jets' minicamp, he realized the torch had been passed.   It is a strange situation for Moore. He was the only receiver here who started and played a significant amount of time last season. With Al Toon and Chris Burkett both retired, Moore, who will turn 26 on Sept. 27, has become the elder statesman of the Jets' receiving corps.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Ad Drive Opens for Canadian-Style Health Care","web_url":"https://www.nytimes.com/1994/05/03/us/ad-drive-opens-for-canadian-style-health-care.html","abstract":"  Supporters of a Canadian-style system of government-financed health insurance announced a new advertising campaign today, hoping to build on their success in a recent grass-roots campaign on behalf of the idea in California.   The new campaign pits the comedy team of Jerry Stiller and Anne Meara against the Health Insurance Association of America's \"Harry and Louise,\" two aging yuppies fretting about the future of health care in a series of television advertisements.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/03/arts/classical-music-in-review-972991.html","abstract":"  Florence Gould Hall Chamber Players  Gould Hall    Stravinsky gave a tart edge to an otherwise genteel afternoon of music by the Florence Gould Hall Chamber Players. This was \"L'Histoire du Soldat,\" or at least five of its movements, in an arrangement for clarinet, violin and piano. The curtailed instrumentation jogs the ear. Used to Stravinsky's more varied colors, one hears detail afresh, in different clothes.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"Senate Campaign Is Financed by Individuals","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-senate-campaign-is-financed-by-individuals-972410.html","abstract":"  To the Editor:   \"Health Debate Is Filling Campaign Coffers\" (front page, April 19), on my race for the Senate, fails to put the issue in perspective.   You have repeatedly praised my health care plan because it is good public policy. Publications ranging from The New Republic to Fortune have also favored it. I drafted the legislation back in 1991 and 1992, long before I had any thought of running for the Senate.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"'My Fair Lady' Closes","web_url":"https://www.nytimes.com/1994/05/03/theater/my-fair-lady-closes.html","abstract":"  \"My Fair Lady,\" a revival of the 1956 Alan Jay Lerner and Frederick Loewe musical, closed after the matinee on Sunday at the Virginia Theater, 245 West 52d Street, Manhattan. The play was directed by Howard Davies, and starred Michael Moriarty and Melissa Errico. It ran for 165 regular performances and 16 previews.","thumbnail":null,"section":"Theater"},{"date":"19940503","headline":"Hungarians Cooling To Foreign Investment","web_url":"https://www.nytimes.com/1994/05/03/world/hungarians-cooling-to-foreign-investment.html","abstract":"  When foreign investors stampeded into Hungary with billions of dollars in the heady days after the fall of Communism, expectations were high that the new money would be the engine for an economic turnaround.   With its grand capital city and its open door, the most prosperous and Western-leaning of the Communist countries lured investors with tax breaks, political stability and a Government that made the investment climate appealing.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"McNall Agrees to Sell Stake in Kings","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-hockey-mcnall-agrees-to-sell-stake-in-kings.html","abstract":"  The agreement to sell a majority interest in the Los Angeles Kings by the troubled owner BRUCE McNALL to the telecommunications executive JEFFREY SUDIKOFF and his partner, JOSEPH COHEN, was made final last night.   Bank of America agreed to provide financing for the much-delayed transaction, according to a statement issued by the Kings and Sitrick Krantz & Company Inc., a financial relations firm.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Pure Human Antibodies Reported From Mice","web_url":"https://www.nytimes.com/1994/05/03/science/pure-human-antibodies-reported-from-mice.html","abstract":"  TWO groups of scientists working separately say they have prepared genetically altered mice that can be used to produce human disease-fighting antibodies of unusual purity.    In a technically daunting technique, the mice's own antibody-making genes were knocked out and replaced with the equivalent genes from humans. When such a mouse is injected with a foreign substance like a virus or bacterium, its immune system generates antibodies against the invader in the usual way, except that these are human and not mouse antibodies.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"New York Agrees to Build Prison's Kitchen in Bronx","web_url":"https://www.nytimes.com/1994/05/03/nyregion/new-york-agrees-to-build-prison-s-kitchen-in-bronx.html","abstract":"  Under pressure from a court order and state lawmakers, Mayor Rudolph W. Giuliani plans to add $128 million to New York City's capital budget to build a giant kitchen in the Bronx that would prepare food for prisoners on Rikers Island, mayoral aides said yesterday.   The new expenditure is part of nearly $500 million in budget additions and restorations that Mr. Giuliani will announce today in his proposed $18.8 billion capital spending plan for the next four years, the officials said. The new projects will not affect the city's debt payments, senior aides said, because of savings from bond refinancings.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Justices Decide Incinerator Ash Is Toxic Waste","web_url":"https://www.nytimes.com/1994/05/03/us/supreme-court-roundup-justices-decide-incinerator-ash-is-toxic-waste.html","abstract":"  In a decision that could substantially increase the cost of waste disposal, the Supreme Court ruled today that any toxic residue created by burning household and industrial waste in municipal incinerators must be treated as hazardous waste and not dumped in ordinary landfills.    The 7-to-2 decision interpreted a Federal law governing hazardous waste, the Resource Conservation and Recovery Act of 1976. For years the law has been the subject of administrative and judicial confusion about its application to the ash left by the new generation of municipal incinerators that burn trash and produce energy.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Sports of The Times; Why Mathis Produced A Proper Call","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-of-the-times-why-mathis-produced-a-proper-call.html","abstract":"  SURE, talk is cheap, but it has its price. Patrick Ewing talked too much and paid when he was ejected in the second quarter of the Knicks-Nets playoff game Sunday. I don't mean the second technical foul, which came about after a swift whistle by the referee, Mike Mathis, when Derrick Coleman shoved Ewing, who fell backward to the floor. On that one, Ewing was in the wrong place at the wrong time.   Patrick Ewing, however, should not have put himself in a position to be thrown out for a second technical, which calls for automatic expulsion. The first technical was called in the first quarter when Ewing got into an in-your-face coffee klatch with Benoit Benjamin. Benoit Benjamin!","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/03/nyregion/no-headline-963364.html","abstract":"  I stand here before you filled with deep pride and joy. Pride in the ordinary, humble people of this country -- you have shown such a calm,  patient determination to  reclaim this country as your own. And joy that we can loudly proclaim from the rooftops: free at last! -- NELSON MANDELA  [ A1:6. ] Mr. Mandela has walked a long road, and now stands at the top of the hill. As he  contemplates the next hill, I hold out my hand to Mr.  Mandela in friendship and  in cooperation. -- F. W. DE KLERK  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"By Design; Tie-Dyed and Labeled","web_url":"https://www.nytimes.com/1994/05/03/style/by-design-tie-dyed-and-labeled.html","abstract":"  A generation ago, there was a flurry of tie-dyeing -- a method of creating designs by tying bunches of fabric with waxed thread so the dye affects only exposed areas. It was part of the anti-commercialism of the flower children, who tie-dyed T-shirts and scarves to wear with their love beads and jeans.   Tie-dyeing is back again. But this time it's designers who are applying the process to everything from swimsuits to evening wear. Henri Bendel has a collection of matte jersey T-shirts and dresses ($325 to $825) by Todd Oldham and tie-dyed cotton T-shirts by Saraco Polo and Gillian Julius ($48 to $58).","thumbnail":null,"section":"Style"},{"date":"19940503","headline":"City Weighs Rent Charges For Homeless in Shelters","web_url":"https://www.nytimes.com/1994/05/03/nyregion/city-weighs-rent-charges-for-homeless-in-shelters.html","abstract":"  In an effort to prod homeless people to seek treatment or training, New York City and the state are considering charging those who refuse help a \"modest\" rent for remaining in a city shelter.   If adopted, the policy would most sharply affect homeless people who suffer from mental illness or addiction and receive substantial monthly disability or veterans' benefits. The new rules would apply to homeless single adults, but not to families.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Mayor Vows Investigation Of Incident","web_url":"https://www.nytimes.com/1994/05/03/nyregion/mayor-vows-investigation-of-incident.html","abstract":"  After watching a videotape in which police officers appear to be beating a handcuffed Staten Island man, Mayor Rudolph W. Giuliani said yesterday that he was troubled by the seeming brutality of the arrest and would start a full investigation.    The incident, caught on videotape last month by a woman from her sixth-floor apartment window, occurred only a few feet from where another man died after struggling with officers on Friday.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-90303923678.html","abstract":"When I see the beautiful historical buildings of Basel's old city defiled by totally unartistic, meaninglessand outright stupid graffiti, I have occasional thoughts that there is nothing wrong with Switzerland that a good dose of Singaporean discipline","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"MANDELA PROCLAIMS A VICTORY: SOUTH AFRICA IS 'FREE AT LAST!'","web_url":"https://www.nytimes.com/1994/05/03/world/south-african-vote-overview-mandela-proclaims-victory-south-africa-free-last.html","abstract":"  With a dignity that owed nothing to defeat, Frederik Willem de Klerk, the last white ruler in Africa, tonight conceded his presidency to Nelson Rolihlahla Mandela.   \"Mr. Mandela has walked a long road, and now stands at the top of the hill,\" said Mr. de Klerk of the man he freed after 27 years in prison, and with whom he negotiated the surrender of white power. \"As he contemplates the next hill, I hold out my hand to Mr. Mandela in friendship and in cooperation.\"","thumbnail":null,"section":"World"},{"date":"19940503","headline":"The Man Who Wasn't There","web_url":"https://www.nytimes.com/1994/05/03/opinion/the-man-who-wasnt-there.html","abstract":"Before the publication of his sensational autobiography, \"Special Tasks,\" Pavel Sudoplatov was unknown in the West except to historians, who have long recognized him as one of the most bloodthirsty members of Stalin's secret police. \n\nMr. Sudoplatov's specialty was \"wet affairs\" -- murder, terrorism and sabotage directed primarily against non-Russian nationalists who opposed Stalin's brutal policies of Sovietization.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"White House Not Ruling Out Force in Haiti","web_url":"https://www.nytimes.com/1994/05/03/world/white-house-not-ruling-out-force-in-haiti.html","abstract":"  President Clinton's national security advisers say they are reconsidering whether to use force to oust Haiti's military leaders, a threat that could satisfy mounting pressure from members of Congress and toughen the additional sanctions that the United Nations is expected to impose on Haiti this week.   A senior adviser to the President said today that no decision had been made about whether the United States would seek to remove the military government headed by Lieut. Gen. Raoul Cedras in order to restore the democratically elected President, the Rev. Jean-Bertrand Aristide, or how to do that. It is unclear whether there has been a change of heart by Administration officials who all but rejected the military option as recently as a few weeks ago.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"AGENCY OFFERING AN AID BLUEPRINT FOR PALESTINIANS","web_url":"https://www.nytimes.com/1994/05/03/world/agency-offering-an-aid-blueprint-for-palestinians.html","abstract":"  The World Bank unveiled a three-year, $1.2 billion program today, worked out with the Palestine Liberation Organization, to quickly lay an economic foundation for Palestinian self-rule in the Gaza Strip and Jericho.   Last Oct. 1, the United States organized a meeting of 40 donor countries, which pledged $2.4 billion to support the new Palestinian authority in the former Israeli-occupied areas.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/03/nyregion/metro-digest-966029.html","abstract":"  NEW YORK CITY  SUSPENDED DRIVER KILLS 3 IN A FAMILY   For 27 years Abraham Meyers drove through New York without a license, accumulating an ominously long list of suspensions and arrests, including three for driving while intoxicated. Late Sunday, his car hit four members of a Brooklyn family as they left a celebration in Howard Beach, Queens. Three of them died and the fourth was critically injured. A1.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Howe Is Headed For Disabled List","web_url":"https://www.nytimes.com/1994/05/03/sports/baseball-howe-is-headed-for-disabled-list.html","abstract":"  Steve Howe had his strained left groin muscle examined today and the Yankees will probably place the left-handed reliever on the 15-day disabled list Tuesday and recall Sterling Hitchcock from Class AAA Columbus.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Clinton Makes No Progress With Beijing","web_url":"https://www.nytimes.com/1994/05/03/world/clinton-makes-no-progress-with-beijing.html","abstract":"  With a month to go before he must decide whether to renew China's preferential trade status, President Clinton made no progress during a meeting today with a top Chinese official toward resolving differences between the two countries over human rights.   In a written statement, the White House said Mr. Clinton had reminded Deputy Prime Minister Zou Jiahua of his insistence that China do more to improve its human rights record by the June 3 deadline. But senior White House officials said later that Mr. Zou had simply reasserted Beijing's view that the United States should not interfere in its internal affairs.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"On the Diamond, Something Is Going, Going, On!","web_url":"https://www.nytimes.com/1994/05/03/sports/on-the-diamond-something-is-going-going-on.html","abstract":"  Seven years later, the mystery remains unsolved.   \"There's no rhyme or reason to it that we've ever been able to identify,\" said Scott Smith, the Rawlings executive designated to tell the world no, the baseball has not been \"juiced up.\" He uttered that refrain throughout the 1987 season, and has resurrected it again this season in fielding what has probably been a Rawlings record for the number of telephone calls in any April.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/03/nyregion/news-summary-963240.html","abstract":"  International A3-15 SOUTH AFRICAN BATON PASSED  President F. W. de Klerk conceded defeat with dignity in South Africa's election, and Nelson Mandela of the African National Congress accepted victory with equal grace as vote counting continued. A1  THE CELEBRATIONS BEGIN  As Nelson Mandela claimed his presidential victory, joy swept the black ghettoes of South Africa, with crowds singing and dancing, fireworks and applause.  A1  The spirit of the election, not the letter, its author says. A14  More violence in Natal after a respite for voting. A15  AID PACKAGE FOR PALESTINIANS  The World Bank announced a $1.2 billion aid package to help the Palestinians achieve self-rule in the Gaza Strip and Jericho, with programs ranging from sewers to housing to health facilities. A1  Israeli and P.L.O negotiators will meet their deadline. A7  U.N. EFFORT ON RWANDA  The United Nations is asking African nations if they would send troops to a peacekeeping operation in Rwanda, with another attempt under way to start peace talks. A3  DISAPPOINTMENT IN HUNGARY  Hungary invited foreign investment as Communism fell, but with a presidential election coming and with the economy lagging, many are accusing the Government of selling the country's patrimony. A12  A PRIME MINISTER'S BUSINESS  With Silvio Berlusconi set to become Italy's next Prime Minister, his future seems clear. What is less clear is the future of the company he owns, Fininvest, which has struggled with $2.3 billion in debt. D1  The Polish Airlines modernization attracts American carriers. D6  A German controversy over a ruling to ease drug laws. A12  No progress on human rights in a U.S.-China meeting. A8  Washington is reconsidering whether to use force in Haiti. A3  Goa Journal: On the wrong track in India.  A4 National A16-20, B8 RULING ON CITY WASTE  The Supreme Court ruled that toxic residue created by burning waste in municipal incinerators must be treated as hazardous and not dumped in ordinary landfills.  A1  SETBACK FOR INCINERATORS  Experts said the Supreme Court decision could hamper cities planning to build incinerators by increasing the cost of design and giving fodder to opponents of the plants.  A18  KEVORKIAN IS ACQUITTED  A Michigan jury cleared Dr. Jack Kevorkian of charges that he had violated a state law prohibiting assisted suicide by helping a terminally ill man take his life.  A1  MORE DELAYS FOR AIRPORT  The troubled Denver International Airport is still not ready for business, officials said, and no new opening date has been set.  A16  FEW OPT FOR IMPLANT  More than a year after the contraceptive Norplant was made available to students at a Baltimore high school, few girls have taken up the offer.  A16  SHORTER LIST FOR COURT  President Clinton and his senior aides narrowed the search for a Supreme Court nominee to three or four candidates after a long meeting, Government officials said.  A16  FIRST LADY'S ROLE IN TRAVEL AFFAIR  An investigation into dismissals at the White House travel office portrayed Hillary Clinton as having a more active role in the shake-up than previously reported.  B8  A DEMOCRATIC DEFECTOR?  Washington Talk: Senator Richard Shelby of Alabama has long been considered a Democrat on the verge of crossing the aisle. The talk has recently grown louder.  B8  PUSHING FOR GUN BILL  President Clinton tried to persuade wavering members of the House to support legislation to ban the manufacture of 19 types of semiautomatic weapons.  B8  ADS FOR HEALTH PLAN  Supporters of a Canadian-style system of government-financed health insurance announced a new advertising campaign, hoping to build on their success in a recent grass-roots campaign on behalf of the idea in California.  B8 Metro Digest B1 DEATH OF A FAMILY  For 27 years Abraham Meyers drove without a license, accumulating a long list of suspensions and arrests. On Sunday his car hit four members of a family, killing three. A1  Business Digest D1  Arts/Entertainment C15-20  A meeting of the Arab museum world.  C15  Action-film producer on her life and works.  C15  Music: Two concerts by Faust.  C16  Diedre Murray.  C16  \"Dominican Roots.\" C19  Dance: Boston Ballet in a new work by Tharp.  C15  Books: Grace Paley's stories.  C19  Television: Update on the new Russia.  C20  Fashion B9  Coming back around to Blass.   Science C1-14  Fossil evidence shows how the whale returned to the sea.  C1  Male hormones help shape women, too, in mind and body.  C1  A scientist who leaped from yeast studies to cancer research.  C1  Theory seeks to explain why immune defenses fail in AIDS.  C3  Scientists are seeking more new species in Vietnam.  C4  Q&A C5  Genetically engineered mice turn out human antibodies.  C6  Personal Computers C8  Peripherals C9  Obituaries B10  Richard Scarry, best-selling author and illustrator of children's books.   Oliver Cope, a surgeon and professor at Harvard Medical School.   Sports B11-17  HOME RUN MYSTERY  Baseballs are flying out of major league ball parks in record numbers and people are searching for the reasons why.  A1  Baseball: O'Neill in a groove. B11  9 unearned runs in third inning sink Mets. B13  Basketball: The deep Knicks. B11  Pacers sweep Magic. B15  Columns: Berkow on violence. B11  TV Sports B14  Football: Moore's new role. B14  Hockey: Rangers' Noonan reflects his roots. B14  Devils fighting for fans, too. B14  Sharks continues upset run. B14  Horse Racing: The Derby's dress rehearsal. B11  Sports People B16  Editorials/Op-Ed A22-23  Editorials  Shaking up the schools.  Demand action on weapons.  Horror in Rwanda, shame in U.N.  Letters  Russell Baker: Gone with the Unum.  A. M. Rosenthal: Are Arabs ready for peace?  Yirmiyahu Yovel: Understanding terrorism.  Richard Rhodes: Atomic spies, or atomic lies?  Amy Knight: The man who wasn't there.    Chronicle B7 Chess C14 Crossword C20","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Scientists Hope More New Species Will Be Discovered in Vietnam","web_url":"https://www.nytimes.com/1994/05/03/science/scientists-hope-more-new-species-will-be-discovered-in-vietnam.html","abstract":"  LURKING in the dense rain forests and mountains of Vietnam, many previously unknown animal species may remain to be discovered, and naturalists hope to identify some of them before the rapid expansion of human settlement drives them to extinction.   The recent discovery of two new hoofed creatures in the Vietnamese wilderness has spurred the search for others.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Norplant Is Getting Few Takers At School","web_url":"https://www.nytimes.com/1994/05/03/us/norplant-is-getting-few-takers-at-school.html","abstract":"  Now that the rancorous debate over offering the contraceptive Norplant in school clinics has died down, Latia Garner is looking forward to completing the 11th grade without again becoming pregnant.   Ms. Garner, 17, is one of a handful of young women who have had the birth control device implanted in her arm since January 1993 by doctors at the Laurence T. Paquin School in Baltimore.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Washington Talk; G.O.P. Seeking Convert In Alabama Democrat","web_url":"https://www.nytimes.com/1994/05/03/us/washington-talk-gop-seeking-convert-in-alabama-democrat.html","abstract":"  Senator Bob Dole joked in a recent speech that if Senator Richard C. Shelby defected to the Republican Party and Republicans then won control of the Senate this year, Mr. Shelby could replace him as the party leader.   \"Boy, you'd be a great leader, Rick,\" Mr. Dole said, adding that he would give the Alabama Democrat \"anything he wants\" to move across the aisle.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Short of Votes, Clinton Presses Fight for Assault-Gun Ban","web_url":"https://www.nytimes.com/1994/05/03/us/short-of-votes-clinton-presses-fight-for-assault-gun-ban.html","abstract":"  Acknowledging the uphill battle he faces, President Clinton met with Congressional leaders today and telephoned wavering members of the House to try to persuade them to support legislation to ban 19 types of semiautomatic weapons.   And, appearing with a display of dozens of handguns and assault weapons, many of which would not be outlawed by the ban, Mr. Clinton said no member of Congress should be penalized at election time for supporting a weapons ban that he said was so obviously needed and unassailable that it was a \"lay-down no-brainer.\"","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Denver Delays Opening Of Airport Indefinitely","web_url":"https://www.nytimes.com/1994/05/03/us/denver-delays-opening-of-airport-indefinitely.html","abstract":"  As expected, Mayor Wellington Webb announced today that the new Denver International Airport, already six months late and more than $1 billion over budget, will not open on May 15, missing its fourth deadline.   But officials have found a sure-fire way to avoid blowing another deadline: they will not set one.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Programs That Need th Inning Stretch","web_url":"https://www.nytimes.com/1994/05/03/science/peripherals-programs-that-need-th-inning-stretch.html","abstract":"  BASEBALL programs could fill a stadium this spring.   One, Baseball '94 for Windows: The Complete Interactive Preview Guide, is a magazine and encyclopedia for a computer running Microsoft Windows 3.0 or later with about eight million empty seats on the hard disk. The opening screen offers six choices: players, teams, statistics, fantasy baseball rules and strategy, looking at 1994 and grab bag (miscellaneous information).","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/03/arts/classical-music-in-review-972983.html","abstract":"  Young Performers Series  Bryant Park    The Bryant Park Young Performers Series got off to its spring start yesterday afternoon with a concert of songs leaning more toward experience then to youth. Roberta Peters, the soprano, was the main attraction. She introduced the young tenor Mark Marriott, joining him in the Brindisi from \"La Traviata\" and turning him loose for \"La donna e mobile\" from \"Rigoletto.\"","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"1894: Bullet-Proof Cloth : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-1894-bulletproof-cloth-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The bullet-proof cloth invented by the Mannheim tailor Dowe has at last attracted the attention of the Emperor and the Minister of War, who at first were inclined to ridicule the invention. However, the Attachs of certain Embassies began to","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"It's Uphill, but FedExes May Yet Wear Helmets","web_url":"https://www.nytimes.com/1994/05/03/sports/tv-sports-it-s-uphill-but-fedexes-may-yet-wear-helmets.html","abstract":"  In its period of grieving since losing National Football League TV rights, CBS has listened to a lot of pitches from producers and programmers eager to fill the network's free time on Sundays with figure skating, Canadian football, non-synchronized swimming and sky surfing with Merv Griffin.   Since December, CBS has listened to the pitch for the \"A League,\" a proposed rival to the N.F.L. that would start in September 1995 with 12 company-owned teams. Brandweek, an industry trade magazine, named Anheuser-Busch, Federal Express, Pepsico, Disney and American Express as possible owners.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"1919: More on Fiume : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-1919-more-on-fiume-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The \"Epoca\" has published an article by Dr. George Herron, who says that two attempts to bring about an understanding between Italy and Yugoslavia failed as a result of the intrigues of inter national financiers possessing dip lomatic pri","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"HORSE RACING;\nBrocco Displays The Fittest Of Form","web_url":"https://www.nytimes.com/1994/05/03/sports/horse-racing-brocco-displays-the-fittest-of-form.html","abstract":"Whatever lingering doubts there may have been over the condition of Brocco, his handlers had retained unwavering confidence, and their opinion was confirmed this morning at Churchill Downs when Brocco dazzled onlookers with a terrific five-furlong drill in preparation for the 120th Kentucky Derby on Saturday.\n\nAt this point in a colt's training for the Derby -- five days before the race -- a workout is designed to put the horse on edge for the big day. But Brocco had something more to prove.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Shaking Up the Schools","web_url":"https://www.nytimes.com/1994/05/03/opinion/shaking-up-the-schools.html","abstract":"  Schools Chancellor Ramon Cortines has been on the job for only eight months. But in fairly short order he seems to have grasped what must be done to restore life and hope to New York City's academic wasteland.    First, he has begun to crack down on principals who have presided lazily over failing schools. He now proposes an ambitious, citywide revision of the curriculum that should lead to a dramatic upgrade in standards. Ideally, he will attempt next to bring mediocre teachers up to snuff.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"How the Whale Lost Its Legs And Returned To the Sea","web_url":"https://www.nytimes.com/1994/05/03/science/how-the-whale-lost-its-legs-and-returned-to-the-sea.html","abstract":"  AGES after some adventurous (or misadventurous) fish left the sea and planted the flag of vertebrate animal life on land, their descendants had it both ways as amphibians and then completed the epic transition, evolving into terrestrial reptiles, mammals and birds. But something about the water must have kept beckoning, until a few irredentists among the mammals did eventually reclaim a place in the sea.   Most prominent of these mammals are the whales. Although they may swim the oceans with power and grace, these leviathans are more closely related to the camel and cow than any fish in their wake. Their anatomies retain vestiges of the four-legged land animals in their ancestry, the ones that began the bold return to the sea more than 50 million years ago.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"On My Mind; Are Arabs Ready for Peace?","web_url":"https://www.nytimes.com/1994/05/03/opinion/on-my-mind-are-arabs-ready-for-peace.html","abstract":"  Prime Minister Yitzhak Rabin of Israel has something important in common with Saddam Hussein and Bill Clinton.   Saddam Hussein did not tell the Iraqi people when he invaded Kuwait that there was a chance they would be pounded into military defeat.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Chess","web_url":"https://www.nytimes.com/1994/05/03/arts/chess-967769.html","abstract":"  The history of blindfold chess goes back at least to the eighth-century Arabs. Since it does not permit a board or pieces, it can be played anywhere, on horseback, for example, as long as the players can report their moves to each other. Quick play probably began not long after the chess clock was introduced in 1883. Joop van Oosterom, a Dutch entrepreneur, brought the two together in his Melody Amber Tournament in Monaco from March 26 to April 7.   The adventurous sponsor assembled almost all the world's top players in this event in which each contested one game against the other 11 at the quick tempo of 25 minutes for each player for all moves. Each also contested a second game against the others at the same tempo but this time neither player was allowed chess pieces. They briefly communicated their moves by mouse on the empty screen of a computer chessboard. The clock invented by Bobby Fischer was used to time both types of game. For the quick game, it gave the players 10 additional seconds each time they moved. For the blindfold-quick game, it gave the players 20 extra seconds each time they moved.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"Understanding Terrorism","web_url":"https://www.nytimes.com/1994/05/03/opinion/understanding-terrorism.html","abstract":"Again, Yitzhak Rabin and Yasir Arafat are to shake hands in a momentous ceremony, tomorrow in Cairo. Months of haggling, crisis, bloodshed and suffering have followed the handshake on the White House lawn in September. This time, more than the symbolism of signatures is at stake. Can the agreement on Palestinian self-rule in the Gaza Strip and West Bank work? Can terrorism carried out by the fundamentalist assassins of Hamas stop?\n\nThese are separate questions, or at least they ought to be. Unfortunately, emotions in Israel make the viability of peace with the Palestinians depend on cessation of all terror attacks -- an unrealistic objective. This dream gives the terrorists far too many chips and too much disruptive power. That is why, hard though it may be, Israelis have to realize that terror cannot be completely stopped, even in peacetime, and that while terror endangers individual lives and property, it does not imperil the existence of the state. War does.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"P.L.O. Pact With Israel Appears Set; Syrian Chief Rebuffs Israel","web_url":"https://www.nytimes.com/1994/05/03/world/plo-pact-with-israel-appears-set-syrian-chief-rebuffs-israel.html","abstract":"  Israeli officials said today that they were disappointed that President Hafez al-Assad of Syria made no concessions in his response to a new Israeli peace plan that calls for dismantling settlements in the Golan Heights.   An Israeli official also voiced frustration that the Syrian Foreign Minister, Farouk al-Shara, publicly dismissed parts of the Israeli plan as \"silly\" when the Israeli Prime Minister, Yitzhak Rabin, was eager for a favorable response.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"U.N. Chief Seeks an African Peace Force for Rwanda","web_url":"https://www.nytimes.com/1994/05/03/world/un-chief-seeks-an-african-peace-force-for-rwanda.html","abstract":"  With another attempt under way to get Rwandan peace talks started in Tanzania on Tuesday, the United Nations Secretary General, Boutros Boutros-Ghali, is writing to most African heads of state asking them if they will send troops for a new all-African peacekeeping operation in Rwanda.   But both initiatives suffered a setback today when the Tutsi-dominated rebel group, the Rwanda Patriotic Front, issued a statement here saying it will not take part in peace talks until the United Nations withdraws its mediator, Jacques-Roger Booh-Booh of Cameroon, whom it accused of bias, and opposing any United Nations intervention in Rwanda.","thumbnail":null,"section":"World"},{"date":"19940503","headline":"In an Instant, a Close Family Is Torn Apart","web_url":"https://www.nytimes.com/1994/05/03/nyregion/in-an-instant-a-close-family-is-torn-apart.html","abstract":"  The Vaccarellos did nearly everything together. They went to church together. The children studied karate together. On Sunday, they went to a party together at a catering hall in Howard Beach, Queens.   For once, they did not go home together. A Lincoln Continental with its headlights off ran them down as they crossed a street, the police said. The mother, Cathy Vaccarello, 47 years old, and two daughters, Marie, 18, a Brooklyn College student, and Concetta, 17, a high school senior, were killed.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-92484561143.html","abstract":"In his letter of April 26, S.R. Nathan, Singapore's ambassador to the United States, states that \"the Singapore government did not introduce caning; the British colonial government of Singapore did.\" This is correct insofar as it goes. But it g","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"First Lady Urged Dismissals At Travel Office, Study Says","web_url":"https://www.nytimes.com/1994/05/03/us/first-lady-urged-dismissals-at-travel-office-study-says.html","abstract":"  A senior White House official said Hillary Rodham Clinton urged him last year to replace members of the travel office with \"our people,\" Congressional investigators reported today.   The report by the General Accounting Office, a nonpartisan investigative arm of Congress, goes significantly beyond a White House review last July of the dismissal of all seven employees of the travel office on May 19. The new account depicts Mrs. Clinton as playing a more active role in the dismissals after the White House accused the workers of mismanagement.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Devils Could Really Use This Housewarming Gift: Fans","web_url":"https://www.nytimes.com/1994/05/03/sports/hockey-devils-could-really-use-this-housewarming-gift-fans.html","abstract":"  For hockey franchises, the playoffs are the main source of profit during a season. A lack of sellout crowds in the playoffs means a deep cut in profits.   John McMullen, the owner and chairman of the Devils, is deeply disappointed and partly perplexed over his team's poor home attendance in the Stanley Cup playoffs. But he is not looking for greener pastures away from the New Jersey Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"It All Begins With Street Hockey in Sneakers","web_url":"https://www.nytimes.com/1994/05/03/sports/hockey-it-all-begins-with-street-hockey-in-sneakers.html","abstract":"  Back when he was a high-school kid in South Boston, Brian Noonan played in a summer hockey league that included older players, some from college, some from professional teams.   One of the big names in the group at the time was Craig MacTavish, then in the early stages of his career with the Boston Bruins.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Case Breaks New Ground In DNA Tests For Paternity","web_url":"https://www.nytimes.com/1994/05/03/nyregion/case-breaks-new-ground-in-dna-tests-for-paternity.html","abstract":"  To resolve the question of paternity and a claim to an estate, a judge in Manhattan has ruled that both the parents of a dead man and the 7-year-old boy whose mother claims he is the dead man's son must submit to DNA testing.   Legal experts say this is the first case in New York State in which DNA tests will be used to determine inheritance by examining whether the chromosomes of a child born out of wedlock match those of his purported grandparents.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Oilers Squeeze Carlson Under the Cap","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-football-oilers-squeeze-carlson-under-the-cap.html","abstract":"  CODY CARLSON, who will replace WARREN MOON as the Houston Oilers' quarterback, signed a restructured contract yesterday that will help the Oilers meet the National Football League's salary cap. Carlson's new contract is worth $10 million. He will get a $1.8 million signing bonus and a 1994 salary of $2.1 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Another Name, and a Big One, in Lottery","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-basketball-another-name-and-a-big-one-in-lottery.html","abstract":"  GLENN ROBINSON of Purdue, everybody's college basketball player of the year last season, announced yesterday he is giving up his final year of eligibility to turn pro.   \"I'm leaving because I'm in the unique situation a lot of people don't have -- the opportunity to go into the lottery or maybe even be the No. 1 pick,\" Robinson said at a news conference at his alma mater, Gary Roosevelt High School in Gary, Ind.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"An Earlier Nazi Crime : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-an-earlier-nazi-crime-letters-to-the-editor.html","abstract":"Regarding \"A Genocidal Aggression, and No Churchill in Sight\" (Opinion, April 26) by Anthony Lewis:.Mr. Lewis should know better. The first great Nazi crime was not \"the terror bombing of Rotterdam on May 14, 1940,\" but the terror b","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-92351465031.html","abstract":"Is there no sense that a bloody thrashing of flesh is disproportionate to the offense of spray-painting a car? .On April 27, the Singapore Broadcasting Corp., in a documentary on vandalism, highlighted a speech to Parliament in 1967 by the home affairs","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Chiefs Sign Bono to Back Up Montana","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-football-chiefs-sign-bono-to-back-up-montana.html","abstract":"  The Kansas City Chiefs got some backup protection for JOE MONTANA yesterday by signing quarterback STEVE BONO to a two-year deal.   The Chiefs sent a future draft pick to the San Francisco 49ers for Bono, a veteran in his 10th year. He joined the 49ers as a free agent from the Steelers in 1989. Besides the Chiefs, the Jets also were interested in him.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"An Uncertain Future for Indonesia","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-an-uncertain-future-for-indonesia.html","abstract":"The recent anti-Chinese rioting in Medan arose out of a series of labor disputes, but it has added a disturbing element of volatility to the political situation in Indonesia. After a long period of stability, the world's fourth largest nation faces an un","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Driver With Suspended License Charged in Deaths of 3 in Family","web_url":"https://www.nytimes.com/1994/05/03/nyregion/driver-with-suspended-license-charged-in-deaths-of-3-in-family.html","abstract":"  For 27 years he drove through New York without a license, accumulating an ominously long list of suspensions and arrests, including three for driving while intoxicated. Abraham Meyers, a 55-year-old janitor from Ozone Park, Queens, was obsessed with cars, his neighbors said, and nothing could stop him from getting behind the wheel.   Late Sunday night, Mr. Meyers climbed into his Lincoln Continental once again, the police said, despite a blood-alcohol level more than twice the legal limit. He tore down Cross Bay Boulevard in Howard Beach, Queens, they said, driving 71 miles an hour in a 40-m.p.h. zone, and hit four members of the Vaccarello family of Brooklyn as they crossed the street after leaving a family party. Three of them were killed and a fourth was critically injured.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Anatomy of a Disaster: 9 Runs, None Earned","web_url":"https://www.nytimes.com/1994/05/03/sports/baseball-anatomy-of-a-disaster-9-runs-none-earned.html","abstract":"  It was a comedy, and mainly one caused by errors. Jose Vizcaino botched a two-out ground ball in the third inning last night at Shea Stadium, and, from that moment, the Mets' whole night fell apart. Bobby Jones could not pitch, his teammates could not get one more out, and the Mets could not do anything to get the Giants away from the plate.   By the time the inning ended, the Giants had scored nine runs off Jones -- all of them unearned -- to set up a 10-3 victory. Those nine runs were the most scored against the Mets in one inning since the Cincinnati Reds stuck them with 10 in a game at Riverfront Stadium on July 19, 1988.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/03/arts/classical-music-in-review-973009.html","abstract":"  New York Chamber Symphony  92d Street Y    Nadja Salerno-Sonnenberg was the soloist and nominal conductor of an all-Bach program with the New York Chamber Symphony on Saturday evening. She seemed to have an easy time of the conducting chores, which amounted to little more than setting the tempos in slow movements, giving the downbeats in quick ones. She may have exerted herself more forcefully in the rehearsals; even without visual cues, her extreme dynamic shifts and flexible tempos were mirrored by the ensemble.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor-91980472719.html","abstract":"Michael Fay's transgression was a misdemeanor. That makes the punishment completely criminal.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Reviews/Music; Electronic Sounds From the Studio, Presented Live","web_url":"https://www.nytimes.com/1994/05/03/arts/reviews-music-electronic-sounds-from-the-studio-presented-live.html","abstract":"  Dinosaur rock bands like the Rolling Stones, Pink Floyd and Traffic may be on tour this summer, but so are some of their lesser-known contemporaries. And they have sledgehammers.   \"Don't retire\" were the first words Jean-Herve Peron sang tonight when the 25-year-old German band Faust performed at Real Art Ways here. Then Mr. Peron, who is in his mid-40's, smashed a few television sets.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"Top Quark Doesn't End Physicists' Quest","web_url":"https://www.nytimes.com/1994/05/03/opinion/l-top-quark-doesn-t-end-physicists-quest-972444.html","abstract":"  To the Editor:   Re \"Top Quark, Last Piece in Puzzle of Matter, Appears to Be in Place\" (front page, April 26): It is always a pleasure when a fundamental scientific discovery makes the front page, so I was delighted to see your report on the possible discovery of the top quark, a subatomic building block of matter. The top quark has been the most elusive of the quarks and leptons because of its high mass. Information about it is sorely needed by physicists working at the frontier of fundamental knowledge.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"F.B.I Seizes Papers at Home of Sheik's Assistant","web_url":"https://www.nytimes.com/1994/05/03/nyregion/fbi-seizes-papers-at-home-of-sheik-s-assistant.html","abstract":"  F.B.I. agents searched the New Jersey home of one of Sheik Omar Abdel Rahman's legal assistants yesterday morning and seized copies of the Egyptian cleric's writings, tapes of his sermons and other materials, prosecutors and defense lawyers said.    Federal prosecutors, who are preparing for the sheik's trial this fall on charges of involvement in a terrorist conspiracy, said in an affidavit that the search was necessary to collect some of Mr. Abdel Rahman's highly charged pronouncements, which they believe may shed light on the conspiracy.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"P.L.O. Pact With Israel Appears Set","web_url":"https://www.nytimes.com/1994/05/03/world/plo-pact-with-israel-appears-set.html","abstract":"  Palestinian and Israeli negotiators, meeting in Cairo to ready the self-rule agreement for Gaza and Jericho for its signing on Wednesday, said today that they had settled most issues and would meet the deadline.   \"As we approach these last hours,\" said the chief P.L.O. negotiator, Nabil Shaath, \"I feel more comfortable that we are at the gates of a major achievement for our people and for all people in this part of the world.\"","thumbnail":null,"section":"World"},{"date":"19940503","headline":"President's High Court Search Narrows to 3 or 4","web_url":"https://www.nytimes.com/1994/05/03/us/president-s-high-court-search-narrows-to-3-or-4.html","abstract":"  President Clinton and his senior aides narrowed the search for a Supreme Court nominee today to three or four candidates after a long meeting, Government officials said.   While they would not discuss who was on the final list, the officials said that each person generally represented what they viewed as a distinct political category, like Hispanic, woman or white man. They said the President planned to mull over the list on Wednesday and might select a finalist by the end of the week.   At that point, the person would be invited to Washington for interviews with senior White House officials, but perhaps not Mr. Clinton.","thumbnail":null,"section":"U.S."},{"date":"19940503","headline":"Books of The Times; An Age's Destiny as Documented by Grace Paley","web_url":"https://www.nytimes.com/1994/05/03/books/books-of-the-times-an-age-s-destiny-as-documented-by-grace-paley.html","abstract":"  The Collected Stories By Grace Paley 386 pages. Farrar, Straus & Giroux. $27.50.   In one of the tales in Grace Paley's \"Collected Stories,\" the narrator's father asks her why she can't write simple, straightforward stories, like the ones Maupassant and Chekhov wrote: \"just recognizable people\" and \"what happened to them next.\"","thumbnail":null,"section":"Books"},{"date":"19940503","headline":"Q&A","web_url":"https://www.nytimes.com/1994/05/03/science/q-a-970786.html","abstract":"  Pretty Poison   Q.  What is cinnabar?","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Review/Dance; A Tharp Water Ballet, But Without the Water","web_url":"https://www.nytimes.com/1994/05/03/arts/review-dance-a-tharp-water-ballet-but-without-the-water.html","abstract":"  The Boston Ballet celebrated its 30th anniversary on Saturday night with a gala peek at \"Waterbaby Bagatelles,\" a new ballet by Twyla Tharp that is both idiosyncratic and terrific even by the best Tharp standards. After this single benefit performance, the work is not scheduled to be seen again until March.   Obviously on a fresh creative jag, Ms. Tharp sets her ballet in a fantasy swimming pool. Aqua is the dominant hue, and the waterbabies of the title are a female classical ensemble on toe and in elegant bathing caps that are actually close-fitting turbans.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"A D-Day Dilemma : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-a-dday-dilemma-letters-to-the-editor-91248013954.html","abstract":"As we prepare our celebrations for the 50th anniversary of D-Day, would it not be appropriate to reopen a pertinent question that has never been satisfactorily answered? Was it really necessary to \"saturation bomb\" acres and acres of French civ","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Council Panel's Report Criticizes Preventive Health Care System","web_url":"https://www.nytimes.com/1994/05/03/nyregion/council-panel-s-report-criticizes-preventive-health-care-system.html","abstract":"  A City Council committee released a bleak report yesterday on the city's new system of preventive health care clinics, charging that the opening of the last six clinics has been hampered by delays and that the system is staffed so poorly that patients must wait -- sometimes as long as two months -- for routine appointments.   Giuliani administration officials said they had received the report only yesterday morning and were unable to respond to many of the findings.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Teen-Aged Twist in a Venerable Sport","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-yacht-racing-teen-aged-twist-in-a-venerable-sport.html","abstract":"  With BILL KOCH now an underdog in America's Cup racing with his all-female crew, and with DENNIS CONNOR the favorite of traditionalists, KEVIN MAHANEY of Bangor, Maine, has announced a bold counter stroke to gain support for his own Cup defense venture.   Mahaney announced yesterday that his boat would sail next year under the name Young America. He said $4 million of the Young America syndicate's $16 million budget would be devoted to a national education project aimed at young Americans in the classrooms, on the telephone, at the end of on-line computer terminals and in front of televisions sets.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/03/style/chronicle-972304.html","abstract":"  Dr. FRED EPSTEIN, director of pediatric neurosurgery at New York University Medical Center, has saved thousands of children's lives, but that is not why he is to receive an honorary doctorate from Southern Vermont College in Bennington on May 15. Rather, it is for his achievement in overcoming a learning disability to become a nationally recognized physician and professor.    Dr. Epstein, 54, struggled through elementary and high school, through college (Brandeis and New York University) and medical school (New York Medical College) unaware that there was a reason for his learning difficulties. In fact, he still does not have a name for the condition, but he recognized it immediately 10 years ago when he heard a specialist's description of learning problems encountered by his daughter Ilana.","thumbnail":null,"section":"Style"},{"date":"19940503","headline":"Irish Jockey Critically Injured in Tumble","web_url":"https://www.nytimes.com/1994/05/03/sports/sports-people-horse-racing-irish-jockey-critically-injured-in-tumble.html","abstract":"  The Irish jockey DECLAN MURPHY, one of jump racing's most stylish riders, was in critical condition in an intensive care unit yesterday after falling in a race at Haydock Park in England.","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"Evicted Soup Kitchen Seeks a Home","web_url":"https://www.nytimes.com/1994/05/03/nyregion/evicted-soup-kitchen-seeks-a-home.html","abstract":"  The homeless, elderly and mentally ill people who have gathered for years at the only soup kitchen in this seaside city may soon find that there is no such thing as a free lunch.   Five days a week for the last decade, the Long Beach Food and Friendship Inn has been serving meals at noon to the poor of this city of 34,000. But now that a local church has refused to renew its lease -- the latest in a series of forced departures from churches and community centers over the years -- the kitchen itself has joined the ranks of the homeless.","thumbnail":null,"section":"New York"},{"date":"19940503","headline":"Newcomers to Internet Need Combat Training","web_url":"https://www.nytimes.com/1994/05/03/science/personal-computers-newcomers-to-internet-need-combat-training.html","abstract":"  DEAR Mr. Power Luser:   I just got an account on America Online so I can explore the Internet and have all sorts of fascinating discussions with people on their bulletin boards. What is the first thing I need to do?  2400 BAUD","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"A D-Day Dilemma : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-a-dday-dilemma-letters-to-the-editor.html","abstract":"It seems lots of people want to hijack the D-Day commemoration to promote their own ideas of worthy causes. Thousands of men died on those French beaches, killed by Germans. Some of the Allied veterans would like to take part in ceremonies that remind th","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Demand Action on Assault Weapons","web_url":"https://www.nytimes.com/1994/05/03/opinion/demand-action-on-assault-weapons.html","abstract":"  AK-47's, Uzis and Street Sweepers are made with one purpose: to kill human beings quickly and efficiently. They are not sporting weapons; they have no legitimate civilian purpose. The Senate has already voted to ban these guns, along with a list of other semiautomatic weapons and detachable magazines that can hold more than 10 rounds of ammunition. The ban would not apply to guns now legally owned, although it would require the filing of a Federal form for such guns to be transferred.   The Senate's assault weapons ban was passed as part of the crime bill. It was chopped off the House version. Now it is before the House as a freestanding bill, sponsored by Representative Charles Schumer of New York.","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Review/Television; Update on a Political Earthquake","web_url":"https://www.nytimes.com/1994/05/03/arts/review-television-update-on-a-political-earthquake.html","abstract":"  \"Politics in Russia is just intrigue,\" says President Boris N. Yeltsin's former press secretary, setting the theme for tonight's incisive two-hour \"Frontline\" report.   \"The Struggle for Russia\" covers the tumultuous two and a half years after the failed August 1991 coup against Mikhail S. Gorbachev, then president of the expiring Soviet Union, from which Mr. Yeltsin emerged as the symbol of a new, democratic Russia. The idealism of that August, the narrator says, seems \"a distant and melancholy memory.\"","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"The Singapore Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-the-singapore-debate-letters-to-the-editor.html","abstract":"Regarding \"The Caning in Singapore Won't Make America Safer\" (April 6) by Richard Cohen:.Mr. Cohen is absolutely right. The caning of 18-year-old Michael Fay for acts of vandalism will do nothing to \"make things safer in american cities&","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"A D-Day Dilemma : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/03/opinion/IHT-a-dday-dilemma-letters-to-the-editor-91288874520.html","abstract":"Regarding \"Invite Germans to Normandy, for Europe's Sake\" (Opinion, April 23):.Congratulations for having published the comment by Dominique Mosi and Karl Kaiser, a French-German reflection that demonstrates why the presence of the new,","thumbnail":null,"section":"Opinion"},{"date":"19940503","headline":"Male Hormone Molds Women, Too, In Mind and Body","web_url":"https://www.nytimes.com/1994/05/03/science/male-hormone-molds-women-too-in-mind-and-body.html","abstract":"  TRY as humans may to appreciate life's complexities and half-tones, we often resort to good old-fashioned dualism, dividing the world into conservatives and liberals, rich and poor, straights and gays, somebodies and nobodies, and, of course, men and women, with their complementary genitalia and their characteristic hormones. Men have androgens, most notably testosterone, while women have estrogens.   Even the words have a binary spin: \"androgen\" comes from the Greek \"maker of males,\" and \"estrogen\" signifies the maker of the estrus cycle, the boss of ovulation and menstruation, the essence of womanhood.","thumbnail":null,"section":"Science"},{"date":"19940503","headline":"Reviews/Music; Care of the Voice and Soul","web_url":"https://www.nytimes.com/1994/05/03/arts/reviews-music-care-of-the-voice-and-soul.html","abstract":"  Six years ago, the jazz cellist and composer Diedre Murray went out on her own, abandoning a safe role as a sidewoman in the bands of such musicians as Henry Threadgill and David Murray. As part of the New Faces, New Voices, New Visions series on Saturday night at Davis Hall at City College, she took another step away from her past and presented an a cappella work that existed almost entirely outside the jazz idiom.   The piece, a work in progress called \"The Voice (Within),\" was equal parts gospel, blues, doo-wop, choral music and, yes, a little jazz. It was scored for eight voices and accompanied by an expressionist slide show prepared by Quimetta Perle. (Ms. Murray watched from the sidelines.) The vocalists sat on stools in a semicircle around Richard Harper, who conducted and enthusiastically performed 50 minutes of solos, rounds and four-part harmonies.","thumbnail":null,"section":"Arts"},{"date":"19940503","headline":"In a Groove, and Swinging Hard; O'Neill Turns His Simple Batting Rhythm Into a Harmonic Motion","web_url":"https://www.nytimes.com/1994/05/03/sports/groove-swinging-hard-o-neill-turns-his-simple-batting-rhythm-into-harmonic.html","abstract":"  The routine begins with the left foot dig, dig, digging until it fits snugly into the dirt beside home plate. Then the bat is waved once, twice, three times toward the pitcher, measuring for the upcoming task. But it is the right foot tap, tap, tapping that signals the impending collision of bat against baseball. Paul O'Neill is ready to hit.   Before the Yankee outfielder even creates cleat prints in the dirt or lifts his right foot to hit, he has hoarded information about the man lurking on the mound and the situation he has been thrust into. Will the pitcher rely on sinkers or fastballs? Will he work high and tight or low and away? Will he use off-speed pitches while behind in the count? Does the team need a double or a sacrifice fly?","thumbnail":null,"section":"Sports"},{"date":"19940503","headline":"A Woman Making Movies For Men","web_url":"https://www.nytimes.com/1994/05/03/movies/a-woman-making-movies-for-men.html","abstract":"  Gale Anne Hurd said with a wry laugh, \"My films do not aspire to Shakespeare.\"   Far from it. But this 38-year-old producer makes movies that are, by Hollywood standards, more welcome than anything by Shakespeare. Her films make piles of money.","thumbnail":null,"section":"Movies"},{"date":"19940503","headline":"Street Fighter Meets One-Third Champion","web_url":"https://www.nytimes.com/1994/05/03/sports/baseball-street-fighter-meets-one-third-champion.html","abstract":"  Funny how things turned out for Phil Jackson.   No, not the brooding presence on the Chicago Bulls' bench, but the Phil Jackson who is fighting for the World Boxing Council heavyweight championship.   Eight days before his 30th birthday, Jackson is still putting together a life that has often seemed too much for him. Yet he will be in Atlantic City on Friday night to challenge Lennox Lewis, the W.B.C. champion.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940503","time":"1994-05-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":80,"wspd":13},{"date":"19940503","time":"1994-05-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":82,"wspd":14.8},{"date":"19940503","time":"1994-05-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":80,"wspd":13},{"date":"19940503","time":"1994-05-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":14.8},{"date":"19940503","time":"1994-05-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":84,"wspd":11.2},{"date":"19940503","time":"1994-05-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":80,"wspd":14.8},{"date":"19940503","time":"1994-05-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":67,"wspd":13},{"date":"19940503","time":"1994-05-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":59,"wspd":18.4},{"date":"19940503","time":"1994-05-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":46,"wspd":24.1},{"date":"19940503","time":"1994-05-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":41,"wspd":22.3},{"date":"19940503","time":"1994-05-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":36,"wspd":22.3},{"date":"19940503","time":"1994-05-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":35,"wspd":25.9},{"date":"19940503","time":"1994-05-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":33,"wspd":20.5},{"date":"19940503","time":"1994-05-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":40,"wspd":22.3},{"date":"19940503","time":"1994-05-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":51,"wspd":24.1},{"date":"19940503","time":"1994-05-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":47,"wspd":24.1},{"date":"19940503","time":"1994-05-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":27,"wspd":27.7},{"date":"19940503","time":"1994-05-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":35,"wspd":27.7},{"date":"19940503","time":"1994-05-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":49,"wspd":27.7},{"date":"19940503","time":"1994-05-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":49,"wspd":22.3},{"date":"19940503","time":"1994-05-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":59,"wspd":14.8},{"date":"19940503","time":"1994-05-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":62,"wspd":20.5},{"date":"19940503","time":"1994-05-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":66,"wspd":18.4},{"date":"19940503","time":"1994-05-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":70,"wspd":20.5},{"date":"19940503","time":"1994-05-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":24,"wspd":18.7},{"date":"19940503","time":"1994-05-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":29,"wspd":14.8},{"date":"19940503","time":"1994-05-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":18.7},{"date":"19940503","time":"1994-05-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":35,"wspd":18.7},{"date":"19940503","time":"1994-05-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":41,"wspd":13},{"date":"19940503","time":"1994-05-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":41,"wspd":14.8},{"date":"19940503","time":"1994-05-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":14.8},{"date":"19940503","time":"1994-05-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":14.8},{"date":"19940503","time":"1994-05-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":14.8},{"date":"19940503","time":"1994-05-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":48,"wspd":13},{"date":"19940503","time":"1994-05-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":44,"wspd":18.7},{"date":"19940503","time":"1994-05-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":11.2},{"date":"19940503","time":"1994-05-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":42,"wspd":13},{"date":"19940503","time":"1994-05-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":38,"wspd":18.7},{"date":"19940503","time":"1994-05-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":32,"wspd":18.7},{"date":"19940503","time":"1994-05-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":25,"wspd":13},{"date":"19940503","time":"1994-05-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":23,"wspd":7.6},{"date":"19940503","time":"1994-05-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":24,"wspd":13},{"date":"19940503","time":"1994-05-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":24,"wspd":11.2},{"date":"19940503","time":"1994-05-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":24,"wspd":14.8},{"date":"19940503","time":"1994-05-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":13},{"date":"19940503","time":"1994-05-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":28,"wspd":16.6},{"date":"19940503","time":"1994-05-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":31,"wspd":18.7},{"date":"19940503","time":"1994-05-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":32,"wspd":18.7}]},"19940504":{"guardian_articles":[],"nytimes_articles":[{"date":"19940504","headline":"Report Had Criticized Runway in Crash","web_url":"https://www.nytimes.com/1994/05/04/nyregion/report-had-criticized-runway-in-crash.html","abstract":"  Two months before the crash of a charter plane last week that killed eight people, a consultant proposed extending the runway where the crash occurred and eliminating the steel fence that the plane hit.   The proposal was one of five included in a report issued in February to an advisory committee studying the expansion of Sikorsky Memorial Airport, which is owned by the City of Bridgeport. The report does not cite safety as the reason for extending the runway, arguing only that the change would \"better serve the needs of both existing and potential users.\"","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"1944: De Gaulle Chosen : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-1944-de-gaulle-chosen-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The French Committee of National Liberation, headed by General Charles de Gaulle, will be the authority to deal with liberated France, Foreign Secretary Anthony Eden told the House of Commons today [May 3]. Conversati","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Young Expo Dusts Off a Lost Art","web_url":"https://www.nytimes.com/1994/05/04/sports/on-baseball-young-expo-dusts-off-a-lost-art.html","abstract":"  The National League has a new statistic this season: the number of players on the Pedro Martinez suspension list.   Reggie Sanders of Cincinnati was the first player to make the list, and Derek Bell of San Diego awaits the addition of his name, probably later this week after Len Coleman, the league president, reviews the file. Think home runs are being hit more frequently? This season will most likely mark the fastest time in which two players have wound up suffering suspensions because of one pitcher.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Florida Adopts Bill on Everglades Pollution","web_url":"https://www.nytimes.com/1994/05/04/us/florida-adopts-bill-on-everglades-pollution.html","abstract":"  Florida today adopted legislation that resolves a long-running dispute over reducing agricultural pollution of the Everglades, but the ambitious project it envisions does not address many broader questions about the future of the state's endangered marshland.   \"This is certainly not the end,\" Interior Secretary Bruce Babbitt said in a telephone interview after attending a ceremony at which Gov. Lawton Chiles signed the measure. \"You might consider it the end of the beginning, but it is only the beginning.\"","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Air Base That Is Being Closed Will Get an Accounting Center","web_url":"https://www.nytimes.com/1994/05/04/nyregion/air-base-that-is-being-closed-will-get-an-accounting-center.html","abstract":"  In a move to take the sting off the closing of military operations at Griffis Air Force Base -- and placate New York politicians -- the Clinton Administration has decided to put a Defense Department payroll and accounting office on the base that will bring 700 new jobs to the Mohawk Valley.   The decision is part of a nationwide plan to consolidate the Pentagon's accounting and administrative operations at 25 centers around the country, against 300 now. New York officials said the plan would buttress their efforts to retain the Rome Lab technology center and its nearly 1,000 jobs at the base when it comes up for Pentagon review next year.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Storing Up Treasures Of 2 Different Kinds","web_url":"https://www.nytimes.com/1994/05/04/nyregion/about-new-york-storing-up-treasures-of-2-different-kinds.html","abstract":"  IN Lillian Schloss's apartment on West End Avenue there are the 13 cats in the back rooms and the bicycle that the 72-year-old widow rides every day and the political cartoons drawn by her late husband and then, too, there are the more than 400 exquisite pieces of Chinese tomb sculpture that take up most of the space in the living and dining rooms.   It is definitely not an Architectural Digest sort of place, no indirect lighting and coordinated colors to lead the eye from one point of interest to another. No, it is eclectic and cluttered. Beside the Chinese figurines, many of them of museum quality, are hooked rugs and photographs of grandchildren. This is not a gallery to draw public admiration so much as a home to be lived in, a place where the greatest treasures are clearly experiences and memories.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Jews Have Reason to Fear Italian Fascism","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-jews-have-reason-to-fear-italian-fascism-986445.html","abstract":"  To the Editor:   \"The Italian government did not turn a single Jew over to the Germans despite great pressure,\" Roland N. Stromberg states, citing my \"Italians and the Holocaust,\" published in 1987, as the source for his belief (letter, April 13). As my book makes abundantly clear, that statement is only true for the period before Sept. 8, 1943. After that, the German occupiers of Italy reinstated Mussolini as head of the Italian Social Republic, the so-called Republic of Salo. Henceforth, the Duce and his fanatic Fascist followers collaborated eagerly, and took independent initiatives against the Jews.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Driver Says Police Refused Help in Death of S.I. Man","web_url":"https://www.nytimes.com/1994/05/04/nyregion/driver-says-police-refused-help-in-death-of-si-man.html","abstract":"  An ambulance driver told officials investigating the death of a Staten Island man in police custody that he tried to attend to the man as he lay bleeding on the pavement, only to be told by police officers to \"stay away,\" two investigators said yesterday.   The man, Ernest Sayon, 22, died Friday night about an hour after a struggle with police officers conducting an anti-drug sweep in the Park Hill apartment complex.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/05/04/style/IHT-short-cuts-92430229409.html","abstract":"JACO PASTORIUS, INVITATION, \"Live in Japan\" (WB): This is not new, but it's blue and not borrowed. Recorded in 1983, a jazz album to take to that desert island, its availability only as a difficult-to-find expensive import from Japan is an outra","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"The West Stands Convicted of Hypocrisy in Bosnia","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-the-west-stands-convicted-of-hypocrisy-in-bosnia.html","abstract":"One must hope that NATO's most recent ultimatum - its third - will work. But the chances are that it will not, that it will be seen as what it really is: a desperate bluff to get the West out of a quagmire. There is urgent need to rethink Western policie","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Twining Just Runs Away With the Withers Stakes","web_url":"https://www.nytimes.com/1994/05/04/sports/horse-racing-twining-just-runs-away-with-the-withers-stakes.html","abstract":"  While most of the nation's top colts were training in Louisville for Saturday's Kentucky Derby, an impressive little chestnut ran away with the Withers Stakes on opening day at Belmont Park yesterday and served notice that he might loom as a big factor in the 3-year-old picture come summer.   Twining, unraced as a 2-year-old and moving up in class to take on stakes competition for the first time, overtook the pacesetting Able Buck near the top of the stretch and pulled away to an easy five-length victory over seven rivals in the 119th running of the $100,000-added Grade II race. Able Buck held on for place, a length and a half in front of the late-closing Presently.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Rolling Stones World Tour to Start Aug. 1","web_url":"https://www.nytimes.com/1994/05/04/arts/rolling-stones-world-tour-to-start-aug-1.html","abstract":"  The Rolling Stones cruised by boat from the Manhattan docks at West 79th Street to Pier 60 at West 19th Street yesterday to announce \"Voodoo Lounge,\" their world tour set to begin Aug. 1 in Washington, with performances at Giants Stadium in East Rutherford, N.J., on Aug. 12 and 14.   In an era of ever-rising ticket prices, the Stones said theirs would be \"pretty reasonable,\" at $25, $39.50 and $50. No date has been announced for ticket sales for the Giants Stadium shows, but tickets can be bought beginning Saturday for the concerts in Washington; Toronto; East Lansing, Mich.; Columbia, S.C., and Columbia, Mo. More than 20 American sites are on the tour, for which the boat trip yesterday was what the promoters called the \"maiden voyage.\"","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Bad Drivers, Bureaucracy And the Law","web_url":"https://www.nytimes.com/1994/05/04/nyregion/bad-drivers-bureaucracy-and-the-law.html","abstract":"  State motor vehicle laws do little to keep thousands of New York City's worst drivers -- speeders and drunks and those who have no licenses at all -- off the road.   Officials say the system has long penalized drivers who play by the rules, paying tickets when they get them and showing up for court dates, and has little power to stop those who ignore the laws and continue to drive.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/04/nyregion/c-corrections-983705.html","abstract":"  An article in Business Day yesterday about the stock market's activity on Monday misstated the change in the closing price for Eastman Kodak in some copies. Its shares rose 3 1/4, to close at 44 3/4; they did not fall 3 1/4.  ","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/04/nyregion/inside-977527.html","abstract":"  Clinton Defends World Policy   In a television program beamed around the world, President Clinton sought to explain why it has been so hard for him to take action in trouble spots like Haiti and Bosnia. Page A12. Unresolved: Suicide Debate    Dr. Jack Kevorkian's acquittal has settled his legal status, but the debate over assisted suicide remains unresolved on many fronts. Page A16. Mostly Mozart No More?    At Lincoln Center, there is talk of eliminating the Mostly Mozart Festival, which is to have its 28th season this summer. Page C15. Close (Budget) Call in Orbit    Pentagon officials were ready to close down Clementine, a low-budget spacecraft that mapped the Moon, with its mission half done. But they relented under pressure. Page A18. Mixed Review on Rates    Top business executives have contradictory feelings about recent interest-rate increases, a New York Times/ CBS News poll shows. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Ideal Match for a Dreamy Night","web_url":"https://www.nytimes.com/1994/05/04/sports/IHT-ideal-match-for-a-dreamy-night.html","abstract":"The scent of spring makes spots dance before the eyes of covetous Italians. In each case, it is the top spot, for, like the Romans of old, the soccer clubs of Italy venture north into Europe not to take part but to conquer..If others were in a position","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Give Police Department Its Fair Share of Credit","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-give-police-department-its-fair-share-of-credit-986658.html","abstract":"  To the Editor:   I agree with \"Blue Wall of Silence: Graft Shielded Behind Old Code\" (news article, April 26) that there is a pull on all police officers between loyalty to their fellow officers and duty to the citizenry they serve. While it is disheartening to read of such cases as the arrest of corrupt members of the force at New York City's 30th Precinct, it is encouraging that it has brought this unwritten code of silence to the forefront of issues the department needs to address.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Free at Last!","web_url":"https://www.nytimes.com/1994/05/04/opinion/free-at-last.html","abstract":"  It was a magical moment: the peaceful passage from an era of oppression to a dawn of liberation in South Africa. In Nelson Mandela's words, it was indeed \"a joyous night for the human spirit.\" With a smile that would melt a snowman, and a jaunty dance that millions were soon imitating, South Africa's president-to-be claimed victory for his party, and his cause.    Part of what made this moment so special, and last week's election so moving, was the interplay between the leader and his cause. After 27 years in prison, Mr. Mandela emerged to lead a people who were also in bondage. Their struggle was embodied in the unwavering persistence, physical endurance and almost mystical spirituality of this singular man. He had been jailed years ago for daring to demand a nonracial parliament. Now he was presiding over the election of that very parliament.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Mulholland Laugher Gets Scary In the End","web_url":"https://www.nytimes.com/1994/05/04/sports/baseball-mulholland-laugher-gets-scary-in-the-end.html","abstract":"  Terry Mulholland has been somewhat annoyed about his agonizing start with the Yankees, but he was calm before tonight's game. He signed autographs, he shagged fly balls and listened but did not participate as teammates teased Melido Perez. Mulholland looked comfortable and confident.   When the game began, it quickly became apparent that Mulholland still felt comfortable and confident. He held the Angels without a run for seven innings while the Yankees built a 6-0 lead. But Mulholland's comfort and confidence subsided in the eighth when he was blitzed for five runs, including Chili Davis's mammoth grand slam, to transform an apparent laugher into a serious 6-5 game.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Once Again, Playoff Overtime Is No Friend of the Devils","web_url":"https://www.nytimes.com/1994/05/04/sports/hockey-once-again-playoff-overtime-is-no-friend-of-the-devils.html","abstract":"  The reprieve was only temporary. The Devils were fortunate to go into overtime last night after tying the Boston Bruins with 3.5 seconds left in regulation on a goal by Bruce Driver. They faced the inevitable in the extra session.   They had four good chances to score in overtime. The Bruins had five, and it was Don Sweeney who had the last chance and made the most of it.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"A Country Music Mecca in the Texas Outback","web_url":"https://www.nytimes.com/1994/05/04/arts/a-country-music-mecca-in-the-texas-outback.html","abstract":"  For 363 days of the year, this dusty West Texas hamlet is home to a handful of farmers who go about the difficult business of trying to pull peanuts and sweet potatoes from land that gets too little rain.   But on the last weekend in April for the last 23 years, it has also assumed another identity as the unlikely site of a Woodstock, of sorts, for serious fans of country-and-western music.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"To Knicks, The Proof May Come In Game 3","web_url":"https://www.nytimes.com/1994/05/04/sports/pro-basketball-to-knicks-the-proof-may-come-in-game-3.html","abstract":"  PURCHASE, N.Y., May 3 -- When Patrick Ewing emerged from the Knicks' two-hour practice today and saw a throng of reporters outside the gym, he said: \"What happened? Somebody die?\"   In a sense, it was a death watch.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"The Rangers Roll On, but the Party Is Just Starting -- Sixth Straight Victory Puts Garden Fans In Seventh Heaven","web_url":"https://www.nytimes.com/1994/05/04/sports/hockey-rangers-roll-but-party-just-starting-sixth-straight-victory-puts-garden.html","abstract":"  The Ranger fans are getting giddy. They are parading around Madison Square Garden with tinfoil replicas of the Stanley Cup. They are waving whisk brooms that signify a series sweep.   This shows a bit of hubris just two games into the second round of a four-round tournament, but these people aren't known for humility in victory or suffering in silence. They think they've waited long enough for a trophy -- since 1940. They act as if it is due them. And, with the way things are going for their team, this just might be their year.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Webber Is Top Rookie","web_url":"https://www.nytimes.com/1994/05/04/sports/sports-people-pro-basketball-webber-is-top-rookie.html","abstract":"  CHRIS WEBBER of Golden State, the top pick last summer in the National Basketball Association draft, yesterday was named the league's rookie of the year. He defeated ANFERNEE HARDAWAY of Orlando in the closest vote since 1981. Webber got 53 votes to 47 for Hardaway in balloting by a panel of journalists. JAMAL MASHBURN of Dallas got the remaining vote. After Webber was drafted by Orlando, he was traded by Golden State to Orlando for Hardaway. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Teen-Ager Accused in Killing Says He Only Meant to Scare","web_url":"https://www.nytimes.com/1994/05/04/nyregion/teen-ager-accused-in-killing-says-he-only-meant-to-scare.html","abstract":"  It was not that he wanted to kill the man, the teen-ager said. He was simply trying to scare him. And it was not that he intended to shoot four times. His finger got \"stuck\" on the trigger \"and the shots just kept going.\"   In a videotape played in a Brooklyn courtroom yesterday, the 17-year-old's matter-of-fact tones and slouching image riveted jurors and spectators as he gave his version of how a man was shot to death in Prospect Park in broad daylight last June.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Clinton Defends Foreign Policy Record","web_url":"https://www.nytimes.com/1994/05/04/world/clinton-defends-foreign-policy-record.html","abstract":"  Saying that the United States \"cannot turn our back on the world,\" President Clinton offered a broad defense tonight of his foreign policy initiatives and issued tough-sounding challenges to North Korea and other foreign governments.   \"America cannot solve every problem, and must not become the world's policeman,\" he said in an international forum televised by Cable News Network. \"But we have an obligation to join with others to do what we can to relieve the suffering and restore peace.\"","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Books of The Times; Memoir of a First Mother More Warm Than Saintly","web_url":"https://www.nytimes.com/1994/05/04/books/books-of-the-times-memoir-of-a-first-mother-more-warm-than-saintly.html","abstract":"  Leading With My Heart By Virginia Kelley, with James Morgan 286 pages. Simon & Schuster. $22.50.","thumbnail":null,"section":"Books"},{"date":"19940504","headline":"Asia After the Vietnam War : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-asia-after-the-vietnam-war-letters-to-the-editor.html","abstract":"Regarding \"For Southeast Asia, a Crucial Respite\" (Opinion, April 29) by Marvin Ott:.The article represents one American's reading of history. The hard truth is that almost all the economic progress achieved in Southeast Asia dates from the d","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Tunisia Stands Apart : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-tunisia-stands-apart-letters-to-the-editor.html","abstract":"Regarding the editorial \"The Storm Over Algeria\" (April 26):.The editorial contains unfair generalizations about Tunisia. By describing the Tunisian government as \"insecure,\" the editorial makes an inference that is hardly based on","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Review/Theater: Moonshot and Cosmos; A Sip of Lanford Wilson, With an O. Henry Twist","web_url":"https://www.nytimes.com/1994/05/04/theater/review-theater-moonshot-and-cosmos-a-sip-of-lanford-wilson-with-an-o-henry-twist.html","abstract":"  It seems only right that the Circle Repertory Company's 25th anniversary season should conclude with a collaboration between the two people most strongly identified with it. Together, the playwright Lanford Wilson and the director Marshall W. Mason have produced some of the most memorable productions in recent American theater. And to mention even a partial list of those plays -- \"The Hot l Baltimore,\" \"The Fifth of July,\" \"Talley's Folly\" -- is to invoke an affectionate sigh from those who recall seeing them at Circle Rep.   One is all the more reluctant to report that \"Moonshot and Cosmos,\" the collective title for two monologues by Mr. Wilson that opened last night, ends what has been a disappointly lackluster season at Circle with a modest, muffled whimper.","thumbnail":null,"section":"Theater"},{"date":"19940504","headline":"Reformers From Old Opera Wars","web_url":"https://www.nytimes.com/1994/05/04/style/IHT-reformers-from-old-opera-wars.html","abstract":"The whimsical deities of theater programming have arranged things so that two French operas by composers not born in France, in two different genres but almost exactly contemporary, have reappeared at the same time on two Paris stages..Gluck's \"Al","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"New Top Admiral to Push Wider Combat Role for Women","web_url":"https://www.nytimes.com/1994/05/04/us/new-top-admiral-to-push-wider-combat-role-for-women.html","abstract":"  Eager to steer a new course after the Tailhook sexual harassment scandal, the Navy's new top admiral said today that he would try to accelerate plans to assign women eventually to all ships and submarines.   Adm. Jeremy M. Boorda, who took over 10 days ago as Chief of Naval Operations from Adm. Frank B. Kelso 2d, also said he wanted to recruit more women into the Navy, now that women are allowed to serve in more than 90 percent of Navy jobs.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"College Lacrosse","web_url":"https://www.nytimes.com/1994/05/04/sports/college-lacrosse.html","abstract":"  Tournaments Near    This is the week to win, to look good. The teams for the men's National Collegiate Athletic Association tournaments, 12 in Division I and 8 in Division III, will be selected on Sunday. The women's qualifiers, 6 in Division I and 8 in Division III, will be selected on Monday.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"How Cornell Student Housing Really Works; A University's Role","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-how-cornell-student-housing-really-works-a-university-s-role-986607.html","abstract":"  To the Editor:   I was dismayed by your April 20 Education page article on de facto segregation of Cornell's undergraduate student housing. I graduated from an Ivy League school in 1988, and in my sophomore year, my white roommate and I were placed within an all-black rooming group of women we didn't know. It was undoubtedly an act of administrative convenience, putting students where the rooms were, rather than an attempt at forced integration.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Cost of 4-Year Degree Passes $100,000 Mark","web_url":"https://www.nytimes.com/1994/05/04/us/cost-of-4-year-degree-passes-100000-mark.html","abstract":"  Several of the nation's leading colleges have broken the $100,000 barrier for a four-year degree.   Beginning this fall, Yale freshmen will pay $26,350 a year for tuition, fees, room and board, and Harvard students will pay only $120 less than that. The Massachusetts Institute of Technology is charging $26,075. Brown is $25,954. Swarthmore is $25,900, and Stanford is the cheapest of the costly at $25,465.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Jets End Mini-Camp","web_url":"https://www.nytimes.com/1994/05/04/sports/sports-people-pro-football-jets-end-mini-camp.html","abstract":"  Jets Coach PETE CARROLL ended mini-camp yesterday by paying tribute to his coaching staff, which includes four new members, and by breathing a sigh of relief after watching his inexperienced group of receivers. The Jets veterans worked out in the morning and left the team's headquarters at Hofstra University in the afternoon, completing a five-day mini-camp that also included rookies. The rookies broke camp on Monday afternoon.   Coming into mini-camp the receiving corps was one of the biggest trouble spots on the team. ROB MOORE was the only starter last season who saw significant playing time. ROB CARPENTER, who played sparingly last season, has been penciled in as the other starter.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"How Cornell Student Housing Really Works","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-how-cornell-student-housing-really-works-986585.html","abstract":"  To the Editor:   Re \"In Cornell's Student Housing, Boundaries Are Drawn With the Oldest Kind of Division\" (Education page, April 20): I am a graduate of the Agriculture and Life College of Cornell University, class of 1993, and I had the privilege of living on campus my entire four years. The first two were spent on West Campus as a resident in the Class of 1918 Hall (also called University Hall 4). The second two were as a resident adviser in Mary Donlon Hall on North Campus.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Mavericks Dismiss Buckner as Coach","web_url":"https://www.nytimes.com/1994/05/04/sports/sports-people-pro-basketball-mavericks-dismiss-buckner-as-coach.html","abstract":"  QUINN BUCKNER, who presided over the team with the worst record in the National Basketball Association, was discharged today by the Dallas Mavericks with four years left on his contract. DICK MOTTA, who coached the Mavericks from 1980 to 1987, was the top candidate to replace Buckner. Dallas finished with a 13-69 record after a season marked by a chorus of complaints from the team's best players. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Sports of The Times; It's Likely Daly Will Exit 16W","web_url":"https://www.nytimes.com/1994/05/04/sports/sports-of-the-times-it-s-likely-daly-will-exit-16w.html","abstract":"  WHY would Chuck Daly come back to the New Jersey Nets?   Why would a man who will be 64 years old by the start of the next professional basketball season remain on a road with so few directional signs? Why would Daly want to continue to coach a team that might be going nowhere?","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"ISRAELIS AND P.L.O. COMPLETE DETAILS ON THE HAND-OVER","web_url":"https://www.nytimes.com/1994/05/04/world/israelis-and-plo-complete-details-on-the-hand-over.html","abstract":"  Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, the chairman of the P.L.O., agreed early this morning on the final details of Palestinian self-rule in the Gaza Strip and in Jericho, clearing the way for a signing ceremony later today.    \"Everything is solved,\" said Nabil Shaath, the chief Palestinian negotiator. \"Everything is agreed.\"","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Cleric's Defense To View His Effects","web_url":"https://www.nytimes.com/1994/05/04/nyregion/cleric-s-defense-to-view-his-effects.html","abstract":"  Any tapes, books and papers that Federal agents seized from the home of Sheik Omar Abdel Rahman's paralegal on Monday will be screened not only by a Government lawyer but by three defense lawyers as well, a Federal judge ordered yesterday.   The order by U.S. District Court Judge Michael B. Mukasey came one day after agents searched the New Jersey home of Mohammed Nabeel Elmasry looking for some of the highly charged writings and sermons of Mr. Abdel Rahman. Prosecutors have said that they believe those materials may help link the blind cleric to a terrorist plot to bomb New York City landmarks and assassinate political figures.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"1919: The Dantzig Issue : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-1919-the-dantzig-issue-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - Poland at this moment is doing her utmost to reconcile herself to the fact that in all probability the Peace Conference will withhold from her the absolute ownership of the port of Dantzig. Though news here continues to be meagre, it is believed","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"2 Children Die in a Blaze As Appliance Blocks Exit","web_url":"https://www.nytimes.com/1994/05/04/nyregion/2-children-die-in-a-blaze-as-appliance-blocks-exit.html","abstract":"  Two children were killed in a fire in their South Bronx home yesterday when the family was unable to move a refrigerator blocking the window in front of the fire escape, Fire Department officials said.    Their mother and three siblings were reported in critical condition yesterday at Jacobi and Lincoln Hospitals. The fire appeared to have started in a mattress in the fifth-floor apartment at 465 East 140th Street and Brook Avenue, in Mott Haven.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Space Mission Is Rescued at the Brink","web_url":"https://www.nytimes.com/1994/05/04/us/space-mission-is-rescued-at-the-brink.html","abstract":"  As the small spacecraft Clementine was about to leave lunar orbit yesterday, headed for a planned rendezvous with an asteroid, Defense Department officials were ready to say, in effect, \"dreadful sorry, Clementine,\" and shut down operations in midflight.   But the officials, relenting under Congressional pressure, agreed at the last minute to find an estimated $3.2 million necessary to keep the spacecraft working through its flight by the asteroid 1620 Geographos at the end of August. Without the money, a trifling amount by Pentagon standards, the mission would have been canceled on Friday, its work only half done.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Gotti Facing Decision on Giving Up Power","web_url":"https://www.nytimes.com/1994/05/04/nyregion/gotti-facing-decision-on-giving-up-power.html","abstract":"  In the unwritten but sacrosanct code of the American Mafia, the boss of a mob family can be displaced only by death -- from natural causes or murder.   For two years from a cell in the harshest prison in the country, the authorities say, John Gotti has exercised his autocratic power as the boss of the nation's largest Mafia group, the Gambino crime family. And for two years, according to law-enforcement officials, Mr. Gotti cautioned potential rivals that his conviction of murder and racketeering would be reversed and he would return to his regal haunts and swashbuckling life style in New York City.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Bill to Ban Some Assault Guns Seems Headed for House Defeat","web_url":"https://www.nytimes.com/1994/05/04/us/bill-to-ban-some-assault-guns-seems-headed-for-house-defeat.html","abstract":"  With the Democratic leadership of the House of Representatives divided, a bill to ban 19 specific assault weapons faces almost certain defeat on Thursday when opponents force the bill to a vote.   The defeat would probably prevent a ban on assault weapons from becoming part of the final anti-crime legislation that House and Senate negotiators expect to agree on later this month.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/04/nyregion/metro-digest-978361.html","abstract":"  COURT BACKS MILITARY RECRUITING BANS New York's Court of Appeals became the first top state court to rule that school boards can ban military recruiters from their schools because of the Pentagon's policy of discrimination against homosexuals. A1. NEW YORK CITY GIULIANI REFUSES MONEY FOR SCHOOLS","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Peruvians Looking More Sourly at Tough Leader","web_url":"https://www.nytimes.com/1994/05/04/world/peruvians-looking-more-sourly-at-tough-leader.html","abstract":"  Only six months ago, President Alberto K. Fujimori was riding a wave of popularity generated by the Government's near victory over one of Latin America's most potent rebel groups and a reignition of Peru's economy. Indeed, last fall, Mr. Fujimori seemed certain of being re-elected in 1995.   But today the political balance appears to be tipping against Mr. Fujimori, despite all his successes. Voters seem unhappy over the Government's handling of a high-profile human rights case, in which a military hit squad killed nine college students and a lecturer in 1992, and with economic growth that has yet to reach the millions of Peruvians locked in poverty.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Clinton Says Haiti Military Must Go Now","web_url":"https://www.nytimes.com/1994/05/04/world/clinton-says-haiti-military-must-go-now.html","abstract":"  Seeking to step up the pressure on the Haitian military, President Clinton warned the country's leaders today that \"it's time for them to go\" and said he had not ruled out the use of force in Haiti.   Mr. Clinton's warning, after a monthlong policy review, is part of Washington's new campaign to use economic sanctions and the threat of military action to force the Haitian leaders to step down so that the exiled President, the Rev. Jean-Bertrand Aristide, can return to office.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/04/style/chronicle-986690.html","abstract":"  ANITA F. HILL will take a yearlong unpaid leave of absence from the University of Oklahoma College of Law to write two books, the university announced on Monday. She has signed a contract with Doubleday to write both her autobiography and a book that will place the issue of sexual harassment in its historical and contemporary contexts.","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/05/04/us/personal-health-981940.html","abstract":"  A YEAR ago, a neurologist described five cases of serious neurological problems, including four strokes, in women aged 54 to 84 after shampoos in beauty parlors. As is common practice when beauticians shampoo hair or neutralize a permanent wave, the women's heads were tipped back over the edge of the sink.   Now, after a year of detailed studies of blood flow to the brain, the neurologist, Dr. Michael Weintraub, believes that the risk of stroke and lesser forms of brain damage when the neck is arched or twisted in extreme positions is much greater than he had originally believed.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Can This Be the End Of Mostly Mozart? Talks Are in Progress","web_url":"https://www.nytimes.com/1994/05/04/arts/can-this-be-the-end-of-mostly-mozart-talks-are-in-progress.html","abstract":"  As Lincoln Center prepares to announce the programs for this summer's Mostly Mozart Festival, discussions are taking place at Lincoln Center that could eliminate the festival completely, several people involved in the talks have said.   Beginning in 1995, the New York Philharmonic may take over some summer dates at Avery Fisher Hall from the festival, which has used the orchestra's home during the summer. By 1996, the Philharmonic could displace Mostly Mozart entirely. Another option being considered is a theater and dance festival in the New York State Theater. The Mostly Mozart Festival Orchestra's three-year contract expires after the summer, and a contract with Gerard Schwarz, the festival's music director, has yet to be signed.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Sewage Pipe Bursts in Mexico, Fouling Beaches in San Diego","web_url":"https://www.nytimes.com/1994/05/04/us/sewage-pipe-bursts-in-mexico-fouling-beaches-in-san-diego.html","abstract":"  A break in one of Tijuana's main sewer lines has poured at least 12 million gallons of untreated waste a day into the Pacific Ocean near the coast, closing a 15-mile stretch of beach from the Mexican border to Coronado across the bay from here.   The spill, apparently caused by a buildup of sand and grit that made the sewer line burst in Tijuana, was detected on Saturday night, said Dave Schlesinger, director of San Diego's Municipal Wastewater Department.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Sales Fail to Reach Estimates as Art Auctions Begin","web_url":"https://www.nytimes.com/1994/05/04/arts/sales-fail-to-reach-estimates-as-art-auctions-begin.html","abstract":"  If you thought there were no bargains left in contemporary art, think again. Last evening was a bumpy night at Christie's, where 32 of the 76 works offered failed to sell. While the salesroom overflowed with the usual international crowd of dealers and collectors, this sale, the first of the major spring auctions, disappointed sellers. But no one was surprised.   The sale totaled $12.5 million, far below Christie's estimate of $19 million to $25.8 million.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Flawed Breast Cancer Study Faces Cutoff of Financing","web_url":"https://www.nytimes.com/1994/05/04/us/flawed-breast-cancer-study-faces-cutoff-of-financing.html","abstract":"  Federal health officials have threatened to cut off all financing for a breast cancer project coordinated at the University of Pittsburgh unless the university takes further steps to revamp the flawed project's leadership.   Specifically, officials of the National Cancer Institute said they objected to retaining the project's two top scientists, Dr. Bernard Fisher and Dr. Carol Redmond, in leadership roles.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Mandela and de Klerk Meet On Picking a New Cabinet","web_url":"https://www.nytimes.com/1994/05/04/world/mandela-and-de-klerk-meet-on-picking-a-new-cabinet.html","abstract":"  Nelson Mandela conferred on the formation of a new South African Government today as the slow-moving tally of the national election vote indicated his party's victory would fall short of two-thirds control of Parliament.   The vote count, plagued by technical problems, did not cast doubt on his landslide victory, or on his election as the nation's first black President and leader of a new government of multiracial power sharing. But the slow tally caused a postponement, until Monday, of the new National Assembly's meeting to formally choose him. His inaugural, the occasion for a gathering of world leaders, is still scheduled for Tuesday.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Mandela's Honeymoon","web_url":"https://www.nytimes.com/1994/05/04/world/mandela-s-honeymoon.html","abstract":"  Soon enough the doubts will niggle at the new South Africa.   \"What unity?\" someone will ask of the so-called Government of national unity, which attempts to harness the wild ambitions of rival politicians to common purpose.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/04/nyregion/c-corrections-983683.html","abstract":"  An obituary on April 28 about William Horowitz, a Connecticut banker who was a leader in his state's educational, religious and civic affairs, misstated the given name of his son, who survives him. It is Daniel, not David. The obituary also misstated the business of Botwinik Brothers, where Mr. Horowitz was a vice president and director. The concern sells machinery; it does not manufacture it.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Food Vendors Enhance Urban Quality of Life","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-food-vendors-enhance-urban-quality-of-life-986640.html","abstract":"  To the Editor:   Putting needed and responsible street food vendors in midtown Manhattan out of business (news article, April 21) is the lowest priority battle for Mayor Rudolph W. Giuliani to be waging -- a waste of time and money of New York City employees to enforce an inappropriate regulation. Street vendors do not create any significant business competition or traffic congestion. The merchants just don't like how they look.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Giuliani Backs A Candidate In R.I. Contest","web_url":"https://www.nytimes.com/1994/05/04/nyregion/giuliani-backs-a-candidate-in-ri-contest.html","abstract":"  Mayor Rudolph W. Giuliani has so far studiously avoided stepping into the New York Republican primary for governor. But he made his first foray into national Republican politics yesterday, throwing his support behind a former United States Attorney in a primary battle for the gubernatorial nomination in Rhode Island.   Mr. Giuliani flew to Providence late in the afternoon to be the featured guest at a reception and two fund-raising events for Lincoln C. Almond, who is facing Representative Ronald Machtley in the September primary for the right to challenge the Democratic Governor, Bruce G. Sundlun. Karen Crowe, a spokeswoman for the Mayor, said his trip was paid for by the Almond campaign.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Kernels of Truth","web_url":"https://www.nytimes.com/1994/05/04/opinion/kernels-of-truth.html","abstract":"  It was enough to induce popcorn shock: Those fluffy kernels sold at movie theater concession counters are loaded with saturated fat. And that's before you douse them with what passes for melted butter.   The Center for Science in the Public Interest revealed last week that most theaters have been cooking their popcorn in coconut oil; coconut oil's capacity to raise blood cholesterol exceeds that of butterfat, beef tallow and lard. A health outcry a few years ago led many large food processors and restaurants to stop using the tropical oil, but not the friendly folks who run the local multiplex.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/04/nyregion/news-summary-977080.html","abstract":"  International A3-15  ACCORD ON GAZA AND JERICHO  Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, the P.L.O. chairman, reached agreement in Cairo on the final details of of Palestinian self-rule in the Gaza Strip and the West Bank town of Jericho. The accord cleared the way for a signing ceremony today.  A1  Caution prevailed in Gaza as negotiators discussed terms.  A15","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Review/Ballet; Those Dancing Shoes Scoot Uptown to the Met","web_url":"https://www.nytimes.com/1994/05/04/arts/review-ballet-those-dancing-shoes-scoot-uptown-to-the-met.html","abstract":"  Lar Lubovitch's choreography was easily the best thing in the short-lived Broadway musical \"The Red Shoes\" last December. Now, in an odd but imaginative transfer, his ballet version of Hans Christian Andersen's fairy tale -- the show within the show -- has taken on new life as part of American Ballet Theater's season.    In its second week, that season is clearly on a roll: the dancers, especially those coming up from the ranks, are spirited and excellent. Above all, the mixed bills of one-act works have been better selected, with none of the deadening sameness of the past. Art and entertainment are not mutually exclusive, as Monday night's bill proved so vividly at the Metropolitan Opera House. Children and adults alike are bound to be charmed by the pair of red toe shoes that scoot across the stage on their own.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Kevorkian's Trial Has Come to End But Debate on Assisted Suicide Hasn't","web_url":"https://www.nytimes.com/1994/05/04/us/kevorkian-s-trial-has-come-to-end-but-debate-on-assisted-suicide-hasn-t.html","abstract":"  Dr. Jack Kevorkian was playing golf today, confounding predictions that he would mark his court victory on Monday by helping a 21st person kill himself. But while his acquittal of charges that he violated a state law prohibiting assisted suicide has temporarily resolved his own legal status, the debate over the issue remains more unsettled on more fronts than ever.   Judges, state legislators, a panel of experts appointed by those legislators, and voters may all have chances soon to decide under what circumstances doctors should be permitted to help which patients kill themselves. But given the complex moral and legal issues involved -- the acquittal has generated calls both to tighten and loosen the law on assisted suicide -- the immediate prospect is stalemate, particularly since this is an election year in a state with an elected judiciary.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Unknown's Painting Hangs Out at Modern for a Weekend","web_url":"https://www.nytimes.com/1994/05/04/nyregion/unknown-s-painting-hangs-out-at-modern-for-a-weekend.html","abstract":"  On one wall of the high-ceilinged third-floor gallery at the Museum of Modern Art was a Robert Motherwell. A few steps away were two small, colorful Jasper Johnses. A medium-size Claes Oldenburg was just around the corner. And then there was that unusual black-and-white Paul Rebhan.   A Paul Rebhan?","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Can Holy Bull Survive A Derby Rabbit Test?","web_url":"https://www.nytimes.com/1994/05/04/sports/horse-racing-can-holy-bull-survive-a-derby-rabbit-test.html","abstract":"  When will they know whether anybody can catch Holy Bull in the Kentucky Derby? One-half mile into the race on Saturday, most of the trainers will know.   They will look at the tote board to see how fast the horses are running, and they will know to the fraction of a second if somebody can outrun him to the finish line, three-quarters of a mile down the track.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Judge Removes Protection From California Songbird","web_url":"https://www.nytimes.com/1994/05/04/us/judge-removes-protection-from-california-songbird.html","abstract":"  In a move that disappointed environmentalists and pleased developers, a Federal judge on Monday removed protection from a small California songbird whose imperiled status has blocked billions of dollars worth of construction and development for a decade.   The bird is the California gnatcatcher, a species that some experts believe is represented by only 2,000 to 3,000 mating pairs remaining in coastal sage habitat in parts of five counties.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Serbs Lagging In Complying, U.N. Asserts","web_url":"https://www.nytimes.com/1994/05/04/world/serbs-lagging-in-complying-un-asserts.html","abstract":"  Ten days after Serbian forces were supposed to have complied with a NATO ultimatum to withdraw from Gorazde's city center, the top United Nations official in the former Yugoslavia acknowledged today that problems remained over their compliance.   \"We still have some unresolved questions over Gorazde,\" the United Nations official, Yasushi Akashi, said here after meeting with Haris Silajdzic, the Bosnian Prime Minister. Mr. Silajdzic is adamant that Bosnian peace talks will not resume in earnest until Serbian forces are removed from NATO's \"exclusion zone\" around Gorazde, a circle with a three-kilometer radius.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"In America; Fasting for Haiti","web_url":"https://www.nytimes.com/1994/05/04/opinion/in-america-fasting-for-haiti.html","abstract":"  President Clinton's comment yesterday seemed unequivocal. \"It's time for them to go,\" he said, referring to the military leaders who have put the torch to democracy in Haiti.   The Administration is making a big (if belated) push for tougher United Nations sanctions against the outlaw regime of Lieut. Gen. Raoul Cedras, and reports are rife that Mr. Clinton is seriously considering some form of military intervention if intensified sanctions don't work.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Embargo Seen As Insufficient For the Return Of Aristide","web_url":"https://www.nytimes.com/1994/05/04/world/embargo-seen-as-insufficient-for-the-return-of-aristide.html","abstract":"  Even as the Clinton Administration has begun to push for broader United Nations sanctions against Haiti, many diplomats and Haitian analysts say that the effort will prove too little too late to restore the elected President, the Rev. Jean-Bertrand Aristide.   The analysts say that since October, when an international effort to restore Father Aristide collapsed amid a violent army-sponsored campaign of defiance, the Haitian military's hold on the country has grown steadily stronger.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"1894:Threat to France?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/04/opinion/IHT-1894threat-to-france-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - In the Italian Chamber the debate on the budget of Foreign Affairs was the occasion of Signor Blanc, Minister of Foreign Affairs, giving utterance to an important discourse on the international relations of his country. He denied that the existence","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"How Cornell Student Housing Really Works; Like the Real World","web_url":"https://www.nytimes.com/1994/05/04/opinion/l-how-cornell-student-housing-really-works-like-the-real-world-986623.html","abstract":"  To the Editor:   As an African-American who left for his freshman year at Harvard College 25 years ago next fall, I read your April 20 Education page article on Cornell's student housing with nostalgia. The same life-style issues that we confronted as minority and majority students are still faced by our children today. My son, who graduates from Harvard College in June, has kept me fairly up to date, so the article did not come as a surprise.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Prosecutors in Officer's Death Are Rebuffed on Murder Charge","web_url":"https://www.nytimes.com/1994/05/04/nyregion/prosecutors-in-officer-s-death-are-rebuffed-on-murder-charge.html","abstract":"  A grand jury yesterday refused to go along with Brooklyn prosecutors who charged five teen-agers with murder after a police officer died in a car crash while responding to a mugging that the youths allegedly committed.   After the officer was killed last Wednesday morning, the Brooklyn District Attorney's Office charged the teen-agers, who were caught near the mugging scene, not only with crimes related to the mugging, but with felony murder -- causing a death while committing or fleeing from another crime, in this case the attempted robbery of a 41-year-old man.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Review/Television; Long Time on Less-Traveled Roads","web_url":"https://www.nytimes.com/1994/05/04/arts/review-television-long-time-on-less-traveled-roads.html","abstract":"  As \"One for the Road With Charles Kuralt and Morley Safer\" gets started, Mr. Safer says, \"This is not a tribute.\" But that is exactly what it is, of course, on the occasion of Mr. Kuralt's departure, after 37 years, from CBS News.   In a conversation in the New York Public Library, Mr. Kuralt is given an opportunity to tell how much he admires the little folks whom he celebrated in \"On the Road,\" his long-running feature on the \"CBS Evening News.\" The encounter also gives CBS an opportunity to recycle clips of his meetings with, among others, an Iowa farmer who built a yacht for himself; an Arkansas man with a third-grade education who put together an impressive library so his children would be educated; a tenant farmer in Mississippi whose nine children all worked for and obtained college degrees, and a worm-grunting specialist in Sopchoppy, Fla. (To grunt a worm is to annoy it enough to get it to the surface where it can be grabbed and used as bait.)","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Armstrong Laying Claim To 12-Day Tour DuPont","web_url":"https://www.nytimes.com/1994/05/04/sports/cycling-armstrong-laying-claim-to-12-day-tour-dupont.html","abstract":"  A year ago, Raul Alcala of Mexico, riding for the Dutch WordPerfect team, won the Tour DuPont, the United States' most important bicycle race. Lance Armstrong of Austin, Tex., riding for the American Motorola team, finished second.    On Wednesday night, when this year's 12-day Tour DuPont begins with a prologue time trial, Alcala and Armstrong will both ride for Motorola. Since this race last year, Armstrong has won the world and United States Road-Racing championships, plus a stage of the Tour de France plus a $1 million bonus for sweeping three American races, all at the age of 21.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Clinton Air Traffic Control Plan Suffers Setback","web_url":"https://www.nytimes.com/1994/05/04/us/clinton-air-traffic-control-plan-suffers-setback.html","abstract":"  Facing objections from the chairmen of important Congressional panels, the Clinton Administration decided today to pursue negotiations with the opponents and halt the introduction of legislation to create a Government corporation to operate the nation's air traffic control system.    But the decision to hold up the legislation did not come until after Vice President Al Gore and aviation officials had ushered the press and industry executives into a ceremony that had been billed as a celebration of the introduction of the bill.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Public & Private; Life After Death","web_url":"https://www.nytimes.com/1994/05/04/opinion/public-private-life-after-death.html","abstract":"  My great journalistic contribution to my family is that I write obituaries. First my mother's, 22 years ago, listing her accomplishments: two daughters, three sons. Then that of my father's second wife, dead of the same disease that killed his first one.    Last week it was my sister-in-law. \"Sherry Quindlen, 41,\" I tapped out on the keyboard, and then it was real, like a last breath. \"When you write about me,\" she said one day in the hospital, \"be nice.\"","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Burstein Enters Democrat Race For Legal Chief","web_url":"https://www.nytimes.com/1994/05/04/nyregion/burstein-enters-democrat-race-for-legal-chief.html","abstract":"  Karen S. Burstein, a former State Senator who resigned last month as a Family Court judge in Brooklyn, announced today that she will run for Attorney General.   Ms. Burstein, 51, entered a race for the Democratic nomination that is crowded with candidates and likely to be one of the most lively primaries this year. G. Oliver Koppell, the former State Assemblyman who is now acting Attorney General, and Charles J. Hynes, the Brooklyn District Attorney, have already joined the race formally.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/04/nyregion/no-headline-977462.html","abstract":"  \"I appreciate that the Federal Reserve is a guardian against inflation. But I also must say that the higher rates have increased the installment payments on our loans and they inhibit our customers.\" ROBERT W. CARDY, president of a Pennsylvania steel company.  [ D1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Buying the Air Time, Foundation Fosters NBC Program on Health","web_url":"https://www.nytimes.com/1994/05/04/us/buying-the-air-time-foundation-fosters-nbc-program-on-health.html","abstract":"  A leading foundation active in health care has bought a two-hour block of prime time on NBC television and has asked the network's news division to fill it with an ambitious examination of health care reform.    The special program will be broadcast without commercials on Tuesday, June 21, from 9 to 11 P.M. The Robert Wood Johnson Foundation will pay NBC $2.5 million for the air time, a figure that both sides said represented fair-market value. The foundation will also provide an additional $1 million to promote and advertise the special.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/05/04/style/IHT-short-cuts.html","abstract":"RHYTHM COUNTRY AND BLUES (MCA): A compilation to end all compilations. Produced by Don Was, it smashes through racial, stylistic, regional and generational roadblocks. Eleven dream duos crisscross the landscape in exuberant form. Al Green and Lyle Lovett","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"SENATORS CRITICAL OF C.I.A. POLICING","web_url":"https://www.nytimes.com/1994/05/04/us/senators-critical-of-cia-policing.html","abstract":"  A struggle long conducted in secrecy erupted into the open today as Congressional overseers of the Central Intelligence Agency battled its Director and belittled the Clinton Administration for opposing their plan to put spy catching in the hands of the Federal Bureau of Investigation.   In the opening round of what promises to be a long and bitter argument over the C.I.A.'s ability to police itself, Mr. Clinton signed an executive order putting his national security adviser, Anthony Lake, atop a new Government board managing counterintelligence, the business of catching spies and turncoats.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Coleman Plans a Nonstop Trip to Round 2","web_url":"https://www.nytimes.com/1994/05/04/sports/pro-basketball-coleman-plans-a-nonstop-trip-to-round-2.html","abstract":"  Derrick Coleman's philosophy on practicing during the regular season seems to be that any day without practice is a good day. But come playoff time, the Nets' 6-foot-10-inch power forward changes his outlook.   Trailing the Knicks, 2-0, the Nets are on the brink of first-round elimination as they head into Game 3 on Wednesday night at the Meadowlands. Coleman is not ready for an early summer vacation.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Bans on Recruiters By Schools Upheld To Fight Gay Bias","web_url":"https://www.nytimes.com/1994/05/04/nyregion/bans-on-recruiters-by-schools-upheld-to-fight-gay-bias.html","abstract":"  New York's Court of Appeals today became the first top state court to rule that school boards can ban military recruiters from their schools because of the Pentagon's policy of discrimination against homosexuals.   The 6-to-1 decision, which reversed the rulings of two lower courts, does not automatically ban military recruiters from the state's public schools. But it allows local school boards to enact rules that would prohibit military recruitment as long as they ban all potential employers with explicitly discriminatory policies.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"In Reversal, Appeals Court Dismisses Libel Suit Against Times","web_url":"https://www.nytimes.com/1994/05/04/us/in-reversal-appeals-court-dismisses-libel-suit-against-times.html","abstract":"  A three-judge Federal appeals panel, changing its mind about the standard that should be applied to determine whether literary criticism is defamatory, yesterday threw out an author's libel suit against The New York Times.   The ruling came on a suit brought by Dan E. Moldea, author of \"Interference: How Organized Crime Influences Professional Football.\" A review in The New York Times Book Review four and a half years ago described the work as \"sloppy journalism\" and, Mr. Moldea charged, falsely characterized several passages in its support of that assessment.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/04/style/chronicle-986682.html","abstract":"  LINDA LAVIN is taking the uniform she wore as Alice, the diner waitress she played on her television series for nine years, to Washington tomorrow for a meeting with HILLARY RODHAM CLINTON, Vice President AL GORE, Secretary of Labor ROBERT B. REICH and other Government officials.    No, she's not going to serve them coffee, but she will have the uniform with her as a symbol of the reality of being a working woman in this country today.","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"Blumenau Journal; A City of Blonds Builds Walls: Migrants Keep Out","web_url":"https://www.nytimes.com/1994/05/04/world/blumenau-journal-a-city-of-blonds-builds-walls-migrants-keep-out.html","abstract":"  His blue eyes matching his blue inspector's smock, Milton Dallavalle patrols Blumenau's tidy bus station, looking for poor people.   \"They come in daily,\" the inspector recently said of his job intercepting the jobless and the homeless from Brazil's less fortunate regions. \"Just today a family arrived with six children. The bus station administrator offers to pay their fares home.\"","thumbnail":null,"section":"World"},{"date":"19940504","headline":"A.M.A. Says It Will Support Some Compulsory Insurance","web_url":"https://www.nytimes.com/1994/05/04/us/ama-says-it-will-support-some-compulsory-insurance.html","abstract":"  WASHINGTON, May 3 -- Taking a compromise position on a central question in the health care debate, the American Medical Association said today that companies with 100 or more employees should be required to buy health insurance for workers, but that smaller companies should not.   Dr. James S. Todd, executive vice president of the association, affirmed the group's commitment to health insurance for all Americans, but offered a new twist. For several years, the association supported an employer mandate, requiring all employers to provide coverage for workers, but in December it backed off amid complaints from some of its more conservative members.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/04/nyregion/c-corrections-983608.html","abstract":"  A headline yesterday about the Supreme Court's decision on Federal regulation of incinerator ash misstated the ruling. The Court said the ash had to be tested, and handled as hazardous waste if it turned out to be toxic; it did not decide that the ash is toxic waste.   Because of an editing error, the article about the decision misstated the goal of a suit filed by the Environmental Defense Fund that led to the decision. The fund sued to have the ash brought under the regulatory structure of the Resource Conservation and Recovery Act; it did not sue to have all ash deemed a hazardous waste.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"U.N. Chief Asks Rights Aide To Take On a Role in Rwanda","web_url":"https://www.nytimes.com/1994/05/04/world/un-chief-asks-rights-aide-to-take-on-a-role-in-rwanda.html","abstract":"  The United Nations Secretary General, Boutros Boutros-Ghali, has asked the newly appointed High Commissioner for Human Rights to play a major role in trying to investigate and stop the massacres in Rwanda, United Nations officials said today.   The Secretary General met with the new High Commissioner, Jose Ayala Lasso, in Geneva today for several hours to discuss his mandate. They will meet again on Wednesday to decide how he will go about the assignment.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Witness Called to Rebut Rifkin Defense Case","web_url":"https://www.nytimes.com/1994/05/04/nyregion/witness-called-to-rebut-rifkin-defense-case.html","abstract":"  The prosecution in the Joel Rifkin murder trial called on its star witness today to rebut the defense argument that Mr. Rifkin is not guilty by reason of insanity.   Dr. Park Elliot Dietz, whose testimony helped win the conviction of Jeffrey Dahmer, the serial killer, said that Mr. Rifkin had \"extreme sadistic fantasies about inflicting pain and suffering on people\" and that his \"fantasies eventually became reality,\" but that he carried out the murders in a \"meticulous and methodical way.\"","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/04/nyregion/c-corrections-983640.html","abstract":"  An article on Monday about residents' reaction after a Staten Island man died in police custody misstated the first name of a resident who criticized the police tactics in the neighborhood as \"heavy-handed.\" He is Robert Collins, not Roger.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/05/04/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Review/Film; Clinging To Justice In a Sicilian Town","web_url":"https://www.nytimes.com/1994/05/04/movies/review-film-clinging-to-justice-in-a-sicilian-town.html","abstract":"Simplistic but absorbing tale of young bodyguards for judge in mob-run Sicilian village.","thumbnail":null,"section":"Movies"},{"date":"19940504","headline":"One Pass, One Shot, Huge Deficit for Devils","web_url":"https://www.nytimes.com/1994/05/04/sports/hockey-one-pass-one-shot-huge-deficit-for-devils.html","abstract":"  \"That's how overtime goes,\" said the Devils' Tom Chorske. \"It's a one-shot deal.\"    Don Sweeney of the Bruins made the shot, an easy one set up by Adam Oates, and the game was over, the Devils the losers to Boston, 6-5, tonight in the 10th minute of sudden-death overtime.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"A Cool Cup for Derby Day","web_url":"https://www.nytimes.com/1994/05/04/style/a-cool-cup-for-derby-day.html","abstract":"A MINT julep, at its purest and grandest, is simply the best bourbon, a little sugar and mint and water, a lot of crushed ice and the heady aroma of a generous sprig of spearmint. A real mint julep made in a Kentucky home is almost always served in a small, frosted silver julep cup, a cup so cold it paralyzes your hand in place.\n\nWhen it's right, a mint julep smells and tastes like Kentucky, like the bluegrass that covers the horse farms of Lexington, like the magnolias and dogwood in bloom right now, like the white linen suits that men used to wear and, most of all, like Kentucky bourbon, the complex, earthy, caramel brown, smoky, sweet, rich spirit that has, in no small part, fueled the state's economy.","thumbnail":null,"section":"Style"},{"date":"19940504","headline":"Clinic Entices Patients With $10 a Visit","web_url":"https://www.nytimes.com/1994/05/04/us/clinic-entices-patients-with-10-a-visit.html","abstract":"  THE Prudential Health Care Plan, which provides health care to 45,000 Medicaid recipients in Baltimore, has undertaken an innovative incentive program to encourage poor, pregnant women to see a doctor and to attend sessions on nutrition, smoking and substance abuse. Every time a woman in its Medicaid program shows up for an appointment, she gets a $10 bill on the spot.   Since beginning the program in 1991, Prudential has seen a sharp increase in the number of pregnant women visiting its clinics and a decline in the average length of stay in newborn intensive care units.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Opposition by Suburban Parents Dooms Connecticut School Proposal","web_url":"https://www.nytimes.com/1994/05/04/nyregion/opposition-by-suburban-parents-dooms-connecticut-school-proposal.html","abstract":"  An ambitious plan to remake Connecticut's public schools has died in the Legislature, a target of resistance from teachers and vigorous opposition from some parents. But its fate seemed most rooted in the failure of its advocates to convince the public, particularly suburban parents, that sweeping change was needed.   The plan was similar to proposals being considered in more than 30 states. It called for raising academic achievement by setting high standards for what children should learn and then testing to make sure they did so. Teachers, in turn, would focus less on grading children and more on helping all children meet those standards. The stated goal was a \"fundamental restructuring\" of public education.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Clinton Hires Lawyer to Handle Sex Suit","web_url":"https://www.nytimes.com/1994/05/04/us/clinton-hires-lawyer-to-handle-sex-suit.html","abstract":"  President Clinton has hired a prominent Washington lawyer to represent him if he is sued by a woman who has accused him of making an unwanted sexual advance in 1991, White House officials said today.   The officials said Lloyd N. Cutler, the White House counsel, met with the lawyer, Robert S. Bennett, to ask him to defend the President against the threatened suit.","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Giuliani Refuses Chancellor On Money for New Schools","web_url":"https://www.nytimes.com/1994/05/04/nyregion/giuliani-refuses-chancellor-on-money-for-new-schools.html","abstract":"  Mayor Rudolph W. Giuliani refused yesterday to give the New York City schools system an extra $4.2 billion that Chancellor Ramon C. Cortines said he needs to build new schools to relieve overcrowding over the next five years.   The decision prompted another dispute between the two men, one that most likely will have to be settled by the City Council.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Review/Film; A Bunch Of Women Discussing Motherhood","web_url":"https://www.nytimes.com/1994/05/04/movies/review-film-a-bunch-of-women-discussing-motherhood.html","abstract":"Women in their 30's and 40's talk about motherhood and careers at a baby shower. Directed by Henry Jaglom.","thumbnail":null,"section":"Movies"},{"date":"19940504","headline":"Capitals Hope Series Takes Season's Shape","web_url":"https://www.nytimes.com/1994/05/04/sports/hockey-capitals-hope-series-takes-season-s-shape.html","abstract":"  When it was time for the Washington Capitals to go home and begin the work to reduce a two-game deficit, Sylvain Cote realized he may have figured out this series against the unbeaten Rangers.   Cote, a veteran defenseman in his third season with the Capitals, remembered the six losses in seven games in January, a stretch that ended with the hiring of Jim Schoenfeld as coach at a point when the playoffs seemed an increasingly remote possibility.","thumbnail":null,"section":"Sports"},{"date":"19940504","headline":"Musical Tribute to Armenia","web_url":"https://www.nytimes.com/1994/05/04/arts/musical-tribute-to-armenia.html","abstract":"  \"Interrupted Chime,\" a musical tribute to Armenia, is to be presented on May 11 at 8 P.M. at Carnegie Hall. It is to feature the American debuts of the chorus and orchestra of the New Opera of Moscow and 22 singers from the Nerses Shnorali Ancient Armenian Music Choir. The program includes music of 15 centuries, from the fifth century to the present, by Khachaturian, Rossini, Schubert and the 12th-century composer Nerses Lambronatsi. The contralto Lina Mkrtchyan is to make her American debut as one of the soloists. Tickets are $10 to $50. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"College Fund Is Threatened Over Speeches","web_url":"https://www.nytimes.com/1994/05/04/us/college-fund-is-threatened-over-speeches.html","abstract":"  In a backlash against the recent fiery speeches at Howard University by Khalid Muhammad of the Nation of Islam, officials at the United Negro College Fund say they are being flooded with letters from people threatening to boycott fund raising for black colleges.   \"We have received some pretty nasty hate mail that has condemned all black students, calling them all racists and saying, 'What good is education if all black students are emerging as racists and anti-Semites,' \" said William H. Gray 3rd, president of the college fund. \"We have received letters that have attacked black colleges and have basically said they are breeding grounds for anti-Semitism.\"","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Review/Music; The Met Opera Orchestra Without the Met Opera","web_url":"https://www.nytimes.com/1994/05/04/arts/review-music-the-met-opera-orchestra-without-the-met-opera.html","abstract":"  Whatever complaints might be raised about the Metropolitan Opera's casting and production values, it is generally agreed that James Levine, during his 24-year tenure, has transformed the orchestra from an acceptable pit band into a virtuoso instrument. Mr. Levine took the Met Orchestra to Carnegie Hall on Sunday afternoon for a program that demanded both technical and conceptual muscle flexing. The main offerings were two turn-of-the-century tone poems, Strauss's \"Death and Transfiguration\" and \"La Mer,\" by Debussy. But surely the lure for many ticket buyers was the mezzo-soprano Cecilia Bartoli, who performed at the start of the program and just after intermission.   A few seasons ago Ms. Bartoli quickly seduced the vocal world with her fresh voice, charming stage presence and thoughtful interpretations. Now that everyone has calmed down, camps of detractors have pitched their tents.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"New Achievement Test Brings Sharp Questions","web_url":"https://www.nytimes.com/1994/05/04/us/new-achievement-test-brings-sharp-questions.html","abstract":"  This year, Betty Cordoza gave her fourth-grade students directions for taking the state achievement test. Don't worry about coloring in bubbles with a No. 2 pencil, she said. It's a new test; no more bubbles. Let your mind roam. Be creative.   Last Thursday, on the second day of the new test, called the California Learning Assessment System, Mrs. Cordoza roamed her classroom as groups of students discussed the reading and writing part. They were talking about ways to protect nature and why it was important. The next day, they would come back with their notes and write essays individually about the questions they had discussed: Should we build a nature center on the playground? What should it look like?","thumbnail":null,"section":"U.S."},{"date":"19940504","headline":"Ticket Brokers Subpoenaed","web_url":"https://www.nytimes.com/1994/05/04/arts/ticket-brokers-subpoenaed.html","abstract":"  The New York State Attorney General G. Oliver Koppell has obtained subpoenas for records and testimony from every licensed ticket broker in New York City, significantly broadening his investigation into the resale of theater tickets, an aide to Mr. Koppell said yesterday.   The subpoenas were issued about a month ago, as part of Mr. Koppell's probe into what he has described as rampant price-gouging. They included requests for records from about 50 brokers in Manhattan, said Jeff Maclin, a spokesman for the Attorney General. The records requested were to be submitted to Mr. Koppell's office this week, Mr. Maclin said.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Review/Piano; Brendel Reveals Hidden Beethoven Contours","web_url":"https://www.nytimes.com/1994/05/04/arts/review-piano-brendel-reveals-hidden-beethoven-contours.html","abstract":"  There was a world of difference between Alfred Brendel's performances of four Beethoven sonatas on Monday evening at Carnegie Hall and his readings of the same works in his classic recordings of the 1970's. Back then, he seemed to be teaching the sonatas, presenting them as gems of crystalized musical imagination, set in velvet and examined in a bright, analytical light. Those accounts were by no means passionless, but their principal appeal was intellectual. Now the excitement Mr. Brendel finds in these works is more visceral, more concerned with the gritty, real-life side of Beethoven's music. The velvet has not entirely been cast aside, but the emphasis has shifted from admiring the music to experiencing it.    The works at hand in this installment of Mr. Brendel's three-year Beethoven cycle were the composer's first three sonatas (Op. 2) and his 23d, the \"Appassionata\" (Op. 57). The juxtaposition of the early works, completed in 1795, and the mature \"Appassionata,\" composed a decade later, tells an interesting story of shattered conventions and conceptual expansion. What Mr. Brendel showed, however, was that the seeds of explosive emotionalism that drive the \"Appassionata\" are to be found in the Opus 2 Sonatas, disguised by a veneer of Haydnesque decorousness.","thumbnail":null,"section":"Arts"},{"date":"19940504","headline":"Casino Cheating 101; Police and Other Officials Learn to Spot Those Who Break the Rules of the Game","web_url":"https://www.nytimes.com/1994/05/04/nyregion/casino-cheating-101-police-other-officials-learn-spot-those-who-break-rules-game.html","abstract":"  Some people mash the blackjack cards with their rings. Others strap on tiny computers and work the keys with their toes. Still others drill holes in slot machines and blow Coca-Cola into the works. And some cheat in a clumsy way, so their allies' wiles will escape unnoticed.   People will do almost anything to cheat the house, Atlantic City's cynical veterans say, and times have never been better to get away with it. Casinos are mushrooming all over the country, and so too are the opportunities for the men and woman who try to take advantage of inexperienced dealers to cheat.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Stop the Serbs. Now. For Good.","web_url":"https://www.nytimes.com/1994/05/04/opinion/stop-the-serbs-now-for-good.html","abstract":"  We have been here so many times before in the Bosnian saga: acts of barbarism by the Serbs, the mobilization of a shocked international conscience, threats of air strikes (or actual air strikes, of the most limited kind), a tactical Serbian withdrawal, more talks aimed at persuading the warring parties to accept a carving up of territory that rewards aggression. Then the Serbs move on to yet another Bosnian community, applying the same mixture of violence and intimidation to secure their aim of an ethnically pure Greater Serbia.    The tragedy of Gorazde may for now at least be over. But there are other towns of equal strategic interest on which the Serbs are now free to concentrate their forces. Yesterday the U.N. intervened to head off a Serbian attempt to expand the Brcko corridor in northern Bosnia, but such interventions merely divert Serbian aggression. It is time to halt it -- late, but not too late. We have the justification, the interest and the means.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"Some Limits on the Global Village","web_url":"https://www.nytimes.com/1994/05/04/world/some-limits-on-the-global-village.html","abstract":"  Last night's appearance by President Clinton was billed as a \"Global Forum,\" but only a few parts of the world could have had any immediate knowledge of it. While CNN is available in 62 million homes in the United States and more than 50 million in Western Europe, the figure for the rest of the world is under 30 million.   While the program was seen in prime time in the United States, it would have been seen after midnight or later in Europe and Africa. It was dawn in much of Asia.","thumbnail":null,"section":"World"},{"date":"19940504","headline":"Brooklyn Incinerator Opponents See Victory in High Court Ruling","web_url":"https://www.nytimes.com/1994/05/04/nyregion/brooklyn-incinerator-opponents-see-victory-in-high-court-ruling.html","abstract":"  Residents and officials who have spent more than a decade waging legal and political warfare against New York City's plans to build new trash incinerators believe they now have some overwhelming ammunition: a convincing economic argument.   Opponents of incineration said yesterday that a Supreme Court decision on Monday requiring that the ash generated by incinerators be subject to strict hazardous-waste standards would make the costs of incineration prohibitive. They argued that the costs -- for testing as well as possible special storage -- could well doom the planned $450 million Brooklyn Navy Yard incinerator, as well as a proposal to reopen an incinerator in southwest Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/05/04/books/book-notes-981893.html","abstract":"  That Harriman Book   Christopher Ogden's unauthorized biography of Pamela Harriman, the United States Ambassador to France and a woman he calls \"the courtesan of the century,\" contains all manner of juicy details about her many love affairs with powerful (and not always unmarried) men. But Mrs. Harriman really must bear some of the blame herself.   The ambassador, who originally intended the book to be an autobiography and hired Mr. Ogden as her co-author, spent 40 hours talking to him on tape before bailing out in alarm when she discovered how much publishers were willing to pay, and what they expected in return, namely total honesty with lots of detail. (Random House's final offer, in fact, was $1.625 million for her life story, a sum she turned down.)","thumbnail":null,"section":"Books"},{"date":"19940504","headline":"Against Drunken Driving, Student Unit Mourns Own","web_url":"https://www.nytimes.com/1994/05/04/nyregion/against-drunken-driving-student-unit-mourns-own.html","abstract":"  This coming Monday was to be Death Day at Fontbonne Academy Hall in Bay Ridge, Brooklyn, where 17-year-old Concetta Vaccarello was a coordinator of the Students Against Driving Drunk chapter. At 26-minute intervals, a student was to slip on a black T-shirt and fall silent for the rest of the day, signifying another victim of drunken driving.   But yesterday students in Concetta's homeroom class sat around her empty desk and prayed. Late Sunday night Concetta, her sister and mother were killed on a Queens street by an unlicensed driver who had more than twice the legal limit of alcohol in his blood.","thumbnail":null,"section":"New York"},{"date":"19940504","headline":"A Cynical Ploy by House Democrats","web_url":"https://www.nytimes.com/1994/05/04/opinion/a-cynical-ploy-by-house-democrats.html","abstract":"  The House and Senate now have a rare opportunity to overhaul a discredited system of campaign financing that puts Congress in hock to special interests, favors incumbents and discriminates against challengers. But House Democrats are playing a cynical game of chicken with the Senate that could doom reform.   President Clinton, who thundered about reform during his campaign, should tell Speaker Thomas Foley and the House majority leader, Richard Gephardt, to stop the shenanigans. It is the least he can do, given his earlier pledges. Continued Presidential silence also undermines Mr. Clinton's friend and ally George Mitchell, the Senate majority leader, who has done much to help the President on other issues and who hopes to see campaign reform enacted before he retires at the end of this year.","thumbnail":null,"section":"Opinion"},{"date":"19940504","headline":"In Jericho, They Ask Who's in Charge","web_url":"https://www.nytimes.com/1994/05/04/world/in-jericho-they-ask-who-s-in-charge.html","abstract":"  The files in Ahmad Maharneh's office lie in neat rows in a metal cabinet, ready for review. His desk drawers are stocked with up-to-date reports on his department, the local bureau of social welfare.   All he needs now, he says, is for someone to come and take charge.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19940504","headline":"Israeli Prime Minister Yitzhak Rabin and PLO leader Yasser Arafat sign a peace accord, granting self-rule in the Gaza Strip and Jericho.","pages":[{"title":"Prime minister","web_url":"https://en.wikipedia.org/wiki/Prime_minister","description":"Top minister of cabinet and government","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/The_Prime_Ministers_of_the_Nordic_Council_in_October_2014_-_09.jpg/320px-The_Prime_Ministers_of_the_Nordic_Council_in_October_2014_-_09.jpg","thumbnail_width":320,"thumbnail_height":224},"abstract":"A prime minister or chief of cabinet is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems a prime minister is not the head of state, but rather the head of government, serving as the principal administrator under either a monarch in a monarchy or a president in a republican form of government."},{"title":"Yitzhak Rabin","web_url":"https://en.wikipedia.org/wiki/Yitzhak_Rabin","description":"Israeli politician, statesman and general (19221995)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Flickr_-_Israel_Defense_Forces_-_Life_of_Lt._Gen._Yitzhak_Rabin%2C_7th_IDF_Chief_of_Staff_%28cropped%29.jpg/320px-Flickr_-_Israel_Defense_Forces_-_Life_of_Lt._Gen._Yitzhak_Rabin%2C_7th_IDF_Chief_of_Staff_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":418},"abstract":"Yitzhak Rabin was an Israeli politician, statesman and general. He was the fifth prime minister of Israel, serving two terms in office, 19741977, and from 1992 until his assassination in 1995."},{"title":"Palestine Liberation Organization","web_url":"https://en.wikipedia.org/wiki/Palestine_Liberation_Organization","description":"Palestinian militant and political organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Coat_of_arms_of_Palestine_%28alternative%29.svg/320px-Coat_of_arms_of_Palestine_%28alternative%29.svg.png","thumbnail_width":320,"thumbnail_height":435},"abstract":"The Palestine Liberation Organization is a Palestinian nationalist coalition that is internationally recognized as the official representative of the Palestinian people. Founded in 1964, it initially sought to establish an Arab state over the entire territory of the former Mandatory Palestine, advocating the elimination of the State of Israel. However, in 1993, the PLO recognized Israeli sovereignty with the Oslo I Accord, and now only seeks Arab statehood in the Palestinian territories that have been militarily occupied by Israel since the 1967 ArabIsraeli War."},{"title":"Yasser Arafat","web_url":"https://en.wikipedia.org/wiki/Yasser_Arafat","description":"Palestinian political leader (19292004)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Leader_of_the_PLO%2C_Yasser_Arafat%2C_1996_Dan_Hadani_Archive.jpg/320px-Leader_of_the_PLO%2C_Yasser_Arafat%2C_1996_Dan_Hadani_Archive.jpg","thumbnail_width":320,"thumbnail_height":465},"abstract":"Yasser Arafat, also popularly known by his kunya Abu Ammar, was a Palestinian political leader. He was chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and president of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist and a socialist, Arafat was a founding member of the Fatah political party, which he led from 1959 until 2004."},{"title":"Oslo I Accord","web_url":"https://en.wikipedia.org/wiki/Oslo_I_Accord","description":"1993 IsraelPalestine Liberation Organization agreement","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Bill_Clinton%2C_Yitzhak_Rabin%2C_Yasser_Arafat_at_the_White_House_1993-09-13.jpg/320px-Bill_Clinton%2C_Yitzhak_Rabin%2C_Yasser_Arafat_at_the_White_House_1993-09-13.jpg","thumbnail_width":320,"thumbnail_height":218},"abstract":"The Oslo I Accord or Oslo I, officially called the Declaration of Principles on Interim Self-Government Arrangements or short Declaration of Principles (DOP), was an attempt in 1993 to set up a framework that would lead to the resolution of the ongoing IsraeliPalestinian conflict. It was the first face-to-face agreement between the government of Israel and the Palestine Liberation Organization (PLO)."},{"title":"Gaza Strip","web_url":"https://en.wikipedia.org/wiki/Gaza_Strip","description":"Self-governing Palestinian territory next to Egypt and Israel","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Flag_of_Palestine.svg/320px-Flag_of_Palestine.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"The Gaza Strip, or simply Gaza, is a polity and the smaller of the two Palestinian territories. On the eastern coast of the Mediterranean Sea, Gaza is bordered by Egypt on the southwest and Israel on the east and north."},{"title":"Jericho","web_url":"https://en.wikipedia.org/wiki/Jericho","description":"Palestinian city in the West Bank","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jericho_cityscape_from_wall_ruins.jpg/320px-Jericho_cityscape_from_wall_ruins.jpg","thumbnail_width":320,"thumbnail_height":118},"abstract":"Jericho is a city in the West Bank; it is the administrative seat of the Jericho Governorate of the State of Palestine. Jericho is located in the Jordan Valley, with the Jordan River to the east and Jerusalem to the west. In 2017, it had a population of 20,907."}]}],"weather":[{"date":"19940504","time":"1994-05-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":68,"wspd":18.4},{"date":"19940504","time":"1994-05-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":70,"wspd":14.8},{"date":"19940504","time":"1994-05-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":70,"wspd":14.8},{"date":"19940504","time":"1994-05-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":72,"wspd":16.6},{"date":"19940504","time":"1994-05-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":74,"wspd":14.8},{"date":"19940504","time":"1994-05-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":74,"wspd":14.8},{"date":"19940504","time":"1994-05-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":73,"wspd":18.4},{"date":"19940504","time":"1994-05-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":71,"wspd":14.8},{"date":"19940504","time":"1994-05-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":64,"wspd":14.8},{"date":"19940504","time":"1994-05-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":66,"wspd":18.4},{"date":"19940504","time":"1994-05-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":78,"wspd":13},{"date":"19940504","time":"1994-05-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":69,"wspd":16.6},{"date":"19940504","time":"1994-05-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":66,"wspd":25.9},{"date":"19940504","time":"1994-05-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":58,"wspd":24.1},{"date":"19940504","time":"1994-05-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":52,"wspd":18.4},{"date":"19940504","time":"1994-05-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":52,"wspd":22.3},{"date":"19940504","time":"1994-05-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":44,"wspd":25.9},{"date":"19940504","time":"1994-05-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":48,"wspd":25.9},{"date":"19940504","time":"1994-05-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":53,"wspd":22.3},{"date":"19940504","time":"1994-05-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":57,"wspd":22.3},{"date":"19940504","time":"1994-05-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":59,"wspd":22.3},{"date":"19940504","time":"1994-05-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":62,"wspd":18.4},{"date":"19940504","time":"1994-05-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":64,"wspd":20.5},{"date":"19940504","time":"1994-05-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":18.4},{"date":"19940504","time":"1994-05-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":37,"wspd":18.7},{"date":"19940504","time":"1994-05-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":39,"wspd":14.8},{"date":"19940504","time":"1994-05-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":40,"wspd":13},{"date":"19940504","time":"1994-05-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":13},{"date":"19940504","time":"1994-05-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":43,"wspd":7.6},{"date":"19940504","time":"1994-05-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":5.4},{"date":"19940504","time":"1994-05-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":0},{"date":"19940504","time":"1994-05-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":34,"wspd":5.4},{"date":"19940504","time":"1994-05-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":43,"wspd":7.6},{"date":"19940504","time":"1994-05-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":13},{"date":"19940504","time":"1994-05-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":48,"wspd":9.4},{"date":"19940504","time":"1994-05-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":47,"wspd":9.4},{"date":"19940504","time":"1994-05-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":9.4},{"date":"19940504","time":"1994-05-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":37,"wspd":13},{"date":"19940504","time":"1994-05-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":31,"wspd":14.8},{"date":"19940504","time":"1994-05-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":35,"wspd":20.5},{"date":"19940504","time":"1994-05-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":16.6},{"date":"19940504","time":"1994-05-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":39,"wspd":20.5},{"date":"19940504","time":"1994-05-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":38,"wspd":20.5},{"date":"19940504","time":"1994-05-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":40,"wspd":18.7},{"date":"19940504","time":"1994-05-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":24.1},{"date":"19940504","time":"1994-05-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":46,"wspd":16.6},{"date":"19940504","time":"1994-05-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":42,"wspd":22.3},{"date":"19940504","time":"1994-05-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":18.7}]}}