{"19940203":{"guardian_articles":[],"nytimes_articles":[{"date":"19940203","headline":"Review/Film; Down and Out (and Eccentric) in Lisbon","web_url":"https://www.nytimes.com/1994/02/03/movies/review-film-down-and-out-and-eccentric-in-lisbon.html","abstract":"  A gaunt middle-aged hypochondriac with a taste for voyeurism is not the sort of person one expects to be the central character in a movie, even a European art film. But in Joao Cesar Monteiro's deadpan comedy \"Recollections of the Yellow House,\" the director himself plays just such a character. Joao de Deus, the Portuguese film maker's cinematic alter ego, is a bumbling, sad-eyed everyman and sometime hack writer of meager resources who exudes disorder.   Joao is one of several eccentric tenants who inhabit a seedy Lisbon rooming house run by the fanatically proper and puritanical Dona Violeta (Manuelade Freiras). In a mordantly funny early scene, Joao complains to his landlady about bedbugs, which may or may not be imaginary. He even chases down one bug and traps it in a container; but it is invisible to the viewer, and when he displays it for Violeta it is also indiscernible. A bedbug rash is not Joao's only ailment. He also has sores in his mouth and an inflamed groin that requires the wearing of an athletic supporter packed with ice cubes.","thumbnail":null,"section":"Movies"},{"date":"19940203","headline":"Fundamentalists Impose Culture on Egypt","web_url":"https://www.nytimes.com/1994/02/03/world/fundamentalists-impose-culture-on-egypt.html","abstract":"  With their guns and explosives, Muslim militants have destroyed Egypt's tourist industry, scared away investors and halted Egypt's 20-year march toward democracy and economic liberalization.    But the more serious threat, many people here say, is the assault by Muslim theocrats on secularist traditions.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Chinese Economy Threatens to Pull Ours Down; Greasing the Skids","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-chinese-economy-threatens-to-pull-ours-down-greasing-the-skids-066834.html","abstract":"  To the Editor:   It looks as if the Clinton Administration is greasing the skids for renewal of most favored nation trade status for China, regardless of China's massive human rights and trade rights abuses, including widespread use of slave labor to produce exports for the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Graves Is Superb But It's A Standoff","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-graves-is-superb-but-it-s-a-standoff.html","abstract":"  When it was over and everyone crowded through the narrow corridors for post-game comment, Islander Coach Al Arbour said it best with a slip of the tongue.   \"We found a way to win -- to come back and tie it,\" he said after Ray Ferraro's goal with 1 minute 2 seconds remaining in regulation gave his team a 4-4 tie with the Rangers last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Cuomo Aide On Pollution Plans to Quit","web_url":"https://www.nytimes.com/1994/02/03/nyregion/cuomo-aide-on-pollution-plans-to-quit.html","abstract":"  Thomas C. Jorling, New York's commissioner of environmental conservation for the last seven years, told Gov. Mario M. Cuomo today that he planned to leave the administration to take a management job with International Paper.   Mr. Jorling plans to leave state government in late February or early March, said Madeline J. Gallo, an assistant commissioner in the department. Ms. Gallo said she did not know precisely what Mr. Jorling's title or responsibilities would be at the giant forest products company, which is based in Purchase.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"A First Deep Cut","web_url":"https://www.nytimes.com/1994/02/03/opinion/a-first-deep-cut.html","abstract":"  Mayor Rudolph Giuliani's budget plan for New York City is a stiff dose of what he promised. While the plan is not the actual budget, which comes in April, it foretells tough, mold-breaking measures to balance city spending and revenues over the long haul.    Mr. Giuliani used a few bookkeeping gimmicks and overly optimistic revenue assumptions, but he has relied on them less than his predecessors did. Over all, the plan represents a thrust in new directions that will enrage the old order and cheer Mr. Giuliani's supporters.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Scam Artists Turning Cold Into Profits","web_url":"https://www.nytimes.com/1994/02/03/nyregion/scam-artists-turning-cold-into-profits.html","abstract":"  With icy Arctic air threatening to make this one of the coldest winters on record, state consumer protection officials warned today that a variety of scam artists were at work, including bogus oil-burner repairmen who prey on the elderly.   In the last few weeks, officials said, several young men posing as oil company repairmen have approached elderly homeowners on Long Island, entered their basements, taken apart their heating-oil burners and demanded cash in advance for unnecessary repairs.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Essay; Hair Shirt City","web_url":"https://www.nytimes.com/1994/02/03/opinion/essay-hair-shirt-city.html","abstract":"  Why is it, whenever public figures moan about the rigors of public scrutiny, some journalists feel called upon to dive into their hair shirts, ostentatiously flagellate themselves and engage in paroxysms of mea culpa?   The preceding paragraph is hyperbole, a Latin word signifying \"to throw a ball beyond the limits.\" Hyperbole is a time-honored tradition both in politics and journalism; it is a colorful and blessed part of the warped woofing in public life.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"OLYMPICS: 10 Days to Lillehammer; Kwan, Alternate, Will Train in Norway","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-10-days-to-lillehammer-kwan-alternate-will-train-in-norway.html","abstract":"  As expected, the United States Figure Skating Association announced today that it would take the unusual step of sending Michelle Kwan, the 13-year-old Olympic alternate, to Norway to train in case Tonya Harding is removed from the team.   Frank Carroll, who coaches Kwan in Lake Arrowhead, Calif., said that figure-skating officials want the world junior champion to train in Oslo, which is about a two-hour drive from the Olympic figure-skating site here in Hamar. Alternate sites in Copenhagen and London have also been considered.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"U.S. Must Take Nonproliferation Lead","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-us-must-take-nonproliferation-lead-066800.html","abstract":"  To the Editor:   \"The U.S. has traditionally tried to stop the spread of nuclear weapons by talking nations out of wanting the weapons in the first place or by denying them the technology to make arms,\" you state in \"Slower, but Surer, Arms Curbs\" (editorial, Jan. 22).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066419.html","abstract":"  An article in Business Day on Monday about a lawsuit filed by the trustee overseeing the bankruptcy of the Towers Financial Corporation against Steven Hoffenberg, its former chairman and chief executive, misstated the role of Terrence Corrigan, a lawyer. Mr. Corrigan represents the trustee, Alan Cohen, not the creditors' committee.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Hundreds of Fingerprints Introduced in Blast Trial","web_url":"https://www.nytimes.com/1994/02/03/nyregion/hundreds-of-fingerprints-introduced-in-blast-trial.html","abstract":"  The Government put its fingerprint expert on the stand yesterday in the World Trade Center trial, and the sheer numbers produced in her testimony were prodigious. The expert, Carol Ann Edelen, reported that 2,233 latent fingerprints were developed from the exhibits uncovered in the case and earlier introduced into evidence. Of them, 343 fingerprints were found to belong to one or another of the defendants.   Ms. Edelen, who said that she had 31 1/2 years experience as a fingerprint analyst for the F.B.I., was brought to the stand to give the results of almost all of the fingerprint tests done during the long investigation of the trade center bombing.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"1894:Catholic Victories : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1894catholic-victories-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Austrian Catholic party, with the support of the Anti-Semitists, by degrees have regained all the advantages of which they were deprived by the signing of the Concordat. The chief victory has been gained in the schools. Within a year the clerg","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Owner of Pardoned Dog Narrows Choice of Exiles","web_url":"https://www.nytimes.com/1994/02/03/nyregion/owner-of-pardoned-dog-narrows-choice-of-exiles.html","abstract":"  Taro, no longer the death-row dog, is now the most wanted.   In the five days since Taro, a 5-year-old Akita, was both saved from execution and exiled from New Jersey by the Governor's order, adoption offers have poured in (and poured in) from around the world. And the competition is fierce.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review-064009.html","abstract":"  Taj Mahal  The Bottom Line Greenwich Village   Performing on Monday night as part of the Bottom Line's 20th-anniversary lineup, Taj Mahal played songs he could have picked 20 years ago. They were solo blues, time-tested songs about fishing, lost love, big-legged women, blue-lighted parties, freight trains and the blues itself.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"The Ukraine I Saw : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-the-ukraine-i-saw-letters-to-the-editor.html","abstract":"I just read the report \"Dire U.S. Forecast for Ukraine Conflict\" (Jan. 26) for the fifth time. As an American just back from a year in Ukraine, I found the article, which is based on a \"U.S. intelligence report,\" to be very disturbing","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"In Managing Federal Money, Education Officials Fall Short","web_url":"https://www.nytimes.com/1994/02/03/us/in-managing-federal-money-education-officials-fall-short.html","abstract":"  Last year when the Clinton Administration wanted to add yet another major student financial aid program to the beleaguered United States Department of Education -- direct student lending -- Congress was determined for once to provide the necessary manpower.   The Education Department was still bleeding from years of staff cuts. During the Reagan and Bush Administrations, it was hit harder than any other Cabinet-level department, losing 33 percent of its work force.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Excerpts From Transcript of Giuliani Budget Speech","web_url":"https://www.nytimes.com/1994/02/03/nyregion/excerpts-from-transcript-of-giuliani-budget-speech.html","abstract":"  The following are excerpts from a transcript of the budget statement by Mayor Rudolph W. Giuliani as recorded by The New York Times:   To restore balance to city finances we need to act. We need to confront our budget crisis head on. Simply put, the crisis is this: as of July 1 New York City doesn't have enough money to meet its expenses. Our expense budget is short by $2.3 billion, arguably the biggest deficit any administration has ever inherited.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Books of The Times; Errors in Judgment And Ripples Thereof","web_url":"https://www.nytimes.com/1994/02/03/books/books-of-the-times-errors-in-judgment-and-ripples-thereof.html","abstract":"  The Palace Thief  By Ethan Canin  205 pages. Random House. $21.    In \"Accountant,\" the first of the four marvelous stories in Ethan Canin's new work of fiction, \"The Palace Thief,\" the narrator begins: \"I am an accountant, that calling of exactitude and scruple, and my crime was small. I have worked diligently, and I do not mind saying that in the conscientious embrace of the ledger I have done well for myself over the years, yet now I must also say that due to a flaw in my character I have allowed one small trespass against my honor. I try to forget it. Although now I do little more than try to forget it, I find myself considering and reconsidering this flaw, and then this trespass, although in truth if I am to look at them both, this flaw is so large that it cannot properly be called a flaw but my character itself, and this trespass was devious. I have a wife and three children. My name is Abba Roth.\"","thumbnail":null,"section":"Books"},{"date":"19940203","headline":"Radical Islam Group Warns Foreigners to Leave Egypt","web_url":"https://www.nytimes.com/1994/02/03/world/radical-islam-group-warns-foreigners-to-leave-egypt.html","abstract":"  The Islamic Group, a radical organization responsible for many killings and linked to the bombing of the World Trade Center in New York City, advised all foreigners today to leave Egypt for their own safety.   \"We implore tourists and investors to leave the country, because the next operations will be extremely ferocious and strong,\" read a statement the group sent by fax to news agencies.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Officials Find Kerrigan Is Fit To Skate In Olympics","web_url":"https://www.nytimes.com/1994/02/03/sports/figure-skating-officials-find-kerrigan-is-fit-to-skate-in-olympics.html","abstract":"  Tonya Harding and Nancy Kerrigan skated today, a continent apart and under vastly different circumstances. While Harding went through her daily practice before more than 1,000 cheering fans and dozens of news-media representatives, Kerrigan skated at a closed session to prove her physical ability to compete in the Winter Olympics this month.   Kerrigan, who was attacked and hit above her right knee Jan. 6, performed her technical, long- and free-skating programs at the Tony Kent Arena in South Dennis, Mass., displaying jumps, spins and choreography for a panel of figure-skating judges convened to assess her physical status.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Quake May Leave the Coliseum Shut Next Fall","web_url":"https://www.nytimes.com/1994/02/03/us/quake-may-leave-the-coliseum-shut-next-fall.html","abstract":"  The Los Angeles Memorial Coliseum, home to two big time football teams, was so badly damaged in the earthquake last month that it will cost millions to repair and may not reopen for the fall season, officials said today.   The stadium was one of tens of thousands of structures \"red tagged\" by building inspectors, indicating that it was unsafe. City and stadium officials met today to assess the damage and determine reconstruction needs and costs.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/03/nyregion/metro-digest-061760.html","abstract":"  GIULIANI OUTLINES BUDGET TO CUT SIZE OF GOVERNMENT 'A FISCAL EMERGENCY' Saying New York City faces \"a fiscal emergency,\" Mayor Giuliani outlined a budget plan that would reduce the size of the city's government for the first time since the fiscal crisis of the 1970's, eliminating at least 15,000 municipal jobs, consolidating departments and cutting spending by more than $1 billion. A1.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Coyer Named A Jets Coach","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-football-coyer-named-a-jets-coach.html","abstract":"  Larry Coyer, a defensive coordinator at East Carolina, was named defensive line coach for the Jets yesterday, completing Coach Pete Carroll's defensive alignment. He replaces Greg Robinson, who moved up to defensive coordinator.   Coyer, 50, coached for 20 years at nine colleges, including three at U.C.L.A., where he worked with Robinson. He also coached for three years in the United States Football League, first with the Michigan Panthers and then with the Memphis Showboats.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"A Long Budget Process","web_url":"https://www.nytimes.com/1994/02/03/nyregion/a-long-budget-process.html","abstract":"  The release by Mayor Rudolph W. Giuliani of his preliminary spending plan is the opening of a five-month process by which the New York City government determines its budget for the next fiscal year, which begins on July 1. The plan, which is required by the City Charter, gives projections of spending and revenue for the next four years, but its details focus primarily on the next fiscal year.   Members of the Giuliani administration, including budget officials and agency heads, will meet with City Council committees over the next month to discuss details of their initial proposal. Mr. Giuliani and some of his aides will also meet, no doubt, with state legislative leaders over the next two months, seeking more aid to the city in the state's spending plan, which by law is to be completed by April 1.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Disney Seals Times Square Theater Deal","web_url":"https://www.nytimes.com/1994/02/03/nyregion/disney-seals-times-square-theater-deal.html","abstract":"  The Walt Disney Company, the giant of family entertainment, will introduce Mickey, Goofy and lots of surprises to a street with a reputation as perhaps the nation's sleaziest.   Government leaders immediately hailed Disney's announcement yesterday that it will rehabilitate and reopen the landmark New Amsterdam Theater in September 1996 as a major push to reinvigorate the long-stalled effort to revitalize 42d Street in mid-Manhattan. They promise other announcements soon.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"1919: U.S. Guardians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1919-us-guardians-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Europe is not going to release America from the obligation of physically participating in the so- called mandatory system which it is now agreed will be applied in principle to all extra-European territory. America may shudder at the pro spects of","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"North Korea Threatens to End A-Arms Talks","web_url":"https://www.nytimes.com/1994/02/03/world/north-korea-threatens-to-end-a-arms-talks.html","abstract":"  North Korea threatened today to break off its talks with the United States over nuclear inspections, asserting that the Clinton Administration had shown in recent days that the talks were only \"a pretense for strangling\" the Government of Kim Il Sung. The statement was the latest in a series of increasingly belligerent warnings.    North Korea also said Washington's proposal to deploy Patriot anti-missile batteries in South Korea, combined with the recent visit to Seoul by R. James Woolsey, the Director of Central Intelligence, was evidence that the United States has moved to \"the full-scale stage of the war preparations.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"After 5 Transfers, Officers Tell About Low Morale","web_url":"https://www.nytimes.com/1994/02/03/nyregion/after-5-transfers-officers-tell-about-low-morale.html","abstract":"  While patrolling the high-crime streets of Brownsville yesterday morning, Officer Edward Bartnik got sidetracked to the halls of Public School 12 when a retarded child accidentally smashed his head against a blackboard and needed emergency care.   On any other day, the children might have applauded the rescuer, but Officer Bartnik faced raw insults. As he described the incident, some of the elementary school children taunted him with phrases like, \"There goes the cocaine precinct!\"","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"5 Young Robbers Took the Cash, Then Killed Anyway, Police Say","web_url":"https://www.nytimes.com/1994/02/03/nyregion/5-young-robbers-took-the-cash-then-killed-anyway-police-say.html","abstract":"  A 19-year-old Brooklyn youth led a teen-age stick-up team on a string of robberies at small stores in Brooklyn, killing three shop owners apparently without provocation after they had already handed over their money, the police said yesterday.   In one case, the five suspects, who were arrested in the last two weeks, forced a grocer in Bedford-Stuyvesant to kneel before shooting him in the back, the police said. In another, they slammed a butcher in Bushwick against a wall as he was closing up shop, then shot him. In yet another, they opened fire on another grocery owner when he balked at handing over $400.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/03/nyregion/no-headline-059200.html","abstract":"  \"Older people, they have some reservations about shooting in general. The young folks don't seem to have developed those inhibitions yet; they don't consider the consequences of pulling the trigger.\" -- JOSEPH E. LOVELOCK of the New York City police.  [ B6:4. ]","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Colonel Says He Was Ousted Over Opposition to Satellite","web_url":"https://www.nytimes.com/1994/02/03/us/colonel-says-he-was-ousted-over-opposition-to-satellite.html","abstract":"  In an unusually blunt public statement revealing internal conflict at the Pentagon, an Air Force colonel told a Congressional committee today that he had been dismissed from a prominent job for recommending that a $27 billion military satellite program be scuttled because of \"fundamental, insurmountable problems.\"   The colonel, Sanford Mangold, told members of the House Government Operations Committee that the Milstar satellite system, intended to provide worldwide military communications during a nuclear war, had become \"a cancer upon the United States Air Force budget.\"","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Coleman Deal Doesn't Pass the Inspection","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-basketball-coleman-deal-doesn-t-pass-the-inspection.html","abstract":"  A proposed long-term contract extension for Derrick Coleman has stalled, with the Nets' ownership unwilling to pull the trigger on a potential $90 million deal.   Instead of approving the deal, the Nets' owners have told the team's senior vice president, Willis Reed, to explore the possibilities of trading the fourth-year, All-Star power forward.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"For Engineers Involved in Fatal Accidents, Counseling Offers Aid","web_url":"https://www.nytimes.com/1994/02/03/nyregion/for-engineers-involved-in-fatal-accidents-counseling-offers-aid.html","abstract":"  Harry Obser, an engineer with the Long Island Rail Road, was pulling into Bay Shore last September when he saw someone on a bicycle slip around the crossing gate. He blew the warning whistle and hit the brakes, but his efforts were in vain.    An instant later the cyclist was dead, and Mr. Obser, 50, who had been an engineer for 27 years and had been involved in two other fatal accidents, decided to take an early retirement.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Injuries Near Maradona","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-soccer-injuries-near-maradona.html","abstract":"  At least five reporters reported slight injuries yesterday after being hit by pellets from an air rifle fired from the home of the soccer star DIEGO MARADONA in Moreno, Argentina. It was not clear if Maradona himself was the shooter, but reporters at the home said they they saw him carrying a gun. One photographer said he took a photo of Maradona firing.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Vietnam and U.S. Businesses Eager to Trade","web_url":"https://www.nytimes.com/1994/02/03/world/vietnam-and-us-businesses-eager-to-trade.html","abstract":"  Welcoming reports that the 19-year-old United States trade embargo against Vietnam is nearly over, Hanoi joined with American businesses today in predicting a surge of new investment in a nation that is growing rapidly economically but still suffering from the effects of the Vietnam War.   In Hanoi, the Vietnamese Foreign Ministry said it had not received any formal notification from Washington, but the Government's chief spokesman said in a statement that the lifting of the trade embargo would be \"good news not only for the two peoples -- the Vietnamese and the Americans -- but also for the world community.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Japan Socialists Threaten to Quit Coalition in Dispute Over Taxes","web_url":"https://www.nytimes.com/1994/02/03/world/japan-socialists-threaten-to-quit-coalition-in-dispute-over-taxes.html","abstract":"  Prime Minister Morihiro Hosokawa pushed his governing coalition toward collapse today by announcing that he would only reduce income taxes to revive Japan's stalled economy if the cuts were offset by an even larger increase in sales taxes in three years.   While the decision touched on arcane issues related to tax policy, it quickly created a political crisis that could affect Washington as well as Japan.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Report Finds Pills Cost More in U.S. Than Britain","web_url":"https://www.nytimes.com/1994/02/03/us/report-finds-pills-cost-more-in-us-than-britain.html","abstract":"  Top-selling prescription drugs typically cost much more in the United States than in Britain, where drug company profits are limited as part of a national health insurance program, the General Accounting Office said in a report today.   Drug company executives challenged many of the findings, but members of Congress cited the report as evidence that the Government should impose some restraints on drug prices, as President Clinton has proposed.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066591.html","abstract":"  MANFRED WORNER, the 59-year-old Secretary-General of NATO, has been named the winner of the Eric M. Warburg Prize given by the Atlantik Brucke, a private German organization that promotes German-American relations.   Mr. Worner is recuperating from surgery performed last month to remove a benign intestinal blockage, so his wife, Elfriede, will accept the award in his place at a dinner in the Bavarian royal place in Munich, Germany, on Saturday. Mr. Worner has had four operations for intestinal cancer in the last two years, but he told NATO ambassadors late last year that his physicians said he had beaten the disease.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Powerful Business Group Backs Rival to President's Health Plan","web_url":"https://www.nytimes.com/1994/02/03/us/powerful-business-group-backs-rival-to-president-s-health-plan.html","abstract":"  The Business Roundtable, representing about 200 of the nation's largest companies, struck a blow against President Clinton's health care plan tonight by endorsing a rival proposal that would not guarantee universal insurance coverage.   Despite urgent last-minute lobbying by Mr. Clinton and his wife, Hillary, the policy committee of the Roundtable voted to treat the rival bill as a \"starting point\" for legislation on health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/03/nyregion/news-summary-059196.html","abstract":"  International A3-12  GRIM REPORT ON WOMEN'S RIGHTS  For the first time, the State Department has focused on the treatment of women in its annual human rights report and its findings were grim. The report on 193 countries paints a dreary picture of day-to-day discrimination and abuse.  A1","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"GIULIANI OUTLINES A BUDGET TO CUT GOVERNMENT SIZE","web_url":"https://www.nytimes.com/1994/02/03/nyregion/giuliani-outlines-a-budget-to-cut-government-size.html","abstract":"  Saying New York City faced \"a fiscal emergency,\" Mayor Rudolph W. Giuliani outlined a budget plan yesterday that would reduce the city's spending for the first time since the fiscal crisis of the 1970's, eliminating at least 15,000 municipal jobs, consolidating departments and slashing agency budgets by more than $1 billion.   The Mayor's cuts would fall heavily on the city's Department of Sanitation, on social services and on the school system, which alone would face a reduction of 2,500 jobs, or more than half, from its administrative staff.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"London Grows Impatient With Adams's Demands","web_url":"https://www.nytimes.com/1994/02/03/world/london-grows-impatient-with-adams-s-demands.html","abstract":"  The chief British official for Northern Ireland sought today to discredit the assertion by Gerry Adams, the political leader of the Irish Republican Army, that Mr. Adams cannot endorse the Irish-British framework for peace talks until its provisions are clarified by the British Government.   Mr. Adams, on a two-day visit to New York, said he could not yet accept the plan, which would give him a place at formal peace talks in return for a convincing cessation of violence by the I.R.A. He says he needs clarifications and other steps before he tries to persuade the I.R.A to lay down its arms. The campaign of violence has killed 3,114 people on both sides since 1969.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Gordon Wins Hearing, But Rojas Loses His","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-baseball-gordon-wins-hearing-but-rojas-loses-his.html","abstract":"  The results of the initial salary arbitration hearings are in, and each side has emerged with a victory. The Montreal Expos learned yesterday they won their case with pitcher MEL ROJAS, and pitcher TOM GORDON found out he won his case with the Kansas City Royals. Both arguments were heard Tuesday in Los Angeles.   JOHN OLERUD and the Toronto Blue Jays, on the other hand, will not go to a hearing. They are expected to announce today a multiyear contract worth about $5.5 million a year. JOE McINTOSH, agent for the American League batting champion, and HOWARD STARKMAN, a club spokesman, confirmed yesterday that the two sides were close to an agreement.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Havana Journal; On the Street, Cubans Fondly Embrace Capitalism","web_url":"https://www.nytimes.com/1994/02/03/world/havana-journal-on-the-street-cubans-fondly-embrace-capitalism.html","abstract":"  Less than a year into major economic changes that have opened the way for foreign investment and freed many Cubans to work for themselves, life in this city is being transformed by a new ethic: the frantic search for dollars.   Although Cuba's Communist leadership has often sought to rein in the changes, repeatedly reminding the people that it has not chosen capitalism as a solution to the country's grave economic problems, almost everywhere one looks these days private enterprise is filling voids left by an exhausted Government.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"After Meeting Aidid, U.S. Envoy in Somalia Speaks of Optimism","web_url":"https://www.nytimes.com/1994/02/03/world/after-meeting-aidid-us-envoy-in-somalia-speaks-of-optimism.html","abstract":"  The United States special envoy to Somalia, Robert B. Oakley, met today with the Somali clan leader Gen. Mohammed Farah Aidid, and said afterward that despite widespread concern about the country's future stability, he was \"more optimistic\" about peace than a few months ago.   Mr. Oakley met the general in Nairobi and said that General Aidid, who was subject to an American-led manhunt for five months, was \"much more reasonable\" than in the past and that in recent months he had been able \"to decompress.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-060003.html","abstract":"  Because of an editing error, an article yesterday about a vote by some Eastern states for tougher auto emission standards misstated New Jersey's position in some copies. The state voted to defer a decision on the issue; it did not vote for the tougher standards.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/03/sports/results-plus-064025.html","abstract":"  N.H.L.  Offensive Defenseman  Defenseman Lyle Odelein, usually a low scorer, had five assists as Montreal trounced visiting Hartford, 9-2, last night. Odelein, who returned after a three-game layoff with a bruised shoulder, equaled a club record for assists in one game by a defenseman set by Doug Harvey, now in the Hall of Fame, on Feb. 19, 1955. The record was matched when Odelein sent Gilbert Dionne in alone to blast Montreal's last goal of the blowout behind Jeff Reese at 16 minutes 19 seconds of the third period. (AP) Red Wings 3, Lightning 1: Scotty Bowman registered his 1,000th coaching victory as goalie Chris Osgood, a rookie, stopped 33 shots in Detroit's victory over Tampa Bay at St. Petersburg, Fla. Bowman's record includes 137 playoff victories. He has coached six Stanley Cup champions (five with Montreal and one with Pittsburgh) and is the winningest coach in National Hockey League history (863-396-231 in the regular season and 137-82 in the playoffs) in 21 seasons. He also has the best winning percentage (.656) of anyone who has coached at least 600 regular-season games. Osgood permitted only John Tucker's goal with 2:11 left to improve his record to 13-4-4. Sheldon Kennedy scored at 7:29 and Keith Primeau at 13:23 of the first period for a 2-0 Detroit lead. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"STATE DEPT. FINDS WIDESPREAD ABUSE OF WORLD'S WOMEN","web_url":"https://www.nytimes.com/1994/02/03/world/state-dept-finds-widespread-abuse-of-world-s-women.html","abstract":"  For the first time, the State Department has focused on the treatment of women in its annual human rights report, and its findings are grim: forced sterilizations and abortions in China; Burmese and Thai girls coerced into prostitution; maids beaten in Saudi Arabia, and girls ritually mutilated in the Sudan and Somalia.   In painstaking detail, the report on 193 countries issued this week paints a dreary picture of day-to-day discrimination and abuse. In Zaire, girls spend one-third as much time in school as boys and do most of the heavy farm work. In the Republic of the Congo, adultery is illegal for women, but not for men. Indonesian women are loath to go out alone at night because they are widely seen as fair game for sexual attack.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"A Chief for Civil Rights","web_url":"https://www.nytimes.com/1994/02/03/opinion/a-chief-for-civil-rights.html","abstract":"  After stumbling badly for the past year in his efforts to find a new civil rights chief for the Justice Department, President Clinton has finally come up with an accomplished choice. Deval Patrick, the nominee for Assistant Attorney General, is an able litigator of demonstrated commitment to the causes the Civil Rights Division is assigned to advance in the Justice Department.   His appointment could boost sagging morale in a unit that has been buffeted by criticism from outside and neglect within. Last year the embattled nomination of Lani Guinier, which Mr. Clinton withdrew on grounds that he disagreed with some of her voting rights theories, demoralized the division and the civil rights community, making it difficult for experienced candidates to take the job.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Defense Follows Familiar Course In Evers Slaying","web_url":"https://www.nytimes.com/1994/02/03/us/defense-follows-familiar-course-in-evers-slaying.html","abstract":"  Thirty years made little difference today.   The defense in the third trial of Byron De La Beckwith, accused of murdering the civil rights leader Medgar Evers in 1963, began its presentation much the same way its counterparts did at the first trial 30 years ago: calling witnesses who placed the defendant 95 miles away at the time of the shooting.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Review/Opera: Wozzeck; The Lyric Dresses Up Berg's 1925 Nightmare In a Modern Message","web_url":"https://www.nytimes.com/1994/02/03/arts/review-opera-wozzeck-lyric-dresses-up-berg-s-1925-nightmare-modern-message.html","abstract":"  Alban Berg's \"Wozzeck\" is an often terrifying opera, a 90-minute obsession about a poor soldier, driven insane by warped authority figures. So it should be no surprise that the exquisitely constructed score of this Expressionist nightmare from 1925 offers rich temptation for contemporary tastes, which yearn for simplistic dramas about victims of society's oppressive institutions.   There are moments in the otherwise pungent production of \"Wozzeck\" that made its debut at the Lyric Opera of Chicago last week, when the company succumbs to that temptation. On Monday night, the performances were often excellent, while the messages were leaden. The Drum Major who seduces Marie is dressed in contemporary army fatigues and parks a jeep against the Chicago skyline. In a dance club, the wealthy get their thrills in a Felliniesque debauch as Wozzeck suffers. Ah yes, we are meant to say, the army and the rich have contemporary victims as well.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Speed Is Worth The Risk For Some","web_url":"https://www.nytimes.com/1994/02/03/sports/skiing-speed-is-worth-the-risk-for-some.html","abstract":"  The death last Saturday of the veteran downhill skier Ulrike Maier of Austria has raised questions about the equipment skiers use today. Are modern skis the equivalent of the oversized tennis racquet, the breakthrough in tennis that changed forever the way a ball is served? And more important, are the new skis too dangerous?   The idea of curtailing innovations in Alpine equipment was broached Tuesday in Switzerland by Marc Hodler, president of the International Ski Federation. He suggested that high speeds might be tempered by regulating equipment.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Fiscal Plan Could Curb Services, as Well as Deficit","web_url":"https://www.nytimes.com/1994/02/03/nyregion/fiscal-plan-could-curb-services-as-well-as-deficit.html","abstract":"  Although Mayor Rudolph W. Giuliani has promised to avoid painful service cuts in his overhaul of New York City government, the financial plan he laid out yesterday includes some bitter medicine that the average New Yorker would feel immediately, from shrinking money for museums to fewer pickups of recyclable garbage to delays in the renovations of subway stations.   And if a financial plan reflects a Mayor's vision and priorities, then Mr. Giuliani's plan envisions a hard-bitten but financially solvent city where welfare recipients are fingerprinted to avert fraud, where streets are allowed to be a little dirtier and where the city spends less to create new housing.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Houston Grand Jury Declines To Indict in Mistaken Killing","web_url":"https://www.nytimes.com/1994/02/03/us/houston-grand-jury-declines-to-indict-in-mistaken-killing.html","abstract":"  A grand jury today declined to indict a homeowner who shot and killed a Scottish businessman whom he mistook for a burglar.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Bum Rap","web_url":"https://www.nytimes.com/1994/02/03/opinion/bum-rap.html","abstract":"  As a 35-year-old father of a 16-year-old son (yes, I was a teen-age father), and as a professor and ordained Baptist minister who grew up in Detroit's treacherous inner city, I am disturbed by some elements of gangster rap. But I'm even more anguished by the way many black leaders have scapegoated its artists.    While gangster rap takes the heat for a range of social maladies from urban violence to sexual misconduct, the roots of our racial misery remain buried beneath moralizing discourse that is confused and sometimes dishonest.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Taking On the Unions; With Few Debts to Labor, Giuliani Offers Budget Plan With Cutbacks in Work Force","web_url":"https://www.nytimes.com/1994/02/03/nyregion/taking-unions-with-few-debts-labor-giuliani-offers-budget-plan-with-cutbacks.html","abstract":"  Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, swept into office last November with less support from municipal unions than any other mayor in recent memory. Most of the city's labor movement backed David N. Dinkins. The teachers remained neutral. Only the firefighters, correction officers and police rallied to Mr. Giuliani's side.   Now Mr. Giuliani has shown what it means to owe few debts to labor. For his fiscal plan makes quite clear that the new Mayor intends to force down the size of the city work force by 15,000 employees from what he calls a \"historic high\" and also to wrest productivity savings, new work rules and benefits concessions from the workers who remain.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Fuhr Doesn't Miss a Beat In Return to Sabres' Goal","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-fuhr-doesn-t-miss-a-beat-in-return-to-sabres-goal.html","abstract":"  As the Devils approached tonight's game against Buffalo, they prepared to face the goaltender with the best statistics in the National Hockey League this season, Dominik Hasek. Instead, they were thwarted by Grant Fuhr, an old and experienced hand with five Stanley Cup rings.   Playing his first National Hockey League game in more than two months after surgery on his left knee, Fuhr performed with inspiration in leading the Sabres to a 3-2 victory over the Devils at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Expatriate Ex-Crimson Puts U.S. On Notice","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-expatriate-ex-crimson-puts-us-on-notice.html","abstract":"  Team USA's great hockey adventure begins its final tuneup before the Lillehammer Olympic Winter Games in a rink not far from the great cathedral on an island in the Seine.   Peter Ciavaglia, a 24-year-old center, joined his teammates today from Sweden, where he has played for Leksand, one of the top clubs in that country's premier division. He warned them about their American exuberance on the ice, how European officials don't tolerate the bumping and the occasional stick jabs that are part of the visitors' style.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Islamic Leaders Visit Sarajevo to Support Bosnia Government","web_url":"https://www.nytimes.com/1994/02/03/world/islamic-leaders-visit-sarajevo-to-support-bosnia-government.html","abstract":"  Two Islamic Prime Ministers -- Benazir Bhutto of Pakistan and Tansu Ciller of Turkey -- visited Sarajevo today to show their support for the Bosnian Government.    Donning baby-blue United Nations flak jackets, the two Prime Ministers arrived at the airport at midday amid extraordinary security and were escorted through town by a caravan of armored personnel carriers.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review.html","abstract":"Vanessa Rubin \nJazz singer\nThe Down Beat\n70 Grove Street\nGreenwich Village\nThrough Sunday \n\nVanessa Rubin shows promise as a jazz performer, but she has not developed the command of voice that makes a great singer. On Tuesday night at the Down Beat, Ms. Rubin had all the jazz phrasings correct but lacked both the charisma and fullness of voice to be really compelling. Her songs too easily tended to become background music: something talked over quietly rather than listened to intently.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Review/Theater; This Art Imitates The Life Of Mother","web_url":"https://www.nytimes.com/1994/02/03/theater/review-theater-this-art-imitates-the-life-of-mother.html","abstract":"  By far the most interesting aspect of \"Smiling Through,\" Ivan Menchell's musical about a middle-aged English entertainer during World War II, is its status as a monument to filial devotion. The story of how this show came to be is compelling. The musical itself, unfortunately, is not. It is as if the emotions that had inspired it had been bizarrely ironed and sanitized into the standard forms of feel-good theatrical convention.   Mr. Menchell created \"Smiling Through\" specifically for his mother, Vicki Stuart, an English-born nightclub and television singer who stopped performing after the death of Lou Menchell, her husband and on-stage partner, in 1979. Now, thanks to her son, Ms. Stuart, in the character of a woman who has resumed her career after a hiatus inspired by the death of her husband, is again belting out songs and addressing audiences about the values of pluck, determination and holding tightly to cherished dreams.","thumbnail":null,"section":"Theater"},{"date":"19940203","headline":"In Overhaul Effort Clinton Seeks 'One Stop' Assistance Centers for the Jobless","web_url":"https://www.nytimes.com/1994/02/03/us/in-overhaul-effort-clinton-seeks-one-stop-assistance-centers-for-the-jobless.html","abstract":"  Calling for a major restructuring of the nation's unemployment and welfare systems, President Clinton said today that he would ask Congress to consolidate scores of benefit programs and create \"one-stop-shopping\" centers where unemployed workers could pick up assistance checks and receive job training and placement help.    Courting an audience of about 300 job-training specialists and graduates of some of the nation's most innovative jobs programs, the President smiled and joked, hoarsely, with several people who shared stories about moving from the unemployment lines back into the work force. He then dismissed the existing system, saying it was weighted down with \"yesterday's programs\" and needed an overhaul.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Congressional Black Caucus Backs Away From Farrakhan","web_url":"https://www.nytimes.com/1994/02/03/us/congressional-black-caucus-backs-away-from-farrakhan.html","abstract":"  Bowing to pressure from his membership, the chairman of the Congressional Black Caucus said today that his group was distancing itself from Louis Farrakhan and his black nationalist group, the Nation of Islam.   The chairman, Representative Kweisi Mfume, said that the 40-member caucus would back away from any working relationship with the black Muslim organization and Mr. Farrakhan until black members of Congress were satisfied that the Nation of Islam was moderating its views on whites, both Jews and gentiles.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Don't Rename Museum That Wright Built","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-don-t-rename-museum-that-wright-built-066818.html","abstract":"  To the Editor:   I am a former apprentice of Frank Lloyd Wright and note with dismay the possibility of a change in the name of Wright's structure for the Solomon Guggenheim Museum to the Samuel K. and Ethel LeFrak Building (Arts pages, Jan. 24).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"For Peace In the Seas Of China","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-for-peace-in-the-seas-of-china.html","abstract":"By opening parts of the East China Sea to bidding by foreign oil companies, Beijing has raised the economic and political stakes in the region. China's assertion of sovereignty over the continental shelf and the resources beneath it clashes with claims b","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Chinese Economy Threatens to Pull Ours Down","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-chinese-economy-threatens-to-pull-ours-down-066796.html","abstract":"  To the Editor:   The concern for improvement of human rights in China has allowed the erroneous argument to flourish that keeping the status quo with China is important for the United States economy. I would like to discuss China's real economic structure and its meaning for the American economy.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Patience in Kiev","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-patience-in-kiev-066850.html","abstract":"  To the Editor:   Re your Jan. 27 Business Day article on the disappointments of the Seagram Company in trying to sell whisky from its branch in Kiev: Ukraine will need from investors the patience and forbearance they have shown in efforts to penetrate the Japanese market. Disgruntled managers seeking scapegoats for unprofitable results are not objective observers; neither are impatient executives frustrated by lack of instant results.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Transactions","web_url":"https://www.nytimes.com/1994/02/03/sports/transactions-065730.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Signed John Dopson, pitcher, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"OLYMPICS;\nAtlanta Olympics to Cost More Than Expected in '93","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-atlanta-olympics-to-cost-more-than-expected-in-93.html","abstract":"The 1996 Olympic Games in Atlanta will cost $48 million more to stage than organizers anticipated last year, thus reducing a planned budget surplus from $117 million to $60 million, Olympic officials said today.\n\nIn a report to the state of Georgia's oversight authority, the organizers said they would need to spend at least $1.52 billion to stage the games, compared to the $1.472 billion they projected only a year earlier. With projected revenues of $1.58 billion, that leaves a surplus of $60 million.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/03/nyregion/inside-059765.html","abstract":"  Nominee Faces Senators   Appearing before a Senate committee, William J. Perry, the nominee for Defense Secretary, portrayed himself as a global strategist and forceful leader. Page A16. Hearing on Troubled Satellite    An Air Force colonel told a Congressional committee he was dismissed for recommending that a military satellite be scuttled because of \"insurmountable problems.\" Page A16. No Move on Hanoi Embargo    Despite growing signs to the contrary, President Clinton insisted he has not made up his mind on whether to lift the United States economic embargo against Vietnam. Page A8. 19 Neglected Children Found    A drug raid led Chicago police to a cockroach-infested apartment, where children slept on the floor and competed with dogs for food. Page A14. Guggenheim Cuts Back    Just weeks after receiving two major donations, the Guggenheim Museum announced cuts in its staff and operating hours. Page C11.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Bill Would Condemn Yankees to Keep Them","web_url":"https://www.nytimes.com/1994/02/03/nyregion/bill-would-condemn-yankees-to-keep-them.html","abstract":"  In socialist dictatorships, governments nationalize coal mines and oil fields. New York lawmakers want to use that approach to protect one of the state's most vital industries: the Yankees.   A bill introduced today in the Democratic-led Assembly would create a sports facility authority and give it power to condemn sports franchises that threaten to leave the state, just as the Transportation Department uses its power of eminent domain to condemn property for road construction. The authority could sell bonds to raise money to buy a team, and then could sell team shares to the public.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066583.html","abstract":"  GERMAINE GREER, the feminist writer, has invited the homeless in England to move into her house with her near Cambridge.   Writing in a recent issue of \"The Big Issue,\" a weekly newspaper whose proceeds aid the homeless, Ms. Greer recalled her own difficulties finding a decent place to live before her 1970 book, \"The Female Eunuch,\" made her famous.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/03/nyregion/bridge-063452.html","abstract":"  Two invitational championships in Europe in the last two weeks, the Cap Volmac in the Netherlands and the Macallan in England, are claimants for the title of the strongest event ever played. Eight pairs played in both, and tabulating the combined results for them, with the lowest totals first, is interesting:   1st, Geir Helgemo and Tor Helness, Norway, (1st in the Cap Volmac and 5th in the Macallan), tied Jeff Meckstroth and Eric Rodwell, United States (2d and 4th).","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Golfers of the World Unite!","web_url":"https://www.nytimes.com/1994/02/03/sports/golfers-of-the-world-unite.html","abstract":"  The PGA Tour is expanding into the People's Republic of China. Deane Beman, commissioner of the tour, announced today at Pebble Beach Golf Links that the tour has added a International Tournament Players Club facilities in the communist nation, entering into an agreement with Hong Kong-based Mission Hills Holding to operate the three clubs. Two other tournaments were added in Thailand.   The club, Mission Hills-Shenzen in Guangdong Province near Hong Kong, will be the site of the 1995 World Cup. The tournament, which matches two-man teams from 25 nations, will be the first golf tournament played on communist soil.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Russia:One-Way Ticket : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-russiaoneway-ticket-letters-to-the-editor.html","abstract":"The slowing of the Russian market-reform train does not mean the end of the railroad. It is inconceivable that Russia would return to the economic policies of Stalin and his Communist successors..State ownership of basic industries, with a gradual move","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Read It While It's Hot : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-read-it-while-its-hot-letters-to-the-editor.html","abstract":"Regarding \"The Eternal Butler\" (Features, Jan. 25):.The article about the training of the English butler missed a more important reason for the ironing of the newspaper. This did indeed remove creases, but its vital function was to dry the pr","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066427.html","abstract":"  A chart in Science Times on Jan. 25 about meteoroids that explode in the upper atmosphere gave an incorrect measure of the estimated energy of such explosions. It showed energy equivalents in millions of tons of TNT, not thousands.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"13 Cities Are Accused of Diverting Airport Money","web_url":"https://www.nytimes.com/1994/02/03/us/13-cities-are-accused-of-diverting-airport-money.html","abstract":"  The chairman of a Congressional committee that oversees Federal funds for transportation said today that 13 localities had illegally diverted $252 million in airport revenue since 1982 for local needs.    Representative Bob Carr, a Michigan Democrat who heads the Appropriations subcommittee on transportation, said a six-month Congressional study of 33 leading airports found that income had been diverted from 13 of them for various local programs. The law requires that airport revenue from all sources, including Federal grants and rent from concessionaires, go only toward airport improvements like more runways and safety equipment.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"The Talk of Hollywood; Hollywood Trains Its Cameras on Hollywood","web_url":"https://www.nytimes.com/1994/02/03/arts/the-talk-of-hollywood-hollywood-trains-its-cameras-on-hollywood.html","abstract":"  As a subject for movies, Hollywood should be a natural. All that money, deceit and intrigue. All those famous people.    Yet most film makers here (Robert Altman excepted) seem to feel the town is too rich, too excessive, too duplicitous and too weird to turn into a movie. Besides, Hollywood-bashing by screenwriters, directors and executives who earn millions of dollars, and complain about selling out, seems not only silly but smug.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Time to Fingerprint Juvenile Offenders","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-time-to-fingerprint-juvenile-offenders-066869.html","abstract":"  To the Editor:   Since 1985, I have been the chief sponsor of legislation in the New York State Assembly to mandate the fingerprinting of juvenile offenders for all felonies. I welcome Bob Herbert's support in \"15 and Armed\"(column, Jan. 23).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"White House Memo; Clinton Is Still Tiptoeing Round the Vietnam Mines","web_url":"https://www.nytimes.com/1994/02/03/world/white-house-memo-clinton-is-still-tiptoeing-round-the-vietnam-mines.html","abstract":"  If anyone had forgotten just how skittish Bill Clinton can be when it comes to Vietnam, there could be no better evidence than his public insistence today that he has not made up his mind on whether to lift the American embargo on Hanoi.   It has been more than a month since his top deputies signed off on a recommendation to restore trade relations with that former enemy, a step they would never have taken without a keen sense of the boss's wishes. Aides had been saying for weeks that he was moving irrevocably in that direction, and they said Tuesday and again today that there would be no turning back.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Journal; 'Some Place Thrilling'","web_url":"https://www.nytimes.com/1994/02/03/opinion/journal-some-place-thrilling.html","abstract":"  How are healthy heterosexuals supposed to behave in front of a gay man who is dying of AIDS?    This question of etiquette confronted the New Yorkers who attended an unusual book party at an Upper East Side town house a week ago tonight. The celebrated book was \"Diary of a Lost Boy,\" a funny new novel about a dying young gay man and his best straight friends, a couple who might have been played by Cary Grant and Katharine Hepburn in a 30's screwball comedy. The author is Harry Kondoleon, 38, who arrived at his party by ambulette from St. Vincent's Hospital, ignoring a doctor's warning that the mere trip uptown could be fatal.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review-066567.html","abstract":"  Rosemary Clooney  Rainbow and Stars 30 Rockefeller Plaza Through Feb. 26    One of the newer songs in Rosemary Clooney's repertory is Paul Simon's great 1975 ballad, \"Still Crazy After All These Years.\" It is on her latest album, \"Still on the Road\" (Concord Jazz). And her performance of it on Tuesday was a high point of opening night of her one-month engagement at Rainbow and Stars. She chose it, she said, \"because if you're over 65 and still out on the road, you're still crazy.\"","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/02/03/style/IHT-what-theyre-reading.html","abstract":"James Gustave Speth, administrator of the United Nations Development Program, is reading a novel about slavery, Charles Johnson's \"Middle Passage,\" a 1990 winner of the National Book Award in the United States..\"It's a tale as much about","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"I.R.A. Advocate Says Visit Brought Peace Nearer","web_url":"https://www.nytimes.com/1994/02/03/world/ira-advocate-says-visit-brought-peace-nearer.html","abstract":"  Acknowledging that President Clinton had increased the pressure to negotiate by granting him a visa, Gerry Adams, the political head of the Irish Republican Army, headed home yesterday vowing that \"those who stuck their necks out on this issue for us will not be let down\" in the search for peace in Northern Ireland.   \"The gesture that was extended to us by the Clinton Administration sent the right signal to Ireland and has improved the climate,\" said Mr. Adams, the leader of Sinn Fein, the I.R.A.'s political arm.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"An Alpine Tragedy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-an-alpine-tragedy-letters-to-the-editor.html","abstract":"As an avid skier and former racer, I have been in shock since watching the tragic and fatal accident involving Ulrike Maier, one of Alpine skiing's best. Although downhill racing is extremely dangerous, fatal accidents have been rare. Whether what happen","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/02/03/arts/the-pop-life-064831.html","abstract":"  Women Off the Pedestal   When Tori Amos was writing the songs for her second album, \"Under the Pink\" (Atlantic), her biggest inspiration was Alice Walker's novel \"Possessing the Secret of Joy.\" She was particularly disturbed, she said the other day, by the author's description of the way women in certain cultures have enforced the ritual genital mutilation of young girls. It gave her a theme -- women betraying women -- that runs through many of the songs on the record.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066435.html","abstract":"  An obituary on Tuesday about Emily Taft Douglas, a former Democratic Representive from Illinois, misstated the middle name of her mother, who died before her. She was Ada Bartlett Taft.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Going on Guesswork","web_url":"https://www.nytimes.com/1994/02/03/opinion/going-on-guesswork.html","abstract":"  President Clinton admitted to the nation's governors this week that he had included insurance premium caps in his health care plan -- a provision many governors oppose -- partly because the Congressional Budget Office estimates that the caps would save the Treasury money. The admission is disturbing. The Budget Office's estimates of savings from health care reform, through no fault of its own, are guesswork. Yet Mr. Clinton says he is using such guesswork to shape a reform for a generation.    The Budget Office is required to estimate whether proposed budgets satisfy deficit-reduction targets set out in the 1993 budget law. That is never an easy task. When Congress legislates ordinary tax and spending changes -- such as last year's small gasoline tax -- the Budget Office can generate reliable estimates. But when the issue is huge institutional reform, estimating procedures are not reliable. Expenditures from today's health care system provide no useful guide to expenditures under a completely different system.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Sports of The Times; Is the Case For Harding Open-Shut?","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-of-the-times-is-the-case-for-harding-open-shut.html","abstract":"  THIS is a true story: In January 1957 there was a terrible murder in Chicago. Two teen-age sisters, Barbara and Patricia Grimes, were found in a culvert in a park, their nude bodies frozen. A citywide search for the killer or killers was begun. Headlines screamed as suspects were rounded up. People were in panic. Who committed this dastardly deed, and why?   Finally, a 21-year-old Skid Row illiterate bum and sometime dishwasher named Benny Bedwell, who wore long sideburns like Elvis Presley, was arrested. \"We got our man!\" the sheriff gloated. Bedwell denied the charge but after more questioning, he confessed: \"Yes, I murdered the girls.\"","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Bradley Is Suspended","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-basketball-bradley-is-suspended.html","abstract":"  Philadelphia 76ers center SHAWN BRADLEY missed last night's home game against Cleveland after he was suspended by the league for bumping an official Saturday night. Bradley was suspended for one game without pay and fined $3,000. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Drug Raid Uncovers 19 Children in Squalid Chicago Apartment","web_url":"https://www.nytimes.com/1994/02/03/us/drug-raid-uncovers-19-children-in-squalid-chicago-apartment.html","abstract":"  When Police Officer Patricia Warner walked through the front door of a tired two-flat building here on Tuesday night, she thought she was stepping into a crack house.   What she discovered was worse.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"South Hackensack Police Chief Accused of Blocking Drug Case","web_url":"https://www.nytimes.com/1994/02/03/nyregion/south-hackensack-police-chief-accused-of-blocking-drug-case.html","abstract":"  The former police chief of South Hackensack was arrested today and accused of ordering one of his patrolmen not to file narcotics charges against two men arrested for possession of cocaine, officials said.   The former chief, Arthur Montenegro, 43, resigned on Monday when county authorities seized control of the tiny township's 21-member force. He was arraigned today on charges of obstructing justice and official misconduct for interfering in the officer's March 1993 arrest.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Cool Weather Threatens to Delay a Shuttle","web_url":"https://www.nytimes.com/1994/02/03/us/cool-weather-threatens-to-delay-a-shuttle.html","abstract":"  The space shuttle Discovery, about to begin a new era in Russian-American space cooperation, was being readied today for launching with unusually cool weather as a cause of concern.   Discovery is scheduled to begin its 18th journey into space at 7:10 A.M. on Thursday. The launching will be delayed if the temperature, which is predicted to be in the low 40's, and the winds combine to violate launching rules. Those involve a combination of factors, including winds, air temperature and humidity.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"As Boulmerka Runs, She Is Making History","web_url":"https://www.nytimes.com/1994/02/03/sports/track-and-field-as-boulmerka-runs-she-is-making-history.html","abstract":"  The Algerian woman who dared to bare her limbs in public was downright demure yesterday, but then this wasn't a track meet, but a news conference. And Hassiba Boulmerka was dressed for it in jock chic, from her long-sleeved pullover and neat jeans to her lavender suede loafers and pink socks.   Making her first visit to New York, Boulmerka was on display for several reasons. As the 1991 world champion and 1992 Olympic gold medalist in the 1,500 meters, she has been declared the favorite to win the women's mile in the Chemical Bank Millrose Games at Madison Square Garden tomorrow night.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Review/Dance; Recalling a Founder In Works and Spirit, Troupe Starts Anew","web_url":"https://www.nytimes.com/1994/02/03/arts/review-dance-recalling-a-founder-in-works-and-spirit-troupe-starts-anew.html","abstract":"  The Nikolais and Murray Louis Dance Company opened a significant chapter in its existence on Tuesday night with a program that featured \"Tides,\" a gem of a new work by Mr. Louis, and revivals recalling his careerlong collaboration with Alwin Nikolais.   Nikolais died in May at the age of 82 and was honored in July at the Joyce Theater in a full-season retrospective of his choreography that was conceived by Mr. Louis. Now the company the two men co-directed takes on a different tenor. It has, with this opening, become the resident dance troupe at the Kaye Playhouse at Hunter College (68th Street between Park and Lexington Avenues), where the current season is to run through Feb. 13.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066400.html","abstract":"  A sports article on Tuesday about the Chinese distance runner Wang Junxia misstated the location of Liaoning Province, where she trains. It is in Northeastern China.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Turner Quits Sky Box To Renovate the Cellar","web_url":"https://www.nytimes.com/1994/02/03/sports/on-pro-football-turner-quits-sky-box-to-renovate-the-cellar.html","abstract":"  Norv Turner met the press here yesterday afternoon in the same conference room where Richie Petitbon did the same thing only 11 months ago. Turner took the same job, head coach of the Washington Redskins.   He became the Redskins' 19th coach. He hopes he lasts longer than the 18th coach did.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Sweeteners-Hyperactivity Link Is Discounted","web_url":"https://www.nytimes.com/1994/02/03/us/sweeteners-hyperactivity-link-is-discounted.html","abstract":"  In two new studies, researchers have found evidence that they say should put to rest the widespread belief that sugar or the artificial sweetener aspartame in the diet can make normal children frenetic and hyperactive children wild.   One study involved 48 normal preschool and school-age children who were given large amounts of sugar, aspartame or saccharine; neither the children nor their parents knew which sweetener they were eating. The investigators, led by Dr. Mark L. Wolraich of Vanderbilt University in Nashville, reported no effect on the children's behavior from any of the sweeteners.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Inquiry Clears Commerce Chief On Vietnam Bribery Accusation","web_url":"https://www.nytimes.com/1994/02/03/world/inquiry-clears-commerce-chief-on-vietnam-bribery-accusation.html","abstract":"  The Justice Department today cleared Commerce Secretary Ronald H. Brown of all charges that he had accepted a $700,000 bribe in exchange for helping lift the trade embargo against Vietnam.   The notice that law-enforcement officials had decided to end their investigation with no action against Mr. Brown came today in a letter to the Secretary's lawyer, department officials said. \"He is pleased that the inquiry has fully and fairly exonerated him of any wrongdoing,\" department officials said in a statement.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"With Patriarch Slain, a Family Struggles","web_url":"https://www.nytimes.com/1994/02/03/nyregion/with-patriarch-slain-a-family-struggles.html","abstract":"  In the back of the Adames Food Center, below the shelves stocked with Hawaiian Punch and Diet Pepsi, one floor tile is whiter than the others. That is where a single bullet burned a hole on the floor last month after piercing the back of Ramone Rodriguez.   Mr. Rodriguez, 40 years old, who had owned the family bodega in Bedford-Stuyvesant for two years, was the victim of youths who the police say robbed stores in Brooklyn and, without provocation, killed three owners in less than a year. Yesterday, Mr. Rodriguez's relatives heard with a mixture of satisfaction, equanimity and hopelessness that the police had arrested five young men in the death of their patriarch.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"The Dog Walks","web_url":"https://www.nytimes.com/1994/02/03/opinion/the-dog-walks.html","abstract":"What happens when good dogs go bad? Consider Taro, the 110-pound Akita from New Jersey that was granted clemency but exiled by Gov. Christine Todd Whitman last week. Taro, whose psychiatrist describes him as shy and withdrawn, was sentenced to death after being accused of biting his owner's niece on Christmas Day 1990. The dog spent more than 1,000 days as Bergen County's prisoner No. 914095. The legal fees surpassed $100,000.\n\nIt is tempting to view Taro's case as a modern aberration -- American litigiousness gone off the deep end. Not so: animal trials have been around for centuries. In medieval Europe, pigs, horses and other animals were tried for killing or injuring humans. Public beheading and hanging were typical punishments. Defendants were usually imprisoned and fed at the king's expense, while defense lawyers debated arcane points of precedent in lengthy trials.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Agnes de Mille Tribute","web_url":"https://www.nytimes.com/1994/02/03/arts/agnes-de-mille-tribute.html","abstract":"  A memorial tribute to the choreographer Agnes de Mille is to be at noon on Tuesday at the St. James Theater, 246 West 44th Street, Manhattan. The program includes music and dance, reminiscences, excerpts from Miss de Mille's writings and film clips of her work. Among those scheduled to participate are Isaac Stern, Morton Gould, Jerome Robbins and Zoe Caldwell. The public is invited. Miss de Mille died on Oct. 7 at the age of 88.  ","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"1944: Russian Progress : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1944-russian-progress-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Russians have smashed across the old Estonian border near the mouth of the Narva River, capturing more than forty towns on the approaches to Narva, Moscow announced today [Feb. 3]. One Soviet spearhead reached the","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"School Stars Write Tickets To Universities of Choice","web_url":"https://www.nytimes.com/1994/02/03/sports/high-school-football-school-stars-write-tickets-to-universities-of-choice.html","abstract":"  Early yesterday morning, thousands of high school football players across the nation put their pens where their mouths were as they turned oral commitments into written ones and signed letters of intent with colleges.   Among the early risers was quarterback Gus Ornstein of Fieldston Prep School in the Bronx, who commited orally to Notre Dame two Sundays ago.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Redmen Thankful For Miami","web_url":"https://www.nytimes.com/1994/02/03/sports/college-basketball-redmen-thankful-for-miami.html","abstract":"  If anybody cares to look back on what has increasingly become a dreadful basketball season for the St. John's Redmen, one can point to Jan. 8 as the turning point.   That is the date St. John's wasted a 17-point halftime lead to Villanova at Alumni Hall for its second straight defeat in what has now become a stretch of eight losses in its last nine games after tonight's 59-56 defeat in a rematch against a young Wildcat squad at a noisy duPont Pavilion.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Starks Founders, but Blackman Rights Knicks","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-basketball-starks-founders-but-blackman-rights-knicks.html","abstract":"  John Starks spent the fourth quarter on the bench tonight. Rolando Blackman spent the fourth quarter on the court.   It was an unusual move by Pat Riley, but it paid off. With Blackman and Derek Harper playing the final quarter together in the backcourt, New York won its sixth consecutive game, squeaking out an 85-80 victory over the Washington Bullets at the USAir Arena.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066575.html","abstract":"  More than 700 women, and two dozen or so men, streamed into the Sheraton Manhattan Hotel on Seventh Avenue yesterday to contribute to the coffers of Gov. ANN W. RICHARDS, who is running for a second term in Texas, and KATHLEEN BROWN, the State Treasurer of California, who is seeking to unseat Gov. Pete Wilson in that state.    It may be early in the 1994 election year to be asking for contributions, but ELLEN MALCOLM, the president of Emily's List, which organized the event, said, \"Ann needs $14 million to run for re-election and Kathleen needs $25 million, and when you need to raise that much money, there's no such thing as an off-season.\" Emily's List, which was founded in 1985, raises funds for Democratic women candidates.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Mr. Hosokawa's Next Challenge","web_url":"https://www.nytimes.com/1994/02/03/opinion/mr-hosokawa-s-next-challenge.html","abstract":"  Japan's Prime Minister, Morihiro Hosokawa, has partly delivered on his pledge of political reform. Though he had to compromise with the opposition Liberal Democrats, those reforms that could most benefit relations with the U.S. got through.    One reason Mr. Hosokawa decided to compromise was Tokyo's need to proceed to other business -- stimulating Japan's stalled economy and addressing tough trade demands from Washington. The U.S. Trade Representative, Mickey Kantor, is now in Tokyo pressing for agreement before Mr. Hosokawa's Feb. 11 summit meeting with President Clinton. Both sides agree that Japan's huge trade surplus with the U.S. is politically untenable. But they differ sharply over how to reduce it.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"An Encore for Sandstrom?","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-an-encore-for-sandstrom.html","abstract":"  The Rangers, looking for the kind of gritty player who could smooth their way through the playoffs, have discussed a trade with the Los Angeles Kings that would bring forward Tomas Sandstrom back to New York.   Although Neil Smith, the president and general manager of the Rangers, said no deal was imminent, he confirmed yesterday that Sandstrom's name had come up in recent talks with Nick Beverley, the general manager of the Kings, a team that made it to the Stanley Cup finals last season but is now struggling through a mediocre season. They talked again last week when the Rangers played in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Mandela and de Klerk Open Fire in Battle for Votes","web_url":"https://www.nytimes.com/1994/02/03/world/mandela-and-de-klerk-open-fire-in-battle-for-votes.html","abstract":"  Four years after official South Africa renounced its racist past, and four months after they shared a Nobel Peace Prize, Nelson Mandela and President F. W. de Klerk served notice today that the moral high ground is no longer big enough for both of them.   In the first blazing battle of what is now a full-scale campaign for the first national election open to all races, the reformist President and the patriarch of the liberation movement warred over who really freed South Africa.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Williams Issues Denial","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-baseball-williams-issues-denial.html","abstract":"  MITCH WILLIAMS, the former Philadelphia Phillies relief pitcher, said he took a lie detector test to support his denial of a woman's allegation that he raped her, his lawyer said yesterday. The Cincinnati police said they are investigating the allegation by a Kentucky woman who said Williams raped her in September at a Cincinnati hotel. Williams has not been charged and no warrants have been issued, Sgt. RICHARD NEWSOM said. \"I am aware of the allegations against me and totally deny them,\" Williams said in a statement released by his lawyer, MARTIN PINALES.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940203","headline":"Space Shuttle program: STS-60 is launched, carrying Sergei Krikalev, the first Russian cosmonaut to fly aboard the Shuttle.","pages":[{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"19722011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"STS-60","web_url":"https://en.wikipedia.org/wiki/STS-60","description":"1994 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Wake_Shield_Facility_on_STS-60_%28STS060-74-054%29.jpg/320px-Wake_Shield_Facility_on_STS-60_%28STS060-74-054%29.jpg","thumbnail_width":320,"thumbnail_height":329},"abstract":"STS-60 was the first mission of the U.S./Russian Shuttle-Mir Program, which carried Sergei K. Krikalev, the first Russian cosmonaut to fly aboard a Space Shuttle. The mission used NASA Space Shuttle Discovery, which lifted off from Launch Pad 39A on February 3, 1994, from Kennedy Space Center, Florida. The mission carried the Wake Shield Facility experiment and a SPACEHAB module, developed by SPACEHAB Inc., into orbit, and carried out a live bi-directional audio and downlink link-up with the cosmonauts aboard the Russian space station Mir."},{"title":"Sergei Krikalev","web_url":"https://en.wikipedia.org/wiki/Sergei_Krikalev","description":"Soviet and Russian cosmonaut (born 1958)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Sergei_Krikalev.jpg/320px-Sergei_Krikalev.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"Sergei Konstantinovich Krikalev is a Russian mechanical engineer, former cosmonaut and former head of the Yuri Gagarin Cosmonaut Training Center."}]}],"weather":[{"date":"19940203","time":"1994-02-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":75,"wspd":16.6},{"date":"19940203","time":"1994-02-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":67,"wspd":27.7},{"date":"19940203","time":"1994-02-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":67,"wspd":20.5},{"date":"19940203","time":"1994-02-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":71,"wspd":27.7},{"date":"19940203","time":"1994-02-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":74,"wspd":27.7},{"date":"19940203","time":"1994-02-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":75,"wspd":31.3},{"date":"19940203","time":"1994-02-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":76,"wspd":31.3},{"date":"19940203","time":"1994-02-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":87,"wspd":31.3},{"date":"19940203","time":"1994-02-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":90,"wspd":33.5},{"date":"19940203","time":"1994-02-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":90,"wspd":24.1},{"date":"19940203","time":"1994-02-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":87,"wspd":27.7},{"date":"19940203","time":"1994-02-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":87,"wspd":18.4},{"date":"19940203","time":"1994-02-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":87,"wspd":14.8},{"date":"19940203","time":"1994-02-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":86,"wspd":16.6},{"date":"19940203","time":"1994-02-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":80,"wspd":16.6},{"date":"19940203","time":"1994-02-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":69,"wspd":22.3},{"date":"19940203","time":"1994-02-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":65,"wspd":20.5},{"date":"19940203","time":"1994-02-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":24.1},{"date":"19940203","time":"1994-02-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":74,"wspd":18.4},{"date":"19940203","time":"1994-02-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":65,"wspd":22.3},{"date":"19940203","time":"1994-02-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":62,"wspd":16.6},{"date":"19940203","time":"1994-02-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":58,"wspd":22.3},{"date":"19940203","time":"1994-02-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":59,"wspd":24.1},{"date":"19940203","time":"1994-02-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":62,"wspd":20.5},{"date":"19940203","time":"1994-02-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":18.7},{"date":"19940203","time":"1994-02-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":41,"wspd":16.6},{"date":"19940203","time":"1994-02-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":45,"wspd":16.6},{"date":"19940203","time":"1994-02-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":47,"wspd":13},{"date":"19940203","time":"1994-02-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":49,"wspd":9.4},{"date":"19940203","time":"1994-02-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":14.8},{"date":"19940203","time":"1994-02-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":54,"wspd":9.4},{"date":"19940203","time":"1994-02-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":49,"wspd":11.2},{"date":"19940203","time":"1994-02-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":9.4},{"date":"19940203","time":"1994-02-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":64,"wspd":9.4},{"date":"19940203","time":"1994-02-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":65,"wspd":0},{"date":"19940203","time":"1994-02-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":71,"wspd":0},{"date":"19940203","time":"1994-02-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":70,"wspd":9.4},{"date":"19940203","time":"1994-02-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":68,"wspd":11.2},{"date":"19940203","time":"1994-02-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":18.7},{"date":"19940203","time":"1994-02-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":68,"wspd":9.4},{"date":"19940203","time":"1994-02-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":14.8},{"date":"19940203","time":"1994-02-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":64,"wspd":18.7},{"date":"19940203","time":"1994-02-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":25.9},{"date":"19940203","time":"1994-02-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":31.7},{"date":"19940203","time":"1994-02-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":42.5},{"date":"19940203","time":"1994-02-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":27.7},{"date":"19940203","time":"1994-02-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":35,"wspd":33.5},{"date":"19940203","time":"1994-02-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":33,"wspd":22.3}]},"19940204":{"guardian_articles":[],"nytimes_articles":[{"date":"19940204","headline":"Knicks Are Hot In Dead Of Winter","web_url":"https://www.nytimes.com/1994/02/04/sports/basketball-knicks-are-hot-in-dead-of-winter.html","abstract":"  Pat Riley will not need his motivational speeches this weekend. The Knicks' opponents will provide the incentive.   Friday night, New York will play the Atlanta Hawks in a battle for the best record in the Eastern Conference. Then on Sunday afternoon in New York, the Knicks resume their rivalry with the Orlando Magic in a nationally televised matchup between two All-Star centers: Patrick Ewing and Shaquille O'Neal.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Chad Wins World Court Decision In Territorial Dispute With Libya","web_url":"https://www.nytimes.com/1994/02/04/world/chad-wins-world-court-decision-in-territorial-dispute-with-libya.html","abstract":"  Ruling in a long-festering border dispute that has caused repeated outbreaks of violence, the International Court of Justice today rejected Libya's claims to a large swath of neighboring Chad's territory.   The 17-member court, the judicial arm of the United Nations, ruled by 16 votes to 1 that the border was set by a 1955 treaty between Libya and France, the former colonial power in Chad, and that the claims of the Libyan leader, Col. Muammar el-Qaddafi, to territory beyond that frontier were groundless.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Clinton Warns Youths Of the Perils of Pregnancy","web_url":"https://www.nytimes.com/1994/02/04/us/clinton-warns-youths-of-the-perils-of-pregnancy.html","abstract":"  After sidestepping critical comments by Mother Teresa about abortion as they shared a stage today at a prayer breakfast, President Clinton traveled to a junior high school in an impoverished neighborhood to lecture more than 300 students against the perils of single parenthood.   At the interdenominational breakfast, Mother Teresa, the missionary from Calcutta, India, used her address to appeal for charity for the poor and homeless and denounce the practice of abortion as \"the greatest destroyer of peace today.\"","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Wright Probably Out","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-people-basketball-wright-probably-out.html","abstract":"  The Utah Jazz center LUTHER WRIGHT, who was hospitalized following a disorderly conduct arrest on Jan. 23, is receiving psychiatric treatment for a \"chemical imbalance\" and may not play again this season, a team official said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Defense Avoids Calling Suspect In 1963 Slaying","web_url":"https://www.nytimes.com/1994/02/04/us/defense-avoids-calling-suspect-in-1963-slaying.html","abstract":"  Jurors and spectators in the retrial of Byron De La Beckwith, charged with murdering Medgar Evers 31 years ago, were denied a dramatic climax to the six-day trial when the 73-year-old defendant decided not to testify on his own behalf.   Mr. Beckwith's court-appointed lawyers thus ended the presentation of their case without having their client tell the jury of eight blacks and four whites that he did not kill Mr. Evers as the civil rights leader got out of his car in the driveway of his Jackson home.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/04/style/chronicle-075086.html","abstract":"  When ROBERT TAUB sits down at the piano to play \"Reflections for Piano and Synthesized Tape,\" at the Walter Reade Theater in Lincoln Center on Monday, it's not likely that anyone will accuse him of being a spy.    A pianist as a spy? The last time Mr. Taub tried to perform the piece, about 10 years ago, he aroused precisely those suspicions, he said the other day. He recalled the musical cloak-and-dagger tale:","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Men, Too, Are Victims of Domestic Violence; Equal Responsibilities","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-men-too-are-victims-of-domestic-violence-equal-responsibilities-076988.html","abstract":"  To the Editor:   The response to the acquittal of Lorena Bobbitt has been reported as divided by gender: Women cheer, men voice dismay. Activists from women's organizations hail the verdict as a victory; men's groups deplore it as an invitation to violence.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Man in the News: Sergei Konstantinovich Krikalev; Symbol of New Cooperation","web_url":"https://www.nytimes.com/1994/02/04/us/man-in-the-news-sergei-konstantinovich-krikalev-symbol-of-new-cooperation.html","abstract":"  He is a young man with an old man's experiences. At the age of 35, Sergei K. Krikalev has been an engineer, a daredevil airplane pilot and an officially designated hero. He has traveled around the world more than 7,000 times.   With so much accomplished, Mr. Krikalev set another milestone today as he became the first Russian astronaut to fly aboard an American space shuttle. Blasting into space aboard the shuttle Discovery with five American astronauts, he symbolized the beginning of a new era of international cooperation in space exploration.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Nominee for State Department Job Faces Mideast Questions","web_url":"https://www.nytimes.com/1994/02/04/world/nominee-for-state-department-job-faces-mideast-questions.html","abstract":"  American Jewish organizations and Republican senators have raised questions about the writings of Strobe Talbott, the Deputy Secretary of State-designate, on Israel, which some say reflect at best ignorance, at worst hostility.   Two Jewish groups have gone on the offensive, sending excerpts around town from two columns that Mr. Talbott wrote for Time magazine and calling on President Clinton to withdraw his nomination. Mr. Talbott, who has been a close friend of Mr. Clinton since they were roommates at Oxford University, is now the State Department's ambassador-at-large for the former Soviet Union.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"A Passion Spent, Finally","web_url":"https://www.nytimes.com/1994/02/04/world/opening-to-vietnam-a-passion-spent-finally.html","abstract":"  It was Lyndon B. Johnson's war, though the initial commitments were made by John F. Kennedy. The peace, such as it was, was the handiwork of Richard M. Nixon, but that was tainted by the stench of defeat.   Now, irony of ironies, fate has chosen Bill Clinton to lead the nation in consigning the whole sad, ugly ordeal to the dim recesses of memory -- the same Bill Clinton who, like Dan Quayle and many other privileged members of his generation, managed to avoid service in the rice paddies of the Mekong Delta or the jungles of the Central Highlands, on the carriers in the Gulf of Tonkin or the choppers of the First Cavalry Division.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"The Truth According to Ollie","web_url":"https://www.nytimes.com/1994/02/04/opinion/the-truth-according-to-ollie.html","abstract":"  Oliver North has just started in politics, and already his words have got more twists than a snake's back.    Accused by one caller to the Larry King show of having lied to Congress, he replied: \"I didn't lie. When I raised my right hand and took the oath, it -- all the American people were watching -- I told the truth.\"","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Just Staying Out of Jail Doesn't Qualify You for the Olympics","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-just-staying-out-of-jail-doesn-t-qualify-you-for-the-olympics-076996.html","abstract":"  To the Editor:   Both \"Let Her Skate\" (editorial, Jan. 30) and \"Harding, the Games and Us\" (Sports of The Times, Jan. 28) seem to have lost all perspective on the role of sports and sportsmanship in this country.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Cardinals Add Some Punch With Hiring of Ryan","web_url":"https://www.nytimes.com/1994/02/04/sports/pro-football-cardinals-add-some-punch-with-hiring-of-ryan.html","abstract":"  Last season, when Buddy Ryan was the Houston Oilers' defensive coordinator, he punched Kevin Gilbride, the offensive coordinator, on national television in a game against the Jets and castigated the Oilers' run-and-shoot offense as \"chuck and duck.\" But someone out there loved him, and yesterday that someone, Bill Bidwill, the owner of the Phoenix Cardinals, hired the cantankerous and outspoken Ryan for four years as head coach and general manager.   Ryan's hiring was the latest major development this week in the National Football Conference's Eastern Division, long known as the strongest of the National Football League's six divisions. On Sunday, the Dallas Cowboys won their second straight Super Bowl. On Wednesday, the Washington Redskins signed Norv Turner, the Cowboys' offensive coordinator, as their head coach.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Farrakhan Repudiates Speech For Tone, Not Anti-Semitism","web_url":"https://www.nytimes.com/1994/02/04/us/farrakhan-repudiates-speech-for-tone-not-anti-semitism.html","abstract":"  Louis Farrakhan, head of the Nation of Islam, demoted a senior aide today for anti-white and anti-Semitic statements made in a recent speech, calling them \"repugnant\" and \"mean-spirited,\" but defended the \"truths\" he said the aide had expressed.   In a rare news conference, Mr. Farrakhan left those \"truths\" unspecified beyond saying that the aide, Khalid Abdul Muhammad, was correct when he said that 75 percent of slaves in the antebellum South were owned by Jews.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Books of The Times; Playwright Is Still His Own Best Spiritual Guide","web_url":"https://www.nytimes.com/1994/02/04/books/books-of-the-times-playwright-is-still-his-own-best-spiritual-guide.html","abstract":"  Tennessee Williams   Everyone Else Is an Audience   By Ronald Hayman   Illustrated. 268 pages. Yale University Press. $27.50     With his plays, Tennessee Williams redefined the poetic possibilities of the American theater while immortalizing a gallery of marginal souls: the lost, the incomplete, the crippled -- people frightened of life and longing for intimacy but trapped by their own frailties and lies. These characters -- Blanche in \"A Streetcar Named Desire,\" Alexandra Del Lago in \"Sweet Bird of Youth,\" Maggie in \"Cat on a Hot Tin Roof\" -- were self-portraits, of course; the plays were elaborate spiritual maps of the playwright's own dreams and fears and yearnings.","thumbnail":null,"section":"Books"},{"date":"19940204","headline":"New York to City O Groton: Pay Up; Persistent Computer Labels Town a $60.11 Parking Scofflaw","web_url":"https://www.nytimes.com/1994/02/04/nyregion/new-york-city-o-groton-pay-up-persistent-computer-labels-town-60.11-parking.html","abstract":"  Deep inside the New York City Parking Violations Bureau there is a bulldog of a computer. For almost three years it has held this southeastern Connecticut city of 9,673 in its electronic jaws, and it will not let go.   Late last month, the New York City Sheriff, Philip A. Crimaldi, sent a letter with the salutation \"Dear City O Groton,\" warning that this was the \"Final Notice of Impending Levy.\" A check for $60.11 had better be sent, or wages would be garnished, bank accounts would be seized or cars and other property would be sold at auction.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"A Little Law School Does Battle With the A.B.A.","web_url":"https://www.nytimes.com/1994/02/04/us/a-little-law-school-does-battle-with-the-aba.html","abstract":"  Last year a young law school in Massachusetts failed to win accreditation from the American Bar Association.   If that occurrence seemed entirely unremarkable at the time, the same cannot be said now. In fact, it may prove to have been the flashpoint of an uprising that, in the extreme, could ultimately cripple the association's 70-year-old authority to accredit American law schools.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Shuttle Lifts Off On First Mission With a Russian","web_url":"https://www.nytimes.com/1994/02/04/us/shuttle-lifts-off-on-first-mission-with-a-russian.html","abstract":"  The space shuttle Discovery streaked into an icy dawn sky today, carrying the first Russian astronaut ever to be launched in an American spacecraft.  Space officials hope the mission starts a new era of Russian-American cooperation in space   Discovery blasted off on its eight-day mission at its scheduled 7:10 A.M. launching time, although there had been concern that unusually cold weather might cause a delay. It was the 18th flight for Discovery, the 60th in the program and the first this year.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/04/sports/transactions-077569.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Agreed to terms with Mark Williamson, pitcher; Rene Gonzales, infielder; and Henry Cotto, outfielder, on minor-league contracts.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"THE MOVIE GUIDE : Breakable","web_url":"https://www.nytimes.com/1994/02/04/style/IHT-the-movie-guide-breakable.html","abstract":"Directed by Takayoshi Yamaguchi. Japan.. Minoru, having nothing else to do, works for a second-rate manga mag called Maiden's Dream. Keiko, his girlfriend, otherwise unoccupied, maybe wants to go to Brazil. Yumi, his other girlfriend, sort of up in the ai","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Business Groups and Labor Unions Attack Clinton on Health Plan","web_url":"https://www.nytimes.com/1994/02/04/us/business-groups-and-labor-unions-attack-clinton-on-health-plan.html","abstract":"  President Clinton came under fire from opposite ends of the political spectrum today as the United States Chamber of Commerce joined the Business Roundtable in opposing his health plan, while liberal lawmakers and labor unions complained that the President was too willing to make concessions.   Robert E. Patricelli, head of the chamber's health committee, told Congress that the business group could not support Mr. Clinton's health care bill because \"it proposes such a burden of high employer premium contributions, rich benefits and counterproductive regulation.\"","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Sense of Relief, and One Of Betrayal, Are Evoked","web_url":"https://www.nytimes.com/1994/02/04/world/opening-to-vietnam-sense-of-relief-and-one-of-betrayal-are-evoked.html","abstract":"  For some, the announcement of economic coexistence with Vietnam was greeted with a sense that, finally, peace was at hand. For others, it seemed a final betrayal by the Government.   Bitterly denouncing the President's decision were some former prisoners of war and those who believe American troops listed as missing in action may still be alive. They said any accommodation with Vietnam would be wrong until a final accounting.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-077496.html","abstract":"  Paul Ramirez-Jonas   Postmasters Gallery  80 Greene Street (near Spring Street)  SoHo  Through Feb. 12    In his smart new works, Paul Ramirez-Jonas points to an earlier and more innocent technological time. Mr. Ramirez-Jonas has recreated kites made around the turn of the century, by Alexander Graham Bell and others, in early aeronautical investigations.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Ukrainian Parliament Edges Closer to Atomic Disarmament","web_url":"https://www.nytimes.com/1994/02/04/world/ukrainian-parliament-edges-closer-to-atomic-disarmament.html","abstract":"  The Ukrainian Parliament moved closer today toward approving a deal that would rid Ukraine of its nuclear weapons, but insisted on more details before final ratification.   Parliament adopted a carefully worded and somewhat confusing resolution that effectively renounced the 13 conditions it placed on ratification of first Strategic Arms Reduction Treaty, known as Start-1, last November.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Getting Rich Quick","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-people-baseball-getting-rich-quick.html","abstract":"  His pursuit of .400 fell short last season, but JOHN OLERUD of the Blue Jays attained a plateau of another distinction yesterday. Olerud will begin the 1994 season with the second most lucrative contract for a player with as little time in the major leagues as he has. The Blue Jays and their first baseman agreed to a three-year, $17 million contract that will become a four-year, $22.5 million contract if Olerud has 500 plate appearances in any of the three seasons.    The contract, which averages $5,666,667 a year, includes a $1.5 million signing bonus and salaries of $3.25 million, $5.25 million and $6 million. Olerud would be paid $6.5 million for the option year.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Hear This","web_url":"https://www.nytimes.com/1994/02/04/style/IHT-hear-this.html","abstract":"It's nothing, if not art, that has visitors to the Tate Gallery in Liverpool lining up to see an empty room created by an American artist, Ann Hamilton. She calls the work \"Mneme,\" the Greek word for memory. Museum officals speak of the \"ch","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Reviews/Film; On the Trail Of a Lost Fish","web_url":"https://www.nytimes.com/1994/02/04/movies/reviews-film-on-the-trail-of-a-lost-fish.html","abstract":"Search for missing mascot. Field day for Jim.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"The Garden State's Iron Horse of Politics Rolls Again","web_url":"https://www.nytimes.com/1994/02/04/nyregion/the-garden-state-s-iron-horse-of-politics-rolls-again.html","abstract":"  The Mayor of Jersey City is here because he faces a tough fight over revamping his schools. The Speaker of the New Jersey Assembly is here because he is running for the United States Senate. The junior Senator from New Jersey will show up later, because it is his seat the Speaker wants. The head of marketing for Ireland Coffee Company of Pleasantville is here because, well, because everyone else is.   Once a year at this time, New Jersey's political and business elite crowd onto a chartered Amtrak train and spend five hours in a blizzard of business cards and campaign literature, clogging the aisles, laughing too loud and spilling beer and diet drinks on one another. A Chamber Salute    Officially billed as the annual New Jersey Chamber of Commerce salute to the Garden State's Congressional delegation, the trip has evolved during its 55 years into the longest-rolling influence-peddling, electioneering and networking caravan in the state's history.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Review/Theater; Tales of the City From Bogosian","web_url":"https://www.nytimes.com/1994/02/04/theater/review-theater-tales-of-the-city-from-bogosian.html","abstract":"  ERIC BOGOSIAN doesn't have to come on all coiled and snapping to make an impression, although he usually does.   At one point in \"Pounding Nails in the Floor With My Forehead,\" his rough and riotous one-man show at the Minetta Lane Theater, he plays a very comforting doctor.","thumbnail":null,"section":"Theater"},{"date":"19940204","headline":"Report Suggests Clinton Counsel Hampered Suicide Investigation","web_url":"https://www.nytimes.com/1994/02/04/us/report-suggests-clinton-counsel-hampered-suicide-investigation.html","abstract":"  The United States Park Police report on its inquiry into the death of a top White House lawyer strongly suggests that Bernard W. Nussbaum, counsel to the President, impeded its investigators and offered a dubious account of the discovery of the victim's brooding note, say Federal law-enforcement officials who have seen the report.   The report says that Mr. Nussbaum interfered with interviews of witnesses by directing that other White House lawyers sit in, the officials said, and that he denied the park police access to documents in the office of the deputy White House counsel, Vincent W. Foster Jr., as the park police looked into his death.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/02/04/movies/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that close soon: Closing This Weekend  \"THE GOVERNMENT INSPECTOR,\" National Actors Theater, Lyceum, 149 West 45th Street, Manhattan. Nikolai Gogol's comedy, set in Russia, about a petty civil servant who is mistaken for a high official from Moscow. Through Sunday. Performances: Today at 8 P.M.; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $20 to $47.50. Information: (212) 239-6280.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"Burkett Signs","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-people-baseball-burkett-signs.html","abstract":"  The San Francisco Giants reached agreement with right-handed pitcher John Burkett on a one-year contract. Terms were not released, but Burkett had originally asked the team for a reported $3.9 million. The issue was scheduled to go to arbitration on Friday in Los Angeles. Burkett, 28, was 22-7 and had a 3.65 ERA with the Giants last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Yeshivas Wield Political Power","web_url":"https://www.nytimes.com/1994/02/04/us/yeshivas-wield-political-power.html","abstract":"  Last fall, when witnesses at Senate hearings testified about Hasidic leaders in Brooklyn siphoning off millions of Federal student aid dollars from their schools to enrich their religious causes here and in Israel, it made news nationally.   But for old-timers at the Education Department, this was not a surprise. Department investigators had tried often in the last 20 years to bar many of these schools from Federal aid, but at crucial junctures, dating back to Senator Jacob Javits in the mid-1970's, they were stymied by New York's Congressional delegation.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Review/Film; Lawyers, Guns And Murder","web_url":"https://www.nytimes.com/1994/02/04/movies/review-film-lawyers-guns-and-murder.html","abstract":"  \"Aileen Wuornos: The Selling of a Serial Killer\" was shown as part of the 1993 New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 9. The film opens today in Manhattan.   In January 1991, Aileen Wuornos, a prostitute in her late 20's, admitted to the murders of seven men, each picked up on a Florida highway, which was her usual venue. Some months later, after pleading no contest to the murders, Ms. Wuornos was sentenced to six life sentences, though she had been tried for only one of the murders.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/02/04/style/IHT-what-theyre-reading.html","abstract":"Andrew Wheatcroft, author of \"The Ottomans\" and lecturer at the University of Stirling in Scotland, is reading \"The Imperial Harem\" by Leslie Peirce..\"It completely revolutionizes our vision of what woman did, and the Ottoman Em","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/02/04/arts/sounds-around-town-077461.html","abstract":"  Low-Key Blues   \"In Bed With the Blues: The Adventures of Fishy Waters,\" Guy Davis, Henry Street Settlement, New Federal Theater, 466 Grand Street, Lower East Side, (212) 576-9028 or (212) 598-0400. The fictional Fishy Waters is an itinerant blues guitarist and singer from the Mississippi Delta. The time is 1959. And Guy Davis, the singer and actor who invented him, plays acoustic guitar and harmonica and sings with a husky, low-keyed intensity. His stories, some taken from the anthology \"American Negro Folktales,\" are interwoven with songs by Mississippi John Hurt, Blind Willie McTell and Robert Johnson, as well as his own originals. Soothing yarns eventually give way to harrowing tales of racism and murder. Shows are tonight at 7:30, tomorrow at 8 P.M. and Sunday at 3 P.M. Tickets are $15. STEPHEN HOLDEN Indian Songs    \"Vocal Music of North India,\" Nanda Banerjee and Kinnar Seen, Washington Square Church, 135 West Fourth Street, Greenwich Village, (212) 545-7536. Although most of the virtuosos of Indian music are men, there are significant exceptions. Nanda Banerjee, who was born in Bangladesh and brought up in Calcutta, is renowned for her inspiring performances of North Indian classical vocal music. Her wide-ranging program will include ragas, light classical songs known as thumri and religious poems called bjajans. She will be joined on the tabla by Kinnar Seen, one of India's leading accompanists. The performance is tonight at 8. Tickets are $12. S. H. Scatting in Chelsea    Leny Andrade, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. This Brazilian jazz singer has been compared with Ella Fitzgerald for her improvisational skills, and to Sarah Vaughan for her deep, rich vocal tone. But ultimately she is very much her own person. She commands a percussive scat style firmly grounded in samba, and she projects exuberant earthiness that is much more direct than most of her American counterparts. Shows are at 9 tonight and tomorrow night. Tickets are $20; $25 ringside. There is a two-drink minimum. S. H.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/04/nyregion/no-headline-071099.html","abstract":"  \"Whatever the Vietnam War may have done in dividing our country in the past, today our nation is one in honoring those who served and pressing for answers about all those who did not return. This decision today, I believe, renews that commitment and our constant, constant effort never to forget those until our job is done.\" PRESIDENT CLINTON.  [ A6:4. ]","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"China's Gulag","web_url":"https://www.nytimes.com/1994/02/04/opinion/chinas-gulag.html","abstract":"The fear, horror and brutality that movie audiences see depicted in \"Schindler's List\" are daily fare in China's forced-labor prison camps, the world's largest instrument of political repression. More than 10 million people remain in their grip.\n\nWhile Beijing needs the hard currency that comes from preferred trade status, it seems more deeply interested in keeping the truth about the gulag from the world. Despite reams of contradictory documentation, it denies that it exports products made by forced labor.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"The Airship: Cruise Liner of the Future or One More Dream?","web_url":"https://www.nytimes.com/1994/02/04/style/IHT-the-airship-cruise-liner-of-the-future-or-one-more-dream.html","abstract":"T HE dateline was Lakehurst, New Jersey, May 6, 1937. At 7:23 P.M., the German zeppelin Hindenburg, docking after its first ocean crossing of the season, burst into flames, killing 36 people. The disaster ended the reign of the great airships. No matter t","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Cowboys Hire Zampese","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-people-football-cowboys-hire-zampese.html","abstract":"  Saying he was \"our guy from the word go,\" the Dallas Cowboys owner JERRY JONES yesterday hired offensive coordinator ERNIE ZAMPESE of the Los Angeles Rams. Zampese, 57, agreed to a three-year contract. He replaces NORV TURNER, who was named coach of the Washington Redskins on Wednesday. Turner was an assistant under Zampese in Los Angeles before taking over the Cowboys offense in 1991. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Book by Yeltsin On New Russia","web_url":"https://www.nytimes.com/1994/02/04/world/book-by-yeltsin-on-new-russia.html","abstract":"  A book by Boris N. Yeltsin providing a personal, day-to-day account of his past two years as Russia's President is to be published simultaneously in at least a dozen countries in May, the book's American publisher announced yesterday.   The book, tentatively titled \"The President's Journal,\" begins with Mr. Yeltsin's role opposing the attempted coup in August 1991 against Mikhail S. Gorbachev and moves on through the dissolution of the Soviet Union and Mr. Yeltsin's own rise to power.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/02/04/arts/sounds-around-town-075752.html","abstract":"  Chambers's Drums   Joe Chambers, Birdland, 2745 Broadway, at 105th Street, (212) 749-2228. Joe Chambers is one of the best drummers jazz has, a living reminder of how well some musicians, during the 1960's, incorporated experimentalism in their playing. And as a composer, he writes music that never seems quite settled, just the sort to force his musicians to think before they play. He's leading a quartet that features the ever-improving Antonio Hart on saxophone. Shows tonight and tomorrow night are at 9, 10:30 and 12. There is a $10 cover and a $10 minimum. PETER WATROUS Zairian Sounds    Tabu Ley Rochereau, S.O.B.'s, 204 Varick Street, at Houston Street, South Village, (212) 243-4940. This great Zairian singer is a real treat to hear. He'll croon some, but more than anything he'll engage the whirling guitars of his band. He leads one of the dance world's best groups, a 13-member orchestra that's meant to keep people going and happy all night long. The two shows tomorrow night are at 11 and 1 A.M.; there is a $16 cover. P. W. Radio Stories    Duplex Planet Radio Hour, Church of St. Anne and the Holy Trinity, corner of Clinton and Montague Streets, Brooklyn Heights, (718) 858-2424. David Greenberger, the host of the show, collected reams of interviews with the residents of a nursing home where he worked. The content ranges from the surreal to the measured, and Mr. Greenberger reads them blandly, letting the words and ideas pop and crackle with humor. The music is provided by the pianist Terry Adams, of the group NRBQ, and he'll be joined by a quartet. The show is on Sunday at 7 P.M. Tickets are $15 for reserved seats, $13 for general admission. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Reviews/ Film; The Secret Extra-Marital Life of a New York City Policeman","web_url":"https://www.nytimes.com/1994/02/04/movies/reviews-film-the-secret-extra-marital-life-of-a-new-york-city-policeman.html","abstract":"New York cop and hit woman from Moscow. Thin British film noir with abundant flash and satirical edge.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"Police Offer Baseball-Like Trading Cards, but of Themselves","web_url":"https://www.nytimes.com/1994/02/04/nyregion/police-offer-baseball-like-trading-cards-but-of-themselves.html","abstract":"  Maybe, just maybe, a 1994 Sgt. Steven Harris will never fetch the $35,000 of a mint 1952 Mickey Mantle. But so what?   Baseball-like trading cards of police officers, which a few units of the New York Police Department began passing out yesterday, may never be worth as much as the ones with major leaguers. But what they lack in authenticity, backers say, they make up in idealism.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/04/nyregion/c-corrections-075914.html","abstract":"  A picture caption yesterday with an article about struggling standup comedians misidentified the performer shown at the Comedy Cellar in Greenwich Village. He was Mark Cohen, not Michael S. King.  ","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"First Big Space Rocket Is Launched by Japanese","web_url":"https://www.nytimes.com/1994/02/04/world/first-big-space-rocket-is-launched-by-japanese.html","abstract":"  In a declaration of independence from the United States space program, Japan today launched its first large rocket built solely with its own technology.   The H-2 rocket, with \"Nippon\" painted on its side, blasted off at 7:20 A.M. from Tanegashima, an island in southern Japan. The powerful but complex first-stage engine, which was dogged during its development by explosions, fires and faulty welds, appeared to perform flawlessly, although complete data for evaluation are not yet available.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"3 Officers, Accused of Assault, Are Suspended","web_url":"https://www.nytimes.com/1994/02/04/nyregion/3-officers-accused-of-assault-are-suspended.html","abstract":"  A sergeant and two police officers were suspended without pay yesterday after an early morning incident in a Queens convenience store in which a man said the three, all off duty, assaulted him and stole $100, the police said.   The office of the Queens District Attorney is also investigating whether criminal charges should be brought in the incident, which took place in a 7-Eleven store in Flushing shortly before 3:30 A.M. Wednesday.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Review/Art; Political Works as Empty (or Stirring?) Statements","web_url":"https://www.nytimes.com/1994/02/04/arts/review-art-political-works-as-empty-or-stirring-statements.html","abstract":"  Political art's weaknesses can also be its strengths. No art dates faster, yet none can so well capture the temperature of its time. No art can more easily fall into prescriptive rhetoric, yet none is so capable of delivering the same conscience-stirring impact. Gallery shows of work by two American artists of an earlier day, Hugo Gellert (1892-1985) and Philip Evergood (1901-1973), both known primarily for their political work, illustrate the possibilities and limitations of the genre.    Gellert, whose graphic work from the 1930's can be seen in a handsomely mounted show at Mary Ryan Gallery, is the less familiar figure. After coming to New York from his native Hungary, he supported himself as a commercial illustrator -- designing some of the earliest movie posters and contributing drawings to The New Yorker -- while contributing art to a number of radical socialist journals.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/04/nyregion/metro-digest-071803.html","abstract":"  FARRAKHAN DECRIES TONE, NOT CONTENT   Maintaining his hard line on race relations, Louis Farrakhan, Minister of the Nation of Islam, defended anti-white and anti-Jewish sentiments voiced by one of his chief lieutenants in a recent speech. But Mr. Farrakhan said he had rebuked the aide for the manner in which those sentiments were expressed. A1.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Farrakhan's Rebuke Of Aide for Invective Is Hailed by College","web_url":"https://www.nytimes.com/1994/02/04/us/farrakhan-s-rebuke-of-aide-for-invective-is-hailed-by-college.html","abstract":"  The chairman of Kean College's board of trustees yesterday hailed Louis Farrakhan's decision to suspend a top aide for an inflammatory speech he made at the state school more than two months ago.   \"I applaud the many citizens, legislators and officials, appointed and elected, who have come forward to denounce the comments by Mr. Muhammad,\" said the chairman, Larry Lockhart. \"Now is the time for the educational community to address the issues raised surrounding hate speech and racism in our society.\"","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"The Double-Edged Helix","web_url":"https://www.nytimes.com/1994/02/04/opinion/the-doubleedged-helix.html","abstract":"Every week, we read of the latest advance in genetics. But the news is often less exciting than bewildering. We are deluged with stories about the importance of genetic explanations, then warned that the ability to identify genetic diseases is far ahead of therapeutic possibilities. There are stories extolling the benefits of predictive testing, and stories decrying the risks of gathering genetic information, like the loss of privacy. We are told that this is the dawn of a new genetic era, and cautioned about an impending eugenic nightmare.\n\nWhile we speculate about the implications of new discoveries in genetics, the practice of genetic screening is expanding, driven by an eager biotechnology industry that stands to profit from the proliferation of tests. The expansion of screening programs is also encouraged by popular assumptions about the meaning of the gene.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"On My Mind; Bigots And Journalists","web_url":"https://www.nytimes.com/1994/02/04/opinion/on-my-mind-bigots-and-journalists.html","abstract":"  Time magazine has printed a news story disclosing that fighting black anti-Semitism by asking black leaders to stand against it is a way of \"enforcing racial correctness\" and, \"it might be argued, is just another kind of bigotry.\"   Yes, that is what Time actually says. Page 37, issue predated Feb. 7. In its news section is a story about how an anti-Semitic speech made by a \"semi-obscure\" spokesman of the Nation of Islam before just a \"few dozen\" college students is made into a big deal. It becomes pressure against \"black leaders across the country,\" and that \"rankles\" with \"some\" blacks. It comes at a bad time for black-Jewish relations, says Time, particularly in New York, always \"fretting\" about race.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Reagan Birthday Is a Gift to His Party","web_url":"https://www.nytimes.com/1994/02/04/us/reagan-birthday-is-a-gift-to-his-party.html","abstract":"  Ronald Wilson Reagan, now almost 83 but still as ruddy-cheeked as if he had just finished clearing brush, showed up in town tonight to talk up America and poke fun at liberals for 2,500 well-dressed Republicans.   The excuse for the party was Mr. Reagan's birthday, which is Sunday, but that was the thinnest of veneers for the real purpose, to raise money for the Republican National Committee's political operations.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"U.S. Cyclist Turns Pro, in Europe, at 28 : Elderly Handlebar Hope","web_url":"https://www.nytimes.com/1994/02/04/sports/IHT-us-cyclist-turns-pro-in-europe-at-28-elderly-handlebar-hope.html","abstract":"When Marty Jemison decided to look for a job last summer, he sent out a letter listing his strengths. .They were considerable for an amateur bicycle racer: in the last two years, victories in the Tour de Beauce in Canada, the South Eastern Cycling Clas","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Perjury Conviction In Abduction Case","web_url":"https://www.nytimes.com/1994/02/04/nyregion/perjury-conviction-in-abduction-case.html","abstract":"  A man who prosecutors say helped a Hasidic rabbi kidnap a boy in 1992 was convicted on Wednesday of lying about the case to a Federal grand jury in Brooklyn.   Shai Fhima, then 13 years old, disappeared in April 1992. Prosecutors contend that Rabbi Shlomo Helbrans, who runs a Borough Park, Brooklyn, yeshiva that the boy attended, abducted him because the boy's parents, Michael Reuven and Hana Fhima, disagreed with the rabbi about his education. The rabbi, his wife, Malka, and an associate, Mordechai Weisz, are scheduled to go on trial next month in state court on kidnapping and conspiracy charges.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Dining Fashionably Late: Where to Do It Well","web_url":"https://www.nytimes.com/1994/02/04/arts/dining-fashionably-late-where-to-do-it-well.html","abstract":"  IF New York is the city that never sleeps, then why is it so difficult to find a steak after 10:30 P.M.? As someone who has lived in Madrid and Barcelona, where you don't even start calling for reservations until 11 P.M., I have always found New York City to be relatively somnolent when it comes to dining in restaurants at midnight.   To be sure, there are febrile nightclubs where you can dance your combat boots off; and bars aplenty pour well into the morning. But try to find a comfortable spot where you can have a pleasant meal while sitting down (and not in vinyl booths), perhaps with a glass of wine, and you have a challenge.   My recent nocturnal ramblings around the city found that a great demand exists for late dining: most places that stay open late do a brisk business. \"It's amazing the scene in here at 1 A.M.,\" said Robert C. Young, the chef at One if by Land, Two if by Sea, a romantic and formal restaurant on Barrow Street in Greenwich Village.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"It's Still Strut Your Stuff for the Good Old Boys","web_url":"https://www.nytimes.com/1994/02/04/sports/olympics-it-s-still-strut-your-stuff-for-the-good-old-boys.html","abstract":"  Figure skating is about looking good. Judges tend to give a higher score for a perfectly performed double axel than for a slightly imperfect but bold triple axel. This is about as good a metaphor as you will find about the traditional status of women in sports. This is beyond winning or losing; this is about pleasing men.   Nancy Kerrigan and Tonya Harding both please men, in different and traditional ways. That's why their story is so compelling, why it follows so smoothly -- as \"Knots Landing\" followed \"Dynasty\" followed \"Dallas\" -- the Saga of Joey and Amy, the Separation of the Bobbitts. It's a basic plot: the good girl, the victim who needs to be protected, the girl that boys marry, versus the bad girl, the fatal attractor, the girl that boys just skate around with. And we thought it was 1994 already!","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Review/Film; Mapping the Hearts of Hollywood","web_url":"https://www.nytimes.com/1994/02/04/movies/review-film-mapping-the-hearts-of-hollywood.html","abstract":"Out-of-work actor and scary little daughter. Improbably buoyant delight.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"About Real Estate;\nScaled-Down Homes in Connecticut","web_url":"https://www.nytimes.com/1994/02/04/us/about-real-estate-scaleddown-homes-in-connecticut.html","abstract":"Since a new single-family-home development called Lexington Green opened here in October its sales have been steady, suggesting that the recession's grip on the new-house market is beginning to loosen. Of the first 42-unit phase of what will be a 261-unit project, 38 homes are under contract to be sold.\n\nIn New Haven County, which includes Milford, a decline of 25 to 30 percent in house prices since 1989 is starting to stabilize and homes are selling, real estate brokers in the area say.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"For Children","web_url":"https://www.nytimes.com/1994/02/04/arts/for-children.html","abstract":"  Celebrations of the Chinese New Year are taking place all over New York City, in all sorts of configurations, starting this weekend. The new year, the year of the dog, officially begins on Thursday and will be celebrated for several weeks. Here are three New Year events. Lantern-Making Workshop   Chinatown History Museum  70 Mulberry Street, at Bayard Street, second floor (no elevator)  (212) 619-4785  Recommended ages: 8 and up  Sunday    Certainly you've seen delicate looking Chinese lanterns swaying in the slightest breeze. At this paper-lantern workshop, children can make and decorate their own in different colors, under the direction of a Stephanie Mar, a Chinese-American artist.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/04/nyregion/news-summary-014613.html","abstract":"    International A2-10","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/04/style/chronicle-074497.html","abstract":"  Dispatches from the world of arts and letters:   GWENDOLYN BROOKS, the 77-year-old Pulitzer Prize-winning poet and author who has more than 70 honorary doctorates and awards to her name, has been awarded yet another accolade. It was announced on Monday that she will deliver the 1994 Jefferson Lecture in the Humanities, which SHELDON HACKNEY,chairman of the National Endowment for the Humanities, called \"the highest award the United States Government gives for distinguished intellectual achievement in the humanities.\"","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"British Worry That U.S. Is Slighting Them Now","web_url":"https://www.nytimes.com/1994/02/04/world/british-worry-that-us-is-slighting-them-now.html","abstract":"  There is a deep wellspring of anxiety in Government circles here these days. It comes from the fear that the United States no longer cares about Britain.    This week's bout of jitters comes from the White House decision to grant a temporary visa to Gerry Adams, the Irish republican leader. But that is only the latest and most dramatic instance in what is seen as almost a yearlong series of slurs and slights from Washington.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Showcase Event Can Still Draw A Crowd","web_url":"https://www.nytimes.com/1994/02/04/sports/track-and-field-showcase-event-can-still-draw-a-crowd.html","abstract":"  A generation ago, before there was a Super Bowl or a Meadowlands or Islanders or Nets, there was a major sport in New York City known as indoor track.   Outdoors, track and field was for dilettantes in Los Angeles or Europe. Indoors was for Madison Square Garden, for sellout or near-sellout crowds for five consecutive weekends, when neither blizzards nor bitter cold could restrain the addicts of this three-ring circus.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Remember, Moorer, Lecterns Can't Duck","web_url":"https://www.nytimes.com/1994/02/04/sports/boxing-remember-moorer-lecterns-can-t-duck.html","abstract":"  If you follow his sport you know who he is. But if you're a fair-weather fan whose attention drifts between main events, chances are you've never heard of Michael Moorer.   Never mind. Moorer fights Evander Holyfield in Las Vegas, Nev., on April 22 in a heavyweight title bout that should do a lot for his name recognition.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Let's Not Leap From Welfare Pan Into the Fire","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-let-s-not-leap-from-welfare-pan-into-the-fire-077011.html","abstract":"  To the Editor:   Representative Lynn Woolsey correctly asserts in \"Reinvent Welfare, Humanely\" (Op-Ed, Jan. 22) that placing limits on public assistance is an inappropriate response to the growing frustration with America's welfare state. Besides unnecessarily increasing the harshness of poverty, punitive measures will place an additional burden on taxpayers.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Black History Month Events","web_url":"https://www.nytimes.com/1994/02/04/arts/black-history-month-events.html","abstract":"  February is Black History Month. Here is a sampling of commemorative events taking place around the city this weekend. Schedules of events sponsored by the New York Public Library can be found at all branches of the library. Today  \"AFRICAN ZION: SACRED ART OF ETHIOPIA,\" Schomburg Center for Research in Black Culture, 515 Malcolm X Boulevard, at 135th Street, Harlem. Icons, manuscripts, gold and metal items from the fourth to 18th centuries. Through March 29. Hours: Monday through Wednesday, noon to 8 P.M.; Thursday through Saturday, 10 A.M. to 6 P.M.; Sunday, 1 to 5 P.M. Free. Information: (212) 491-2200.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/02/04/arts/diner-s-journal.html","abstract":"  Friday    A letter arrives from the concierge of a famous New York hotel, touting the wonders of a restaurant called Castellano. \"It is not listed in any of the guidebooks,\" it says.   Intrigued, I go over for lunch and discover a very pretty room filled mostly with men. At the next table a lively discussion of the Bible is taking place over plates of ravioli filled with mushrooms. I eavesdrop shamelessly as I devour tiny grilled squid on a bed of sauteed spinach. That is so good that I have dessert: stewed winter fruits on banana ice cream. The menu is unusual and the food is good, albeit a bit expensive. (That dessert cost $11.)","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Just Staying Out of Jail Doesn't Qualify You for the Olympics; No Character Builder","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-just-staying-jail-doesn-t-qualify-you-for-olympics-no-character-builder-077003.html","abstract":"  To the Editor:   I believe Tonya Harding should skate in the Olympics. Though she embodies values and qualities of character and style that I and others detest, she has not yet been charged with any crime -- no grand jury, no prosecution, no conviction. While I am convinced she had a role in the assault on Nancy Kerrigan, I would not compromise a pillar of our democracy -- presumed innocent until convicted by a jury of one's peers.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Director of U.S. Land Management Resigns","web_url":"https://www.nytimes.com/1994/02/04/us/director-of-us-land-management-resigns.html","abstract":"  Jim Baca, a leading ally of environmentalists as the Federal official responsible for managing 270 million acres of public land, resigned today after the Clinton Administration sought to reduce his role in the political fights over grazing and mining.   Mr. Baca's departure as director of the Bureau of Land Management had been feared by conservation groups since last week, when he was offered the post of deputy assistant Secretary of Interior, a transfer that the Administration called a promotion but that Mr. Baca did not welcome.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"An Ancient 'Lost City' Is Uncovered in Mexico","web_url":"https://www.nytimes.com/1994/02/04/world/an-ancient-lost-city-is-uncovered-in-mexico.html","abstract":"  In a lush river delta on Mexico's Gulf Coast, archeologists have found temple mounds, ball courts and other traces of a sprawling pre-Columbian seaport city that flourished more than 1,500 years ago and may have been a vital center of ancient culture and coastal commerce.    A preliminary survey of the site, about 60 miles northwest of the modern city of Veracruz, has revealed the ruins of more than 100 earth-and-stone pyramids and other structures, some reaching heights of 130 feet, that had long remained largely hidden under dense vegetation. The core city and its suburbs extended over 40 square miles and were occupied by thousands of people, possibly more than 20,000 -- large for that time and region.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/04/style/chronicle-075108.html","abstract":"  KEVIN ROCHE, the architect, has been elected president of the American Academy of Arts and Letters, succeeding the painter JACK LEVINE.   Mr. Roche will serve until 1997 as head of the august 250-member organization, which is based in New York. He was elected to the academy in 1970, and has served on its board of directors for the last three years.","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Luxury-Line Automobile Theft: Steal From the Valet, Not From Drivers","web_url":"https://www.nytimes.com/1994/02/04/nyregion/luxury-line-automobile-theft-steal-from-the-valet-not-from-drivers.html","abstract":"  David Newman knew something was wrong when he left a restaurant here Tuesday night and saw no sign of the attendant who had parked his car.   But he only realized how wrong when he and his dinner companions noticed a car at the curb with its engine running and a thumping sound coming from the trunk.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Lessons in Hoops and Heart in Teams of Two Races","web_url":"https://www.nytimes.com/1994/02/04/nyregion/lessons-in-hoops-and-heart-in-teams-of-two-races.html","abstract":"  Gerard Papa is proud that the Flames, the basketball program he founded 20 years ago, has helped more than 6,000 youngsters from Bensonhurst and Coney Island play, learn a little responsibility and catch precious breathing space.   \"We're brothers,\" said Aki Davis, a 12-year-old player in the program, which serves 400 youths, ages 8 to 20, each year. \"All of us stick up for each other.\"","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/02/04/theater/on-stage-and-off.html","abstract":"  Upstairs, Downstairs    One building, two stages and two Off Broadway shows going in different directions; the downstairs show is going out, the upstairs show is probably going down.    The building is at Broadway and 76th Street, where at the Promenade Theater on the ground floor, David Rabe's play \"Those the River Keeps\" opened on Monday, got dreadful reviews on Tuesday and is to close on Sunday. The estimated loss to investors is $400,000.","thumbnail":null,"section":"Theater"},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-077526.html","abstract":"  William T. Wiley   Max Protetch Gallery  560 Broadway (near Prince Street)  SoHo  Through Feb. 12    For all their myriad detail, the paintings of the San Francisco artist William T. Wiley are hard to see. From a distance, his dense networks of words, figures, symbols and decorative flourishes look like a blur. Up close, they seem so exhaustingly loquacious that one is inclined not to get involved.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"U.S. Imposes New Alcohol Test Rules","web_url":"https://www.nytimes.com/1994/02/04/us/us-imposes-new-alcohol-test-rules.html","abstract":"  The Clinton Administration today issued regulations requiring random tests for alcohol use by more than seven million transportation workers responsible for public safety.   The testing program, the largest in the United States, will affect 6.6 million truck and bus drivers; 340,000 airline flight crew members and mechanics, air traffic controllers and aircraft dispatchers; 280,000 railroad and mass transit crew members and maintenance workers, and 120,000 pipeline workers. Maritime workers are already tested by the Coast Guard.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Devils Can't Break a Back-Home Habit","web_url":"https://www.nytimes.com/1994/02/04/sports/hockey-devils-can-t-break-a-back-home-habit.html","abstract":"  Coach Jacques Lemaire tried a different routine, but the Devils still lost at home upon their return from a West Coast road trip, reinforcing a pattern that has bedeviled them for years.   Lemaire is an avid student of the history of teams in certain circumstances. Although he is in his first year as coach of the Devils, he knows all about the team's strange propensity to lose its first game at home after a West Coast trip. They have lost six of their last seven home games upon returning from a trip out west.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Michael Signs a Contract, Now Hopes to Sign a Reliever","web_url":"https://www.nytimes.com/1994/02/04/sports/baseball-michael-signs-a-contract-now-hopes-to-sign-a-reliever.html","abstract":"  George Steinbrenner stated emphatically in October that Gene Michael was his general manager and would continue to be his general manager for at least two more years. So what if he did not have a written contract beyond midnight on Halloween? Steinbrenner said Michael would be childish if he groused about working without a contract.   Now, Michael can act like a giddy child after the Yankees finally announced yesterday that his contract has been renewed for five years, two of which are guaranteed.  The Yankees have the option of renewing Michael each year after the first two years.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Critic's Notebook; When Hollywood Could Be Naughty","web_url":"https://www.nytimes.com/1994/02/04/movies/critic-s-notebook-when-hollywood-could-be-naughty.html","abstract":"  THE \"moral importance of entertainment\" was once very much on Hollywood's mind. \"It enters intimately into the lives of men and women; it affects them closely; it occupies their minds and affections during leisure hours; and ultimately touches the whole of their lives. A man may be judged by his standard of entertainment as easily as by the standard of his work.\" The real power of those words lies not in their truth, which is self-evident, but in the way they kept Hollywood in line.   As part of the paper cudgel known as the Motion Picture Production Code, first formulated in 1930, later revised and then seriously enforced beginning in 1934, those statements accompanied a set of rules that will strike present-day readers as curiously familiar. The same strictures still apply, but in inverse fashion. Practically everything the Production Code cited as anathema has become commonplace, not to say even preferable, in films today.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"TV Weekend; A Leisurely Tour of Anne Tyler's Small Miracles","web_url":"https://www.nytimes.com/1994/02/04/arts/tv-weekend-a-leisurely-tour-of-anne-tyler-s-small-miracles.html","abstract":"  \"The Hallmark Hall of Fame\" is probably be the last place you would expect to find Anne Tyler, the novelist who specializes in extraordinarily ordinary people. The distinguished long-running television series is usually partial to stories with gently upbeat, warmhearted endings. Ms. Tyler's \"Breathing Lessons\" takes a clear-eyed look at the world and finds it considerably less than comforting, though there are compensations for those willing to compromise a bit.   Produced and directed by the consistently intelligent and adventurous John Erman (\"Roots,\" \"An Early Frost\") and with a script by Robert W. Lenski (\"Decoration Day\"), \"Breathing Lessons\" comes to television this Sunday at 9 P.M. on CBS. Maggie and Ira Moran, living in Baltimore and married for 29 years, set out by dented car for Deer Lick, Pa., to attend a funeral for the husband of Maggie's best friend, Serena.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Critic's Choice/Dance; Sitting Up for a Cause","web_url":"https://www.nytimes.com/1994/02/04/theater/critic-s-choice-dance-sitting-up-for-a-cause.html","abstract":"  Attending this year's benefit marathon for Performance Space 122 is likely to provide a remarkably comprehensive sample of today's lively, unruly artistic goings-on south of 14th Street, with a dance party thrown in for good measure. Called \"Sit Up!\" this time around, the annual benefit features the experimental in performance art, dance, music and video. It will present 80 or so individuals and groups, participating in two shows each tonight and tomorrow.   The lineup for tonight's first show, for example, includes rising stars like the performance artist Peggy Pettit; and old favorites like Alien Comic, who builds an act out of found objects; David and Ain Gordon, and Valda Setterfield. There will be dance from Sally Silvers and Dennis O'Connor, and even a writer, Sarah Schulman. Other shows this weekend include artists like John Kelly, John Zorn, Ghettoriginal and the Rock Steady Crew, Y'All and Dancenoise.","thumbnail":null,"section":"Theater"},{"date":"19940204","headline":"Japanese Premier Is Forced To Drop Plan for Tax Cuts","web_url":"https://www.nytimes.com/1994/02/04/world/japanese-premier-is-forced-to-drop-plan-for-tax-cuts.html","abstract":"  Facing the harshest personal attacks of his tenure, Prime Minister Morihiro Hosokawa suffered a humiliating blow this morning when he was forced to abandon a plan for a $55 billion cut in income taxes and an even larger increase in sales taxes after three years.   Ichiro Ozawa, the strategist behind Mr. Hosokawa's increasingly frail coalition Government, brought the governing coalition back from the brink of a split when he said at a news conference that efforts to find a compromise tax plan had failed and that the coalition parties had decided to start over.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Athens Journal; Under Acropolis, Art Meets Politics, Explosively","web_url":"https://www.nytimes.com/1994/02/04/world/athens-journal-under-acropolis-art-meets-politics-explosively.html","abstract":"  If Melina Mercouri is made at all uncomfortable at the threat of being taken to court, it does not show. Indeed, as the onetime movie star again takes up the cudgels for art and antiquity as Greece's Minister of Culture, she seems almost to relish the fray.    Since she and other Greek Socialists returned to power in October, Ms. Mercouri has served notice of an array of plans to refurbish her nation's heritage, from Athens to the Aegean. She has also become embroiled in something of a brawl.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-077470.html","abstract":"  Peter Noever   Storefront for Art and Architecture  97 Kenmare Street  Little Italy  Through Feb. 26    Peter Noever is best known as an avant-garde impresario. As director of the Museum of Applied Art in Vienna, he has fought his city's cultural complacency with lively shows and publications devoted to the work of young architects from abroad. Now, this energetic importer of ideas has exported a fine small show of his own designs, which combine architecture, sculpture and landscape.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Grand Jury Decides Not to Indict Williams","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-people-baseball-grand-jury-decides-not-to-indict-williams.html","abstract":"  A Hamilton County, Ohio, grand jury yesterday declined to indict MITCH WILLIAMS, the former Philadelphia Phillies pitcher, after hearing allegations that he raped a woman in Cincinnati in September.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/02/04/arts/inside-art.html","abstract":"  Americana the Beautiful    Sotheby's braced itself for a wild weekend. In preparation for the sale of American folk art from the Bertram K. and Nina Fletcher Little collection on Saturday in New York, the auction house arranged its main salesroom with nearly as many chairs and telephones as are on hand for the important evening Impressionist, modern and contemporary art sales. It was a first for a decorative arts auction, but the planning paid off. Every seat was taken and the standing-room crowd spilled out of the room. \"We knew it was going to be big,\" said Nancy Druckman, who heads Sotheby's American folk art department. \"But we didn't know it was going to be that big.\"    Sotheby's held seven different sessions over a four-day period and the furniture, paintings, folk art, decorative objects and prints brought in a hefty $14.3 million, well above the $8 million to $11.9 million pre-sale estimate. The weekend before, Christie's held a series of Americana auctions in New York, too. Though its sales were smaller and the offerings not quite as impressive, they totaled $5.4 million, just above Christie's low estimate of $5.3 million. At both auction houses it was the private collections that sold the best. \"For the first time in years we saw new buyers who previously hadn't bid in Americana sales,\" said Leslie Keno, director of American furniture at Sotheby's.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Review/Film; Depardieu's Bahamian Vacation","web_url":"https://www.nytimes.com/1994/02/04/movies/review-film-depardieu-s-bahamian-vacation.html","abstract":"Bahamian vacation. Crude but harmless frolic.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"Like Pied Piper, the Puck Lures the Young","web_url":"https://www.nytimes.com/1994/02/04/nyregion/like-pied-piper-the-puck-lures-the-young.html","abstract":"  Where do the little boys get their big dreams? At center ice here at the Darien Ice Rink, under the championship banners, beneath the electronic scoreboard, at 5 o'clock on Saturday mornings.   They enter the rink with puffy eyes and hair matted by sleep, lugging equipment bags as big as they are. Some come directly from Friday night sleepovers; some, an hour or two later, will be back in bed. In the locker rooms, they slump on benches while moms and dads lace their skates.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Article 074519 -- No Title","web_url":"https://www.nytimes.com/1994/02/04/arts/article-074519-no-title.html","abstract":"  I love the name Chat 'n' Chew, though judging by an informal poll, I am in a small minority. To me it conveys Middle American courthouse squares, and the luncheonettes and diners in which gossip and chat, the fuel of small-town life, are the main fare, along with coffee and pie, of course.   Chat 'n' Chew is off a square, too, Union Square, where it opened three weeks ago, serving robust dishes like fried chicken, grilled pork chops, roast turkey and desserts that not only look Middle American but taste fresh from the farm, too.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-075620.html","abstract":"  Peter Hutchinson and Paul Garrin   Holly Solomon Gallery  174 Mercer Street (at Houston Street)  SoHo  Through Feb. 26    In playful collages, Peter Hutchinson mixes color photographs of luscious gardens with vistas of snowcapped mountains, using paint to cover the edges between the photographs. The fantastic landscapes that result have an impossible perfection, with the sensual foliage of Bermuda placed against the pristine beauty of the Alps, and cactuses tangled with snowy peaks.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Mayor Fights Ad at Shea On Tobacco","web_url":"https://www.nytimes.com/1994/02/04/nyregion/mayor-fights-ad-at-shea-on-tobacco.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that he would press for the removal of a large billboard advertising Marlboro cigarettes at Shea Stadium, saying that it had a bad influence on children watching the New York Mets.   The billboard, under the huge video screen in left-center field and in full view of fans and television viewers, is a target of antismoking advocates, who filed a lawsuit last summer to force the city to remove it, arguing that it teaches children to associate cigarettes with athletic success.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Overhauling School Grants: Much Debate but Little Gain","web_url":"https://www.nytimes.com/1994/02/04/us/overhauling-school-grants-much-debate-but-little-gain.html","abstract":"  Last fall, during Senate hearings on the abuses of student financial aid programs by colleges and trade schools, the senators were quizzing Education Department officials about ways to reduce the billions of dollars in annual losses, when the subject turned to political interference.   \"Every Congressman I have talked to wants us to manage this program more tightly,\" said Dr. David Longanecker, the Assistant Secretary of Education responsible for higher education aid. \"On the other hand, when it comes down to an institution that happens to be in their general jurisdiction, it is a different story. That is obviously a more legitimate institution than the others we should be shutting down.\"","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Another No. 1 Knocked Off Its Pedestal","web_url":"https://www.nytimes.com/1994/02/04/sports/another-no-1-knocked-off-its-pedestal.html","abstract":"  Maybe there just isn't a No. 1 team in college basketball. Maybe the top of the polls should be kept vacant until early April, late on the season's last Monday night a couple of hours down the interstate in Charlotte, when some grateful collection of survivors finally steps up to a victory stand. Put it this way: After top-ranked Duke, the fifth No. 1 team in as many weeks, was beaten by North Carolina, 89-78, tonight amid the frenzy of the Dean Dome, do we have any volunteers?   The Tar Heels, second in the Associated Press poll and tied for second with U.C.L.A. in the CNN/USA Today poll, might not have any choice. Throughout an overwhelming second half, they wore down a Blue Devil group that had made 64 percent of its shots in the first half.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Nominee for Pentagon Job Gets a New Post","web_url":"https://www.nytimes.com/1994/02/04/world/nominee-for-pentagon-job-gets-a-new-post.html","abstract":"  The candidate forced to withdraw last month as President Clinton's choice to head a new Pentagon peacekeeping policy job, is finding a home on the National Security Council where he will probably do much the same work, but will not need Senate confirmation.   Administration officials said today that Morton H. Halperin, a 55-year-old former director of the Washington office of the American Civil Liberties Union, will be shortly become a Special Assistant to the President in charge of promoting democracy and humnan rights overseas.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Sports of The Times; Vicki-Maria Overshadow Tonya-Nancy","web_url":"https://www.nytimes.com/1994/02/04/sports/sports-of-the-times-vicki-maria-overshadow-tonya-nancy.html","abstract":"  CAN we stop talking about Tonya and Nancy for a moment? I know it's hard to get off the subject, but there is a whole world full of female athletes out there without any knee-whacking taking place. So I'm not talking about Tonya and Nancy today. I'm talking about Vicki and Maria.   Vicki Van Meter is 11 years old and Maria Sansone is 12 years old and they live about 30 miles apart in northwestern Pennsylvania. Both of them play sports -- not at any level that will interest Mike or the Mad Dog or first-time callers -- but at the wholesome level of sports we want our daughters and our sisters and our cousins and our nieces and our granddaughters to be playing, because we believe competitive sports will bring them fun and health and confidence and fulfillment.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/04/nyregion/c-corrections-075876.html","abstract":"  An obituary headline yesterday about a record executive misspelled his surname in some copies. He was Alexander Labinsky.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/04/sports/results-plus-074578.html","abstract":"  TENNIS  Leconte Stuns Becker  Henri Leconte of France stopped Boris Becker's comeback, beating the three-time Wimbledon champion, 4-6, 6-2, 6-1, yesterday and advancing to the quarterfinals of the Marseilles Open in France. The third-seeded Becker, returning to the circuit after a two-month layoff, struggled to win the first set, then won only three more games. Becker has dropped to No. 13 in the world. Leconte is ranked 86th after another comeback following a back injury. Becker had not played since an early exit at the Grand Slam Cup at Munich in December. (AP) Upsets in Tokyo: Marketa Kochta of Germany, scoring her biggest upset ever, beat third-seeded Gabriela Sabatini, 7-6 (8-6), 7-5, in the second round of the Pan Pacific Open in Tokyo. Fourth-seeded Jana Novotna of the Czech Republic was another upset victim, losing by 4-6, 6-4, 6-1 to Kristie Boogert of the Netherlands. (AP) Canadian Advances: Patricia Hy of Canada, the No. 2-seeded player, breezed by Misumi Miyauchi of Japan, 6-1, 6-1, to advance to the quarterfinals of the Amway Classic in Auckland, New Zealand. The unseeded threesome of Anna Smashnova of Israel, Veronika Martinek of Germany and Jolene Watanabe of the United States also made the final eight. (AP) Bruguera Struggles but Wins: Top-seeded Sergi Bruguera of Spain struggled once again before prevailing, 7-6 (7-2), 3-6, 6-1, over Australia's Todd Woodbridge in the Dubai Open. (AP) N.B.A.  Wennington Stars  B. J. Armstrong scored 20 points, Scottie Pippen added 19 and reserve center Bill Wennington scored eight in the final 6 minutes 52 seconds to lead the Chicago Bulls to a 94-85 victory over the Utah Jazz last night in Salt Lake City.   Wennington drove the lane for a layup with 6:52 to play to put Chicago ahead for good, 75-74. Armstrong, who scored 13 points in the fourth quarter, then hit a 3-pointer and a layup as the Bulls led 80-76 with 5:29 to play.   Karl Malone, whose 24 points topped Utah, made a 15-footer, but Wennington answered with a baseline jumper with time running off the 24-second clock to put Chicago ahead 82-78. Wennington was 4 for 4 from the free-throw line on the next two Chicago possessions, and Steve Kerr hit a 19-footer from the right baseline to put the Bulls up 88-83 with 1:20 to play. (AP) Spurs 98, Cavaliers 97: Dale Ellis capped a 31-point performance by converting a 3-point play with 4.2 seconds left last night as the San Antonio Spurs beat the Cleveland Cavaliers, 98-97, in Richfield, Ohio. It was the Spurs fifth straight victory. Cleveland's Gerald Wilkins missed a wide-open 20-footer from the left baseline as the buzzer sounded, allowing the Spurs to get their second victory in their last 11 trips to Richfield. (AP) Trail Blazers 126, Suns 105: Harvey Grant scored a season-high 29 points and six other Portland players scored in double figures as the Trail Blazers routed the visiting Phoenix Suns. The Blazers built a 23-point lead with four minutes left in the second period and were never seriously threatened thereafter.   Grant connected on 13 of 19 shots, and Clifford Robinson and Clyde Drexler added 17 points apiece. Buck Williams had a game-high 16 rebounds and 11 points for his 20th double-double of the season.   Cedric Ceballos did most of the scoring for Phoenix -- which was without injured players Charles Barkley, Danny Ainge and Kevin Johnson -- with 26 points. Ceballos has averaged 31.4 points in the last five games. (AP) Rockets 99, Lakers 88: Hakeem Olajuwon scored 10 of his 28 points in the third quarter and the Houston Rockets held off a late Los Angeles rally at home. Olajuwon also had 15 rebounds for the Rockets. Otis Thorpe added 20 points and 13 rebounds.   Elden Campbell scored a career-high 29 points and had 13 rebounds to lead the Lakers. Vlade Divac had 16 points and 15 rebounds, and George Lynch added 14 points and 12 rebounds. (AP) N.H.L.  Sharks Top Flyers  Sergei Makarov scored with 1 minute 47 seconds left in overtime last night to lift the San Jose Sharks to a 3-2 victory over the host Philadelphia Flyers. Igor Larionov broke down the ice on the game-winning play, found space along the right boards and spotted Makarov streaking down the left side. He sent the puck across the slot and Makarov scored his 14th goal of the season. Philadelphia is without a victory in its last five games (0-4-1) and dropped below .500 for the first time this season (24-25-3). The slumping Flyers' last victory came on Jan. 19. San Jose has lost only once in their last seven road games (4-1-2). (AP)   Nordiques 4, Blues 3: Iain Fraser's breakaway goal snapped a third-period tie, leading visiting Quebec over St. Louis. Brett Hull continued a recent hot streak for the Blues, scoring his 37th goal. He has six goals in his last three games.   (AP)","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"One Twin Is a Goal Scorer While the Other Twin Is Cut","web_url":"https://www.nytimes.com/1994/02/04/sports/hockey-one-twin-is-a-goal-scorer-while-the-other-twin-is-cut.html","abstract":"  Peter Ferraro swiped at the puck and scored tonight, clinching a 5-3 Team USA exhibition victory over Norway. Not far away, as he had done a thousand times since the time they were practically toddlers on Long Island, his twin brother, Chris, cheered.   But Chris was not on the ice or the bench tonight as Peter scored with 22 seconds remaining.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"For Public Employees, Anger at Mayor's Plan","web_url":"https://www.nytimes.com/1994/02/04/nyregion/for-public-employees-anger-at-mayor-s-plan.html","abstract":"  At the end of his shift, Daniel Porch, a sanitation worker for the last 10 years, paused in a dressing room in a garage underneath the Williamsburg Bridge and bitterly complained about a Mayor who, he contended, has made him and his fellow workers scapegoats for the city's financial problems.   \"It seems almost like he has something against the city worker, especially the sanitation worker,\" said Mr. Porch, a slender, 41-year-old with traces of his native North Carolina in his voice. \"It doesn't make sense to me. He's saying we don't work hard enough. But that's just so he can get what he wants without anybody getting upset about it.\"","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"GROCERS CHALLENGE USE OF NEW DRUG FOR MILK OUTPUT","web_url":"https://www.nytimes.com/1994/02/04/us/grocers-challenge-use-of-new-drug-for-milk-output.html","abstract":"  A day before the introduction of a genetically engineered growth hormone designed to boost milk production in dairy cows, some of the country's largest food companies and distributors took measures yesterday to restrict the use of the animal drug.   Among the companies moving to keep their dairy suppliers from using the gene-altered drug, the first important product of agriculture biotechnology to be used to produce food, were the Kroger Company, the nation's largest supermarket chain, the Southland Corporation, owners and franchisers of 7-Eleven convenience stores, and Pathmark Stores Inc.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Abroad at Home; The Economic Motive","web_url":"https://www.nytimes.com/1994/02/04/opinion/abroad-at-home-the-economic-motive.html","abstract":"  \"Like everything else,\" Foreign Minister Shimon Peres said, \"the economy is a matter of psychology.\" And the psychology of peace, he said -- the belief that the conflict between Israel and its neighbors is at last coming to an end -- has set off an Israeli economic boom.   \"Israel is going through one of its best periods economically,\" Mr. Peres told a press breakfast in Boston. \"It has 7 percent growth, I think the best figure in the West. The impact  [ of peacemaking with the P.L.O. ]  has been very positive.\"","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"A Resignation Sends Albany Into a Debate","web_url":"https://www.nytimes.com/1994/02/04/nyregion/a-resignation-sends-albany-into-a-debate.html","abstract":"  The resignation of Environmental Commissioner Thomas C. Jorling to work for International Paper has surprised many officials and lobbyists here and has prompted some environmentalists and one lawmaker to question whether he showed favoritism toward the paper industry in recent years.    Mr. Jorling, who has largely won praise from environmental groups during his tenure as head of the Environmental Conservation Deprtment, defended himself today and said his decisions involving paper companies that have been questioned by environmentalists were made before any job discussions with International Paper. But news of his new job renewed a debate -- familiar in Albany, Washington and other capitals -- about the potential for trouble when regulatory officials leave government to work for an industry they once regulated.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Reviews/ Film; Buddies, Bullets And Bugs","web_url":"https://www.nytimes.com/1994/02/04/movies/reviews-film-buddies-bullets-and-bugs.html","abstract":"Boatload of stolen money. Witless.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"Lost Phone Logs Roil Texas Politics","web_url":"https://www.nytimes.com/1994/02/04/us/lost-phone-logs-roil-texas-politics.html","abstract":"  Gov. Ann W. Richards, a Democrat facing a potentially bruising re-election campaign this fall, is embroiled in a controversy over her aides' destruction of records of years of phone calls from her state office.    While no one has established whether any laws may have been broken, the timing of the dispute could not be more delicate.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-077500.html","abstract":"  Tony Cragg   Marian Goodman Gallery  24 West 57th Street  Manhattan  Through Feb. 19    This is the English sculptor Tony Cragg's best New York show in some time. In the past, he has seemed like an ambitious artist with an apparently limitless supply of ideas, but not enough good ones. In fact, the chief interest in his exhibitions often lies in the sheer variety of materials and forms: a half-dozen of his large sculptures seen together look like the products of as many different hands. Unfortunately, the biomorphic mode he has often favored in recent years has yielded few rewards. It seems at once leaden and precious, especially when infused with heavy-handed ecological subtexts.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"A King in Winter Revisits Old Battle","web_url":"https://www.nytimes.com/1994/02/04/sports/golf-a-king-in-winter-revisits-old-battle.html","abstract":"  He strode the fairways as in a scene of old, grinning, waving and carrying his putter like a jeweled scepter. Out of the forests and into the limelight, some dreamlike flashback of what he once was, Arnold Palmer returned to the leader board today.   In the first round of the A.T.&T. Pebble Beach National Pro-Am, playing on Spyglass Hill, the most difficult of the three tournament courses, Palmer, 64 years old, was five shots short of shooting his age.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Albany Again Debates Keno Gambling Plan","web_url":"https://www.nytimes.com/1994/02/04/nyregion/albany-again-debates-keno-gambling-plan.html","abstract":"  Although lawmakers turned him down last year, Gov. Mario M. Cuomo has come back with another proposal to put keno, a rapid-fire lotto game with drawings every five minutes, into bars, restaurants and convenience stores.    Mr. Cuomo, who compares keno with church bingo, has penciled in its worth to the state budget at $74 million. But an unlikely group of opponents, with a variety of agendas, could kill the proposal again this year.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Restaurant Reviews","web_url":"https://www.nytimes.com/1994/02/04/us/restaurant-reviews.html","abstract":"  Restaurant reviews, news and advertising; normally in Weekend, appear today on pages, A20-21.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Children Frightened by Gunfire Plead With Congress for an End to Violence","web_url":"https://www.nytimes.com/1994/02/04/us/children-frightened-by-gunfire-plead-with-congress-for-an-end-to-violence.html","abstract":"  Every day, on average, 13 American children die in shootings, either in murders, accidents or suicides. And experts on violence say the death rate is steadily growing.    Today, 11 teen-agers whose lives have been somehow touched by the killing appeared before Congress to plead for an end to the mayhem.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Reviews/ Film; Writer Tries a Lot of Sex To See if It Aids Creativity","web_url":"https://www.nytimes.com/1994/02/04/movies/reviews-film-writer-tries-a-lot-of-sex-to-see-if-it-aids-creativity.html","abstract":"  Can sexual passion unleash a creative deluge? It is a possibility that Lucy (Leslie Hope), a frustrated writer living in Toronto, pursues with a ravenous intensity in Gerard Ciccoritti's \"Paris, France.\"    The Canadian film, which opens today at the Quad Cinema, goes gleefully over the top in several ways at once. It has more explicit sex of more different varieties than can be found in any recent nonporn film. And its feverish eroticism is matched only by its literary pretentiousnsss.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"U.N. Security Council Warns Croatia on Troops in Bosnia","web_url":"https://www.nytimes.com/1994/02/04/world/un-security-council-warns-croatia-on-troops-in-bosnia.html","abstract":"  The United Nations Security Council warned President Franjo Tudjman of Croatia today that his country may face an economic embargo unless he withdraws the estimated 3,000 to 5,000 Croatian Army soldiers he has sent into Bosnia and Herzegovina to help Bosnian Croats resist Muslim attacks.   In a statement, the Council strongly condemned Croatia for this \"serious hostile act\" against another member state. It called for the withdrawal of all Croatian troops from Bosnia and Herzegovina and asked Secretary General Boutros Boutros-Ghali to report in two weeks on whether the forces have departed and removed their weaponry and other equipment.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/02/04/arts/restaurants-074683.html","abstract":"  \"Hi, thank's for coming out on such a terrible night,\" Gabriel Aiello was saying as he stood by the door of his restaurant last week. It was one of those icy evenings, and Mr. Aiello kept saying, \"We're glad you're here!\" as people staggered in out of the cold. Long before they had reached their tables he had managed to make every customer feel welcome, drawn them into his restaurant, given them a sense that he cared about their comfort.   It did not end at the door. All over the restaurant people would look up from their menus to find Mr. Aiello at their elbow. \"Can I help you?\" he kept asking. \"Need some suggestions?\" He was everywhere, bringing wine to this table, chatting with that one.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Dehere Nears the Gate For His Belated Debut","web_url":"https://www.nytimes.com/1994/02/04/sports/notebook-dehere-nears-the-gate-for-his-belated-debut.html","abstract":"  Make way for Dehere. He is one week late and he hasn't raced in three months. But he is still the reigning king of the 3-year-old colts, and he will join the traffic on the road to the Kentucky Derby when he makes a delayed debut Saturday in an allowance race at Gulfstream Park.   Dehere, the juvenile champion of last year and the early favorite for the Derby this year, was scratched from the Hutcheson Stakes last Saturday with a touch of the colic. So, he was back in the barn while his undefeated archrival, Holy Bull, was winning the race for his fifth straight victory. They will tangle in the Fountain of Youth Stakes on Feb. 19, along with Patton and Go for Gin and other Derby candidates. But Dehere needs the seasoning of a race before then, and he will get it in Saturday's first race against three horses of lesser magnitude.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/02/04/books/the-spoken-word.html","abstract":"  EVIL: THE COSMIC SHADOW, St. Peter's Church, 619 Lexington Avenue, at 54th Street. A daylong symposium on the perceptions of evil in various cultures and the arts, with dance and drama performances, screenings and lectures. Among those taking part are Tamar Rogoff and Mariko Sanjo, dancers and choreographers; Robert Thurman, a professor of Indo-Tibetan studies at Columbia University; J. Ronald Havern, a poet, playwright and teacher, and Abdullah Djoniba Mouflet, a choreographer and teacher. Tomorrow, 8:30 A.M. to 7 P.M. Admission: $80; $60 for students and the elderly. Information: (212) 663-0142.  AIDA LECTURE, Metropolitan Opera Guild, Kaplan Penthouse, Rose Building, 70 Lincoln Center Plaza. A lecture on Verdi's opera by Cori Ellison, the senior music editor of Stagebill. Tomorrow at 11:45 A.M. Admission: $8. Information: (212) 769-7021.","thumbnail":null,"section":"Books"},{"date":"19940204","headline":"Giuliani Backs Off Some School Cuts In Day-Old Budget","web_url":"https://www.nytimes.com/1994/02/04/nyregion/giuliani-backs-off-some-school-cuts-in-day-old-budget.html","abstract":"  Just one day after releasing his preliminary budget, Mayor Rudolph W. Giuliani yesterday backed off the budget's call for a reduction in school crossing guards, lunchroom aides and assistant principals. He said he really wanted Board of Education job reductions only in the system's administrative ranks.    The Mayor said the budget documents that listed specific cuts in the school support staffs were mistaken and a result of a misunderstanding between budget officials of City Hall and the school system. Mr. Giuliani said cuts in anything besides administrative staff \"was never my intention.\"","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"At the Bar; More than a century after its founding, a new honorific at the A.B.A.: Madam President.","web_url":"https://www.nytimes.com/1994/02/04/us/bar-more-than-century-after-its-founding-new-honorific-aba-madam-president.html","abstract":"  Two women now sit on the United States Supreme Court, and soon two others will occupy the top two slots at the Justice Department. And next week another, perhaps even more formidable barrier will fall: For the first time, the American Bar Association will elect a woman as president.   On Tuesday, the bar association's nominating committee will choose its president for the 1995-96 term. And having beaten back a number of rivals, men and women alike, and survived some embarrassments in her own backyard, the winner by acclamation will be Roberta Cooper Ramo, a 51-year-old general practitioner from Albuquerque, N.M. She will succeed George Bushnell of Detroit, who, in the A.B.A.'s peculiar, delayed-reaction brand of politics, won't take office himself for another six months.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Measure Twice, Cut Once","web_url":"https://www.nytimes.com/1994/02/04/opinion/measure-twice-cut-once.html","abstract":"  There should be no argument with Mayor Rudolph Giuliani's determination to make deep and lasting cuts in the New York City budget. They are needed, urgently. But how to shape those cuts is another matter.    Given that there will be pain, and that city services will be reduced, the Mayor and the City Council must balance severity with fairness. Above all, they must look out for those New Yorkers least able to fend for themselves.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"A Delicate Balance on Korea","web_url":"https://www.nytimes.com/1994/02/04/opinion/a-delicate-balance-on-korea.html","abstract":"  President Clinton has to walk a tightrope to conduct nuclear diplomacy in Korea. In considering military deployments to reassure South Korea, Mr. Clinton must take care not to rattle a suspicious and unpredictable North Korea.    His pending decision to dispatch Patriot missiles to the South has alarmed the North. True, the Patriots, which defend against missile attack, pose no threat to Pyongyang. But given their hit-and-miss record in the Persian Gulf, they may do more to guard Mr. Clinton from assaults by hawks at home than to protect air bases in South Korea. So why rush their delivery?","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Men, Too, Are Victims of Domestic Violence; Mrs. Bobbitt's Brutality","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-men-too-are-victims-of-domestic-violence-mrs-bobbitt-s-brutality-076970.html","abstract":"  To the Editor:   \"Violence and the Bobbitts\" (editorial, Jan. 22) suggests the Lorena Bobbitt jury \"be forgiven for finding a reason to excuse Mrs. Bobbitt's brutality: brutality she herself endured for too long.\" But brutality, no matter how long endured, cannot excuse a retaliatory assault, and a jury that reaches a verdict on that basis is guilty of miscarriage of justice.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/02/04/arts/art-in-review-077518.html","abstract":"  Joan Snyder and Jessica Stockholder   Jay Gorney Modern Art  100 Greene Street  SoHo  Through Feb. 12    The pairing of the veteran Joan Snyder and the younger Jessica Stockholder, artists from different art-world spheres, is inspired. Each does something for the other: Ms. Snyder's paintings, exuberant and brightly colored abstractions evocative of landscape and bearing titles like \"Exaltation,\" are made to look looser and more spontaneous. And Ms. Stockholder's sculptures, cobbled together from sheets of plywood, yarn, wire mesh, carpeting and plastic scraps, look unexpectedly distinguished.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Harding Faces New Threat On Ethics","web_url":"https://www.nytimes.com/1994/02/04/sports/olympics-harding-faces-new-threat-on-ethics.html","abstract":"  As the investigation swirling around Tonya Harding continues, the focus will switch to Colorado Springs on Friday, where a panel of sports officials will meet to determine whether she has violated the United States Figure Skating Association's code of ethics.   Although the United States Olympic Committee has jurisdiction over Harding's eligibility to compete in the Winter Games later this month in Norway, the skating panel's action could influence the U.S.O.C.'s thinking.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"More Movies for Fans Of 'Philadelphia'","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-more-movies-for-fans-of-philadelphia-077020.html","abstract":"  To the Editor:   Frank Rich suggests in \"The Other Quake\" (column, Jan. 23) that we should applaud the actor Tom Hanks and the audience that is rushing to see Jonathan Demme's \"Philadelphia\" as \"heroes.\" Yet Mr. Rich seems to concede that the movie is at best mediocre, if well-intentioned.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"Home Video","web_url":"https://www.nytimes.com/1994/02/04/arts/home-video-076139.html","abstract":"  Consensus: No Consensus    While talk drones on about the information highway, the public goes on renting videocassettes. Of 739 respondents in a recent Video Software Magazine survey, one in four had rented a movie the week before and nearly half of those renters had taken home more than one.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"New Work for Cello","web_url":"https://www.nytimes.com/1994/02/04/arts/new-work-for-cello.html","abstract":"  The Greenwich Village Orchestra is to present the premiere of \"Entre Nous,\" a work for cello and orchestra by Irwin Bazelon, on Sunday at 3 P.M. at the Washington Irving High School, Irving Place at 16th Street, Gramercy Park. Dorothy Lawson is the soloist; Robert Grehan conducts. The program also includes works by Berlioz and Rachmaninoff. Tickets are $8. Information: (212) 969-0197.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Bumpy Flight for Traveler's False-Arrest Suit","web_url":"https://www.nytimes.com/1994/02/04/nyregion/bumpy-flight-for-traveler-s-false-arrest-suit.html","abstract":"  Dennis R. Curley survived an American tourist's nightmare. On a winter getaway to Mexico, he was seized by the police, who accused him of taking marijuana into the country. They strip-searched him, threatened him, demanded to know where the drugs were and pointed a rifle at his groin, then at his head, he said.   \"I thought, 'That's it -- heaven, here I come,' \" he said.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Coleman And Nets Reopen Talks","web_url":"https://www.nytimes.com/1994/02/04/sports/basketball-coleman-and-nets-reopen-talks.html","abstract":"  After Nets ownership rejected a potential $90 million contract extension for Derrick Coleman, talks reopened today with both sides seeking a shorter deal that would pay Coleman more money up front and allow the team an option to get out of the deal before its completion.   The Nets owners, David Gerstein and Alan Aufzien, have made it clear that they will not give Coleman a guaranteed deal for eight years, similar to the one Charlotte gave Larry Johnson last October.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"THE MOVIE GUIDE : Todos a la Crcel","web_url":"https://www.nytimes.com/1994/02/04/style/IHT-the-movie-guide-todos-a-la-carcel.html","abstract":"Directed by Luis G. Berlanga. Spain.. Berlanga has taken the pulse of Spanish satire during a long career, dating from the classic \"Bienvenido Mister Marshall\" of the 1950s. Now, in his first film in six years, he presents a scorching and hilari","thumbnail":null,"section":"Style"},{"date":"19940204","headline":"Men, Too, Are Victims of Domestic Violence","web_url":"https://www.nytimes.com/1994/02/04/opinion/l-men-too-are-victims-of-domestic-violence-076961.html","abstract":"  To the Editor:   As a battered man, I take serious issue with \"A Million Mrs. Bobbitts\" (editorial, Jan. 28).","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"COLLEGE FOOTBALL REPORT","web_url":"https://www.nytimes.com/1994/02/04/sports/college-football-report-076341.html","abstract":"  Signed, Sealed, Delivered    Wednesday was college football's national letter-of-intent day, the day high school players had to commit themselves to the college of their choice. According to several high school football experts, Tennessee, Florida State, Southern California, Michigan and Miami had the best recruiting classes, with Boston College the sleeper of the pack.","thumbnail":null,"section":"Sports"},{"date":"19940204","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/04/nyregion/c-corrections-075868.html","abstract":"  A chart in Business Day on Tuesday with an article about the growth of Americans' total personal income in December mislabeled the most recent month. It was December 1993, not January 1994.","thumbnail":null,"section":"New York"},{"date":"19940204","headline":"Russia and Georgia Sign Military Cooperation Treaty","web_url":"https://www.nytimes.com/1994/02/04/world/russia-and-georgia-sign-military-cooperation-treaty.html","abstract":"  Russia and Georgia signed a cooperation treaty today that will increase Moscow's military influence there and tighten its ties with the embattled Georgian Government of Eduard A. Shevardnadze.   The treaty, one of two dozen documents signed today by Mr. Shevardnadze and President Boris N. Yeltsin in the Georgian capital, Tbilisi, will allow Russia to keep three military bases on Georgian soil past 1995, while committing the Russian military to train and supply the Georgian Army.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"House Approves $9 Billion for Los Angeles Earthquake and Other Emergencies","web_url":"https://www.nytimes.com/1994/02/04/us/house-approves-9-billion-for-los-angeles-earthquake-and-other-emergencies.html","abstract":"  Congress has a rule that it will not spend money beyond what is budgeted, and thus add to the Federal deficit, except in an emergency. Today the House of Representatives decided that the Los Angeles earthquake met that test and voted $7.7 billion in aid to its victims.   The House also decided that the Pentagon had an emergency, and gave it $1.2 billion in unbudgeted money for operations in Bosnia, Haiti, Somalia and Iraq. And it decided that last summer's Midwestern floods were still an emergency, and voted to spend $300 million on levees and other projects.","thumbnail":null,"section":"U.S."},{"date":"19940204","headline":"Not to Worry","web_url":"https://www.nytimes.com/1994/02/04/opinion/not-to-worry.html","abstract":"  So now it turns out there was no need to feel guilty after all.    For years, those who drenched their heads in hair dye had to worry not only about vanity; there was also the concern that they were risking their lives. After all, some studies showed hair dyes caused cancer, didn't they? Perhaps cancer was the Almighty's punishment for human conceit.","thumbnail":null,"section":"Opinion"},{"date":"19940204","headline":"CLINTON DROPS 19-YEAR BAN ON U.S. TRADE WITH VIETNAM; CITES HANOI'S HELP ON M.I.A.'S","web_url":"https://www.nytimes.com/1994/02/04/world/opening-vietnam-clinton-drops-19-year-ban-us-trade-with-vietnam-cites-hanoi-s.html","abstract":"  President Clinton today ordered an end to the trade embargo on Vietnam, casting away a central remnant of one of America's most divisive wars and opening a potentially lucrative market to American goods.   After nearly two decades of a bitter peace, Mr. Clinton said it was now time to acknowledge the cooperation Vietnam has shown in the search for evidence of the 2,238 Americans still officially listed as missing from that conflict, which ended in 1975. He said opening the door to trade would benefit that still-unfinished search.","thumbnail":null,"section":"World"},{"date":"19940204","headline":"Review/Art; A Robert Morris Tour of Contemporary History","web_url":"https://www.nytimes.com/1994/02/04/arts/review-art-a-robert-morris-tour-of-contemporary-history.html","abstract":"  Rarely does an exhibition's title pinpoint the central weakness of an artist's work, but \"Robert Morris: The Mind/Body Problem,\" opening today at the Guggenheim Museum, just about hits the nail on the head.    The phrase has deep and complex import for several essayists in the show's catalogue, who go on at great and often obscure length about the meaning of Mr. Morris's Minimalist and Post-Minimalist sculptures, drawings, performances and installation pieces. But for those who like their English straight up and readable, the show's subtitle may signal what this large and admittedly ambitious exhibition ultimately confirms: that Mr. Morris's art is overly didactic and cerebral and weirdly unconnected. It seems to be made by someone with a mistrust of emotion, a disregard for pleasure and a strong pedagogical bent; an artist more involved with problem solving than art making who often reduces the viewer to the role of guinea pig.","thumbnail":null,"section":"Arts"},{"date":"19940204","headline":"Reviews/ Film; The Pods Are at It Again: Hello! Anybody There?","web_url":"https://www.nytimes.com/1994/02/04/movies/reviews-film-the-pods-are-at-it-again-hello-anybody-there.html","abstract":"Space alien takeover with giant pods. Pedestrian remake.","thumbnail":null,"section":"Movies"},{"date":"19940204","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/04/nyregion/news-summary-20718.html","abstract":"    International A2-10","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940204","time":"1994-02-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":60,"wspd":24.1},{"date":"19940204","time":"1994-02-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":61,"wspd":24.1},{"date":"19940204","time":"1994-02-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":62,"wspd":27.7},{"date":"19940204","time":"1994-02-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":64,"wspd":20.5},{"date":"19940204","time":"1994-02-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":69,"wspd":13},{"date":"19940204","time":"1994-02-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":69,"wspd":13},{"date":"19940204","time":"1994-02-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":69,"wspd":11.2},{"date":"19940204","time":"1994-02-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":71,"wspd":9.4},{"date":"19940204","time":"1994-02-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":72,"wspd":13},{"date":"19940204","time":"1994-02-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":73,"wspd":18.4},{"date":"19940204","time":"1994-02-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":67,"wspd":13},{"date":"19940204","time":"1994-02-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":65,"wspd":13},{"date":"19940204","time":"1994-02-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":61,"wspd":11.2},{"date":"19940204","time":"1994-02-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":62,"wspd":13},{"date":"19940204","time":"1994-02-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":81,"wspd":13},{"date":"19940204","time":"1994-02-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":67,"wspd":16.6},{"date":"19940204","time":"1994-02-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":64,"wspd":16.6},{"date":"19940204","time":"1994-02-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":60,"wspd":14.8},{"date":"19940204","time":"1994-02-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":66,"wspd":14.8},{"date":"19940204","time":"1994-02-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":70,"wspd":11.2},{"date":"19940204","time":"1994-02-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":75,"wspd":5.4},{"date":"19940204","time":"1994-02-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":77,"wspd":9.4},{"date":"19940204","time":"1994-02-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":80,"wspd":9.4},{"date":"19940204","time":"1994-02-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":78,"wspd":9.4},{"date":"19940204","time":"1994-02-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":56,"wspd":20.5},{"date":"19940204","time":"1994-02-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":39,"wspd":22.3},{"date":"19940204","time":"1994-02-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":40,"wspd":18.7},{"date":"19940204","time":"1994-02-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":18.7},{"date":"19940204","time":"1994-02-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":40,"wspd":20.5},{"date":"19940204","time":"1994-02-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":13},{"date":"19940204","time":"1994-02-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":52,"wspd":13},{"date":"19940204","time":"1994-02-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":47,"wspd":16.6},{"date":"19940204","time":"1994-02-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":47,"wspd":7.6},{"date":"19940204","time":"1994-02-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":41,"wspd":13},{"date":"19940204","time":"1994-02-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":41,"wspd":13},{"date":"19940204","time":"1994-02-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":7.6},{"date":"19940204","time":"1994-02-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":49,"wspd":5.4},{"date":"19940204","time":"1994-02-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":43,"wspd":5.4},{"date":"19940204","time":"1994-02-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":43,"wspd":20.5},{"date":"19940204","time":"1994-02-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":18.7},{"date":"19940204","time":"1994-02-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":36,"wspd":16.6},{"date":"19940204","time":"1994-02-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":38,"wspd":18.7},{"date":"19940204","time":"1994-02-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":36,"wspd":14.8},{"date":"19940204","time":"1994-02-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":38,"wspd":16.6},{"date":"19940204","time":"1994-02-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":38,"wspd":14.8},{"date":"19940204","time":"1994-02-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":14.8},{"date":"19940204","time":"1994-02-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":48,"wspd":13},{"date":"19940204","time":"1994-02-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":11.2}]},"19940205":{"guardian_articles":[{"date":"19940205","headline":"Porkies and Tess the funny old heart of Wessex","web_url":"https://www.theguardian.com/books/1994/feb/05/biography","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19940205","headline":"Mozambique's New Army Is Uniting Old Enemies","web_url":"https://www.nytimes.com/1994/02/05/world/mozambique-s-new-army-is-uniting-old-enemies.html","abstract":"  After spending 7 of his 22 years pursuing guerrillas through the scorpion-infested hills of Mozambique, war-weary Sgt. Joao Antonio has found a job that, he is told, makes him a pioneer of peace and a harbinger of democracy.   He has joined the army.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"For U.S. Expatriates, the Right Medical Policy Can Be Crucial","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-for-us-expatriates-the-right-medical-policy-can-be-crucial.html","abstract":"YOUR heart's stopped. Nowhow good is that overseas medical policy? A mistake here can cost dearly. Busy international executives, experts say, tend to overlook nuances to their health coverage until something happens. Then, of course, it's too late to s","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Farrakhan Is Bitterly Denounced By House Black Caucus Member","web_url":"https://www.nytimes.com/1994/02/05/us/farrakhan-is-bitterly-denounced-by-house-black-caucus-member.html","abstract":"  A senior House member of the Congressional Black Caucus said today that the lawmakers had held three unpublicized meetings with Louis Farrakhan, the head of the Nation of Islam, over a long period before their relationship with him ruptured this week.   In a written message made public today, Representative Major R. Owens, a Brooklyn Democrat, bitterly denounced Mr. Farrakhan's movement as a \"hate-mongering fringe group\" that he said was spreading \"dangerous poison\" and must be repudiated.   He also expressed indignation at the notion that the caucus had ever established a formal relationship with the Nation of Islam, as the caucus chairman, Representative Kweisi Mfume of Maryland, said in September.   Mr. Owens said that Mr. Farrakhan had asked for all three meetings with the caucus, and that most members had insisted that the meetings be kept private out of concern that outsiders would misinterpret their purpose. Unhappiness in the Caucus    Mr. Owens's statement is perhaps the strongest attack on Mr. Farrakhan by a member of the black caucus since a debate erupted over a vitriolic attack on whites, Catholics and Jews by a senior aide to Mr. Farrakhan.   It also is the strongest hint so far at unhappiness among some of the caucus's 40 members over the decision by Mr. Mfume to link the group to Mr. Farrakhan's movement.   A spokesman for Mr. Mfume declined to comment on Mr. Owens's remarks, and said the Congressman had decided to say no more about the matter. Mr. Owens could not be reached for comment today, and aides to several other caucus members declined to discuss the statement on the record.   In September, Mr. Mfume had appeared with Mr. Farrakhan at a black caucus legislative seminar and announced what he called a \"sacred covenant\" between the two groups to work on the problems of blacks in America.   But that relationship came under scrutiny in recent days after Khalid Abdul Muhammad, a minister and representative of the Nation of Islam, delivered a ferocious attack on whites and other religions in a speech in November at Kean College in Union, N.J. Speech Termed 'Repugnant'    In the speech Mr. Muhammad called Jews \"bloodsuckers\" of the black nation and said Pope John Paul II is a \"no-good cracker.\" He also called for blacks in South Africa to rise up and kill whites in that country.   On Thursday, under growing pressure to reject the remarks, Mr. Farrakhan said he was demoting Mr. Muhammad and called his speech \"repugnant,\" \"malicious\" and \"mean-spirited.\" But Mr. Farrakhan stopped short of repudiating the speech, saying it included some \"truths.\"   Reaction to Mr. Farrakhan's remarks among prominent black officials has been muted. The Rev. Jesse Jackson issued a statement Thursday commending Mr. Farrakhan for disciplining his aide and called for an end to harsh words on all sides, but did not address the substance of Mr. Farrakhan's remarks.   In a statement today, the National Association for the Advancement of Colored People said the organization was satisfied with Mr. Farrakhan's actions and was prepared to believe that he \"is neither anti-Semitic nor racist.\" Again, the statement did not address Mr. Farrakhan's remarks.   The organization's executive director, Benjamin F. Chavis Jr., said the N.A.A.C.P. now plans to sponsor a meeting of black leaders that Mr. Farrakhan had previously proposed.   Mr. Owens's reaction today was considerably stronger. In his statement, he said the desire of the caucus and other black groups for public unity was \"being exploited by a frustrated, misguided and unproductive fringe crowd.\"","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/05/arts/pop-and-jazz-in-review-092665.html","abstract":"  Carolyn and Michael Leonhart Singer and trumpet player Michael's Pub 211 East 55th Street Manhattan","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"L.I.R.R. Union Says It May Go on Strike","web_url":"https://www.nytimes.com/1994/02/05/nyregion/lirr-union-says-it-may-go-on-strike.html","abstract":"  Long Island Rail Road workers who have gone without a raise since 1990 said today that they would go on strike on Feb. 17 unless they got a new contract, but the railroad said a new Federal cooling-off period would block any job action until June.   Edward Yule Jr., the general chairman of the United Transportation Union, said there would be a walkout at 12:01 A.M. Feb. 17, at the end of an initial 120-day cooling-off period sought by the railroad in October. He urged Gov. Mario M. Cuomo to direct the Metropolitan Transportation Authority, the railroad's parent agency, to resume talks.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"BRIEFCASE : Long-Bond Yields:A Tale of Two Graphs","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-briefcase-longbond-yieldsa-tale-of-two-graphs.html","abstract":"It's rare that two graphs provide a perfect mirror image of one another. But the chart provided by U.S. fund manager Scudder, Stevens & Clark shows an impressive contra-cyclical relationship between the mortgage refinancing index and U.S. government","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Review/Dance; Martins Tries to Fit Rachmaninoff Into the Mold","web_url":"https://www.nytimes.com/1994/02/05/arts/review-dance-martins-tries-to-fit-rachmaninoff-into-the-mold.html","abstract":"  After Tchaikovsky's genius paved the way, it was common for Russia's most eminent composers to write original music for the ballet. Stravinsky did so, as did Prokofiev. Oddly, Rachmaninoff did not.    Part of the explanation might be found in \"Symphonic Dances,\" a ballet that Peter Martins has set to Rachmaninoff's 1940 score of the same name. The work, led earnestly by Nikolaj Hubbe and Darci Kistler, was given its premiere by the New York City Ballet on Thursday night at the New York State Theater.","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Leave Politics Behind At China Culture Park","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-leave-politics-behind-at-china-culture-park-092550.html","abstract":"  To the Editor:   Thank you for \"China Becomes Theme Park, but Cultural Debate Remains Real\" (news article, Jan. 9), on the opening of the Splendid China theme park at Kissimmee, Fla. I wish to set the record straight on the spelling of my name and other points.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Clinton's Jog Is No Escape","web_url":"https://www.nytimes.com/1994/02/05/world/clinton-s-jog-is-no-escape.html","abstract":"  A day after lifting the trade embargo on Vietnam, President Clinton left the White House today for an early-morning jog and ran smack into a reminder that some of his neighbors were far from happy with his decision.   Mr. Clinton did not deviate from his favorite route, which takes him toward the Lincoln Memorial along the Reflecting Pool -- and past a stand adjoining the Vietnam Memorial where memorabilia are sold. It was not yet 8 A.M., but two veterans were waiting for him.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/05/nyregion/news-summary-083020.html","abstract":"  International 3-5 HEADY ERA OPENS IN VIETNAM   Armed with checkbooks and marketing plans, American business people began flooding back onto the streets of Ho Chi Minh City, formerly Saigon, to capitalize on the lifting of the American trade embargo against Vietnam. In the streets, many people reacted with excitement.  1","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"'63 MURDER CASE GOES TO THE JURY","web_url":"https://www.nytimes.com/1994/02/05/us/63-murder-case-goes-to-the-jury.html","abstract":"  The jury in the third trial of Byron De La Beckwith on charges of murdering the civil rights leader Medgar Evers in 1963 began deliberations today after seven days of trial.   Jurors deliberated for five hours before Judge L. Breland Hilburn of Hinds County Circuit Court allowed them to adjourn for the evening, saying he did not want them to be \"uncomfortable\" in their deliberations. They are to meet again on Saturday.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Fetal Test Focuses the Health-Care Debate","web_url":"https://www.nytimes.com/1994/02/05/nyregion/fetal-test-focuses-the-health-care-debate.html","abstract":"  Jeannie Evans was pregnant last year and had no reason to expect her child would be born with any problems.    She was 28 years old, and her risk of having a baby with a birth defect caused by abnormal chromosomes was 1 in 435 -- too low, according to standard medical opinion, for her to undergo an amniocentesis test and court an even greater chance that the procedure might cause a miscarriage.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/05/nyregion/c-corrections-092649.html","abstract":"  A dance review on Thursday about a performance by the Nikolais and Murray Louis Dance Company on Tuesday at the Kaye Playhouse at Hunter College misidentified the performer of the solo in \"A Stravinsky Montage.\" She was Donna Scro, not Joelle Van Sickle.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Giuliani Reshuffles Portfolios of Deputy Mayors","web_url":"https://www.nytimes.com/1994/02/05/nyregion/giuliani-reshuffles-portfolios-of-deputy-mayors.html","abstract":"  For the second time since he named Ninfa Segarra as a Deputy Mayor, Mayor Rudolph W. Giuliani has redefined her duties.    The Mayor said yesterday that he had shifted the city's array of health agencies out of Ms. Segarra's portfolio and given them to Peter J. Powers, the Deputy Mayor for Operations, who has emerged as Mr. Giuliani's most powerful aide. He said that Ms. Segarra had taken over supervision of the Housing and Preservation Department, which had previously been under John S. Dyson, the Deputy Mayor for Finance and Economic Development.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"U.S. and France to Form Bosnia Working Group; 9 Killed Waiting for Food","web_url":"https://www.nytimes.com/1994/02/05/world/us-and-france-to-form-bosnia-working-group-9-killed-waiting-for-food.html","abstract":"  Mortar shells slammed into a line of people waiting for food today, killing 9 people, 3 of them children, and leaving at least 15 wounded.    Relief workers were measuring out portions of flour just before noon on a spring-like day that brought crowds out into the sun when the first round landed in Dobrinja, a neighborhood that has suffered particularly heavy damage during the 22-month Serbian siege of the city.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Ruling Is Seen as a Threat To Preferences in Bidding","web_url":"https://www.nytimes.com/1994/02/05/nyregion/ruling-is-seen-as-a-threat-to-preferences-in-bidding.html","abstract":"  By invalidating a New York City program that gives preferential treatment to women and members of minority groups who bid on municipal contracts, a State Supreme Court judge may have undermined incentive programs for other businesses in the city, regardless of the race or sex of their owners.   On Monday Justice Walter B. Tolub ruled that the city's affirmative action \"price preference\" violated a state law that requires government agencies to accept the lowest bids in awarding contracts. The preference, allowing women and members of minority groups to bid up to 10 percent higher than their competitors, is one provision of a broader two-year-old program intended to increase the participation in city contracts of companies that have often been excluded.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Weicker Sets Goal of Health Care for All by 1997","web_url":"https://www.nytimes.com/1994/02/05/nyregion/weicker-sets-goal-of-health-care-for-all-by-1997.html","abstract":"  Gov. Lowell P. Weicker Jr. said today that Connecticut, home to some of the nation's largest insurance companies, would not wait for Congress and President Clinton to overhaul health care, but would move on its own with a plan to provide coverage for all state residents by 1997.   \"This is not in contention with anything that comes from Washington,\" Mr. Weicker said at a news conference at the State Capitol. \"It's only that I have the very strong feeling that if we act as has been laid out before you, we're going to cross that finish line long before the Federal Government.\"","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/05/style/chronicle-092630.html","abstract":"  Could this be a scene for a Woody Allen movie? A party at midnight on the Franklin D. Roosevelt Drive? Never mind that this has been a bone-chilling winter; New York Hospital is giving a party there tonight at midnight.    Doctors, nurses, trustees and supporters will turn up, said Dr. DAVID B. SKINNER, president of the hospital, to watch the arrival of the first piece of the platform on which the hospital's new building will be constructed. It will span the Drive, from 68th to 70th streets. \"A barge will carry a 300-foot crane across the river that will lift a 760-ton platform up onto six columns, so we are having a good old barn-raising to watch,\" Dr. Skinner said. The F.D.R. will be closed for the event.","thumbnail":null,"section":"Style"},{"date":"19940205","headline":"Coghlan's and O'Sullivan's Eyes Don't Quite Smile in the Millrose","web_url":"https://www.nytimes.com/1994/02/05/sports/track-field-coghlan-s-and-o-sullivan-s-eyes-don-t-quite-smile-in-the-millrose.html","abstract":"  It was a good night and a bad night for the Irish milers last night at Madison Square Garden. Two (Niall Bruton and Eamonn Coghlan) won, a third (Marcus O'Sullivan) almost won, and one of the winners (Coghlan) was disappointed because he lost an opportunity to make history.   The occasion was the Chemical Bank Millrose Games, the 87th annual edition of America's premier indoor track and field meet. A sellout crowd of 17,488 watched a big upset in the featured Wanamaker Mile, a race O'Sullivan had won five times in eight years.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Man in the News: Bernard William Nussbaum; Litigator on a Tightrope","web_url":"https://www.nytimes.com/1994/02/05/us/man-in-the-news-bernard-william-nussbaum-litigator-on-a-tightrope.html","abstract":"  To many, Bernard W. Nussbaum, the White House counsel, embodies the notion that the difference between New York and Washington is sometimes more than just 240 miles.   In the 12 years or so before he became the President's chief lawyer last January, Mr. Nussbaum was among a handful of top New York lawyers who helped chart the corporate takeovers of the 1980's. His tactical decisions affected the flow of millions of dollars and he was celebrated for his wit and intellectual nimbleness.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Yankee Rookie Is Keeping Suitcase Stickers Licked","web_url":"https://www.nytimes.com/1994/02/05/sports/baseball-yankee-rookie-is-keeping-suitcase-stickers-licked.html","abstract":"  Russ Davis was consumed by the trade rumors this off season, waiting helplessly and wondering whether the Yankees really were going to dispatch him to San Diego as an essential element in a deal for pitcher Andy Benes. Maybe his major league career would never get started in the Bronx.   The third baseman thought he had escaped the speculation after being married on Dec. 30 in Gatlinburg, Tenn., and trekking to the Great Smokey Mountains on his honeymoon. There would be no rumors to bother him and his wife, Adryne.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Drug-Related Funds Face Depression","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-drugrelated-funds-face-depression.html","abstract":"HEALTH CARE funds used to be among the best performing, fueled by untrameled inflation in drug prices, which drove pharmaceutical shares higher. But now drug prices have virtually stopped rising and pharmaceutical stocks are out of favor. What used to be","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Coach Suspends Three Michigan Players","web_url":"https://www.nytimes.com/1994/02/05/sports/sports-people-college-basketball-coach-suspends-three-michigan-players.html","abstract":"  Three University of Michigan basketball players were suspended yesterday and will not play today against Michigan State for a violation of team policy, Coach STEVE FISHER said. In a news release, Fisher said he learned of the policy violation by JIMMY KING, RAY JACKSON and CHRIS FIELDS on Wednesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Japan's Crisis Delays Economic Plan","web_url":"https://www.nytimes.com/1994/02/05/world/japan-s-crisis-delays-economic-plan.html","abstract":"  Even after agreeing to drop a bitterly disputed tax plan in a hail of criticism, Prime Minister Morihiro Hosokawa's coalition Goverment grew more divided today, delaying the completion of a critical package of measures for reviving Japan's recession-battered economy.   The delay disappointed business executives, who had hoped that after achieving a measure of success in a major battle last week over reforming the election system, the Government would quickly take steps to get the faltering economy back on track.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Chrysler Recalls Neon Cars Again, This Time for Faulty Engine Part","web_url":"https://www.nytimes.com/1994/02/05/us/chrysler-recalls-neon-cars-again-this-time-for-faulty-engine-part.html","abstract":"  For the second time since its new Neon model went on sale last month, the Chrysler Corporation has recalled the subcompact to repair a defect.   To replace the defective part, an electronic engine control system, Chrysler will halt the production of Neons at its assembly plant in Belvidere, Ill., for at least a week. The recall will slow delivery of a car that had generated great consumer interest because of unusual styling, low price and a vigorous advertising campaign.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"BRIEFCASE : U.S. Market Values Debt-Ridden Firms","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-briefcase-us-market-values-debtridden-firms.html","abstract":"Corporations may be trying to wipe off the debt they took on in the 1980s, but shareholders don't seem to mind it; actually, they sort of like it..A study of 2,000 American companies done by the editors of the newsletter Personal Finance found that sha","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"New Defense Secretary Puts High-Tech Expertise to Use","web_url":"https://www.nytimes.com/1994/02/05/us/new-defense-secretary-puts-high-tech-expertise-to-use.html","abstract":"  The new Defense Secretary, William J. Perry, is an insider not only at the Pentagon but also in Silicon Valley, now the heartland of high-tech military electronics.   Mr. Perry, who was confirmed, 97 to 0, by the Senate on Thursday night, has helped put together several high-tech military deals. They are good examples of the strategic thinking that has made Mr. Perry prominent among the elite corps of Silicon Valley's technologists and venture capitalists. They included the Chrysler Corporation's purchase of Electrospace Systems Inc. for $367 million and the Boeing Company's acquisition of Argo Systems Inc. for $275 million.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/05/arts/pop-and-jazz-in-review-087882.html","abstract":"  Sid Selvidge  Singer and Guitarist World Financial Center","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Giuliani Open On How to Cut School Budget","web_url":"https://www.nytimes.com/1994/02/05/nyregion/giuliani-open-on-how-to-cut-school-budget.html","abstract":"  After meeting a second time with the Schools Chancellor, Mayor Rudolph W. Giuliani said yesterday that he would consider other ways to save money in the school system if the Chancellor could not find 2,500 positions to cut from the system's administrative staff \"after an intensive good faith effort.\"   Mr. Giuliani said the Chancellor, Ramon C. Cortines, must still trim $292 million from the board's budget for the next fiscal year. But he appeared to soften his insistence that the brunt of the savings come from the reduction of 2,500 jobs he proposed to trim what he called the \"bloated bureaucracy\" at the Board of Education.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Senators Take a Cautious Stand on School Prayer","web_url":"https://www.nytimes.com/1994/02/05/us/senators-take-a-cautious-stand-on-school-prayer.html","abstract":"  Just a day after voting to withhold Federal money from schools that inhibit \"constitutionally protected\" prayer among students, senators approved a measure today that would allow the nation's public school children to have a brief period of contemplative silence during the school day.   The two measures, initially posed as alternative ways that senators of all persuasions could address the politically sensitive issue of prayer in schools in an election year, were adopted as the Senate moved toward passage of a popular bill to enhance academic standards in public schools.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Numbers, Prices For Global Policies","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-numbers-prices-for-global-policies.html","abstract":"Listed below are medical health and expatriate help telephone numbers, plus actual sample prices for overseas medical policies. This is an illustration, not an exhaustive list of policies internationally available.","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"The Five Stages of Weathering","web_url":"https://www.nytimes.com/1994/02/05/opinion/the-five-stages-of-weathering.html","abstract":"  It was while she was standing in line at a token booth on Monday, toe-deep in a big puddle, that a New Yorker realized she had reached the psychiatrist Elisabeth Kubler-Ross's fifth stage. Dr. Kubler-Ross, however, was talking death. The New Yorker was talking weather.   First, in early January, came denial. Thirty hours of snow, sleet, freezing rain and a soupcon of hail were an aberration, a blip in the great scheme of things. Besides, all that ice left the city looking slick and shiny.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"1944: Nazi Ships Sunk : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/05/opinion/IHT-1944-nazi-ships-sunk-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Three German blockade runners, heavily laden with vital war supplies from Japanese-held ports in the Pacific, have been sunk in the South Atlantic, the Navy Department announced today [Feb. 4]. The ships had cross","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/05/nyregion/inside-083224.html","abstract":"  Jury Gets Evers Slaying Case    After hearing closing arguments in the third trial of the white supremacist accused of murdering the civil rights leader Medgar Evers, a jury began its deliberations. Page 7. Health's Universal Quandary    The debate over the future of health care in the United States centers on whether the nation can and should provide everyone with health insurance. News analysis, page 8. Prodding Korea's Neighbor    Talking of sanctions, the United States asked China to press North Korea to open its nuclear installations to inspection by Feb. 21. Page 5. Security Warning on Internet    Users of the Internet, a web of computer networks, have been warned of a rash of break-ins into government and university computers. Page 37. Giuliani and School Cuts    Mayor Giuliani said he would consider other ways to save money in the schools if the Chancellor could not cut 2,500 administrative jobs. Page 23.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/05/nyregion/bridge-086711.html","abstract":"  There are perhaps 200 tournament players who have won several national championships, in some cases so many that they have lost count. There are a thousand times that number who have never won one, and are resigned to the fact that they never will. And in between there are those who have had one proud moment of triumph.   One of these was Alice Stakgold of Newark, Del., who died of cancer on Monday. Away from the bridge table, she had been an energetic worker for many volunteer organizations, and was formerly president of the Service League of Northern Virginia.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Timely Bet On Europe's Big Sell-Off","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-timely-bet-on-europes-big-selloff.html","abstract":"A GOLDEN opportunity missed. Comments such as that are usually made by those with the perlucid vision of hindsight. Identifying opportunities in the present and acting to take advantage of them is a different matter: It normally requires a considerable me","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Partisan Jab From Gephardt in Health Debate","web_url":"https://www.nytimes.com/1994/02/05/us/partisan-jab-from-gephardt-in-health-debate.html","abstract":"  Representative Richard A. Gephardt, the House majority leader, asserted today that Republicans' opposition to President Clinton's health care proposals was just another example, like their original hostility to Social Security and Medicare, of unwillingness to improve people's lives.   In the most partisan shot Democrats have fired on the issue, Mr. Gephardt said, \"Every time we try to lift people up, they say it's socialism, it's big government, it's tax and spend.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"New Orleans Mayor's Race Heats Up","web_url":"https://www.nytimes.com/1994/02/05/us/new-orleans-mayor-s-race-heats-up.html","abstract":"  Mardi Gras is fast approaching, with its usual excesses in tow, but this year New Orleans is grappling with more serious concerns as well.   Voters here are trying to choose a new mayor who can cure an excess of ills: high crime, blighted housing, an economy still coughing from the collapse of oil prices, a loss of faith in City Hall, and middle-class flight to the suburbs. And just around the bend, there will be the need to cope with a giant casino planned for downtown.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Beliefs; The Funniest Rabbi Contest: when it comes to stand-up comedy, most should sit down.","web_url":"https://www.nytimes.com/1994/02/05/us/beliefs-funniest-rabbi-contest-when-it-comes-stand-up-comedy-most-should-sit.html","abstract":"  There may be a lot of witty rabbis around, but two out of three have no future as stand-up comedians. That rule emerged on Monday from Round 2 of the Funniest Rabbi in New York Contest.   The contest is the idea of Cary Hoffman, the owner of Stand-Up N.Y., a comedy club at West 78th Street and Broadway in Manhattan. He has organized competitions for the Funniest Lawyer, Funniest Wall Streeter, Funniest Taxi Driver (English-language division) and Funniest Police Officer. He has also done Funniest Unemployed Person, a particularly handy category since it includes most stand-up comedians.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"2 Posts, but Only 1 Goalie Between Them","web_url":"https://www.nytimes.com/1994/02/05/sports/olympics-2-posts-but-only-1-goalie-between-them.html","abstract":"  They were teammates for three years at the University of Maine, alternating as starters. The rivalry between Mike Dunham and Garth Snow escalated here tonight to determine who will be Team USA's starting goaltender at the Lillehammer Games.   After a five-game stretch in which he permitted a torrent of goals, Dunham was superb even though Team USA lost to Sweden's B squad, 3-0. It was the first shutout against the United States on its pre-Olympic tour. The team has an overall record of 37-17-5, 22-9-1 when Dunham starts and 13-5-2 with Snow. Other goalies are 2-3-2.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/05/nyregion/c-corrections-083453.html","abstract":"  A chart with an article in Your Money on Jan. 22, about the taxes that must be paid for nannies and other household workers, omitted the cost of workers' compensation in New York City. A couple paying a household worker $20,000 a year in the city would owe about $425 in annual premiums for workers' compensation in addition to state disability tax.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"1894: German Slavers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/05/opinion/IHT-1894-german-slavers-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - An incident occurred in the Reichstag a few days since which can scarcely be passed over in silence. Herr Kayser, the director of Colonial affairs, admitted that some Hamburg merchants, established at Whydah, had supplied rifles to negro kings in","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Vietnam Welcomes U.S. Decision on Embargo; Hanoi's Response Subdued","web_url":"https://www.nytimes.com/1994/02/05/world/vietnam-welcomes-us-decision-on-embargo-hanoi-s-response-subdued.html","abstract":"  Government officials welcomed President Clinton's lifting of the United States trade embargo on Vietnam in measured terms today.   But even though this capital, unlike Ho Chi Minh City in the south, has never known what it is like to have the United States as a trading partner, many ordinary Vietnamese here greeted the American action as a significant boost to the festive mood building up for Tet, the lunar new year holiday beginning on Thursday.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Brooklyn Jewel Robbery Leads to Fatal Gunfight","web_url":"https://www.nytimes.com/1994/02/05/nyregion/brooklyn-jewel-robbery-leads-to-fatal-gunfight.html","abstract":"  What began yesterday as a jewelry store robbery in Brooklyn turned into a wild car chase, including two collisions, a carjacking and an attempted carjacking, and ended with two people wounded by gunfire and one robber dead, the police said.   By midnight yesterday, only one of the six surviving robbers had been arrested, the police said.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Vietnam Welcomes U.S. Decision on Embargo","web_url":"https://www.nytimes.com/1994/02/05/world/vietnam-welcomes-us-decision-on-embargo.html","abstract":"  In the crowded streets of a city still better known to the world as Saigon, there was a sense today that the war was finally over, the last battle concluded half a world away in the corridors of the White House.   The news that President Clinton had decided to lift the American trade embargo against Vietnam reached here today shortly before dawn, and by breakfast it was the only topic of conversation to be found in much of Ho Chi Minh City, the city that the Americans had to flee in humiliation a generation ago.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Rangers Open the Vault For New Gonzalez Deal","web_url":"https://www.nytimes.com/1994/02/05/sports/baseball-rangers-open-the-vault-for-new-gonzalez-deal.html","abstract":"  At the Texas Rangers' news conference yesterday to announce a new contract for their young star Juan Gonzalez, the club president was asked about the owners' recently adopted revenue-sharing plan.   \"The first revenue sharing we're doing,\" Thomas Schieffer said, \"is with Juan.\"","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Kotashaan Is Horse of Year","web_url":"https://www.nytimes.com/1994/02/05/sports/kotashaan-is-horse-of-year.html","abstract":"  The French-bred horse Kotashaan, who won racing's Eclipse Award two weeks ago as the grass champion of 1993, was crowned with the sport's ultimate honor, the title of Horse of the Year, at the Eclipse Awards dinner last night in New Orleans.   In the bloc voting format used, Kotashaan was the 2-1 winner over another grass horse, Lure. He beat Lure, 13-7, in the Thoroughbred Racing Association Vote and 65-53 in the National Turf Writers Association ballot, but the Daily Racing Form voters favored Lure, 41-38.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Health insurance: plan benefits and premiums","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-health-insurance-plan-benefits-and-premiums.html","abstract":"All plans cover hospital services, specialist fees, and local ambulance services.. KEY: HS: hospital services, SF: specialists fees, OP: out patient, LA: local . ambulance, HN: home nursing, OA: out of area cover, M: maternity, R: . repatriation/local bur","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Good News, Then Bad News for the Yen This Week","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-good-news-then-bad-news-for-the-yen-this-week.html","abstract":"FOR dollar-orientated investors, the upsurge in the Japanese equity market was compounded over the week by the strength of the yen. Until Friday's rise in U.S interest rates, all news was good news for the yen, which started out the week at a mid-price of","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Schools Ordered To Desegregate In Philadelphia","web_url":"https://www.nytimes.com/1994/02/05/us/schools-ordered-to-desegregate-in-philadelphia.html","abstract":"  In a suit that had been in court for more than two decades, a state judge ruled today that the Philadelphia school district had not done enough to desegregate its schools.   Judge Doris A. Smith of the Commonwealth Court of Pennsylvania, which has jurisdiction over litigation involving state agencies, said she would appoint a master or team of education experts to develop a desegregation plan and impose it on the district, a task that the school district argues is impossible because 75 percent of its 191,000 students are black or of Hispanic descent.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Bronx Man Is Charged in Robbing of 14, Including Many Elderly","web_url":"https://www.nytimes.com/1994/02/05/nyregion/bronx-man-is-charged-in-robbing-of-14-including-many-elderly.html","abstract":"  The 92-year-old woman, less than five feet tall, showed a visitor to her Bronx apartment the bruises on her arms, still plainly visible two weeks after the attack. \"My whole face was like this,\" she said. \"He hit me on my face when I yelled for help. No one came.\"   On Thursday, the police arrested a man and charged him with 14 robberies in the Bronx since Dec. 3, crimes in which the victims were pushed into their apartments or cornered in elevators. The police said that five of the people preyed on by the suspect, Nathaniel Wilson, 25, of 2350 Ryer Avenue, were women over the age of 75.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Knowledge Gap On Health Issue","web_url":"https://www.nytimes.com/1994/02/05/us/knowledge-gap-on-health-issue.html","abstract":"  For all the debate about health policy in recent months, a large number ofAmericans have little information about the basic proposals for restructuringthe system, according to a poll released this week.    Even after being read a description of the alternatives for change, only 54percent said they recalled hearing or reading anything before the interviewabout the concept of \"the employer mandate,\" the poll found.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Aide Accused Of Stealing From Author","web_url":"https://www.nytimes.com/1994/02/05/nyregion/aide-accused-of-stealing-from-author.html","abstract":"  The former bookkeeper for Anne Morrow Lindbergh, the author and widow of Charles A. Lindbergh, has been charged with embezzling an estimated $136,000 from Mrs. Lindbergh's checking account, according to the police in Darien, Conn., where Mrs. Lindbergh lives.   The bookkeeper, Susan Colby Jones, who was hired two years ago to pay bills for the 87-year-old Mrs. Lindbergh after she was incapacitated by strokes, has been charged with two counts of first-degree larceny.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"A Spin, a Broad Smile and 'Hello, Nancy!'","web_url":"https://www.nytimes.com/1994/02/05/sports/olympics-a-spin-a-broad-smile-and-hello-nancy.html","abstract":"  Flashing her familiar smile, Nancy Kerrigan dazzled a crowd of more than 4,500 tonight at Northeastern's Matthews Arena in her first public skating exhibition since she was assaulted Jan. 6 in Detroit.   \"This is so special,\" Kerrigan told the crowd. \"It's been a really tough month for me and I'm ready to go. I can't wait to get there.\"","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/05/style/chronicle-085626.html","abstract":"  The teen-age Palestinian boy from Ramallah on the West Bank, who presented an award to SHIMON PERES at the Regency Hotel on Thursday, certainly knew how to seize the moment.   \"Thank you for putting an end to the bloodshed,\" the youth said to Mr. Peres, the Foreign Minister of Israel, speaking before a crowd at a Seeds for Peace benefit dinner. \"Now I hope we can have our own state with our own capital: East Jerusalem.\"","thumbnail":null,"section":"Style"},{"date":"19940205","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/02/05/nyregion/editors-note-083445.html","abstract":"  An obituary on Jan. 17 reported the death on Jan. 14 of Dr. Bernard D. Davis, a Harvard Medical School professor who was a pioneer in bacterial genetics. The first sentence and much of the obituary were devoted to a dispute over an article Dr. Davis wrote in 1976 about academic standards in the admission of minority students to medical schools.   Although the controversy was reported extensively in The Times at the time, and was therefore well represented in the newspaper's clipping file, it was not the dominant fact in Dr. Davis's career, as a number of scientists have explained in letters to The Times. The Jan. 17 obituary relied excessively on this file, in place of necessary reporting on the range of Dr. Davis's career.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"A Charles Kuralt Visit Turns Into 15 Years","web_url":"https://www.nytimes.com/1994/02/05/arts/a-charles-kuralt-visit-turns-into-15-years.html","abstract":"  It is one of the myths of television news, Charles Kuralt intones in his familiar voice, as deep and mellow as a cello's, that nobody watches segments about the arts.   As evidence, Mr. Kuralt points out that people have been watching his \"Sunday Morning\" on CBS in respectable numbers for 15 years, and nothing has distinguished this program as much as its coverage of subjects like music, painting, sculpture and architecture.","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Artists' Insurance Policies Tell All","web_url":"https://www.nytimes.com/1994/02/05/arts/artists-insurance-policies-tell-all.html","abstract":"  History remembers the pianist Ignace Paderewski as a virtuoso, a gifted composer and a statesman. Mutual of New York remembers him as a darned good insurance risk. In 1921, Paderewski, then 61 and living in Paso Robles, Calif., applied for a $50,000 policy, and an investigator was assigned to report on his health, habits and net worth.    The report to New York couldn't have been more satisfactory. Paderewski earned about $200,000 a year and spent money \"very freely.\" How freely? \"I might mention that when he goes to the 'movies' in Paso Robles, he pays them $20 not to play the organ while he is there.\"","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Inmate Fears Death Because Prison Won't Finance Transplant","web_url":"https://www.nytimes.com/1994/02/05/us/inmate-fears-death-because-prison-won-t-finance-transplant.html","abstract":"  If DeWayne Murphy were not in Federal prison, he would be on a waiting list for a heart transplant or might even have had one by now.   But the Federal Bureau of Prisons, which is responsible for his medical costs, does not pay for organ transplants, so the 33-year-old Mr. Murphy is living in a medical ward at the Rochester Federal Medical Center in Minnesota, agonizing over his case. One prisoners' rights advocate argues that by not financing a heart transplant for Mr. Murphy the Bureau of Prisons has converted his four-year sentence to a death sentence.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Jury Rules Against Forfeiture Of Hell's Angels' 3d St. Home","web_url":"https://www.nytimes.com/1994/02/05/nyregion/jury-rules-against-forfeiture-of-hell-s-angels-3d-st-home.html","abstract":"  The Hell's Angels may keep their Manhattan home, a jury ruled yesterday, rejecting Government efforts to seize the motorcycle club's notorious hangout on the Lower East Side.   Ending a three-week civil trial in Federal District Court in Manhattan, jurors voted that lawyers for America's best-known bunch of Harley-riding, tattooed nonconformists had successfully proved that the Hell's Angels Motorcycle Club's East Coast Valhalla was not used for drug deals, as charged in a Government lawsuit.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"U.S. Is Seeking Tougher Embargo Despite the Strain on Haiti's Poor","web_url":"https://www.nytimes.com/1994/02/05/world/us-is-seeking-tougher-embargo-despite-the-strain-on-haiti-s-poor.html","abstract":"  Despite growing concern that the embargo on Haiti is not working and is badly squeezing that nation's poor, the United States said today that it would ask the United Nations Security Council next week to impose tougher sanctions on Haiti.   The proposed new sanctions, which aim to show Haiti's military leaders that the world will not back down in its campaign to force them to restore democracy, would broaden the current embargo on fuel and arms to include almost everything except food and medicine.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/05/arts/classical-music-in-review-092673.html","abstract":"  Moscow Virtuosi  Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Review/Music; Zubin Mehta Visits With a Gift of Mahler","web_url":"https://www.nytimes.com/1994/02/05/arts/review-music-zubin-mehta-visits-with-a-gift-of-mahler.html","abstract":"  On the day Kurt Masur announced his plans for his fourth season on the podium of the New York Philharmonic, his predecessor, Zubin Mehta, took over Carnegie Hall for the first of two concerts with the Israel Philharmonic. The program on Tuesday evening was part of Carnegie Hall's two-season Mahler cycle, and was devoted fully to the Second Symphony, the \"Resurrection.\" Tonight, Mr. Mehta and the orchestra are to play a work by Pavel Haas, the Brahms Second Symphony and the Sibelius Violin Concerto, with Itzhak Perlman.    Does absence make the heart grow fonder? Perhaps it's too soon to tell. In sections of the five-movement work -- particularly in the delicate, almost Haydnesque Andante moderato and the sublime choral finale -- Mr. Mehta was at his best. But the kind of emotional abandon that gives Mahler's titanic scores their urgency and dimension was not always in generous supply.","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"U.S. and France to Form Bosnia Working Group","web_url":"https://www.nytimes.com/1994/02/05/world/us-and-france-to-form-bosnia-working-group.html","abstract":"  After their sharp dispute last week over policy in Bosnia, France and theUnited States are quietly attempting to convene a high-level working group that would coordinate European and American peacemaking efforts in the Balkan war andtake these efforts in a new direction.    French and American officials said today that a first meeting of the groupcould take place next week, just before long-stalled peace talks among the threewarring factions in Bosnia resume in Geneva on Thursday. The United States wouldbe represented by Ambassador Charles Redman, the United States special envoy to the Bosnian talks, and France by top Foreign Ministry officials. Accord Reached Last Week     The officials said an outline agreement to set up the group was reached lastweek by the American Secretary of State, Warren Christopher, and France'sForeign Minister, Alain Juppe even as they clashed over French requests that theUnited States put pressure on the Muslim-led Bosnian Government to end the war.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"1919: Hellenic Claims : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/05/opinion/IHT-1919-hellenic-claims-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Greek territorial claims presented to the Peace Conference would, if admitted, bring under the Greek flag about 2,500,000 Greeks in nearby lands and complete the last step in the restoration of the historic, racial and economic Hellenic entit","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"World War II Use of 'Holocaust' May Have Come From Poland","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-world-war-ii-use-of-holocaust-may-have-come-from-poland-092576.html","abstract":"  To the Editor:   In \"Don't Cut Off Debate About the Holocaust\" (letter, Jan. 1), Irene Zdziarski states that \"The word 'Holocaust' in World War II was first used by Soviet Jewish Anti-Fascist Committee . . . in the December 24, 1942, daily bulletin of the Jewish Telegraphic Agency.\" However, the text of the communication in our possession refers to \"atrocities that the Nazis have inflicted upon Jews in all occupied countries,\" without using the word \"Holocaust.\"","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Review/Music; A Chorus of Strong Voices Recalls The Pure Force of Marian Anderson","web_url":"https://www.nytimes.com/1994/02/05/arts/review-music-a-chorus-of-strong-voices-recalls-the-pure-force-of-marian-anderson.html","abstract":"  As might have been expected, the tribute to Marian Anderson on Thursday evening at Aaron Davis Hall offered some splendid singing, not least in recorded examples of Anderson's own incomparable artistry. But the most stirring moment came in the least accomplished bit of vocalism.   The poet Maya Angelou, who was to open the program with a reading, sang instead: \"Comin' Through the Rye,\" of all things, with a delightful Scottish burr on \"rye.\" Her technique was, uh, shaky, but no matter; her speech, let alone song, is more mellifluous than most singers' best efforts.","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Sharpton Says He Will Run For the Senate","web_url":"https://www.nytimes.com/1994/02/05/nyregion/sharpton-says-he-will-run-for-the-senate.html","abstract":"  The Rev. Al Sharpton, who had been considering a run either for Governor or for the United States Senate, said he has decided to challenge Senator Daniel Patrick Moynihan in the Democratic primary. Mr. Sharpton announced his decision in a taped interview to be broadcast on Sunday.   \"People are not hearing anything but theories and 'I wish it was 50 years ago' from the Senator,\" he told Gabe Pressman on the \"News Forum\" program to be broadcast on Channel 4, WNBC-TV. \"People should vote their interests, and Mr. Moynihan has not addressed those.\"","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Pistons Trade Elliott to Rockets","web_url":"https://www.nytimes.com/1994/02/05/sports/sports-people-nba-pistons-trade-elliott-to-rockets.html","abstract":"  SEAN ELLIOTT was traded to the Houston Rockets by the Detroit Pistons yesterday for forwards ROBERT HORRY and MATT BULLARD and two second-round draft choices, the Pistons announced. Elliott, 26, and in his fifth National Basketball Association season, has averaged 17 points per game. An All-Star last season for the San Antonio Spurs, he was acquired by Detroit in the off season for DENNIS RODMAN.  Despite their 32-11 record, the Rockets have had trouble scoring when opponents are able to stifle HAKEEM OLAJUWON.  Houston coaches believe they need another scoring threat to relieve that pressure. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"U.S. Urges China to Pressure North Koreans to Open Nuclear Sites","web_url":"https://www.nytimes.com/1994/02/05/world/us-urges-china-to-pressure-north-koreans-to-open-nuclear-sites.html","abstract":"  The United States, supported by Britain, France and Russia, appealed to China today to put renewed pressure on North Korea to open its nuclear installations to international inspection and warned they will start pressing for Security Council sanctions against the Pyongyang Government if it has not done so by Feb. 21.   This is the starting date for a three-day meeting of the 35-nation executive board of the Vienna-based International Atomic Energy Agency, which, in the absence of any new North Korean concessions by then, is expected to endorse the agency's view that it can no longer give the the assurances it needs to about the peaceful nature of North Korea's nuclear program.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Dimitrov Theory Omits Spanish War","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-dimitrov-theory-omits-spanish-war-092606.html","abstract":"  To the Editor:   In \"The Dimitrov Conspiracy\" (Op-Ed, Jan. 22), Stephen Koch, chairman of the writing division of Columbia University, theorizes that Georgi Dimitrov, a Bulgarian Communist, was acquitted on complicity in the burning of the German Reichstag in 1933 as a result of a secret deal struck between the Nazi and Communist secret services, and by extension between Hitler and Stalin.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/05/arts/pop-and-jazz-in-review-092657.html","abstract":"  Enja All-Stars  Sweet Basil 88 Seventh Avenue South (above Bleecker Street) Greenwich Village Through tomorrow","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"Perot Attacks Clinton's Health Plan and Flirts With an Alternative","web_url":"https://www.nytimes.com/1994/02/05/us/perot-attacks-clinton-s-health-plan-and-flirts-with-an-alternative.html","abstract":"  Never one to stay out of the spotlight too long, Ross Perot tried to take center stage today with the opening of a national conference of his political organization. And who should he invite but Representative Jim Cooper, whose health care plan has become a leading alternative to the one being peddled by the President.   For his part, Mr. Perot assailed President Clinton's proposal for national health coverage as too costly and too reliant on a Federal bureaucracy. He also suggested that Mr. Cooper's more modest plan would be better.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"World War II Use of 'Holocaust' May Have Come From Poland; Syndrome Known in '52","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-world-war-ii-use-of-holocaust-may-have-come-from-poland-syndrome-known-in-52-092622.html","abstract":"  To the Editor:   In \"Don't Cut Off All Debate About the Holocaust\" (letter, Jan. 1) Irene Zdziarski cites a bibliography by my Norwegian colleague Leo Eitinger and myself, of references to \"1,600 medical articles, 'Psychological and Physical Effects of Concentration Camps,' a post-acute stress disorder, popularized by Patrick Buchanan as Holocaust survivor syndrome.\"","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Arrest in 2 Fatal Stabbings","web_url":"https://www.nytimes.com/1994/02/05/nyregion/arrest-in-2-fatal-stabbings.html","abstract":"  A 16-year-old Bronx youth confessed to stabbing his mother and her boyfriend to death in their bedroom yesterday, the police said. The youth, Eli Vega, called the police yesterday evening to report the deaths of his mother, Judith Ayala, 37, and her boyfriend, Russell Smith, 34, in their apartment at 3366 Decatur Ave. in the Norwood section. \"The son said he discovered the bodies,\" said Sgt. Frances Haimeck, a police spokeswoman. \"The officers took him in to question him and he confessed.\" They refused to release a motive for the killings or any details given by the youth, who was arrested at 8:45 P.M. Ms. Ayala was found lying on her bed, and Mr. Smith on the bedroom floor, Sgt. Haimeck said. Investigators did not find the murder weapon, she said.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Student Defends Decision On Islam Nation Speaker","web_url":"https://www.nytimes.com/1994/02/05/nyregion/student-defends-decision-on-islam-nation-speaker.html","abstract":"  Michael Burton, cutting his teeth on the rough edges of democracy, has not seen many weeks like this one in his 22 years.   The undergraduate is head of the Trenton State College committee that has invited Khalid Abdul Muhammad to speak. Mr. Burton has received four death threats -- two of them this week -- but he is standing firm about welcoming Mr. Muhammad, the Nation of Islam spokesman who was demoted Thursday by the organization's leader, Louis Farrakhan, after making anti-white and anti-Semitic remarks in a speech at Kean College in Union, N.J.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Former Florida Coach Attempts Suicide","web_url":"https://www.nytimes.com/1994/02/05/sports/sports-people-football-former-florida-coach-attempts-suicide.html","abstract":"  CHARLEY PELL, who was dismissed from his job as Florida football coach nearly a decade ago after an investigation into widespread recruiting violations, is suffering from depression and tried to kill himself, his doctor said yesterday in Jacksonville, Fla.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Hype About Health","web_url":"https://www.nytimes.com/1994/02/05/us/hype-about-health.html","abstract":"  On the surface, the health care arguments all week were about price controls and employer payments and bureaucracy, as two leading business groups came out against President Clinton's proposals and Representative Jim Cooper's more modest plan attracted increasing attention.   The arguments, and especially the accompanying slogans and exaggerations, obscure an unusually serious enterprise with few parallels since World War II, a real three-way debate about the future of health care in the nation. The issue is whether the nation can and should provide everyone with health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"Sports of The Times; The Hammer Is a Year Older","web_url":"https://www.nytimes.com/1994/02/05/sports/sports-of-the-times-the-hammer-is-a-year-older.html","abstract":"  HENRY LOUIS AARON will wake up in Atlanta this morning to yet another milestone: his 60th birthday. Aaron, his wife and four of their five children will celebrate six rich decades of life with 142 invited guests at the Governor's Mansion tonight.   Sixty. Aaron laughed when I asked whether he ever thought at 18 that he would be a senior citizen. \"I had no concept of growing old,\" he said in his rich baritone voice. \"You know how it is when you're young. You never think about turning 60. You never think about dying. You just think about tomorrow and the next tomorrow.\"","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"I.O.C. Official Says Harding Should Skate","web_url":"https://www.nytimes.com/1994/02/05/sports/olympics-ioc-official-says-harding-should-skate.html","abstract":"  A prominent member of the International Olympic Committee said today that Tonya Harding should be allowed to skate in the Winter Games unless she confesses or is convicted in connection with last month's assault on Nancy Kerrigan.   \"You've got a tiger by the tail,\" said Richard Pound, a Montreal attorney and a member of the I.O.C.'s executive board. \"You come from a country with a long tradition of presumption of innocence. I don't think an accusation is enough. Grand juries can indict fire hydrants in the U.S. You couldn't take that seriously. Absent either a conviction or a confession, I don't think the U.S.O.C. has much of a choice.\"","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/05/nyregion/metro-digest-083828.html","abstract":"  FETAL TESTS: WHEN ANY RISK IS TOO GREAT   A rapidly growing number of younger women, health-care professionals say, are ignoring conventional medical standards and having tests to detect chromosomal disorders in fetuses. Below age 35, the risk of miscarriage from the test is greater than the risk of genetic defects. But those who call earlier tests a waste of health-care dollars, the women point out, don't have to rear a severely disabled child. Page 1.  NEW YORK CITY  AIMING SCHOOL CUTS AT ADMINISTRATORS   How many administrators does it take to run the New York City public school system? Although it might seem the beginning of a bad joke, Mayor Rudolph W. Giuliani raised the questions in his plan to eliminate the job of every other manager at the Board of Education's headquarters at 110 Livingston Street -- as much a symbol of bureaucratic resilience as the Pentagon. News analysis, Page 25.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Why the New Feminists Sound Different","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-why-the-new-feminists-sound-different-092614.html","abstract":"  To the Editor:   Re Anna Quindlen's \"And Now, Babe Feminism\" (column, Jan. 19):","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Foreign Cash Inflow Nourishes Japanese Funds","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-foreign-cash-inflow-nourishes-japanese-funds.html","abstract":"JUST how good was the good news from Japan this week? Individual investors with an interest in Japanese- invested mutual funds found that they had done well, but not so well as you might expect. In fact, of nine open-end investment funds for which net ass","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Devils Prey Upon The Weak","web_url":"https://www.nytimes.com/1994/02/05/sports/hockey-devils-prey-upon-the-weak.html","abstract":"  The Devils got precisely the remedy they needed tonight to end a three-game losing streak at a home and a four-game streak without a victory. They played the Ottawa Senators, a team with one victory in 19 games, a team that had trouble setting up its power-play unit in the offensive zone even with a two-man advantage.   Ottawa provided ample avidence why it has the worst record (9-39-7) in the National Hockey League, why it is the worst team killing penalties and next-to-last with the man advantage.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Coslet Speaks Out About His Dismissal","web_url":"https://www.nytimes.com/1994/02/05/sports/sports-people-football-coslet-speaks-out-about-his-dismissal.html","abstract":"  BRUCE COSLET, the former Jets coach, said he never refused to hire an offensive coordinator, a reason cited by General Manager DICK STEINBERG for his firing on Jan. 7. \"I welcomed somebody taking the pressure off me,\" he told the Madison Square Garden Network in taped interviews. \"I was all for it.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Lions, Led by Freshman Guard, Make Penn Work for Ivy Lead","web_url":"https://www.nytimes.com/1994/02/05/sports/basketball-lions-led-by-freshman-guard-make-penn-work-for-ivy-lead.html","abstract":"  It was not supposed to be this difficult.   Penn, a heavy favorite over Columbia, found itself in a fight tonight. It took nearly one half, but the Quakers finally responded, struggling to a 67-55 victory at the Palestra to assume sole possession of first place in the Ivy League.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Public & Private; Filling The Vacuum","web_url":"https://www.nytimes.com/1994/02/05/opinion/public-private-filling-the-vacuum.html","abstract":"  The actor Danny Glover played Kean College Thursday evening. Among other things, he recited a poem by Langston Hughes in his rich and sonorous voice:   O, let America be America again --","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Knicks Go Distance, But Hawks Get Decision","web_url":"https://www.nytimes.com/1994/02/05/sports/basketball-knicks-go-distance-but-hawks-get-decision.html","abstract":"  The Atlanta Hawks met every challenge tonight. When the Knicks got rough, the Hawks got rougher. When the Knicks rallied, the Hawks bent, but they did not break.   By the time the game ended, the Knicks had the message, and their six-game winning streak was over. The Hawks are a different team this season, a team determined to be a serious factor in the National Basketball Association's Eastern Conference. Leading throughout the second half, Atlanta rolled to an impressive 114-102 victory before a sellout crowd of 16,368 in the Omni, putting the Hawks (32-11) half a game ahead of New York (32-12) atop the East.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Worker Claims Discrimination By AIDS Group","web_url":"https://www.nytimes.com/1994/02/05/nyregion/worker-claims-discrimination-by-aids-group.html","abstract":"  An employee of Gay Men's Health Crisis has filed a lawsuit in Federal court against the group, asserting that he was discriminated against because he has AIDS.   The suit by James A. Fielding, who served as coordinator of volunteers for the AIDS agency, charges \"acts of disability discrimination\" and asks for $1.7 million in compensatory and punitive damages. Mr. Fielding, who is in the hospital with hepatitis, said he was denied a fair chance to compete for a position that required him to work weekends because of fears that he would call in sick frequently.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Woman Is Arrested In Death of an Infant","web_url":"https://www.nytimes.com/1994/02/05/nyregion/woman-is-arrested-in-death-of-an-infant.html","abstract":"  A 27-year-old Queens woman was arrested last night in the death of her newborn baby.    The police said the woman, Renee Davis of 206-55 46th Avenue, gave birth alone in the bathroom of her Bayside home. She then wrapped the baby boy in a plastic bag and dropped him in the backyard of an adjoining house early yesterday morning before going to a her job in a nearby factory, the police said.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"In Fishkill, a New Team Steps Up to the Plate; Minor-League Club Excites Baseball Fans in the Economically Ailing Hudson Valley","web_url":"https://www.nytimes.com/1994/02/05/nyregion/fishkill-new-team-steps-up-plate-minor-league-club-excites-baseball-fans.html","abstract":"  It may be buried under 16 inches of snow and studded with evergreen, pine and birch trees, but when Skip Weisman drives past the 20-acre field wedged between Route 9D and Interstate 84, he sees baseball.   \"The lights are on and a game is going on,\" Mr. Weisman says, conjuring the daydream he has each night as he heads home from work. \"The scoreboard's lit up. There's a packed house. There's green grass. There's brown dirt.\"","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"In Britain, the Perk of Private Care","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-in-britain-the-perk-of-private-care.html","abstract":"PRIVATE health insurance is fast becoming the most attractive perk on offer to expatriates working in Britain, as the country that boasts the oldest public health service in the world struggles to spread the cost of health care..John Major's government","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"Observer; In Comatose Mumble","web_url":"https://www.nytimes.com/1994/02/05/opinion/observer-in-comatose-mumble.html","abstract":"  All the ingredients are in place for the making of another fine mess in the best Laurel and Hardy tradition.   First, almost every politician in Washington needs something that can be called a \"health care bill\" and needs it quick. In time for autumn campaigning, in fact.   Second, there is absolutely no consensus in Washington about what this wondrous \"health care bill\" should do or be.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Inquiries Proceed As Harding Skates On","web_url":"https://www.nytimes.com/1994/02/05/sports/olympics-inquiries-proceed-as-harding-skates-on.html","abstract":"  As figure skating officials in Colorado Springs prepared to announce on Saturday the result of an inquiry into Tonya Harding's knowledge of the assault on Nancy Kerrigan, investigators here continued to examine evidence in the case and measure her credibility against what else they have found.   The five-member panel investigating whether Harding violated the United States Figure Skating Association's code of ethics adjourned today in Colorado after a five-and-half-hour meeting without making a decision.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Yankees Gaze At Gregg Olson","web_url":"https://www.nytimes.com/1994/02/05/sports/baseball-yankees-gaze-at-gregg-olson.html","abstract":"  Gregg Olson threw for 20 minutes yesterday before team officials at Yankee Stadium as the Yankees pondered whether the right elbow of the former Baltimore relief pitcher was healthy enough to earn him a contract offer.   General Manager Gene Michael declined to release results of the medical tests conducted on Olson's elbow, but said the Yankees would make a decision about him in the next week. Olson, who might not be ready to pitch by opening day, is also being sought by Toronto.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Delay in Picking Envoy to India Is Attacked","web_url":"https://www.nytimes.com/1994/02/05/world/delay-in-picking-envoy-to-india-is-attacked.html","abstract":"  A Senate subcommittee today sharply criticized the State Department official who oversees relations with India over the Clinton Administration's failure to fill the Ambassador's post in New Delhi. She replied that the Administration hoped to have a nominee soon but left unclear who it would be.   For months, Administration officials had said President Clinton intended to appoint former Representative Stephen J. Solarz of Brooklyn. But the nomination was held up pending an investigation into his efforts to obtain a visa for a Hong Kong businessman with a criminal record -- an inquiry that ended without charges last week.","thumbnail":null,"section":"World"},{"date":"19940205","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/05/arts/classical-music-in-review-092681.html","abstract":"  Anthony Newman  Organist St. Bartholomew's Church Manhattan","thumbnail":null,"section":"Arts"},{"date":"19940205","headline":"No Answers, No-Shows, Or Comment for Nets","web_url":"https://www.nytimes.com/1994/02/05/sports/basketball-no-answers-no-shows-or-comment-for-nets.html","abstract":"  As the Nets continued to try to figure out whether to sign or trade Derrick Coleman, the team practiced today. And everyone showed up.   \"No one is missing in action,\" said Coach Chuck Daly. \"We had all 12 here today. Twelve angry men. That's an upset.\"","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Opening to a New Vietnam","web_url":"https://www.nytimes.com/1994/02/05/opinion/opening-to-a-new-vietnam.html","abstract":"  President Clinton did the right thing for the United States this week in ending the 19-year-old ban on Americans' doing business with Vietnam. For Mr. Clinton, it was an act of political courage. Had his predecessors been able to take a larger view of American interests, they would have lifted the embargo years ago.   Vietnam has been changing dramatically for nearly a decade. Most of the differences that drove Hanoi and Washington to war in the 1960's and 1970's and kept them at odds through the early 1980's have disappeared.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/05/sports/results-plus-087645.html","abstract":"  N.H.L.  Barrasso Is Back, but Lemieux Isn't  Pittsburgh goalie Tom Barrasso, making his first start in over a month, stopped 29 shots and Martin Straka and Joe Mullen each had two goals and an assist as the Penguins rallied to defeat the Red Wings in Detroit, 6-3, last night. Barrasso had missed the last 14 games with a sprained knee. The Pittsburgh star Mario Lemieux, still recovering from off-season back surgery, missed his 35th straight game. Lemieux participated in the Penguins' morning skate yesterday, but left after a few minutes. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/05/sports/transactions-088366.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Agreed to terms with Lonnie Smith, outfielder, on a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"New York Drivers Need Strong Anti-Theft Law","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-new-york-drivers-need-strong-anti-theft-law-092568.html","abstract":"  To the Editor:   While auto theft has dropped slightly in New York City from its peak rates in 1990 (news article, Jan. 23), there is much to be done to combat this big and costly plague. A car is still stolen on the average of every five minutes somewhere in the five boroughs, costing New Yorkers more than $500 million in annual property losses. It is estimated that upward of 70 percent of the premium for comprehensive coverage in the downstate area is attributable to auto theft.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"International Rescue Need Not Cost a Fortune","web_url":"https://www.nytimes.com/1994/02/05/your-money/IHT-international-rescue-need-not-cost-a-fortune.html","abstract":"PRIVATE health insurance may feature low on your list of priorities, but if you are based overseas for any length of time, the investment will probably be worth it. Without adequate cover, what would happen if you were to require emergency treatment and t","thumbnail":null,"section":"Your Money"},{"date":"19940205","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/05/nyregion/no-headline-083240.html","abstract":"  A heavy burden has been lifted. We in Vietnam have felt that we were not allowed to participate in the world as full citizens because of the embargo. Now at last we are allowed to forget the war. -- LAM THANH SY, a teacher in Ho Chi Minh City.  [ 1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Watson Finds Game Where It All Began","web_url":"https://www.nytimes.com/1994/02/05/sports/golf-watson-finds-game-where-it-all-began.html","abstract":"  One of golf's more enduring love affairs -- Tom Watson and Pebble Beach Golf Links -- was renewed here today. Playing in the second round of the A.T.&T. Pebble Beach National Pro-Am, across the links he regularly trod as a student at nearby Stanford, Watson rekindled the relationship and restarted his golf game.   Watson, 44, shot an airtight round of 67 that was as cool and flawless as the day that embraced the Monterey Peninsula. He didn't bogey a hole, and begins the weekend one stroke behind the leader, Davis Love 3d, who had seven birdies in a round of 66 and stands alone at 135, 9 under par.","thumbnail":null,"section":"Sports"},{"date":"19940205","headline":"Review/Theater; Embracing Dostoyevsky And the Big Questions","web_url":"https://www.nytimes.com/1994/02/05/theater/review-theater-embracing-dostoyevsky-and-the-big-questions.html","abstract":"  There could be few more daunting tasks for any theater company than to try to reduce \"The Brothers Karamazov,\" Dostoyevsky's final disputation with God constructed around a murder mystery, to a mere three hours' traffic on the stage.   Happily, David Fishelson and the Jean Cocteau Repertory are dauntless. The company has mounted a solid production of Mr. Fishelson's adaptation, which remains faithful throughout to the spirit, if not always to the letter, of Dostoyevsky's towering masterpiece.","thumbnail":null,"section":"Theater"},{"date":"19940205","headline":"Sensible Rezoning for the East Side","web_url":"https://www.nytimes.com/1994/02/05/opinion/sensible-rezoning-for-the-east-side.html","abstract":"  On Monday, a City Council committee will vote on zoning changes for Manhattan's Upper East Side -- significant changes that would prevent developers from building any more of those tall, skinny towers that New Yorkers have every reason to hate. The residential rezoning appears headed for approval, as it should be. These sound new rules -- the result of years of work by community groups and the City Planning Commission -- would rectify weaknesses in zoning regulations.   The current zoning allows developers to put up very tall residential buildings in exchange for building public plazas at street level. The idea seemed to make sense: give developers a bonus of more stories for their buildings if they provide some public space. Only it didn't work out that way. The plazas turned into extensions of the apartment towers they surrounded, rather than usable space for the public. Some plazas also created maintenance and safety headaches, encouraging co-op boards to make them even less accessible to the public.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Timber Accord Destroys Forests","web_url":"https://www.nytimes.com/1994/02/05/opinion/l-timber-accord-destroys-forests-092584.html","abstract":"  To the Editor:   Rich and poor countries of the world, you report Jan. 23, \"have agreed on a draft accord that would put forest preservation on a par with the commercial demands of the global timber industry.\" You lead the reader to believe that this revision of a 1983 agreement protects tropical forests. The International Tropical Timber Agreement is foremost a commodity agreement to promote tropical timber in the world's market.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Growing Up: Homeboys In New Haven","web_url":"https://www.nytimes.com/1994/02/05/opinion/growing-up-homeboys-in-new-haven.html","abstract":"In 1990, 12 young men aged 14 to 25 were fatally shot in New Haven. In 1991, that figure rose to 19. In 1992, 19 more were killed. \n\nOut of our need to do something, we decided to put together \"Homeboys: Portraits of Young Men Growing Up in New Haven,\" a collection of interviews and photographs. We chose 17 people who each possessed some quality that struck us in a powerful way; four of them appear below.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"The Lion Whines About Mr. Adams","web_url":"https://www.nytimes.com/1994/02/05/opinion/the-lion-whines-about-mr-adams.html","abstract":"  When President Clinton granted a two-day visa to Gerry Adams, the wise course for an unhappy British Government would have been to cut its losses and dismiss the matter as an internal U.S. affair -- as the British initially seemed to be doing. Then early this week, Prime Minister John Major and his Foreign Secretary, Douglas Hurd, inexplicably threw a fit. The U.S. Ambassador to Britain was summoned to Downing Street for a harsh lecture, and the British public was treated to the peculiar TV spectacle of a Larry King interview on CNN with Mr. Adams, in which an actor spoke the Sinn Fein leader's responses.    Under British law Mr. Adams can be seen but not heard on television, and instead of challenging this bizarre censorship, CNN cravenly chose to comply. A similar ban in the Irish Republic was allowed to lapse on Jan. 19, and Mr. Adams's voice can now be heard by many Britons with access to Irish radio and TV. If Mr. Major is indeed serious about his Government's new peace initiative on Northern Ireland, he should also be ending censorship and encouraging debate. The British media, however, lack our safeguards for free speech, making them much more vulnerable to politicians' whims. In this case it seems appropriate to ask just what the old lion is afraid of.","thumbnail":null,"section":"Opinion"},{"date":"19940205","headline":"Farmers Eager to Test Drug to Get More Milk","web_url":"https://www.nytimes.com/1994/02/05/us/farmers-eager-to-test-drug-to-get-more-milk.html","abstract":"  On Jim and Jack Winkel's 1,100-acre dairy farm in this snowy prairie town, milk is produced with the aid of remote sensing devices, computers, advanced telecommunications equipment, automatic milking machines, stainless steel chillers and an array of diagnostic equipment and pharmaceuticals.   Such gadgets, and the brothers' good sense in how to use them, have made the Winkel Dairy Farm one of the most efficient milk producers in Michigan, the nation's seventh-largest dairy state. Next week, the brothers expect to receive one more high-tech aid: a genetically engineered growth hormone that its manufacturers say will almost immediately increase their production by at least 5 percent, and perhaps 20 percent.","thumbnail":null,"section":"U.S."},{"date":"19940205","headline":"City Hall Focuses on School Managers and Gets a Fuzzy Image","web_url":"https://www.nytimes.com/1994/02/05/nyregion/city-hall-focuses-on-school-managers-and-gets-a-fuzzy-image.html","abstract":"  How many administrators does it take to run the New York City public school system? Although it might seem the beginning of a bad joke, Mayor Rudolph W. Giuliani raised the question in his plan to eliminate the job of every other manager at the Board of Education's headquarters at 110 Livingston Street in Brooklyn -- as much a symbol of bureaucratic resilience as the Pentagon.   Through what many say is bureaucratic obfuscation, no one inside or outside the school system can agree on how many managers, trainers, curriculum experts and support staff are included in the $7 billion school budget, let alone who should stay, who should leave, whose task is essential and whose is bloat.","thumbnail":null,"section":"New York"},{"date":"19940205","headline":"Review/Theater; With Simple Props of Paper, A Dramatic Lesson Unfolds","web_url":"https://www.nytimes.com/1994/02/05/theater/review-theater-with-simple-props-of-paper-a-dramatic-lesson-unfolds.html","abstract":"  \"No eating, drinking, gum chewing or feet on the seats unless you take the shoes off,\" said the usher.   At the Kaye Playhouse, the mitten-on-a-string crowd was out in force for the inventive Paper Bag Players' latest assortment of music, messages and merrymaking, \"The Paper Bag Players, Rain or Shine.\"","thumbnail":null,"section":"Theater"}],"wiki_events":[{"date":"19940205","headline":"Byron De La Beckwith is convicted of the 1963 murder of civil rights leader Medgar Evers.","pages":[{"title":"Byron De La Beckwith","web_url":"https://en.wikipedia.org/wiki/Byron_De_La_Beckwith","description":"American white supremacist, Klansman, and convicted murderer","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/1/10/Byron_De_La_Beckwith.jpg","thumbnail_width":209,"thumbnail_height":311},"abstract":"Byron De La Beckwith Jr. was an American murderer, white supremacist and a member of the Ku Klux Klan from Greenwood, Mississippi who murdered the civil rights leader Medgar Evers on June 12, 1963. Two trials in 1964 on that charge, with all-white male Mississippi juries, resulted in hung juries. In 1994, he was tried by the state in a new trial, which was based on new evidence. He was convicted of murder and sentenced to life in prison."},{"title":"Civil and political rights","web_url":"https://en.wikipedia.org/wiki/Civil_and_political_rights","description":"Rights preventing the infringement of personal freedom by other social actors","thumbnail":null,"abstract":"Civil and political rights are a class of rights that protect individuals' freedom from infringement by governments, social organizations, and private individuals. They ensure one's entitlement to participate in the civil and political life of society and the state."},{"title":"Medgar Evers","web_url":"https://en.wikipedia.org/wiki/Medgar_Evers","description":"African-American civil rights activist and NAACP field officer (19251963)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Medgar_Evers_press_photo.jpg/320px-Medgar_Evers_press_photo.jpg","thumbnail_width":320,"thumbnail_height":411},"abstract":"Medgar Wiley Evers was an American civil rights activist and the NAACP's first field secretary in Mississippi, who was assassinated by Byron De La Beckwith. Evers, a decorated U.S. Army combat veteran who had served in World War II, was engaged in efforts to overturn segregation at the University of Mississippi, end the segregation of public facilities, and expand opportunities for African Americans including the enforcement of voting rights."}]},{"date":"19940205","headline":"Markale massacres, more than 60 people are killed and some 200 wounded as a mortar shell explodes in a downtown marketplace in Sarajevo.","pages":[{"title":"Markale massacres","web_url":"https://en.wikipedia.org/wiki/Markale_massacres","description":"1994 bombardment of civilians in Sarajevo during the Bosnian War","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Sarajevo_Markt05.jpg/320px-Sarajevo_Markt05.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"The Markale market shelling or Markale massacres were two separate bombardments, with at least one of them confirmed to have been carried out by the Army of Republika Srpska, targeting civilians during the siege of Sarajevo in the Bosnian War. They occurred at the Markale (marketplace) located in the historic core of Sarajevo, the capital of Bosnia and Herzegovina."},{"title":"Sarajevo","web_url":"https://en.wikipedia.org/wiki/Sarajevo","description":"Capital of Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sarajevo_City_Panorama.JPG/320px-Sarajevo_City_Panorama.JPG","thumbnail_width":320,"thumbnail_height":191},"abstract":"Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans, a region of Southern Europe."}]}],"weather":[{"date":"19940205","time":"1994-02-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":78,"wspd":7.6},{"date":"19940205","time":"1994-02-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":78,"wspd":3.6},{"date":"19940205","time":"1994-02-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":79,"wspd":5.4},{"date":"19940205","time":"1994-02-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":83,"wspd":5.4},{"date":"19940205","time":"1994-02-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":85,"wspd":5.4},{"date":"19940205","time":"1994-02-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":86,"wspd":3.6},{"date":"19940205","time":"1994-02-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":87,"wspd":5.4},{"date":"19940205","time":"1994-02-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":91,"wspd":1.8},{"date":"19940205","time":"1994-02-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":88,"wspd":3.6},{"date":"19940205","time":"1994-02-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":83,"wspd":3.6},{"date":"19940205","time":"1994-02-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":76,"wspd":7.6},{"date":"19940205","time":"1994-02-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":66,"wspd":5.4},{"date":"19940205","time":"1994-02-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":66,"wspd":7.6},{"date":"19940205","time":"1994-02-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":62,"wspd":9.4},{"date":"19940205","time":"1994-02-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":55,"wspd":13},{"date":"19940205","time":"1994-02-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":51,"wspd":9.4},{"date":"19940205","time":"1994-02-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":56,"wspd":11.2},{"date":"19940205","time":"1994-02-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":63,"wspd":9.4},{"date":"19940205","time":"1994-02-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":73,"wspd":5.4},{"date":"19940205","time":"1994-02-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":78,"wspd":9.4},{"date":"19940205","time":"1994-02-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":81,"wspd":9.4},{"date":"19940205","time":"1994-02-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":84,"wspd":5.4},{"date":"19940205","time":"1994-02-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":81,"wspd":7.6},{"date":"19940205","time":"1994-02-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":83,"wspd":11.2},{"date":"19940205","time":"1994-02-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":11.2},{"date":"19940205","time":"1994-02-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19940205","time":"1994-02-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":7.6},{"date":"19940205","time":"1994-02-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":78,"wspd":5.4},{"date":"19940205","time":"1994-02-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":81,"wspd":7.6},{"date":"19940205","time":"1994-02-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":78,"wspd":9.4},{"date":"19940205","time":"1994-02-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":85,"wspd":0},{"date":"19940205","time":"1994-02-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":0},{"date":"19940205","time":"1994-02-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":7.6},{"date":"19940205","time":"1994-02-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":89,"wspd":5.4},{"date":"19940205","time":"1994-02-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":7.6},{"date":"19940205","time":"1994-02-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":5.4},{"date":"19940205","time":"1994-02-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":85,"wspd":5.4},{"date":"19940205","time":"1994-02-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":82,"wspd":9.4},{"date":"19940205","time":"1994-02-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":72,"wspd":9.4},{"date":"19940205","time":"1994-02-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":61,"wspd":9.4},{"date":"19940205","time":"1994-02-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":57,"wspd":7.6},{"date":"19940205","time":"1994-02-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":5.4},{"date":"19940205","time":"1994-02-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":14.8},{"date":"19940205","time":"1994-02-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":9.4},{"date":"19940205","time":"1994-02-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":5.4},{"date":"19940205","time":"1994-02-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":55,"wspd":5.4},{"date":"19940205","time":"1994-02-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":55,"wspd":9.4},{"date":"19940205","time":"1994-02-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":7.6}]}}