{"19930422":{"guardian_articles":[],"nytimes_articles":[{"date":"19930422","headline":"Yeltsin Wins a Legal Point, but a Vote Is Yet to Come","web_url":"https://www.nytimes.com/1993/04/22/world/yeltsin-wins-a-legal-point-but-a-vote-is-yet-to-come.html","abstract":"  A ruling today by the Constitutional Court made it statistically more likely that President Boris N. Yeltsin would win a vote of confidence in Sunday's referendum.    But even such a victory is not expected to resolve the political impasse that has brought Russia to a near-standstill.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-891993.html","abstract":"  An article in Business Day on Monday about signs of improvement in the economy misstated the period in which employment growth more than doubled, and the comparative period in 1992. The economy added 713,000 jobs in the six months ended March 31, compared with 297,000 jobs in the six months ended Sept. 30.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"A Russian Assessment","web_url":"https://www.nytimes.com/1993/04/22/world/a-russian-assessment.html","abstract":"  The Russian chairman of a joint United States-Russian commission on American P.O.W.'s said today that he was convinced that a report that counted 1,205 American prisoners of war in Vietnam in 1972 was a genuine document from the archives of the Soviet Communist Party.    But he added that he could not vouch for the veracity of the information in the report.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Knicks By the Numbers: 2 Victories = the Top Spot","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-knicks-by-the-numbers-2-victories-the-top-spot.html","abstract":"  The Knicks would finish with the Eastern Conference's best record and the homecourt edge in the conference playoffs simply by winning their last two games, tomorrow night at Philadelphia and Sunday at home against the Chicago Bulls. But it would get complicated if the Knicks (58-22) and Chicago Bulls (56-23) finish with the same record.    If the Bulls beat the Knicks on Sunday, the head-to-head season series would end tied, 2-2, which is the first tie breaker for teams that finish with the same records. And if a Chicago victory on Sunday gave both teams identical overall records, they would also have identical records in the conference, the second tie breaker.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"A Burmese Test Case for Japanese Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-a-burmese-test-case-for-japanese-aid.html","abstract":"- Japan should not be taken in by recent attempts of Burma's military junta to project a friendlier face of fascism. After Burmese troops killed thousands of unarmed pro-democracy demonstrators in 1988, the Japanese government suspended aid programs to Burma worth nearly $260 million. In doing so, it joined other donor nations seeking to isolate the ruling State Law and Order Restoration Council in Rangoon.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Foreign Affairs; Italian Upheaval?","web_url":"https://www.nytimes.com/1993/04/22/opinion/foreign-affairs-italian-upheaval.html","abstract":"  \"Non cambia niente,\" the street vendor answered when asked what would happen now that Italians have overwhelmingly voted to reform their political system. \"Nothing will change.\"   His was a doleful, overly harsh and cynical judgment on this week's historic vote to cut down Italy's volatile 14-party system to about four parties and to make government more accountable, more efficient and more honest. But it was understandable among a people long plagued by massive political corruption and instability.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"HORSE RACING: Notebook; A Field of Undecideds In Derby Countdown","web_url":"https://www.nytimes.com/1993/04/22/sports/horse-racing-notebook-a-field-of-undecideds-in-derby-countdown.html","abstract":"  Storm Tower is in, probably. El Bakan is in, probably. Foxtrail and Devoted Brass are out, definitely. Sea Hero, Dixieland Heat, Wallenda and Corby are in, and training. Prairie Bayou has been there for two weeks, and is still the favorite.   And Rockamundo, who won the Arkansas Derby on Saturday at memorable odds of 108-1, has arrived and now reigns over the backstretch at Churchill Downs as the newest symbol of the confusion shrouding the countdown to the 119th Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ruling Is Likely to Take Florio Rival Off Ballot","web_url":"https://www.nytimes.com/1993/04/22/nyregion/ruling-is-likely-to-take-florio-rival-off-ballot.html","abstract":"  Barely a week after he quit his job as a postal worker and began a long-shot challenge to Gov. Jim Florio for the Democratic gubernatorial nomination, John Budzash lost a court ruling today that was likely to knock him from the June primary ballot.   Mr. Budzash, 42, has never held political office but he was propelled into New Jersey politics in 1990, when he telephoned a talk-radio show in a fit of anger over the record $2.8 billion tax increase Mr. Florio had pushed through a Democratic-controlled Legislature. When challenged by the hosts to back up his strong words, the Monmouth County resident helped form a group known as Hands Across New Jersey. A year later, it helped lead the campaign that gave Republicans a two-thirds majority in the Legislature.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/22/nyregion/metro-digest-299693.html","abstract":"  NEW YORK CITY  2 OFFICERS CLEARED IN SHOOTING OF 3D   A grand jury cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced. The incident raised the sensitive issues of race and police training. B3. A DESPERATE PRISONER, SUDDEN SHOTS   The police said it was a sense of hopelessness that prompted Danny Cook to grab an officer's gun in the bathroom and open fire, critically wounding two police officers, and then turn the gun on himself. B3.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/22/arts/pop-and-jazz-in-review-004293.html","abstract":"  Jane Ira Bloom Saxophonist Blue Note    Swing is such a strong musical force that it can obscure compositional shortcomings. Jane Ira Bloom, a soprano saxophonist who has recently released a new album, \"Art and Aviation\" (Arabesque), composes tunes that hurtle forward with real velocity. Ms. Bloom performed at the Blue Note on Monday night, and it was clear that the swing was hiding some real deficiencies.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"National Awards for Magazines Great and Small","web_url":"https://www.nytimes.com/1993/04/22/arts/national-awards-for-magazines-great-and-small.html","abstract":"  The 1993 National Magazine Awards, given yesterday, rewarded journals both of wide renown and relative obscurity.    Harper's Bazaar and The New Yorker, which received barrages of publicity in the last year because of their new high-profile editors, Elizabeth Tilberis and Tina Brown respectively, won two awards each. Harper's Bazaar won for design and for photography and The New Yorker won for feature writing (under Tina Brown) and for fiction (for articles published by the former editor, Robert Gottlieb).","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Phoenix Cardinals Sign Beuerlein, Instead","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-football-phoenix-cardinals-sign-beuerlein-instead.html","abstract":"  The Phoenix Cardinals, unable to land JOE MONTANA, got another ex-Notre Dame quarterback yesterday when they signed STEVE BEUERLEINto a three-year, $7.5 million contract.   Beuerlein, a fourth-round draft choice of the Los Angeles Raiders in 1987, has been a backup to TROY AIKMAN at Dallas for two years. But the Cardinals said their latest free-agent acquisition may be their starter.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; For Parent Involvement","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-for-parent-involvement-991593.html","abstract":"  To the Editor:   I am a high school teacher at Washington Irving High School. I teach English as a second language to students who have come from all over the world. Last week, on the first day of our spring vacation, one of my students, Christian Abakpa, was brutally murdered while playing basketball. His classmates and I would like to express our feelings on this senseless tragedy.   My students, like Christian, are all immigrants whose parents brought them here for a better life. They tend to be highly motivated, diligent students who want to learn English. Parent involvement is critical in this, and I don't see as much of it as I would like to in my students.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Theater; By Wilder, 3 Works Rarely Seen","web_url":"https://www.nytimes.com/1993/04/22/theater/review-theater-by-wilder-3-works-rarely-seen.html","abstract":"    \"Wilder, Wilder, Wilder,\" originally produced by the Willow Cabin Theater Company at the Harold Clur     man Theater, has reopened at Circle in the Square. Following are excerpts from Wilborn Hampton's review, which appeared in The New York Times on Dec. 21, 1992.     Regarded for too long as the author of the High School Senior Play, Thornton Wilder was perhaps the American theater's greatest innovative genius. Often with breathtaking effect, Wilder explored the arrangement of time and space not as cosmic forces but as basic elements that define our everyday lives. Willow Cabin's polished staging of these seldom performed plays not only offers a rare chance to glimpse the origins of Wilder's great works to come, but also allows them to shine as small gems on their own.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"Polish Church Wins Court Fight on School Religion","web_url":"https://www.nytimes.com/1993/04/22/world/polish-church-wins-court-fight-on-school-religion.html","abstract":"  The Roman Catholic Church won a significant victory here today when a constitutional tribunal dismissed a legal challenge to compulsory religious teaching and prayers in public schools.   The challenge was brought by the Government-appointed ombudsman on human rights, Tadeusz Zielinski, a law professor and prominent liberal Catholic, who argued that the teaching of religion was turning Poland into a theocracy.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"No Hard Feelings and No Hard Hits","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-no-hard-feelings-and-no-hard-hits.html","abstract":"  The ominous specter of payback hung in the Madison Square Garden air last night before the Knicks took on the Nets.   Kenny Anderson sat on the end of the New Jersey bench in street clothes with a brace on his left wrist, a vivid reminder of a season derailed. Meanwhile, the man who perpetrated the injury, Knicks guard John Starks, was prancing with apparent impunity on the floor.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/22/nyregion/inside-184193.html","abstract":"  Court Hears Bias Crime Case   Hearing oral arguments, the Justices appeared on the verge of backing longer sentences for criminals who choose their victims based on race, religion or personal traits. Page B11. U.S. Rejects Sheik's Jailing    Officials said that there was no \"concrete evidence\" linking Sheik Omar Abdel Rahman to terrorism, and that he was not being held pending deportation because of the cost. Page B1. A Better Chance for Yeltsin    A ruling by Russia's Constitutional Court made it more likely that President Boris N. Yeltsin would win a vote of confidence on Sunday. Page A3. Prison Standoff Near End    The 11-day siege in Lucasville neared an end as inmates freed guards who had been held hostage. Page A16. Choice in Los Angeles    A tough-talking businessman and a liberal councilman will vie in a mayoral runoff in Los Angeles. Page A23. Buying Hotels for Homeless    To get the homeless out of commercial hotels, Westchester is buying one of the county's largest. Page B1.  ","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"For Neighbors, Plan to Replace Shea Hits Home","web_url":"https://www.nytimes.com/1993/04/22/sports/for-neighbors-plan-to-replace-shea-hits-home.html","abstract":"  A day after the Mets disclosed plans to replace Shea Stadium with a new domed stadium and development project, public officials welcomed the initiative, while neighbors expressed dismay.   In discussing what were described as highly tentative plans on Tuesday, a Mets official indicated that a new stadium could be built adjacent to the present stadium in Flushing, Queens, or as part of a more ambitious scheme in the Willets Point neighborhood to the east. Plans could include hotels, shops and even a convention center.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Distinct Choice in Los Angeles Race","web_url":"https://www.nytimes.com/1993/04/22/us/distinct-choice-in-los-angeles-race.html","abstract":"  The two victors of Round 1 in the Los Angeles mayoral race are expected to present Angelenos with the clearest clash of political ideals and approaches seen in modern memory here, a memory dominated by the pacifying aura of the sphinx-like Tom Bradley for 20 years.   In Tuesday's nonpartisan election a tough-talking Republican businessman and veteran power broker, Richard Riordan, ran a strikingly strong first in this liberal city, getting 33 percent of the vote in a field of two dozen candidates. The runner-up was City Councilman Mike Woo, a polished liberal Democrat who is heir to Mayor Bradley's multiethnic coalition, with 24 percent.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Man Is Held in Abandoning Of His Handicapped Son, 9","web_url":"https://www.nytimes.com/1993/04/22/nyregion/man-is-held-in-abandoning-of-his-handicapped-son-9.html","abstract":"  A Long Island man was arraigned yesterday on charges that he abandoned his severely handicapped son in a bowling alley in South Farmingdale, L.I., after telling the manager that the child was \"too much trouble.\"   The authorities said the man was apparently distraught over his inability to find help in caring for the boy.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Bringing Discipline to Debt in Albany","web_url":"https://www.nytimes.com/1993/04/22/opinion/bringing-discipline-to-debt-in-albany.html","abstract":"  Decades of undisciplined borrowing have earned New York the lowest credit rating of any state government. A constitutional amendment approved by the State Legislature this month promises substantial reform. But given the years of sinning and prolonged resistance to change, New Yorkers -- who must approve the amendment -- should withhold final judgment until they see the fine print.   The amendment aims to remove one major restriction on state borrowing and to give voters more say. New York requires voter approval for each borrowing, and allows only one bond issue on the ballot each year.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Administration Offers Plan for Better Schools","web_url":"https://www.nytimes.com/1993/04/22/us/administration-offers-plan-for-better-schools.html","abstract":"  The Clinton Administration today unveiled its plan to improve the nation's public schools through a set of broad guidelines not only on school and student performance but also on the skills that young people will need to survive in an uncertain economy.   Education Secretary Richard W. Riley was joined by Labor Secretary Robert W. Reich to announce the $420 million package of legislation, which would create a board of 28 educators and representatives from business, labor, state and Federal governments. The board, which would get $15 million under the Goals 2000 legislation, would identify a broad variety of occupations for students who are not bound for college and the skills needed for those jobs.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Mets Provide the Power, and Gooden Adds the Finesse","web_url":"https://www.nytimes.com/1993/04/22/sports/baseball-mets-provide-the-power-and-gooden-adds-the-finesse.html","abstract":"  It didn't seem to matter, throughout Dwight Gooden's successful night of work, that the old \"K corner\" might forever remain obsolete. On the Shea Stadium mound where Gooden once produced breathtaking displays of power pitching, his effectiveness last night was far more subtle but just as appreciated.   Had the corner still existed, two seasons after a surgical shoulder changed Gooden's professional life, it would have registered a 3. The scoreboard glowed with a zero, the only figure that really matters. \"I just take the out as it comes,\" Gooden said. And the Mets will take what they can get.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Cult Members' Relatives Begin a Wrenching Wait for Remains of the Dead","web_url":"https://www.nytimes.com/1993/04/22/us/death-waco-cult-members-relatives-begin-wrenching-wait-for-remains-dead.html","abstract":"  After waiting 51 days for the ordeal to end, relatives of the Branch Davidians are waiting once again.   But this time the wait is far grimmer: for word that they can pick up orphaned children or, worse, for permission to retrieve the remains of the 86 people who perished in the incinerated cult compound on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Eagles Sign Jets' McMillan","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-eagles-sign-jets-mcmillan.html","abstract":"  Free safety Erik McMillan finally severed his acrimonious relationship with the Jets yesterday, signing a three-year contract worth about $3.8 million with the Philadelphia Eagles as an unrestricted free agent.   The signing reunited McMillan with the defensive coordinator, Bud Carson, who filled that role for the Jets during McMillan's first two seasons, 1988 and 1989. McMillan was voted to the Pro Bowl in those seasons and was also voted National Football League Defensive rookie of the year in 1988.   When Bruce Coslet took over as Jets coach in 1990, McMillan's career took a nosedive. First he lost his starting free safety job to Lonnie Young in 1991 and last season he was switched to cornerback, but he couldn't beat out Mike Brim and wound up playing nickelback and on special teams.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Miscalculation, Then Embarrassment","web_url":"https://www.nytimes.com/1993/04/22/us/miscalculation-then-embarrassment.html","abstract":"  As Democrats have been forced to negotiate away almost all of President Clinton's package to stimulate the economy, a vexing question has emerged: How did such a small economic initiative turn into such a large political embarrassment?   By holding out for a plan that even Administration economists knew would have modest impact, Mr. Clinton expended much of his early and precious political capital on a proposal that he had never intended to make his biggest fight. And the resulting political defeat has left the Administration vulnerable to future assaults by Republicans, who surprised even themselves by finding unity.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"New Jersey Voters Approve 69% of Education Budgets","web_url":"https://www.nytimes.com/1993/04/22/nyregion/new-jersey-voters-approve-69-of-education-budgets.html","abstract":"  For the second year in a row, New Jersey voters treated their school districts with relative kindness, approving 69 percent of the local budgets.   The approval rating Tuesday was far above the recent low -- 52 percent in 1990 -- but a bit less than the 73 percent recorded last year. Education officials said the 31 percent of the budgets that were defeated were victims of the perpetual concern about property taxes and a low turnout at the polls.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"'There Are No Jobs'","web_url":"https://www.nytimes.com/1993/04/22/us/other-voices-there-are-no-jobs.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.   WUBNESH HYLTON , 19, Brooklyn (Hunter College): Working is not, like, a luxury; it's a necessity. Just like for a college student, you know, going to school only is not reality. You have to work and go to school. That's just the way it is. I pay my rent. I pay my bills, you know. Every once in a while I'm afforded a little luxury, you know, but it's pretty straight-laced.   BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): I have responsibilities. Like, my father is a superintendent.  I have to clean the building and stuff like that.  I have to take care of my sisters once in a while. And in the case of the work ethic in the sense of ---- I might not like doing this job.  But I'd better do it well, so I'd better start liking it. Because my father is going to come along and check the corners to see if they're clean. So I'd better start liking it.   WUBNESH I enjoy my work. I just wish it paid more. . . . I don't know if I'll keep with it.  . . . It pays the bills, but it doesn't allow you to have any fun and put something in the bank, too.   JUAN RIVERA , 18, Brooklyn (Edward R. Murrow High School): The thing about it is, is on the job, as far as it getting boring for me. And I might move on or something.    WUBNESH There are no jobs. I think young people want money. And a lot of young people are willing to work for it. But, again, young people want glamorous jobs. They want to work in the Gap. They don't want to work in McDonald's.   JUAN The other reason that a lot of young people don't go out and get jobs is that they don't know how to represent themselves. They might go in with these jeans, you know, untied shoes. . . . And they might not know what to say. They come in, like, \"What's up?\" you know? And they don't know how to represent themselves or something like that in an interview.    WUBNESH When you're younger, identity is something that you have to show. When you get older, identity becomes a part of you, and no matter what you wear, you know who you are. So, when you get older, you put aside your ego with that Champion sweat shirt or whatever.  And you get done with a T-shirt. You know, a suit and stuff. It's not such a big deal anymore.   EMMA KRAMER-WHEELER , 16, Brooklyn (Edward R. Murrow High School): Role models really help. I think that might be the most important thing.  If you see somebody who you can relate to, who has gotten somewhere, you know you can get somewhere.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Parcells Isn't Telling the No. 1 Secret","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-parcells-isn-t-telling-the-no-1-secret.html","abstract":"  Coach Bill Parcells emerged from his self-described bunker today, brandishing the top pick in the National Football League draft and, as usual, playing it coy.   This was only Parcells's third public appearance since he took over the New England Patriots three months ago, but that doesn't mean he hasn't been busy. Parcells has already gone through seven mock drafts preparing for Sunday, but the best may be ahead.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Defense Minister Accused in Italian Scandal","web_url":"https://www.nytimes.com/1993/04/22/world/defense-minister-accused-in-italian-scandal.html","abstract":"  With his tattered nine-month Administration in its last hours, Prime Minister Giuliano Amato faced a final indignity today when Defense Minister Salvo Ando became the latest senior official to be accused by Sicilian magistrates of associating with the Mafia.   Mr. Amato's Government has at once overseen the exposure of postwar Italy's greatest political scandal -- including huge kickbacks and political ties with the mob -- yet been unable to escape infection by it. Two days after Italians voted overwhelmingly in a referendum heralding major political change, Mr. Amato went before Parliament tonight in a first step toward the Government's resignation, which is expected on Thursday.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"CLINTON DECLARES NEW U.S. POLICIES FOR ENVIRONMENT","web_url":"https://www.nytimes.com/1993/04/22/world/clinton-declares-new-us-policies-for-environment.html","abstract":"  Repudiating two major Bush Administration environmental policies, President Clinton said today that the United States would sign an international treaty protecting rare and endangered species and follow a specific timetable to reduce the threat of global warming.    In his first major speech on environmental policy, President Clinton declared: \"We cannot walk away from challenges like those presented by the biodiversity treaty. We must step up to them.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-890093.html","abstract":"  An article and a chart in Business Day on April 13, about conflicts between Japan and its Asian neighbors over its trade policies, misstated three years' trade balances between Japan and South Korea. South Korea had a $5.2 billion trade deficit with Japan in 1987, a $3.9 billion deficit in 1988 and a $4 billion deficit in 1989.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Women Can Choose Not to Be Esthetic Objects","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-women-can-choose-not-to-be-esthetic-objects-975393.html","abstract":"  To the Editor:   \"Fashion's Waif Look Makes Strong Women Weep\" (The Week in Review, April 11) neglects an important point: If women don't like the waiflike image purveyed by the fashion industry, or if they don't like the way the fashion industry treats women's bodies as esthetic and cultural objects, why don't they choose not to follow the industry's dictates?    That women can decide not to model themselves after the latest Calvin Klein ad seems not to be considered in discussions of this topic, which often adopt a tone of victimization: \"This only happens to women,\" you quote Naomi Wolf. And you state that \"the supermodels, too, are struggling to reinvent themselves.\"","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Finding a Way: The Quest of Derrick, 19","web_url":"https://www.nytimes.com/1993/04/22/us/finding-a-way-the-quest-of-derrick-19.html","abstract":"  Derrick White rides through the crumbling asphalt roads of the Hurt Village housing project where he played tag among the steel clotheslines and shot baskets through bent and wobbly hoops. He passes the trash bins where men with black plastic bags mine for cans to sell to a recycling center. He passes the \"dope track,\" where he saw a friend shot in the neck and killed.    Beyond the project, he passes the supermarket that refused him a job interview because, he believes, his address marks him as a project kid. He passes Northside High School, where he graduated 15th last year in a class of 299, third among the boys, and was king of the senior prom. He stops at a McDonald's restaurant, five miles away, where he worked 20 to 25 hours a week throughout the 11th grade. A Graduate in the Grease Pit    Inside, he points to the spot where he grilled hamburgers. \"You get tired of it,\" he said. \"You be back there cooking and cooking.\" Startled, he recognizes the fellow there now, a classmate at Northside High. \"Man!\" he whispered. \"He got a diploma and he's working at McDonald's.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Giants Plan to Stalk Defense in Draft","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-giants-plan-to-stalk-defense-in-draft.html","abstract":"  The Giants have excellent running backs, two new starting receivers, a veteran offensive line and quarterbacks for the present and the future. So their focus in the National Football League draft Sunday and Monday will be on defense, specifically a pass-rushing defensive end and a linebacker.   General Manager George Young met with reporters today and confirmed the quest for defensive help for a team whose previously solid 3-4 defense was in chaos last year under since-departed coaches. But he cited two stumbling blocks to the Giants' draft: the lack of a first-round choice and the physical and schematic changes in the kind of players coming out of college.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/22/style/chronicle-697593.html","abstract":"  William Shakespeare figures heavily in the life of LYNN REDGRAVE this week. On Friday, she will celebrate his 429th birthday by performing at the Actors' Fund Retirement and Nursing Homes in Englewood, N.J.    She will perform excerpts of a one-woman play, \"Shakespeare for My Father,\" that she wrote. She opens in it Monday on Broadway at the Helen Hayes Theater.","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"Copeland Is Cleared","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-cycling-copeland-is-cleared.html","abstract":"  Olympian DIRK COPELAND, who reportedly failed a drug test following a race in Uruguay, won't be penalized by the United States Cycling Federation.   The federation said that officials in Uruguay didn't follow drug-testing procedures established by international and American cycling authorities.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-977093.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article of April 8 describes Crystal Rossi, a 12-year-old girl, and her dissatisfaction with her junior high school in New York City. She finds her teachers \"mean\" and \"always yelling at her.\" Teachers with large classes are not able to \"provide individual attention.\"   Whose fault is this? Her school is \"underfinanced,\" and thus, presumably unable to provide individual attention to each student.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Television; In 90 Minutes, 500 Years' Worth of Destruction","web_url":"https://www.nytimes.com/1993/04/22/movies/review-television-in-90-minutes-500-years-worth-of-destruction.html","abstract":"  The Earth Day message from HBO is that America was a much pleasanter land when it was inhabited by more bison than human beings, and when none of the latter were white Europeans.   If pretentiousness were an ecological threat, \"Earth and the American Dream\" would face a heavy fine for fallout. Moving through 500 years of assaults on the environment in 90 minutes, Bill Couturie (who won an Academy Award for his 1989 documentary, \"Common Threads: Stories From the Quilt,\" a work about AIDS) exploits visual effects the way American industry has exploited natural resources.","thumbnail":null,"section":"Movies"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-250393.html","abstract":"  A headline on Saturday about a delay in the issuing of a report on sexual assaults by Navy aviators referred incorrectly in some copies to the Government agency delaying the report. It was the Defense Department, not the Navy.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94185259142.html","abstract":"1943: Birthday Raids","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Royal Springboks","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"F.B.I. Saw the Ego in Koresh, But Not a Willingness to Die","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-fbi-saw-the-ego-in-koresh-but-not-a-willingness-to-die.html","abstract":"  In the last week and a half of David Koresh's life, Federal agents picked up three scrawled communiques that were dropped out the front door of the Branch Davidian compound, apparently dictated by the cult leader but signed in the name of God. They threatened that catastrophe would befall God's enemies.    \"Open your eyes and not your mouth,\" read one. \"Fear the hour of judgment, for it has come.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Council Considers Penalties for Abortion Clinic Violence","web_url":"https://www.nytimes.com/1993/04/22/nyregion/council-considers-penalties-for-abortion-clinic-violence.html","abstract":"  To combat violence outside abortion clinics, a majority of the New York City Council is sponsoring a bill that would stiffen penalties against people who physically harass women and medical staff members as they try to enter the clinics.   The bill, which was introduced yesterday, would also allow victims to sue their harassers for triple damages in State Supreme Court. The bill is expected to pass the Council easily because it is sponsored by 29 of the 51 Council members.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Stiffer Terms Sought for Firearms in School","web_url":"https://www.nytimes.com/1993/04/22/nyregion/stiffer-terms-sought-for-firearms-in-school.html","abstract":"  Citing a 29 percent rise in serious crime in New York City schools in one year, city and state law-enforcement officials and educators yesterday called for tougher penalties under state law for drug and weapons violations on school grounds, and for juvenile offenders.   While making the law-and-order appeal, prosecutors conceded that a seven-year-old state law providing harsher punishment for those who sell drugs on or near school grounds has been virtually useless. The law does not work, they said, because it applies only when a sale is made to a person under age 20, which rules out police officers posing as students.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"U.S. and Allies Differ on Arms for Bosnia Muslims","web_url":"https://www.nytimes.com/1993/04/22/world/us-and-allies-differ-on-arms-for-bosnia-muslims.html","abstract":"  Differences emerged between the United States and its European allies today on the issue of allowing Bosnian Muslims to import arms, with France declaring that such a move would increase the conflict and mean an end to its relief role in the Balkans.   France's Foreign Minister, Alain Juppe, said lifting the United Nations arms embargo to help equip the outgunned Muslim-led Bosnian Government would \"mean the internationalization of the conflict and a general conflagration in the Balkans.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Victims of Divorce","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-victims-of-divorce-995893.html","abstract":"  To the Editor:   You describe Crystal Rossi (front page, April 8) as hardly the sort of child who would fail in school. Yet her parents are divorced, and she lives with a stepfather. In \"Second Chances,\" Judith S. Wallerstein and Joan B. Kelly outline the perils of divorce for children. Contrary to our beliefs, these are many, no matter how amicable the disunion. You merely reiterate a common popular misconception that divorce makes little difference to children's psyches and motivations.   Also contributing to our youths' easy use of and gravitation toward violence, as well as their reluctance to undertake the hard work of study and learning, is the omnipresence of television and video games. These breed passivity and inertia, along with presenting constant images of senseless harm toward others.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/22/nyregion/no-headline-224493.html","abstract":"  \"We were holding our breath on global warming, and we got everything we had hoped for.\" -- JIM MADDY, an environmentalist, on President Clinton's speech.  [ A10:6. ]","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Nuclear Fuel to Be Moved Through Populous Areas","web_url":"https://www.nytimes.com/1993/04/22/nyregion/nuclear-fuel-to-be-moved-through-populous-areas.html","abstract":"  Eager to rid the Shoreham nuclear power plant of its last radioactive pellets, the Long Island Power Authority has decided to move 100 tons of nuclear fuel by train to a power plant in Pennsylvania in 33 separate trips, using a route that passes through densely populated neighborhoods of Long Island, New York City and Westchester County.    The shipment, scheduled to begin in early June and end by next January, will allow the authority to complete its dismantling of Shoreham next year, authority officials said, but the route may raise safety concerns.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Violence Erupts on Israeli Borders as Talks Are Set","web_url":"https://www.nytimes.com/1993/04/22/world/violence-erupts-on-israeli-borders-as-talks-are-set.html","abstract":"  As a new round of Middle East peace talks was formally announced for next week, serious violence erupted today on Israel's northern border and in the occupied Gaza Strip.    In the north, Israel and its client Lebanese militia fired artillery rounds at villages in southern Lebanon said to be strongholds of the militant Party of God. The barrage followed stepped-up attacks by the pro-Iranian guerrillas on the so-called security zone that Israel established in that part of Lebanon. A man and a woman, both civilians, were killed, and nine others were wounded, according to news reports from the area.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Insurance Chief's Turnabout on Empire's Board","web_url":"https://www.nytimes.com/1993/04/22/nyregion/insurance-chief-s-turnabout-on-empire-s-board.html","abstract":"  The State Insurance Superintendent, who last week attacked Empire Blue Cross and Blue Shield for allowing its chief executive to serve simultaneously as chairman of the board, endorsed legislation in 1990 that enabled the executive, Albert A. Cardone, to fill both roles.   The Insurance Superintendent, Salvatore R. Curiale, acknowledged yesterday that he wrote a letter in 1990 in which he recommended approval of the measure, but added that Empire's performance over the last three years had made him reassess his position.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Singer's Husband Charged in Beating","web_url":"https://www.nytimes.com/1993/04/22/nyregion/singer-s-husband-charged-in-beating.html","abstract":"  The husband of the singer LaToya Jackson was arrested yesterday and charged with assault. He is accused of kicking her and beating her with a chair.   Ms. Jackson, 36 years old, was treated at Lenox Hill Hospital and released.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Standoff After Clash at Prison","web_url":"https://www.nytimes.com/1993/04/22/nyregion/standoff-after-clash-at-prison.html","abstract":"  Fifteen inmates and three guards were injured during a disturbance last night at a maximum security prison in Newtown, Conn., that continued into this morning.   Negotiations between prison authorities and about 90 inmates in one of the six cellblocks at the Garner Correctional Institution were continuing, The Associated Press reported early this morning.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Welfare Reform That Works","web_url":"https://www.nytimes.com/1993/04/22/opinion/welfare-reform-that-works.html","abstract":"  Small, positive change. That's been the unvarying refrain from studies of state programs to move welfare recipients into jobs. But now there's better news. A study of California's welfare reform shows that programs emphasizing job search, education and training can increase earnings by sizable amounts and also cut welfare outlays. Even better, the earnings boost for individuals gets bigger over time -- inviting hope that small change might eventually yield large gains.   California's welfare program mirrors the Family Support Act, a 1988 Federal reform, and incorporates President Clinton's call for reciprocal obligation. Welfare parents continue to get benefits, but in exchange agree to participate in programs designed to get them into steady jobs. The California plan places welfare recipients in literacy, schooling, job-search and training programs. It provides transportation and child care while recipients enroll in the program, and continues child care for a year after they locate jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"DEATH IN WACO: Washington Memo; A Strategy of Openness Aims to Avert Backlash","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-washington-memo-a-strategy-of-openness-aims-to-avert-backlash.html","abstract":"  Hoping to win public understanding for its tear gas assault on the Branch Davidian complex near Waco, Tex., senior officials from the Federal Bureau of Investigation held an unusually elaborate three-hour briefing with reporters today to describe the reasoning behind their attack.    The briefing disclosed few new details about the assault, but was part of a broader public relations strategy by the Justice Department, with the approval of the White House, to put forward senior officials, including Attorney General Janet Reno, to explain themselves in an effort to avert any political backlash.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-92033541831.html","abstract":"Dazzle the 'Ally'. The reactionaries in the Russian military are first and foremost technocrats. A brief, technologically dazzling, punishing strike on Belgrade would give them pause. Even pleasure.. (Russians universally delighted in the humbling of Ir","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/22/sports/transactions-736093.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Placed Chuck Cary, pitcher, on the 15-day disabled list. Called up Jeff Schwarz, pitcher, form Nashville of the American Association.   KANSAS CITY ROYALS -- Activated Keith Miller, third baseman, from the 15-day disabled list. Placed David Howard, infielder, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Brazilians Vote Down Kings and Keep Presidents","web_url":"https://www.nytimes.com/1993/04/22/world/brazilians-vote-down-kings-and-keep-presidents.html","abstract":"  Rejecting appeals to restore the country's 19th-century monarchy, Brazilians voted today to retain the system they borrowed from the United States 104 years ago -- a presidential republic.   But in a reflection of the enduring fascination with the Bragancas, Brazil's royal family, about 12 percent of voters, or eight million people, apparently obeyed the monarchist command to \"vote for the King.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"With One Eye on Bulls, Knicks Roll Over Nets","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-with-one-eye-on-bulls-knicks-roll-over-nets.html","abstract":"  There were no flagrant fouls. There was no trash-talking. And for the Knicks, beating the Nets was no problem.   Extending its home winning streak to 19 games, New York rolled to a 105-74 victory last night at Madison Square Garden. It was the Nets' season-low point total, it was their largest margin of defeat this season, and it was the fewest points allowed by New York this season.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Casting a 'Ring' Is an Art, the Art of Logistics","web_url":"https://www.nytimes.com/1993/04/22/arts/casting-a-ring-is-an-art-the-art-of-logistics.html","abstract":"  Casting an opera production is difficult. Casting a production of Wagner's \"Ring\" is very difficult. Casting a \"Ring\" production at the Metropolitan Opera is hair-raisingly difficult. So if in the midst of orchestral splendor and a number of excellent singers, you encounter a few more in major roles who are anything but, be critical, if you must, but try also to understand what a tough business this is.   One wonders whether Wagner ever thought about the logistical questions his followers would have to ask: Are the right singers out there to begin with? Will they come this far and stay in New York as long as they are needed? Will they accept the Met's fees when others are offering higher ones?","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Justices Affirm Route of Appeal By State Inmates","web_url":"https://www.nytimes.com/1993/04/22/us/justices-affirm-route-of-appeal-by-state-inmates.html","abstract":"  By the narrowest of margins, the Supreme Court today kept the Federal courts open to appeals from state prisoners challenging their convictions on the ground that they were interrogated by the police without being told of their right to remain silent.   The 5-to-4 decision, written by Justice David H. Souter, rejected arguments put forward last year by the Bush Administration and a majority of the states that state prisoners who had had a \"full and fair opportunity\" to bring one state court appeal on the basis of a violation of the Supreme Court's Miranda rule should not be able to reargue the question in a Federal habeas corpus petition.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Trouble With Off-the-Shelf Tank Parts","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-trouble-with-off-the-shelf-tank-parts-974593.html","abstract":"  To the Editor:   \"Tank Parts, Off the Shelf\" (editorial, April 6) leaves a mistaken impression about defense systems and their procurement. Your analogy to electronic components is inapt.    An electrical engineer can take resistors, capacitors, inductors and the right chips and build almost anything, from a stereo amplifier to a fire-control computer. Tanks are mechanical, not electronic. Light bulbs, wiring, hydraulic lines and fittings, gaskets, sealants, coatings and fasteners are one thing. But where can a designer shop for 120-millimeter high-velocity, smooth-bore main guns, composite ceramic armor of the right shape, turrets, laser gun sights, automatic loaders, high-performance terrestrial gas turbines or battle-damage-tolerant transmissions?","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Police Routine, a Desperate Prisoner and Sudden Gunfire","web_url":"https://www.nytimes.com/1993/04/22/nyregion/police-routine-a-desperate-prisoner-and-sudden-gunfire.html","abstract":"  The shooting in a Brooklyn precinct station house was a collision between a police officer who thought he was handling a routine drug arrest and a suspect who viewed it as the end, law-enforcement officials said yesterday.   As he sat in the grim holding cell in the 70th Precinct station house on Tuesday, Danny Cook told two other prisoners that he had nothing else to live for, the officials said.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Players Back Ex-Coach","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-basketball-players-back-ex-coach.html","abstract":"  Nine black Central Michigan players joined a Federal lawsuit their former coach filed against the school Tuesday. KEITH AMBROT, the former coach, was discharged for using a racial epithet after his team lost a game in November.   Dambrot, who is white, filed a lawsuit Monday in United States District Court in Bay City, Mich., alleging the school violated his right to free speech. He is seeking damages, reinstatement as coach and a preliminary injunction to reverse the hiring of the new coach, LEONARD DRAKE.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ohio Prison Siege Near End; Last Five Hostages Released","web_url":"https://www.nytimes.com/1993/04/22/us/ohio-prison-siege-near-end-last-five-hostages-released.html","abstract":"  The 11-day siege at Ohio's only maximum-security prison came to a peaceful conclusion tonight, as the last five hostages were released and the 450 rioting inmates surrendered, prison officials said.   The remaining guards who had been held by the inmates were freed about seven hours after an agreement to end the siege was announced by the authorities. Officials said they walked out under their own power, as a loud cheer rose up from in front of the drab brick institution.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Anger Greets Croatian's Invitation To Holocaust Museum Dedication","web_url":"https://www.nytimes.com/1993/04/22/us/anger-greets-croatian-s-invitation-to-holocaust-museum-dedication.html","abstract":"  As world leaders gathered for the opening of the Holocaust Memorial Museum here, Holocaust historians and survivors today condemned an invitation to the President of Croatia, Franjo Tudjman, who has been accused of writing that estimates of six million Jewish dead were inflated and that Jews were among those running a Croatian concentration camp.   Mr. Tudjman, (pronounced TOODGE-mahn), in a 1988 book \"Wastelands: Historical Truth,\" estimated that 900,000 Jews, instead of six million, died in the Holocaust, said Simon Wiesenthal, the renowned Nazi hunter. Elie Wiesel, the Nobel laureate, has also attacked the Croatian President for asserting that the number of dead in the Holocaust had been exagerrated.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-90546381012.html","abstract":"Listen to the Lady. Listening to Lady Thatcher chiding the Western democrats for their \"too little too late\" approach to the Bosnian massacre brought to mind Churchill's cry in the wilderness, when he warned us of the danger of sitting back wh","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-91819179765.html","abstract":"President for Rent?. Regarding the report \"George Bush Rejected? Not in Kuwait\" (April 10):. If there were any doubts about who profited from the Gulf War, this latest expansion of the rent-a-president business would dispel it.. Meanwhile, as Fl","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Kinship Foster Care","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-kinship-foster-care-993193.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article on Ladeeta from Brooklyn is an important account of a young woman's strength, courage and accomplishment. The missing piece, however, is that for the last four years Ladeeta has been in kinship foster care under the auspices of St. Christopher-Ottilie.   Kinship foster care empowers a relative to step in where the parent can no longer cope. Though this often requires more intervention by the social service agency, the sense of belonging greatly increases the child's chance for long-term success.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Prosecutor Says Parole Officer Aided Drug Gang, Leading to Dealer's Killing","web_url":"https://www.nytimes.com/1993/04/22/nyregion/prosecutor-says-parole-officer-aided-drug-gang-leading-to-dealer-s-killing.html","abstract":"  A violent gang of Queens crack dealers had two moles in the State Parole Division, one of them a parole officer, who provided information that led to the 1987 slaying of another drug dealer, a prosecutor declared in court yesterday.   The prosecutor's assertion came at the opening of the trial of Gerald Miller, reputed to be one of the most brutal and successful of the young kingpins who dominated the southeast Queens drug-trafficking scene at the height of the crack epidemic in the 1980's.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Panel Backs Airport Plan For Riverhead","web_url":"https://www.nytimes.com/1993/04/22/nyregion/panel-backs-airport-plan-for-riverhead.html","abstract":"  Ignoring fears on eastern Long Island about jet noise and traffic congestion, the Long Island Regional Planning Board voted today to support an air cargo operation and a major industrial park on 1,000 acres of the Navy-owned Calverton jetport in Riverhead.   The vote, the culmination of a $500,000 airport feasibility study paid for by the Federal Aviation Administration, came the same day the six-member planning board approved a revised protection plan for nine special groundwater areas on Long Island, the largest of which is an area of pine barrens surrounding the air field.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Absolutely, Positively: It's Islanders in Overtime","web_url":"https://www.nytimes.com/1993/04/22/sports/hockey-absolutely-positively-it-s-islanders-in-overtime.html","abstract":"  A broken leg in December and so many younger teammates all around him have 28-year-old Ray Ferraro feeling like a hockey elder in this, his ninth season.   \"It felt like we were playing the senior league hockey game,\" Ferraro said of the Islanders 5-4 double-overtime victory over Washington Tuesday night, \"and we had the 11 P.M.-to-1-o'clock ice time.\"","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-892793.html","abstract":"  A report in the Journal column of the Long Island Weekly on Sunday about a show of historic clothing misstated the date. The show, \"Costume as History -- Women as Art,\" will be held at the Flowerfields Estate on Mills Pond Road in St. James, L.I., at 5 P.M. this Sunday, not Saturday.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"2 Transit Officers Cleared In Shooting of 3d Officer","web_url":"https://www.nytimes.com/1993/04/22/nyregion/2-transit-officers-cleared-in-shooting-of-3d-officer.html","abstract":"  A grand jury yesterday cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced.   The incident, in which two uniformed white officers fired 21 times at a black officer in street clothes, raised the sensitive issues of race and police training. The white officers said that the black officer, Derwin Pannell, had a silver pistol drawn and appeared to be a robber.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Ago Journal; From Royal Pearls, a String of Profits","web_url":"https://www.nytimes.com/1993/04/22/world/ago-journal-from-royal-pearls-a-string-of-profits.html","abstract":"  Kokichi Mikimoto always viewed the oyster as his world, and he did most of his viewing from his simple wooden house here high above Ago Bay's choppy waters.   The oldest employees of the world's most famous pearl manufacturer still remember seeing their fierce company founder, telescope in hand, scanning the waters below to see if any workers were slacking off on the giant wooden floats that support baskets full of busy bivalves. On the wall of his living room, largely untouched since the day he died in 1954, are pictures of the three Emperors and Empresses who received his pearls as royal gifts, and proclaimed him a national hero.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Guidelines for Foreign Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-guidelines-for-foreign-aid.html","abstract":"- Japan provides more foreign aid than any other country - $11 billion in the 1991-92 fiscal year, compared with $9.4 billion from the United States. However, taking aid as a percentage of GNP, Japan is in the middle of the pack among industrial nations. With 0.32 percent in 1991-92, it is far short of the 0.7 percent target set by the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"U.S. Rejects Sheik's Jailing As Too Costly","web_url":"https://www.nytimes.com/1993/04/22/nyregion/us-rejects-sheik-s-jailing-as-too-costly.html","abstract":"  The Justice Department said yesterday that there was no \"concrete evidence\" that Sheik Omar Abdel Rahman had participated in terrorist acts and that he was not being detained while the Government tries to deport him because it would cost too much money.   The department made the decision even though Mr. Abdel Rahman, a Muslim cleric whose followers include at least two suspects in the World Trade Center bombing, is on the State Department's watch list for terrorists and other undesirables.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/22/nyregion/news-summary-190693.html","abstract":"  International A3-15  CLINTON'S ENVIRONMENT POLICY  Repudiating two principal Bush Administration policies, President Clinton pledged to follow a specific timetable to reduce the threat of global warming, and said he would sign an international treaty protecting endangered species.  A1  MEXICO DRAWS U.S. INVESTORS  Lured by eye-catching interest rates of 16 percent or more, Americans are investing billions of dollars in Mexican Treasury securities, thus helping to finance Mexico's move to an industrial economy.  A1","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"TALKS WILL RESUME","web_url":"https://www.nytimes.com/1993/04/22/world/plo-reconsiders-talks-will-resume.html","abstract":"  Representatives of the Palestinians decided to end their boycott of the Middle East peace talks today, and Israel and the Arab countries announced that they would resume the negotiations in Washington next week.   The decision followed a bitter debate among the Palestinians; a diplomatic campaign by the United States, Egypt, Syria and Saudi Arabia, and concessions by the Israelis that finally wooed the Palestinians back to the table.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Mr. Clinton's Invisible Drug Policy","web_url":"https://www.nytimes.com/1993/04/22/opinion/mr-clinton-s-invisible-drug-policy.html","abstract":"  President Clinton has yet to develop a national drug policy. He hasn't appointed a drug czar, and key positions in Health and Human Services remain vacant. Most alarmingly, the President's anti-drug budget follows the same approach as President Bush's did. It proposes to spend significantly more for law enforcement than for prevention and treatment, which didn't work under George Bush and won't work under Bill Clinton.   Even Federal judges are protesting the inadequacy of Washington's policies. Last week two senior Federal judges said they would refuse drug cases because they've found that harsh mandatory sentences and the emphasis on punishment over treatment have failed to dent the problem.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Armand D'Amato's Law Firm Paid for Work It Did Not Do, Executive Testifies","web_url":"https://www.nytimes.com/1993/04/22/nyregion/armand-d-amato-s-law-firm-paid-for-work-it-did-not-do-executive-testifies.html","abstract":"  A defense contractor paid Armand P. D'Amato's law firm $6,500 for a three-sentence report that the firm did not even write, a former executive of the defense contractor testified today at Mr. D'Amato's trial on charges of defrauding the Unisys Corporation.   The report was one of five -- none longer than two paragraphs -- that were secretly written by a Unisys employee as part of what the Federal Government contends was an elaborate scheme to conceal the fact that Mr. D'Amato had been hired by Unisys to lobby his brother, Senator Alfonse M. D'Amato, to help obtain military contracts for the company.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92944745063.html","abstract":"1918: Draft and Dublin","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Now Starring in the Carnival's Sideshow, It's the New York Mets","web_url":"https://www.nytimes.com/1993/04/22/sports/on-baseball-now-starring-in-the-carnival-s-sideshow-it-s-the-new-york-mets.html","abstract":"  American League East players used to talk about the phenomenon quite often when the Yankees were contenders and suffered from a malady known as the Steinbrenner factor.   No matter how good the Yankees were thought to be, no matter how many victories were projected, the theory went, five or so games could be extracted from the great expectations. Not because of lack of talent, but because of distractions.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"G.O.P. Senators Prevail, Sinking Clinton's Economic Stimulus Bill","web_url":"https://www.nytimes.com/1993/04/22/us/gop-senators-prevail-sinking-clinton-s-economic-stimulus-bill.html","abstract":"  Senate Republicans killed President Clinton's economic stimulus program today, maintaining their filibuster until Democrats surrendered and agreed to limit the bill to $4 billion for extended unemployment benefits.   Mr. Clinton's first serious legislative defeat was marked by complaints from Democrats in the Senate and the White House. But Bob Dole, the Senate minority leader, was satisfied that the Republicans had shown that they deserved to be taken seriously. He avoided gloating, and promised occasional cooperation with the President.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Topics of The Times; New York's Field of Dreams","web_url":"https://www.nytimes.com/1993/04/22/opinion/topics-of-the-times-new-york-s-field-of-dreams.html","abstract":"  One afternoon this week a Times Square habitue strolled over to Bryant Park to see what was happening. Nothing, she is happy to report, was happening.   Which is to say there was nobody dealing drugs, bloating on booze or in the midst of a misdemeanor. The only action, in fact, was that of hands turning the pages of newspapers and books; of jaws chomping the remains of lunch; of heads as they swiveled to take in daffodils, narcissi and a tall stand of pink tulips.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Two German Trials Reopen Pre-1989 Wounds","web_url":"https://www.nytimes.com/1993/04/22/world/two-german-trials-reopen-pre-1989-wounds.html","abstract":"  Trials of an accused terrorist and a former Prime Minister opened in Germany this week, plunging eastern Germans into another painful review of the crimes of past dictatorships.   The two trials, and that of Markus Wolf, the former East German spymaser, which is scheduled to open in May, may provide new insights into techniques of repression in the former East Germany. They could also result in prison sentences for men who stood at the apex of power in that vanished Communist state.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; 'It Was Not Fair'","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-it-was-not-fair-990793.html","abstract":"  To the Editor:   Christian was a good guy. In school he was a great friend and I am so sorry what happen to him by playing basketball with his brother. It was sad that he got killed just by hitting another guy with the ball. It was not fair that he was killed, he just was 17 years old. He came to this country to learn English and to become someone in the future. At nighttime he would spend time reading with his father. And is sad dying in his mother arms. I am sorry to his family. Is not fair because I lost my father when I was 13 years old. NANCY RIVERA  New York, April 14, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Maxwell Out 2 Weeks","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-basketball-maxwell-out-2-weeks.html","abstract":"  Guard VERNON MAXWELL has broken a bone in his left wrist and will be out of the Houston Rockets' lineup for at least two weeks. General Manager STEVE PATTERSON said that Maxwell suffered a non-displaced fracture of the navicular bone during last Friday's game in Seattle. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Justices Signal Support for Longer Jail Terms for Hate Crimes","web_url":"https://www.nytimes.com/1993/04/22/us/justices-signal-support-for-longer-jail-terms-for-hate-crimes.html","abstract":"  The Supreme Court today appeared on the verge of embracing an increasingly popular state response to bias crimes, the use of longer sentences for criminals who choose their victims on the basis of race, religion or personal traits.   The Justices appeared decidedly sympathetic as Wisconsin's Attorney General, James E. Doyle, in an hourlong argument, defended his state's hate crime law. The case has split civil liberties groups and plunged the Court back into the debate over hate crimes for the second year in a row.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"A Book's Dark Tales Of Bush's Arts Agency","web_url":"https://www.nytimes.com/1993/04/22/books/a-book-s-dark-tales-of-bush-s-arts-agency.html","abstract":"  John E. Frohnmayer, the former chairman of the National Endowment for the Arts, charges in a new book that long before President George Bush dismissed him in February 1992, the White House staff worked steadily \"to cripple the N.E.A. internally by putting in political operatives.\"   Mr. Frohnmayer, 50, denounces John H. Sununu, President Bush's former chief of staff, as the main culprit in sabotaging his agency. He also states that while President Bush was encouraging him in a series of private meetings, Mr. Sununu would \"bark out his orders,\" which were invariably contrary to the President's.","thumbnail":null,"section":"Books"},{"date":"19930422","headline":"Westchester Plans to Buy Hotel To Shelter Homeless Families","web_url":"https://www.nytimes.com/1993/04/22/nyregion/westchester-plans-to-buy-hotel-to-shelter-homeless-families.html","abstract":"  The Coachman Hotel, a shelter for 110 homeless families that has become a symbol of the intractability of the homeless problem even in this wealthy area, is expected to get a new owner: Westchester County.   In taking over the Coachman, the largest hotel for the homeless in the county, officials hope to accomplish what other municipalities, including New York City, have been unable to do: get all the homeless out of commercial hotels and motels.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Fernandez Urges Scrutiny of Conservatives","web_url":"https://www.nytimes.com/1993/04/22/nyregion/fernandez-urges-scrutiny-of-conservatives.html","abstract":"  Speaking out for the first time about New York City's raucous elections for local school boards, the ousted Schools Chancellor, Joseph A. Fernandez, said he was a victim of the conservative religious groups seeking to influence the campaign, and he warned voters to scrutinize the conservatives' candidates closely.   \"I think you can't separate what happened to me from their agenda on a national level,\" he said of the conservative forces. \"My colleagues all around the country are telling me they are very concerned about this issue.\"","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Free-Vaccine Plan Creates Unusual Array of Skeptics","web_url":"https://www.nytimes.com/1993/04/22/us/free-vaccine-plan-creates-unusual-array-of-skeptics.html","abstract":"  As President Clinton proposes to spend $1.1 billion a year buying vaccines for all American children, he faces an unusual combination of skeptics: not just Congressional conservatives but also some of the socially conscious doctors who work the neighborhoods where immunization rates are lowest.   Nothing like a political alliance is being born among such odd bedfellows. But the complaints that Republicans hurled today from a Capitol Hill hearing room find an odd echo across the Anacostia River, inside a medical van that works the city's poorest wards.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Review/Opera; Holocaust Memorials Can Also Be Operas","web_url":"https://www.nytimes.com/1993/04/22/theater/review-opera-holocaust-memorials-can-also-be-operas.html","abstract":"  The most striking image in Morton Subotnick's stark chamber opera \"Jacob's Room\" is of a woman draped in a yellow shawl chanting the Lord's Prayer as she kneels and sways before a projected image that is distorted beyond recognition. Her voice is distorted, too: amplified and computer processed, it sounds like a metallic chorus, both frightened and frightening, and more cynical than hopeful. A Hebrew text is projected on the woman's shawl, and as she sways in a pool of light at the center of a nearly dark stage, she looks more like a ghostly holograph than like a real person.    Mr. Subotnick's 50-minute work had its world premiere here tonight as part of the American Music Theater Festival, and it is being presented at the Klein Branch of the Jewish Community Centers of Greater Philadelphia through Friday.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/04/22/style/IHT-what-theyre-reading.html","abstract":"Richard Perle, consultant and former Defense Department official, is reading Denis Healey's autobiography \"Time of My Life.\". \"Like many politicians he tells good stories, mostly to his own advantage, so it makes terrific reading. What is a","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"Sports of The Times; On Mulling The Mets' Mousetrap","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-of-the-times-on-mulling-the-mets-mousetrap.html","abstract":"  NOW that the Mets are thinking about building a better mousetrap, the world won't beat a path to even a domed door unless the front office builds a better team.   But if a modern Mets stadium materializes in another decade either on the site of Shea Stadium or in nearby Willets Point, it should observe the 10 commandments of modern baseball construction as handed down by the Toronto Skydome and Camden Yards in Baltimore:","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"A Truce, or Else","web_url":"https://www.nytimes.com/1993/04/22/opinion/a-truce-or-else.html","abstract":"  As a vast European tragedy unfolds a tragedy unprecedented in 50 years -- where is the Western political leadership that will halt this slaughter of the innocents?   Sanctions have not persuaded the Serbians to accept the Vance-Owen peace plan and honor a cease-fire. The case for Western intervention in Bosnia has become overwhelming. Margaret Thatcher may have been emotional in calling for military intervention against Serbians. But she struck a chord with millions.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; How Volunteers Help","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-how-volunteers-help-994093.html","abstract":"  To the Editor:   Your compelling and provocative \"Children of the Shadows\" series is an urgent call to action. The youngsters you profile are crying out for help and the individual attention of a caring adult.   More men and women must be willing to intervene in the lives of young people who are survivors despite incredible obstacles or are in danger of falling between the cracks because of disintegrating homes and overworked, understaffed schools.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"40 Bodies of Cult Members Are Found in Charred Ruins","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-40-bodies-of-cult-members-are-found-in-charred-ruins.html","abstract":"  As wisps of smoke rose from the ashes of the Branch Davidian compound, investigators said today that they found about 40 bodies protruding from the charred rubble.   Texas law-enforcement officials said at a news briefing here that the bodies had not been identified, and that they could not determine whether they were men, women or children.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"We Suffer, Too, Serbs in Bosnia Cry","web_url":"https://www.nytimes.com/1993/04/22/world/we-suffer-too-serbs-in-bosnia-cry.html","abstract":"  Nenad Deronjic stared down at the grave of his 5-year-old nephew, next to the grave of his brother, then looked across the pine-covered mountains whose ravines are now dotted with devastated towns.   \"It's unjust,\" muttered Mr. Deronjic, a 26-year-old policeman and a Bosnian Serb. \"The whole world is moved by the suffering in Srebrenica and not by our suffering.\"","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19930422","headline":"Eighteen-year-old Stephen Lawrence is murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham.","pages":[{"title":"Murder of Stephen Lawrence","web_url":"https://en.wikipedia.org/wiki/Murder_of_Stephen_Lawrence","description":"1993 killing in London","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Stephen Lawrence was a black British teenager from Plumstead, southeast London, who was murdered in a racially motivated attack while waiting for a bus in Well Hall Road, Eltham on the evening of 22 April 1993, when he was 18 years old. The case became a cause clbre: its fallout included changes of attitudes on racism and the police, and to the law and police practice. It also led to the partial revocation of the rule against double jeopardy. Two of the perpetrators were convicted of murder on 3 January 2012."},{"title":"Well Hall","web_url":"https://en.wikipedia.org/wiki/Well_Hall","description":"Human settlement in England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Well Hall is a place to the north of Eltham in the Royal Borough of Greenwich in southeast London, England, with no present formal boundaries and located 13.5km (8.4mi) east-southeast of Charing Cross. In the past Well Hall was the grounds of a manor house, and then a hamlet. Today it is a largely residential suburb and housing estate absorbed by the development of Eltham and London. It is centred on the main road between Eltham and Woolwich, on which many shops and businesses are located. Several major A roads including the South Circular Road and A2 road pass through the area, as does a railway line, serving Eltham station which is located in Well Hall. The Postcode that covers Well Hall and most of the Eltham area is SE9, and the 020 dialing covers the entire Royal Borough of Greenwich. Well Hall is split across two electoral wards, Eltham West on the west side of Well Hall Road, and Eltham North on the east side of Well Hall Road. In 2015 the population of these two wards combined was recorded as 24,621, although the wards cover a larger area than just Well Hall."},{"title":"Eltham","web_url":"https://en.wikipedia.org/wiki/Eltham","description":"District of southeast London, England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Eltham_wards.png/320px-Eltham_wards.png","thumbnail_width":320,"thumbnail_height":322},"abstract":"Eltham is a district of southeast London, England, within the Royal Borough of Greenwich. It is 8.7 miles (14.0km) east-southeast of Charing Cross, and is identified in the London Plan as one of 35 major centres in Greater London. The three wards of Eltham North, South and West have a total population of 35,459. 88,000 people live in Eltham."}]}],"weather":[{"date":"19930422","time":"1993-04-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":76,"wspd":9.4},{"date":"19930422","time":"1993-04-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":78,"wspd":9.4},{"date":"19930422","time":"1993-04-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":77,"wspd":5.4},{"date":"19930422","time":"1993-04-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":76,"wspd":5.4},{"date":"19930422","time":"1993-04-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":9.4},{"date":"19930422","time":"1993-04-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":88,"wspd":9.4},{"date":"19930422","time":"1993-04-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":9.4},{"date":"19930422","time":"1993-04-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":82,"wspd":16.6},{"date":"19930422","time":"1993-04-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":79,"wspd":16.6},{"date":"19930422","time":"1993-04-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":69,"wspd":9.4},{"date":"19930422","time":"1993-04-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":65,"wspd":9.4},{"date":"19930422","time":"1993-04-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":62,"wspd":14.8},{"date":"19930422","time":"1993-04-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":61,"wspd":14.8},{"date":"19930422","time":"1993-04-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":58,"wspd":14.8},{"date":"19930422","time":"1993-04-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":55,"wspd":13},{"date":"19930422","time":"1993-04-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":53,"wspd":16.6},{"date":"19930422","time":"1993-04-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":56,"wspd":16.6},{"date":"19930422","time":"1993-04-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":58,"wspd":20.5},{"date":"19930422","time":"1993-04-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":69,"wspd":22.3},{"date":"19930422","time":"1993-04-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":73,"wspd":16.6},{"date":"19930422","time":"1993-04-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":74,"wspd":13},{"date":"19930422","time":"1993-04-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":83,"wspd":16.6},{"date":"19930422","time":"1993-04-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":83,"wspd":13},{"date":"19930422","time":"1993-04-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":81,"wspd":14.8},{"date":"19930422","time":"1993-04-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":14.8},{"date":"19930422","time":"1993-04-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":9.4},{"date":"19930422","time":"1993-04-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":9.4},{"date":"19930422","time":"1993-04-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":13},{"date":"19930422","time":"1993-04-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":9.4},{"date":"19930422","time":"1993-04-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":14.8},{"date":"19930422","time":"1993-04-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":13},{"date":"19930422","time":"1993-04-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":14.8},{"date":"19930422","time":"1993-04-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":9.4},{"date":"19930422","time":"1993-04-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19930422","time":"1993-04-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":5.4},{"date":"19930422","time":"1993-04-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":7.6},{"date":"19930422","time":"1993-04-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19930422","time":"1993-04-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":5.4},{"date":"19930422","time":"1993-04-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":22.3},{"date":"19930422","time":"1993-04-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":22.3},{"date":"19930422","time":"1993-04-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":18.7},{"date":"19930422","time":"1993-04-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":22.3},{"date":"19930422","time":"1993-04-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":22.3},{"date":"19930422","time":"1993-04-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":29.5},{"date":"19930422","time":"1993-04-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":68,"wspd":33.5}]},"19930423":{"guardian_articles":[],"nytimes_articles":[{"date":"19930423","headline":"Calm Restored After Violence At New Prison Near Danbury","web_url":"https://www.nytimes.com/1993/04/23/nyregion/calm-restored-after-violence-at-new-prison-near-danbury.html","abstract":"  Guards regained control of a high-security prison here early this morning after a seven-hour disturbance by about 90 inmates.   While state officials said that everything was under control, many local residents said the violence confirmed their fears about having a prison in their area. The prison opened six months ago after a community effort to keep it out of Newtown failed.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Review/Opera; 'Iphigenie en Tauride' at the Manhattan School of Music","web_url":"https://www.nytimes.com/1993/04/23/arts/review-opera-iphigenie-en-tauride-at-the-manhattan-school-of-music.html","abstract":"  The matters at stake in many operas are not only what happens to the characters, but also what happens to the nature of opera itself; esthetic battles have accompanied staged ones. One of the masters of both forms of conflict was Christoph Willibald Gluck, whose 1779 opera \"Iphigenie en Tauride\" was performed on Wednesday night at the Manhattan School of Music. This production, directed by James Robinson, also yearns to take a role in contemporary debates about operatic presentation, though it does so with far less coherence than did Gluck.    Gluck's impact on the evolution of opera was immense, and he made the issues clear from the very beginning of this elegantly dramatic work. He was opposed to the Italian style in which florid display of a singer's abilities could become an ornament to mythic tales. He wished, in his words, to \"restrict music to its true office of serving poetry by means of expression.\"","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/23/nyregion/editors-note-392093.html","abstract":"  An obituary on Tuesday, and in some editions on Monday, reported the death of South Dakota's Governor, George S. Mickelson, in an airplane crash.   The obituary included an account of a 1989 arrest of the Mickelsons' teen-age son after an incident during a party at the Governor's Mansion while the elder Mickelsons were out of town.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"TVWeekend; Helpless, as a Premature Baby Fights to Live and Fails","web_url":"https://www.nytimes.com/1993/04/23/arts/tvweekend-helpless-as-a-premature-baby-fights-to-live-and-fails.html","abstract":"  Born three months premature, Emily Butterfield weighed 1 pound 11 ounces. She died 53 days later. Emily's story, and that of her anguished parents, was told by her mother, Elizabeth Mehren, in the book \"Born Too Soon.\" Now it has been adapted by Susan Baskin into a movie, also titled \"Born Too Soon,\" that can be seen on Sunday at 9 P.M. on NBC. Anyone who has ever cared for a hospitalized child over an extended time will vouch for the keen authenticity of the details, physical and emotional.   Ms. Mehren, an East Coast correspondent for The Los Angeles Times, and her husband, Fox Butterfield, a correspondent for The New York Times, are played with quiet but tough honesty by Pamela Reed and Michael Moriarty. The story begins with Elizabeth, less than six months pregnant, making an ordinary business trip to Los Angeles. On the plane back to New York, her water breaks. Why? A doctor says sometimes it's just bad luck. Elizabeth says, \"Bad luck is supposed to happen to other people.\"","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Manhattan Apartments;\nCondominiums Growing in Popularity","web_url":"https://www.nytimes.com/1993/04/23/us/manhattan-apartments-condominiums-growing-in-popularity.html","abstract":"More prospective buyers are considering condominiums in Manhattan over co-ops because of factors like the greater liquidity of condominiums and the power of co-op boards to restrict who can buy. \n\n\"Historically, New York has been a co-op town, and owners originally wanted that type of control and the exclusivity that went with it,\" said Henry Robbins, vice president of Yale Robbins, a Manhattan publisher that reports on real estate trends. \"Now we're in the 1990's, and people want to be able to get up and go and not have to worry, 'Will the co-op board approve my buyer?' \"","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"But, Even in Hard Times, It's Not a Flea Market : Recession Cuisine for Paris Tables","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-but-even-in-hard-times-its-not-a-flea-market-recession-cuisine-for.html","abstract":"- The good news is that in today's economic climate, you can get a table at just about any restaurant you desire, on very short notice.The bad news is that when you go, you may very well be dining alone.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-92114661503.html","abstract":"Viewing vs. Reading. Regarding \"Declare War on Television's Sick Infatuation With Violence\" (Opinion, April 8) by George F. Will:. People who have grown up on television's false portrayal of fiction-as-fact do not learn to distinguish fact from","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Review/Art; A Trove of Collectibles, From Bibles to Letters","web_url":"https://www.nytimes.com/1993/04/23/arts/review-art-a-trove-of-collectibles-from-bibles-to-letters.html","abstract":"  Anyone eager to study one of the world's great illuminated manuscripts, to peruse a letter written backward by Jane Austen, to admire a handful of sublime Rembrandt etchings, to linger over the first complete printed edition of the Hebrew Bible, or to encounter a Redoute tulip the size of a grapefruit will have a heyday at \"A Great Legacy: Morgan Collections, 1913-1943\" at the Pierpont Morgan Library.   This astonishing grab bag of a show, drawn from the Morgan's vast holdings, offers these attractions and close to 300 others as well. If their chockablock display smacks of the curio-cabinet as much as the treasure chest, the objects themselves attest to a collection of stunning range and quality, one that is itself an artifact of the taste, power and patronage of a bygone day.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Giants Sign Fullback","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-pro-football-giants-sign-fullback.html","abstract":"  The Giants signed VICTOR JONES, a free-agent fullback, yesterday, and if he plays well enough he may keep OTTIS ANDERSON off the team. Jones, 5 feet 8 inches and 220 pounds, played for the Houston Oilers in 1990 and 1991 and the Denver Broncos last season, mostly on special teams. Last season, he started the Broncos' final game, against the Kansas City Chiefs. The Giants have not decided whether to offer Anderson, 36, a contract.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Sports of the Times; On Track and Off, Advancing a Stride at a Time","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-of-the-times-on-track-and-off-advancing-a-stride-at-a-time.html","abstract":"  A COLD wind was rippling flags from somewhere beyond 33d Street, making Thursday at the relays even more raw than the very first Thursday, 15 years ago. That was when the Penn Relays expanded to include an afternoon of events devoted entirely to females, giving high school girls and college women the chance to experience something they had only heard about from the boys and men -- the glory of Franklin Field when the flags ripple gently on a warm, spring afternoon.   O.K., so sometimes those flags are pushed out straight and the afternoon brings a post-winter freeze. No matter. The occasion is memorable enough that for those who usually compete away from the crowds, the setting is more important than the temperature.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/23/style/chronicle-733093.html","abstract":"  ELLEN V. FUTTER was a senior at Barnard College in 1971, when the Women's Center was formed there, \"very much a part of the emerging women's movement that affected my generation of students profoundly,\" she recalled yesterday.    Now, Ms. Futter is president of the college, and this evening she will be among 250 people who will gather to toast the center, now called the Barnard Center for Research on Women, at a dinner on the campus.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"12 IN STATE DEPT. ASK MILITARY MOVE AGAINST THE SERBS","web_url":"https://www.nytimes.com/1993/04/23/world/12-in-state-dept-ask-military-move-against-the-serbs.html","abstract":"  In an unusual revolt against American policy in the Balkans, the State Department's top experts on the Balkans have sent Secretary of State Warren Christopher an impassioned letter that calls Western diplomacy a failure and recommends military action against the Serbs.    The experts, career diplomats serving in Washington, said in a petition to Mr. Christopher that the United States had a moral obligation to save the Muslims from \"genocide\" at the hands of Serbian nationalist forces in Bosnia.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"Russian Official Links Defense Chief to Illegality","web_url":"https://www.nytimes.com/1993/04/23/world/russian-official-links-defense-chief-to-illegality.html","abstract":"  Just three days before a referendum on Boris N. Yeltsin's performance as Russia's President, Russia's top law enforcement officer today accused Mr. Yeltsin's Defense Minister of involvement in the illegal sale of military property in the former East Germany.   The charges against Gen. Pavel S. Grachev were made by Valentin G. Stepankov, the Procurator General of Russia, whose job is roughly that of an attorney general in the United States. They came only days after Vice President Aleksandr V. Rutskoi, who has broken with Mr. Yeltsin, accused various Yeltsin officials of corruption.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/23/nyregion/inside-368893.html","abstract":"  U.S. Role in Nuclear Issue   The United States offered to take part in talks to resolve North Korea's refusal to abide by an international treaty on nuclear weapons. Page A10. Lawmakers Support Reno    Attorney General Janet Reno was praised in Congress for her handling of the assault on the cult compound in Texas, but the agency involved in the initial raid is under fire. Page A20. Germany Cuts Interest Rates    The German central bank again lowered two key interest rates amid signs that Germany's recession had worsened substantially. Page D1. Italian Premier Resigns    Prime Minister Giuliano Amato of Italy formally resigned, opening what is likely to be intense political competition over a successor. Page A9. Holtzman's Bank Got Job    As the New York City Comptroller was renegotiating a loan, her office recommended a branch of the bank to become a bond underwriter. Page B1. Ozone Loss Goes On    The atmospheric ozone layer declined this year in the Northern Hemisphere, scientists say, but the effect may not last. Page A24.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor.html","abstract":"Japan's Cars in Europe. Regarding \"Man Who Built BMW Steps Down\" (March 19):. The article states that Japanese car companies \"are moving aggressively into the European Community market, where they are setting up production facilities to get","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"By Pratt & Whitney's Math, Connecticut Costs Too Much","web_url":"https://www.nytimes.com/1993/04/23/nyregion/by-pratt-whitney-s-math-connecticut-costs-too-much.html","abstract":"  When Pratt & Whitney, Connecticut's largest private employer, said last week that it might have to close most of its state operations, it did more than send a shudder through the state's economy.  It put a specific and startling price tag on just how badly Connecticut's business climate is out of step with its competition.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Review/Film; Love Recaptured, Far From the Alaskan Tundra","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-love-recaptured-far-from-the-alaskan-tundra.html","abstract":"Young Eskimo and sweetheart. Colorfully eccentric odyssey but conventional core. Best for eerily authentic Arctic episodes.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-93014546647.html","abstract":"A President's Priorities. Regarding \"To Lead an Unruly World, Clinton Needs Success\" (Opinion, April 12):. Leslie H. Gelb seems to have missed the point of President Bill Clinton's reason for being, and focuses on a questionable measure of a pre","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-90119380755.html","abstract":"A Lesson of Defiance . Regarding \"Bosnia: A Record of Western Inanity and Cowardice\" (Opinion, April 8) by William Pfaff:. At the end of his piece, Mr. Pfaff asks, \"What will follow?\" One answer appears in a headline on the front page","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"U.S. Examining Ways to Protect Nuclear Plants Against Terrorists","web_url":"https://www.nytimes.com/1993/04/23/us/us-examining-ways-to-protect-nuclear-plants-against-terrorists.html","abstract":"  The Nuclear Regulatory Commission said today that it had begun analyzing potential precautions to protect reactors against a truck-bomb attack like the one at the World Trade Center two months ago.    But commission members said they were concerned that the cost would be very high at some plants, and that a new requirement for defenses against truck or car bombs would lead to additional requirements to protect against bombs in boats and airplanes.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Intense Burst of Gamma Rays Adds to Puzzle About Origin","web_url":"https://www.nytimes.com/1993/04/23/us/intense-burst-of-gamma-rays-adds-to-puzzle-about-origin.html","abstract":"  An American satellite has detected the most intense flash of gamma radiation observed in the two years of its operation, further mystifying astronomers as to the nature and origin of the extremely powerful phenomenon known as gamma-ray bursts.   Astronomers said yesterday that \"the Super Bowl event,\" so called because it occurred on Jan. 31, the day of this year's National Football League championship game, appeared to produce 10 times more energy than any previously observed gamma-ray burst. The burst lasted about a second and was more than 100 times brighter at its peak than the brightest steady source of gamma rays in the Milky Way galaxy, and more than 1,000 times brighter than any other known extragalactic source.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"A Green and Gold Tonic for the Yankees","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-a-green-and-gold-tonic-for-the-yankees.html","abstract":"  Suddenly, Oakland did not seem like a problem place to visit anymore. The memory of a bullpen breakdown no longer lingered, and some Yankees were privately hoping to see Dennis Eckersley again. They never did today because the score was too lopsided.   Two straight victories can work wonders toward erasing one damaging loss, and the Yankees completed the healing exacta by taking advantage of an outfield misplay and Ron Darling's erratic control to scurry to a 5-1 triumph at the Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Review/Film; Reunion at an Old Camp Where Love Flowered","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-reunion-at-an-old-camp-where-love-flowered.html","abstract":"Grown-up reunion at childhood camp. Sincere but lethargic.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Blind Secularism","web_url":"https://www.nytimes.com/1993/04/23/opinion/blind-secularism.html","abstract":"Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation 10 days: be thou faithful unto death, and I will give thee a crown of life.\n\nRevelation 2:10\n\nI n 870, the Danes assaulted a community of nuns at Coldingham, Scotland, and were flabbergasted to discover that, following the example of one Ebbe (later St. Ebbe the Younger), they had gashed their lips and noses with razors, rendering themselves so gruesome as to put to flight any lustful thoughts.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91694587327.html","abstract":"1943: The Church's Role","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Oksana Baiul: Orphan at 13 and Champion at 15","web_url":"https://www.nytimes.com/1993/04/23/sports/figure-skating-oksana-baiul-orphan-at-13-and-champion-at-15.html","abstract":"  Oksana Baiul cannot talk about the disappearance of her father, the death of her mother, or the years of uncertainty. When she tries, fat tears run from her blue eyes and Baiul can only shake her head.   \"Why?\" she asked, slumped on the sofa of a hotel suite. \"It is all in the past.\"","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Review/Dance; Dreams of Love in a Cloister Garden","web_url":"https://www.nytimes.com/1993/04/23/arts/review-dance-dreams-of-love-in-a-cloister-garden.html","abstract":"  Sweetness of spirit is not a quality one readily associates with flamenco dancers. And inspired staging and lighting do not usually seem to be priorities in Spanish dance performances. But Maria Benitez, whose company opened a two-week season at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea) on Tuesday night, has long followed her own road.   The American-born dancer and choreographer is known for her interest in creating new ways of presenting flamenco. And while the Maria Benitez Teatro Flamenco troupe closed the program with the traditional suite of flamenco dances, the high point of the evening was \"El Muro\" (\"The Wall\"), a tale of a nun who dreams of sensuous love.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Bulls Just Stay in Step In East's Pas de Deux","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-bulls-just-stay-in-step-in-east-s-pas-de-deux.html","abstract":"  It was like watching old home movies at Chicago Stadium tonight, with the Detroit Pistons here to block the Bulls' collision course with the Knicks, while making what figured to be their final playoff stand. Neither plan worked, though the Pistons came frighteningly close, as the Bulls blew a 13-point fourth-quarter lead and had to escape the aging former two-time champions in overtime, 109-103, behind, who else, Michael Jordan.   \"You don't count that team out until they're out,\" Bulls Coach Phil Jackson said of the Pistons.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Council Still Holding Report on Commissioner's Role","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-council-still-holding-report-on-commissioner-s-role.html","abstract":"  Contrary to the executive council chairman's expectation, the report that will redefine the role of the commissioner remained with baseball's ruling body today.   The chairman, Bud Selig of the Milwaukee Brewers, said last week that the report would be out of the executive council after today's meeting. But the council ended a two-hour session still holding on to the report. The longer the council delays action on the report, the longer it will take baseball's search committee to find a commissioner to succeed Fay Vincent, who resigned under pressure last Sept. 7.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/04/23/arts/restaurants-909093.html","abstract":"  Visiting Peter Luger, Brooklyn's historic steakhouse in the shadow of the Williamsburg Bridge, always induces deja vu. Since it opened in 1887, before the Williamsburg Bridge, the carnivorous formula has remained immutable.   Peter Luger, perhaps because of its marginal location, attracts a varied crowd: spiffy Manhattanites, many in stretch limousines; voracious families who have been coming for generations, and casually clad packs of young men who look as if they just came down from a Yankee game.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/04/23/arts/the-spoken-word.html","abstract":"   FILM LECTURE, Long Island University, Flatbush and DeKalb Avenues, Flatbush, Brooklyn. Leander Sales and Barry Alexander Brown, film editors, discuss their craft as part of the Spike Lee 40 Acres Film Institute lecture series. Tomorrow at 11 A.M. Admission: $25; $15 for students. Information: (718) 858-9620.  POETRY READING, La Galleria/La Mama, 6 East First Street, East Village. Edmund Pennant and Barry Wallenstein (with John Fisher, pianist) are to read from their work. Tonight at 8. Admission: $5. Information: (212) 505-2476.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Mired in Mud and Politics, Russian Villagers Debate","web_url":"https://www.nytimes.com/1993/04/23/world/mired-in-mud-and-politics-russian-villagers-debate.html","abstract":"  In the old days voting was much easier in remote villages like this, the math teacher at the village school recalled.    The Communist Party committee herded everybody together in the social hall, then everybody voted in favor of whatever the Communists wanted and went off satisfied that they had made no difference whatever.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"For Knicks, It's 80 Down And 2 or 3 Scenarios to Go","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-for-knicks-it-s-80-down-and-2-or-3-scenarios-to-go.html","abstract":"  Pat Riley was asked whether he had begun thinking about Sunday's game against the Chicago Bulls.   \"We play Friday,\" Riley said succinctly. \"In Philly.\"   Riley's point was understood. He does not want the Knicks (58-22) to look past tonight's game against the Philadelphia 76ers. And he does not want them to give up the driver's seat in the race for the best record in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Intense Struggle Expected as Italian Premier Quits","web_url":"https://www.nytimes.com/1993/04/23/world/intense-struggle-expected-as-italian-premier-quits.html","abstract":"  After nine months of troubled government, Prime Minister Giuliano Amato of Italy formally resigned tonight, opening what is likely to be a period of intense political competition over a successor.   The Prime Minister handed his resignation to President Oscar Luigi Scalfaro three days after Italians voted overwhelmingly in a referendum to support changes in the electoral law that could eventually redraw the political map, eliminating fringe groups and narrowing the number of contenders for power.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"H.I.V. Positive, an Ex-Champion Comes Home","web_url":"https://www.nytimes.com/1993/04/23/sports/boxing-hiv-positive-an-ex-champion-comes-home.html","abstract":"  Ruben Dario (the Hurricane) Palacio has become a major Colombian sports figure in more ways than one. Although the 30-year-old boxer was recently stripped of his world featherweight championship title, he has gained widespread sympathy and attention here after having become infected with the virus that causes AIDS.   Palacio is the only boxer to have his title declared vacant for having contracted H.I.V., which was discovered in two blood tests performed in London last week. Public support here has grown for him.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Some Palestinians See Barrier to Peace Talks","web_url":"https://www.nytimes.com/1993/04/23/world/some-palestinians-see-barrier-to-peace-talks.html","abstract":"  Trudging back from an army checkpoint that had blocked his way to Jerusalem today, Khaled Tarayra said Palestinian leaders had no mandate from the people when they agreed this week to return to the Middle East peace talks.    \"This was not a decision for the Palestinian delegation to make, but for the Palestinian people, who are suffering under this siege,\" he said, referring to an Israeli-imposed closing of the occupied territories that prevents 1.8 million Palestinians from leaving.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"Canseco Not Guilty","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-baseball-canseco-not-guilty.html","abstract":"  Texas Rangers outfielder JOSE CANSECO was found not guilty yesterday on a misdemeanor battery charge filed after he punched a man in a Chicago nightclub last December. Cook County Judge WILLIAM O'MALLEY rejected claims by STEVEN BASSO of Chicago that Canseco hit him without provocation. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/arts/art-in-review-911293.html","abstract":"  Manny Farber  Rosa Esman Gallery 575 Broadway (at Prince Street) SoHo Through May 15    In his first New York exhibition in a decade, the California artist Manny Farber presents richly painted works that are like particularly articulate visual diaries. In each picture, Mr. Farber combines images of disparate objects, including sunflowers, fruits and vegetables, sketchbooks and iron rods of the sort used to reinforce concrete, and he shows them strewn across the surface of the painting as if across a tabletop.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Review/Film; Pseudonym Comes to Life in a Stephen King Tale","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-pseudonym-comes-to-life-in-a-stephen-king-tale.html","abstract":"Prof's bad side comes alive, via King novel. Funny, horrific  and decidedly original.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"A Greener, Cleaner President","web_url":"https://www.nytimes.com/1993/04/23/opinion/a-greener-cleaner-president.html","abstract":"  President Clinton's speech commemorating Earth Day calmed the jangled nerves of those who had begun to question his interest in the environment, not least Al Gore. The Vice President was all smiles on Wednesday when Mr. Clinton pledged specific steps to address the threat of global warming and promised to sign an international treaty protecting rare and endangered species.   Both pledges reversed the timid policies of his predecessor and signaled that Mr. Clinton is prepared, at least for now, to assume the mantle of stewardship that George Bush declined.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/04/23/theater/on-stage-and-off.html","abstract":"  'Fools' Logic    The first rumpus about this year's Tony Awards surfaced this week, with the producers of \"Fool Moon\" protesting a ruling by the Tony administration committee that the show will be eligible in the category of best play. In a move that seems to defy logic, the producers said they would decline    any    nomination that implied \"Fool Moon\" -- a wordless series of clown skits performed by David Shiner and Bill Irwin, accompanied by the string-band music of the Red Clay Ramblers -- is a play.    Not that anyone thinks it's a musical. What the producers (and the performers) want is special dispensation -- either the creation of a new category or a special Tony -- that would make a distinction between the theatrical qualities of \"Fool Moon\" and those of a conventional play or musical. Not only does it make unique contributions to the theater, they say, but it's unfair to other eligible playwrights to have a wordless show competing for the best-play award, and unfair to other eligible actors to have them competing with clowns.","thumbnail":null,"section":"Theater"},{"date":"19930423","headline":"Review/Film; A Quiet Hero Lost at End Of the War","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-a-quiet-hero-lost-at-end-of-the-war.html","abstract":"  Raoul Wallenberg, the subject of Kjell Grede's deeply unsettling film \"Good Evening, Mr. Wallenberg,\" is considered one of the great heroes of World War II. A mild-mannered, apolitical upper-class Swede who was an importer of luxury foods from Hungary, he was directly responsible for saving thousands of Hungarian Jews from massacre by the Nazis.   In the film's opening scene, Wallenberg is traveling in the luxury dining car of a train speeding through central Europe when it suddenly halts, and policemen run through the cars drawing the shades. Peeking out his window, Wallenberg watches the bodies of Jewish prisoners being dumped from the cattle car of a freight train across the tracks. One is a little boy whose father leaps out to be with him and is shot to death clutching the dead child in his arms.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Not All Bankruptcies End in Failure","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-not-all-bankruptcies-end-in-failure-088993.html","abstract":"  To the Editor:   Re \"Critics of Bankruptcy Law See Inefficency and Waste\" (front page, April 12): Chapter 11 is now used for many different purposes, with varying success. There have been glaring failures, like Eastern Airlines, which you mention. But there have been successes as well, like AM International, Baldwin-United and Texaco.   The reforms of Chapter 11 that you discuss are designed with the failures in mind. Their authors don't attempt to consider how the companies that have fared well in Chapter 11 would do under their schemes. Too often, we fear, these companies would be sold off early in the process at a low price, depriving creditors of the return they get in successful Chapter 11's.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"BankAmerica Signs A Lease for 8 Floors At the Trade Center","web_url":"https://www.nytimes.com/1993/04/23/nyregion/bankamerica-signs-a-lease-for-8-floors-at-the-trade-center.html","abstract":"  The BankAmerica Corporation announced yesterday that it had signed a 15-year lease to move 1,100 workers to eight floors of Tower One of the World Trade Center.   The move by the nation's second largest bank holding company was portrayed by bank executives and government officials as a vote of confidence in the Twin Towers after the terrorist bombing of Feb. 26. In the wake of the explosion in lower Manhattan, fears surfaced that security concerns would prompt many companies to move out when their leases were up and others to decide not to move in.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Article 910493 -- No Title","web_url":"https://www.nytimes.com/1993/04/23/arts/article-910493-no-title.html","abstract":"  When E. J.'s Luncheonette, a paragon of the retro 1940's look, opened on the Upper West Side in 1990, it looked as if it had been designed by Martians who, observing by telescope, had painstakingly recreated a World War II-era American luncheonette. All the details were there: the fresh, bright room with faux terrazzo tile floors, the blue vinyl booths and Formica tables, the counter and soda fountain and the menu, heavy on breakfast and Middle American diner fare. Only one problem: the food also seemed to have been designed by Martians from a distance. It was great to look at but utterly tasteless.   Now, several visits to E. J.'s make one thing clear: the Martians have learned to cook.   This improvement is not surprising, since E. J.'s is associated with the partners who own the two Docks Oyster Bars, the three Ollie's Noodle Shops and the two Carmine's, all popular and successful restaurants in Manhattan. The E. J.'s formula, huge portions of 90's-inflected diner fare at moderate prices, served with friendly flair, has been popular and successful enough to have produced a second E. J.'s on the Upper East Side.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Abroad at Home; After the Buck Stops","web_url":"https://www.nytimes.com/1993/04/23/opinion/abroad-at-home-after-the-buck-stops.html","abstract":"  \"The buck stops with me,\" Attorney General Janet Reno said after the Waco disaster. She projected a plain, earthy responsibility that struck the right note with the public. There was no official defensiveness or air of superior knowledge.   But what exactly does it mean to say \"The buck stops with me\"? In Japan, the person who takes responsibility for a failure resigns. The head of the airline whose plane crashes did not himself misdirect it, but in a hierarchical culture he takes the fault as his own.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Dibble Breaks Arm","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-baseball-dibble-breaks-arm.html","abstract":"  The Cincinnati Reds yesterday put reliever ROB DIBBLE on the 15-day disabled list and called up right-hander MILTON HILL from Class AAA Indianapolis. Dibble broke a bone in his left arm in a play at home plate in Wednesday night's victory in Pittsburgh. Dibble is expected to be out at least four to six weeks. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/arts/art-in-review-113393.html","abstract":"  Dorothy Norman  International Center Of Photography 1130 Fifth Avenue, at 94th Street Through June 27    Over the years, Dorothy Norman, who is now 88, has pursued many projects as an editor, writer and champion of liberal causes. But she is probably still best known as the assistant and companion of Alfred Stieglitz, the photographer and impresario of Modernist art, in the two decades before his death in 1946.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/04/23/arts/diner-s-journal.html","abstract":"  Swiss Festival at L'Acajou    Switzerland may bring to mind fine chocolate and cheese rather than wine, yet its cool, rugged countryside produces some fresh, appealing whites and some surprisingly ripe pinot noirs and merlots. People interested in sampling some might stop by the French bistro L'Acajou, at 53 West 19th Street, Chelsea, where a Swiss food and wine festival continues through next week.   Aside from wine tastings, by the glass or the bottle, an arresting array of Swiss dishes is available at L'Acajou. Among the best sampled recently were the zucchini flan with mint ($7), cabbage stuffed with veal and pork along with a sweet onion sauce ($7), braised trout with grapes ($18), cumin-scented lamb stew with leeks and raisins ($18), and braised veal shank in red wine with prunes ($18).","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Penguins Save Best Shots for Last","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-penguins-save-best-shots-for-last.html","abstract":"  Twice they fell behind. They even trailed after two periods. But the Pittsburgh Penguins still found a way to skate off with another victory tonight, rallying to beat the Devils, 4-3, at Byrne Meadowlands Arena.   Three consecutive goals over the first part of the third period catapulted the Penguins to a 3-0 lead in the Patrick Division semifinal series. The Penguins, winners of the last two Stanley Cups and 14 straight playoff games, can eliminate the Devils with a victory here Sunday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Unions Have Worked to Attract Film Makers to New York","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-unions-have-worked-to-attract-film-makers-to-new-york-094393.html","abstract":"  To the Editor:   Your April 10 article on the ways Toronto lends itself to making films set in many other cities, including New York (arts pages), states that Toronto, unlike New York, \"offers compliant unions.\"   I'm a motion picture sound mixer and a member of the International Alliance of Theatrical Stage Employees, Local 52 in New York.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"U.S. Agrees to Discuss Arms Directly With North Korea","web_url":"https://www.nytimes.com/1993/04/23/world/us-agrees-to-discuss-arms-directly-with-north-korea.html","abstract":"  Bowing to Chinese entreaties, the United States offered today for the first time to take part in high-level talks with North Korea to help resolve a crisis caused by North Korea's refusal to honor a treaty on nuclear weapons.   The offer, a substantial easing of the Administration's stance, was made largely at the behest of China, officials said. Until now, the Administration had urged that the standoff be resolved by the United Nations, and had warned of sanctions against North Korea.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/04/23/arts/the-art-market.html","abstract":"  Double Dutch   The Metropolitan Museum of Art came    this    close to making an important purchase recently.   The museum reached an agreement several weeks ago, people in the art world say, to pay $2.3 million for an 18th-century still life of flowers by the Dutch painter Jan van Huysum. The painting had hung for decades at Sudeley Castle, a stately home in Gloucestershire, England, owned by Lord and Lady Ashcombe. But at the last minute, in a move that surprised many experts, the Metropolitan changed its mind.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Faculty at U. of Virginia Accepts Limited Sex Ban","web_url":"https://www.nytimes.com/1993/04/23/us/faculty-at-u-of-virginia-accepts-limited-sex-ban.html","abstract":"  The University of Virginia faculty today rejected a proposal that would have barred romance between professors and undergraduates, and instead voted to ban relationships only between professors and the students they supervise.   The proposed ban, which must be approved by the university president, Dr. John T. Casteen 3d, would forbid professors and graduate teaching assistants from amorous or sexual relationships or overtures involving students whom they teach, coach, evaluate or to whom they allocate money.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Critic's Notebook; Making Art of the Holocaust: New Museum, New Works","web_url":"https://www.nytimes.com/1993/04/23/us/critic-s-notebook-making-art-of-the-holocaust-new-museum-new-works.html","abstract":"  \"To write poetry after Auschwitz is barbaric,\" said the German philosopher Theodor Adorno, and implicit in his statement was the challenge that has faced every artist who has tried to grapple with the Holocaust.   The four works of art commissioned by the United States Holocaust Memorial Museum, which opens to the public here on Monday, are attempts to meet that challenge. They have been chosen by an exceptionally thoughtful committee of curators, scholars and collectors. The artists have eschewed the \"small child clinging to mother's skirt\" sort of realism that has turned much memorial imagery into kitsch. These are serious works of abstraction that nonetheless try to evoke in their forms some of the difficult issues at hand.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/arts/art-in-review-115093.html","abstract":"  Jane Hammond   Jose Freire Fine Art  130 Prince Street  SoHo  Through tomorrow    The method behind Jane Hammond's complex use of images is neatly summed up in one of the paintings in this impressive if somewhat unsatisfying show. In it, a young woman in a bathing suit (the body is Esther Williams's; the face is the artist's, copied from a portrait done by a street painter) climbs out of a swimming pool in which bob a dozen or so unlikely looking male heads: clowns, comic-strip characters, phrenological models and so on. Above them all float two cartoon balloons full of numbers.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Atom-Fuel Route Reconsidered","web_url":"https://www.nytimes.com/1993/04/23/nyregion/atom-fuel-route-reconsidered.html","abstract":"  Responding to safety concerns, Long Island Power Authority officials said yesterday that they would reconsider a plan to ship 100 tons of nuclear fuel by rail from the Shoreham power plant through densely populated areas in Long Island and New York City.   Richard M. Kessel, chairman of the authority, said after a meeting with New York City officials that he and his staff would take another look at the option of shipping the radioactive fuel by barge instead of by train, since both Shoreham and the destination point, a power plant in Limerick, Pa., are accessible by water. 33 Rail Trips Planned    \"There's no fail-safe option here,\" Mr. Kessel said after the meeting. \"But we agreed to take a more concentrated look at the barge alternative.\"","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Mr. Smith, Independent of Ohio, Enters N.F.L. Draft","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-football-mr-smith-independent-of-ohio-enters-nfl-draft.html","abstract":"  Robert Smith. The name evokes intense emotions and opinions here in Buckeyes land.   Take your pick.   A) Robert Smith is home-grown -- born in Cleveland, grew up in nearby Euclid, was named the state's high school player of the year as a junior and senior and in 1990 broke Archie Griffin's freshman rushing record at Ohio State. A history major with an emphasis in a pre-med curriculm, he is as articulate and intelligent as he is talented at tailback, where he displays long, loping strides and beautiful breakaway speed. He quit the Ohio State football team in 1991 over an assistant coach's insistence that he miss classes for football practice, he said. He returned to the team last season, led it in rushing and is now projected as a first-round pick in the National Football League draft on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"For Children","web_url":"https://www.nytimes.com/1993/04/23/arts/for-children.html","abstract":"  Queens Zoo   53-51 111th Street  Flushing Meadows-Corona Park  (718) 271-7761  Recommended for all ages    The first thing you come upon at the Queens Zoo is the marsh, where the large pond ripples with the activity of ducks, sandhill cranes, swans, herons, egrets and Canada geese. The setting makes visitors feel as if they have stumbled into someone's woodsy, teeming backyard. The zoo's mix of familiar and not-so-familiar animals indigenous to North America make it a comfortable yet exotic visit.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"In Southern Africa, Rains' Return Averts Famine","web_url":"https://www.nytimes.com/1993/04/23/world/in-southern-africa-rains-return-averts-famine.html","abstract":"  After the worst drought this century ravaged much of southeastern Africa, the first rains began to fall here last November. Nzombe Munyoro and his wife were so happy they just stood in their empty parched fields and let the water soak them. And when month after month the rains kept coming, the 54-year-old farmer, who had lost his 18 cattle to starvation and had not even seen seeds sprout in his fields for over a year, planted maize and cotton and watched it grow, finally convinced his family would survive.   In Zimbabwe, one of the countries hardest hit by the drought, the advent of this year's wet season brought more than just a sigh of relief from farmers, cattle ranchers, businessmen and Government officials. After the year-long drought, which required the importation of millions of tons of food for most of East and Southern Africa, the rain in this largely agricultural country was greeted almost as a miracle, a reprieve from the brink of disaster.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"The Giants Stay Warm by Running Around the Bases","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-the-giants-stay-warm-by-running-around-the-bases.html","abstract":"  The Mets have found their gear, and it is neutral.   The engine can make noise from night to night, from inning to inning, but to no great purpose. Idle is what the Mets have done best, and their standing still hasn't always been pretty.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"One Speech Led to Demotion, Says Jeffries, Fighting Ouster","web_url":"https://www.nytimes.com/1993/04/23/nyregion/one-speech-led-to-demotion-says-jeffries-fighting-ouster.html","abstract":"  Dr. Leonard Jeffries of City College testified yesterday that the outcry following a 1991 speech in which he said there was a Jewish conspiracy against him, which critics called racist, crushed his academic freedom and right to free expression and said \"the weight of the reaction dampened my spirits.\"   Dr. Jeffries also said in Federal District Court in Manhattan that the controversial speech was the only reason that university trustees acted in March 1992 to strip him of his title as chairman of the black studies department, a job he had held for almost 20 years.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"7 EGYPT MILITANTS SENTENCED TO DIE","web_url":"https://www.nytimes.com/1993/04/23/world/7-egypt-militants-sentenced-to-die.html","abstract":"  In its first trial of Islamic militants charged with attacks on foreign tourists, an Egyptian military court today sentenced 7 of 49 defendents to death.   Seventeen of the men were acquitted, 3 were handed 25-year prison sentences and the others between 2 to 15 years at hard labor.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"If It's Playoff Overtime, It Must Be the Islanders","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-if-it-s-playoff-overtime-it-must-be-the-islanders.html","abstract":"  Patrick Flatley, who had missed part of the game with a scratched eyeball, slammed his body into the corner and forced the puck free. Benoit Hogue, who had missed part of the game with a swollen and possibly broken knuckle, took the puck, sprang out, froze a Washington defenseman in his tracks and slid a crisp pass in front of the net.   Ray Ferraro, who hadn't missed any time with any injury tonight and hardly remembers the broken leg that kept him out all last winter, stabbed at the puck and drove it past goalie Rick Tabaracci and into the Washington net, triggering a long, loud celebration among the 14,180 fans who watched the first playoff game at Nassau Coliseum in three years.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-hear-this.html","abstract":"If you thought tattoos were just for guys with big biceps and the girls on the back of their motorcycles, you might learn something from the participants in the Fourth International Tattoo Convention held this week in Amsterdam. The Associated Press tells","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Black State Troopers Plan To File a Bias Complaint","web_url":"https://www.nytimes.com/1993/04/23/nyregion/black-state-troopers-plan-to-file-a-bias-complaint.html","abstract":"  A lawyer for six New Jersey state troopers said today that she would file a Federal complaint on Friday that alleges systematic racial hostility, humiliation and job discrimination against black officers.   The lawyer, Renee Steinhagen of Newark, said she would submit a two-page memorandum to the Equal Employment Opportunity Commission here seeking a broad investigation into \"policies, patterns, practices and activities which have resulted in disproportionate adverse treatment of persons who are black.\"","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/23/arts/sounds-around-town-109593.html","abstract":"  Jews and Arabs   Bustan Abraham, Symphony Space, 2537 Broadway, at 95th Street, (212) 864-5400. The group Bustan Abraham, composed of Jews and Arabs from Israel, was founded two years ago and made its debut in June at the Israel International Arts Festival. The eight musicians combine their diverse backgrounds as composers, soloists and leaders of ensembles in classical Middle Eastern and European music, American folk, jazz and flamenco into an original sound that blends Eastern and Western styles. Their appearance at Symphony Space will be their American debut. Show time is Sunday at 7:30 P.M.; tickets are $15.  From South India    Ranganayaki Rajagopalan, Washington Square Church, 135 West Fourth Street, Greenwich Village, (212) 545-7536. A South Indian musician making her first New York appearance, Ranganayaki Rajagopalan is a virtuoso of the veena, a multi-stringed instrument for solos and accompaniment. The principal disciple of Karalkudi Sambasiva, a legendary South Indian musician, she is a leading exponent of the traditional Karalkudi style. She is to be accompanied by David Nelson on the mrdangam, a double-headed, barrel-shaped drum. Show time is tomorrow at 8 P.M.; tickets are $12.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Magic Denies the Reports That He'll Coach Lakers","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-magic-denies-the-reports-that-he-ll-coach-lakers.html","abstract":"  Magic Johnson, who has Los Angeles Lakers season tickets, has reportedly been asked to sit instead on the team's bench.   A Los Angeles radio station reported today that the Lakers' owner, Jerry Buss, has offered Johnson the Lakers head coaching job. Johnson, the former all-star point guard who is infected with the virus that causes AIDS, denied that he had been offered the job through his agent, Lon Rosen.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Holocaust Museum Hailed as Sacred Debt to Dead","web_url":"https://www.nytimes.com/1993/04/23/us/holocaust-museum-hailed-as-sacred-debt-to-dead.html","abstract":"  Nearly 50 years after the furnaces of Nazi Germany devoured their last victims, survivors and world leaders gathered beneath a bleak, disconsolate sky today to dedicate a museum chronicling man's descent into darkness and the indifference to evil that marked the era.   The United States Holocaust Memorial Museum was hailed not as the triumph of the human spirit over brutality or survival over genocide, but as a debt to the dead, a warning to future generations of the cost of detachment.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/23/nyregion/news-summary-354893.html","abstract":"  International A3-12  BOSNIA DEBATE SHARPENS IN U.S.  In an unusual action, the State Department's top experts on the Balkans and the United States representative to the United Nations are pressing for military action against the Serbs.  A1  STANDOFF HOLDS IN SREBRENICA  A tense standoff continued in the enclave of Srebrenica, in eastern Bosnia, with Serbian nationalist commanders saying U.N. troops had made \"a farce\" of their pledge to disarm Muslim defenders.  A12","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/23/arts/sounds-around-town-905893.html","abstract":"  'Latin Pianos'    \"Latin Pianos in Concert '93,\" Lehman Center for the Performing Arts, Bedford Park Boulevard West and Goulden Avenue, Bedford Park, the Bronx, (212) 960-8833. This Latin piano shootout, which is to feature Eddie Palmieri, Papo Lucca, Danilo Perez and Edsel Gomez, will bounce between Latin jazz and hard salsa. Mr. Palmieri and Mr. Lucca lead their own bands, and both know their jazz harmony; Mr. Perez and Mr. Gomez are on the jazz scene and know their Latin vamps. They'll all be backed by the young percussionist Giovanni Hidalgo and a big band. The show on Sunday will start at 3; tickets are $15 to $25. George Clinton's Band    George Clinton and the P-Funk All-Stars, the Ritz, 254 West 54th Street, Manhattan, (212) 541-8900, and Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. One of the greatest funk and rock bands ever will spend the weekend in town. George Clinton presides over a sprawling, funky mess of a show, loud, carnivalesque, anarchic and more. Chants lead into intense guitar solos, which lead into songs; scatology mixes with politics, and when it's over -- even after a few volcanic hours -- the music is always missed. The show at the Ritz starts tonight at midnight; tickets are $22. The show at Tramps will start on Sunday at 8 P.M.; tickets are $25.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Bank Named to Bond Sale After Loan to Holtzman Campaign","web_url":"https://www.nytimes.com/1993/04/23/nyregion/bank-named-to-bond-sale-after-loan-to-holtzman-campaign.html","abstract":"  Seven months after a bank provided a timely loan to the Senate campaign of the New York City Comptroller, Elizabeth Holtzman, the bank's securities branch was named as an underwriter of city bonds on the recommendation of Ms. Holtzman's office, according to Federal election records and city officials.   The recommendation by Ms. Holtzman's office was made last month at the same time that Ms. Holtzman's Senate campaign was trying to renegotiate terms of the loan, which has been only partly repaid. Her office did not disclose the existence of the loan when it made the recommendation.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-90961500944.html","abstract":"Friendly Computerland . Regarding \"Here's to All My Pen Pals, Computerized and Human\" (Meanwhile, April 2):. As a result of my above-mentioned article, a number of people have asked me if my use of a computer and a modem to communicate is not co","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Mr. Dole's Selfish Strut","web_url":"https://www.nytimes.com/1993/04/23/opinion/mr-dole-s-selfish-strut.html","abstract":"  \"So, how do you think Clinton's doing?\" One confronts that question everywhere these days. Except for his surprisingly worthy speech on the environment, the President has been in a blind stagger for several days. With Janet Reno's help, he made Waco a synonym for fiasco. On the economic-stimulus package, Mr. Clinton and his staff managed to make the Senate Republicans, usually a milling school of minnows, look like a pack of tiger sharks.   But the economic debate deserves a closer look. Mr. Clinton's sin was clumsiness. The Republicans' was one of indifference to the plight of working people and to untangling the economic wreckage left by the Reagan and Bush Administrations. So it's important to look behind the headlines congratulating Senator Bob Dole and his colleagues on their tactical brilliance in killing this Administration's $19.5 billion package.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Roseanne Arnold Says She Will Leave ABC","web_url":"https://www.nytimes.com/1993/04/23/arts/roseanne-arnold-says-she-will-leave-abc.html","abstract":"  Roseanne Arnold, who has been waging a war of nerves and words against her television network, stepped up the conflict yesterday, declaring that her relationship with ABC was \"absolutely over.\"   Ms. Arnold, whose show \"Roseanne,\" which just completed the television season as the second-ranked show in prime time, after CBS's \"60 Minutes,\" said network executives had repeatedly lied to her about when they would decide the future of \"The Jackie Thomas Show,\" another comedy she produces. That show stars Ms. Arnold's husband, Tom Arnold.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Standoff for Muslim Enclave in Bosnia","web_url":"https://www.nytimes.com/1993/04/23/world/standoff-for-muslim-enclave-in-bosnia.html","abstract":"  A tense standoff continued today in the Muslim enclave of Srebrenica in eastern Bosnia, with Serbian nationalist commanders claiming that United Nations troops had made \"a farce\" of their pledge to disarm the town's Muslim defenders, collecting only limited numbers of old weapons and allowing thousands of Muslim soldiers to retain their arms.    At one point today, Serbian commanders hinted that they might attack the town and its United Nations defenders, but at nightfall Canadian officers serving in the 145-man United Nations military contingent reported that the town and its immediate vicinity were mostly quiet.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"A Museum Hall That Celebrates Human Evolution","web_url":"https://www.nytimes.com/1993/04/23/arts/a-museum-hall-that-celebrates-human-evolution.html","abstract":"  FEW things are so endlessly fascinating as the human body: its beauty of form, its maze of intricate mechanisms, its evolutionary origins, its place in the animal world. A new permanent exhibition opening today at the American Museum of Natural History celebrates the human body, and visitors will not be disappointed.   The new Hall of Human Biology and Evolution, combining spectacular dioramas with models, animated displays and lucid explanations, seems destined to become one of the most popular museum exhibitions New York City has seen. Eight years and $6.7 million in the making, the hall brightens the intrinsic attraction of its subject with eye-catching technologies, including holograms, fiber optics and stereo-photographic reproduction of ice-age cave walls, among other things.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/23/nyregion/no-headline-379393.html","abstract":"  \"To forget would mean to kill the victims a second time. We could not prevent their first death; we must not allow them to be killed again.\" -- ELIE WIESEL, at the dedication of the Holocaust Memorial Museum in Washington.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Garden Chic in Germany:The Pond","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-garden-chic-in-germanythe-pond.html","abstract":"-When Peter Buhl and his colleagues have finished a hard day at the office, they go their separate ways. The colleagues go to a local pub to unwind and Buhl goes to his pond.He's not the only one. Neighbors on both sides have built ponds and spend their evenings after work and on weekends gazing into the clear waters watching goldfish and large water snails go about their business. \"But I was the first on the block,\" Buhl says with pride.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Head Agent Is Haunted, but Unbowed","web_url":"https://www.nytimes.com/1993/04/23/us/death-in-waco-head-agent-is-haunted-but-unbowed.html","abstract":"  Bristling at suggestions that the authorities lost patience in the standoff with the Branch Davidian cult, the agent in charge of the Federal Bureau of Investigation's operation said today that he would \"live with the horror of this,\" but that he did not know what could have been done differently.   The agent, Jeffrey Jamar, sat in a Waco hotel room, reading a newspaper editorial that criticized the bureau's action as hasty. He shook his head and tossed the newspaper across a table.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Officers Cleared in Slaying of Fleeing Man","web_url":"https://www.nytimes.com/1993/04/23/nyregion/officers-cleared-in-slaying-of-fleeing-man.html","abstract":"  A Manhattan grand jury has voted not to indict two police officers in the fatal shooting of an armed man who ran from the scene of a brawl outside a 24-hour diner last month, the Manhattan District Attorney's office said yesterday.   The man, Bekim Ahmeti, 20, of 83 Continental Place in Mariners Harbor on Staten Island, was struck by four bullets -- one in the hand and three in the back of his body -- as he ran from the front of the Moonstruck Diner at 23d Street and Ninth Avenue in Manhattan at 5 A.M. March 20.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Yesss . . . and It Counts: Albert's Double Duty","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-tv-sports-yesss-and-it-counts-albert-s-double-duty.html","abstract":"  Two hours before Wednesday night's New York Knicks-New Jersey Nets game, MSG Network's Marv Albert and John Andariese sat in a conference room in Madison Square Garden ripping the sophomoric four-man weave executed Tuesday by the Miami Heat against the Knicks on the childish orders of Heat Coach Kevin Loughery.   \"Stupid,\" said Albert, who during the cablecast of the game showed an uncharacteristic lack of humor about the incident. \"Unprofessional.\"   \"Terrible,\" Andariese said. \"Very serious.\"","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Move for Abandoned Boy","web_url":"https://www.nytimes.com/1993/04/23/nyregion/move-for-abandoned-boy.html","abstract":"  A handicapped Long Island boy who the police say was abandoned by his father at a bowling alley this week will live in a residence on the grounds of the special school he attends, officials of the school said yesterday. John Palmer, associate executive director of the Center for Developmental Disabilities in Woodbury, L.I., said the school decided to offer housing to Kristopher Dobkowksi, 9, because of the difficulties that his parents were having in caring for him. His father, Waclaw Dobkowski, 49, of South Farmingdale, L.I., is being held in Suffolk County Jail on a charge that he abandoned the boy at a bowling alley near his home on Tuesday after telling an employee that the child was \"too much trouble.\"","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-what-theyre-reading.html","abstract":"Laszlo Birinyi, Hungarian-born Wall Street analyst,is reading William Lanouette's \"Genius in the Shadows,\" a biography of the physicist Leo Szilard.. \"What really interests me is how many brilliant people a small country like Hungary prod","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90862689719.html","abstract":"1918: 'Thank Heaven!'","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Munoz May Return","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-pro-football-munoz-may-return.html","abstract":"  ANTHONY MUNOZ, one of the great offensive lineman in N.F.L. history, who retired from the Bengals after last season, passed a physical and wants to play next season with the Tampa Bay Buccaneers. Munoz, 34, was an 11-time Pro Bowl selection in 13 years with Cincinnati. The Buccaneers are coached by the former Bengals coach SAM WYCHE. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Muggings in the Kitchen","web_url":"https://www.nytimes.com/1993/04/23/opinion/muggings-in-the-kitchen.html","abstract":"  Early this week a popular singer's husband was arrested for allegedly kicking her in the face and smashing her with a chair. The story made headlines because she's famous -- but it is hardly news. After all, an American woman is beaten by her husband or boyfriend every 15 seconds.    This week the Family Violence Prevention Fund, a 13-year-old nonprofit group, released a study that reveals just how familiar Americans are with domestic violence. While only 19 percent of those surveyed had witnessed a robbery or mugging, 34 percent had witnessed a battering.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Suit Is Filed In Shooting Tied to Theft Of an Auto","web_url":"https://www.nytimes.com/1993/04/23/nyregion/suit-is-filed-in-shooting-tied-to-theft-of-an-auto.html","abstract":"  Howard Caesar, the teen-ager who was shot as he got out of a stolen car last June 9, filed a Federal civil rights suit today seeking $50 million from the city of Newark and the police officers he said were involved in the shooting.   Mr. Caesar, who suffered massive internal injuries when he was struck by a .45-caliber bullet that an Essex County grand jury believed was fired by a Newark police officer, spent four months in the hospital and underwent 10 operations that removed his spleen and parts of his intestines and repaired damage to his kidneys and liver.   Today, the 17-year-old showed the cloth binder that he wears around his torso to support his abdominal muscles and cover a hole that his lawyers said was not completely closed by a series of skin grafts.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Perot Steps Up Attack on Clinton and Trade Pact","web_url":"https://www.nytimes.com/1993/04/23/us/perot-steps-up-attack-on-clinton-and-trade-pact.html","abstract":"  Sharpening his attacks on the Clinton Administration, Ross Perot told the Senate Banking Committee today that he no longer believed that the North American Free Trade Agreement could be fixed through side agreements, as the Administration plans.   Mr. Perot also said that he would produce at least one and probably several half-hour television commercials criticizing the pact -- and implicitly, Mr. Clinton -- to be broadcast in the coming months.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-the-movie-guide-94043935093.html","abstract":"El Viaje. Directed by Fernando Solanas. Argentina.. Part elegy, part accusal, and part odyssey, Fernando Solanas's filmis a romantic, cynical road movie in which 18-year-old Martin travels 150,000 kilometers(93,000 miles)on his bicycle from Patag","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Disputed Goal Saves Canadiens","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-disputed-goal-saves-canadiens.html","abstract":"  Canadiens 2, Nordiques 1   Vincent Damphousse scored a disputed goal in overtime as Montreal beat Quebec, 2-1, last night in Montreal. Quebec now leads the four-of-seven-game Adams Division series by 2-1.   Nordiques goalie Ron Hextall stopped Damphousse's shot on a power play, but the rebound went off the skate of a Quebec defenseman 10 minutes 30 seconds into overtime.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-the-movie-guide.html","abstract":"El Viaje","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Secret Link To D'Amato Is Alleged","web_url":"https://www.nytimes.com/1993/04/23/nyregion/secret-link-to-d-amato-is-alleged.html","abstract":"  A Long Island military contractor turned to Armand P. D'Amato to lobby his brother, Senator Alfonse M. D'Amato, after the Senator refused to help the company because it had failed to support his 1980 election bid, a former executive of the company testified today.   The former executive, Charles F. Gardner, is the Government's main witness against Armand D'Amato, who is on trial in Federal District Court here on charges of defrauding the military contractor, Unisys Corporation.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"The Holocaust Remembered","web_url":"https://www.nytimes.com/1993/04/23/opinion/the-holocaust-remembered.html","abstract":"  The new Holocaust Memorial Museum was dedicated in Washington yesterday; so America, being America, is all tangled up in debate. Should there be a Holocaust museum in the United States? Couldn't it cheapen or distort this horrific chapter in history? Should it focus on the extermination of Jews? Should it even    be   ?   Let the debate continue. But let it not obscure and confuse. Too much hair-splitting could obliterate the point of what this and all other memorials to inhumanity are about -- absolute evil. A Holocaust Museum teaches about evil; it tells those who don't know, or who do not want to know, how people -- weak, ignorant, remarkably unremarkable people led by amoral, twisted demagogues -- tortured, starved, gassed, burned and otherwise murdered millions of people. Because of their religion and ethnic identity.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/23/style/chronicle-038293.html","abstract":"  Four years ago this week, JACK KLUGMAN had a vocal chord removed during surgery for cancer of the larynx, so he has been wearing body microphones for his co-starring role in \"Three Men and a Horse,\" now on Broadway in the Lyceum Theater.    \"The director, John Tillinger, noticed recently that my voice seemed to be getting stronger,\" Mr. Klugman said the other day. \"So, Tony Randall suggested that at the end of the matinee performance on Saturday, we ask the audience if they would like to see a scene from 'The Odd Couple.' Of course, they went crazy.\"","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Last Bastion for Foreign Smokers; Appalled by Restrictions, Visitors Take Refuge in Bistros","web_url":"https://www.nytimes.com/1993/04/23/nyregion/last-bastion-for-foreign-smokers-appalled-restrictions-visitors-take-refuge.html","abstract":"  Shortly after 10 o'clock on a recent morning, a white-and-blue tour bus lumbered up to Caffe Lucca, a popular coffeehouse in Greenwich Village, and disgorged dozens of Portuguese tourists. More than a few of them had cigarettes dangling from their lips like spare appendages.   The dimly lighted cafe beckons New Yorkers with the promise of dark espresso and deep conversation. But it is the blue-gray haze of cigarette smoke that makes European tourists feel at home. The young people are smoking. The grandmothers are smoking. Everybody is incessantly puffing in what seems to them, alas, the last bastion for smokers in New York City.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Accountant Is Charged With Bilking Entertainers","web_url":"https://www.nytimes.com/1993/04/23/nyregion/accountant-is-charged-with-bilking-entertainers.html","abstract":"  If the charges against James Powers are true, he must be quite an actor because most of the people he is said to have fooled are actors. Over several years he won their confidence, became their friend, took over their financial affairs and, prosecutors say, took their money.   He is charged with stealing more than $50,000 from an actress on \"L.A. Law\" and more than $150,000 from a star of \"The Guiding Light.\" In perhaps the greatest testament to his skill at illusion, he is accused of successfully impersonating his most famous client, the actress Jane Alexander, over the telephone while bilking her and her husband of more than $1 million.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Environmental Group Assails Electricity Deal With Quebec","web_url":"https://www.nytimes.com/1993/04/23/nyregion/environmental-group-assails-electricity-deal-with-quebec.html","abstract":"  Environmentalists in New York State and Quebec are trying to block renewal of a contract in which Consolidated Edison buys hydroelectricity from Quebec every summer, saying the deal helps finance dams that are destroying how Indians around James Bay live.   The environmentalists have proposed that instead of renewing the 15-year-old contract, New York should help Quebec use its electricity more efficiently. By doing so, they argue, New York would be able to buy the power saved and Hydro-Quebec, the utility owned by the Quebec government, would not have to build more dams.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"On My Mind; Testimony From Block 13","web_url":"https://www.nytimes.com/1993/04/23/opinion/on-my-mind-testimony-from-block-13.html","abstract":"  Name?   \"Harold Osmond Le Druillenec.\"   The witness is sworn and examined by Col. T. M. Backhouse.   \"I am a British subject, a schoolmaster by profession and my address is 7 Trinity Road, St. Helier, Jersey.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/04/23/theater/last-chance.html","abstract":"  Here is a sampling of shows and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend   \"THE KING OF CARPETS,\" Jewish Repertory at Playhouse 91, 316 East 91st Street, Manhattan. A comedy by Joel Hammer about a young man who would rather paint than go into the family carpet business. Directed by Edward Cohen. Performances: tomorrow at 8 P.M.; Sunday at 2 P.M. and 7 P.M. Tickets: $28. Information: (212) 831-2000. Closing Next Weekend   \"CARNIVAL,\" Theater at St. Peter's Church, Lexington Avenue at 54th Street. A revival of the 1961 musical, based on the film \"Lili.\" Directed by Pamela Hunt. Through May 2. Performances: Tuesday through Friday at 8 P.M.; Saturday at 2:30 and 8 P.M.; Sunday at 2:30 and 7 P.M. Tickets: $20. Information: (212) 534-5366.","thumbnail":null,"section":"Theater"},{"date":"19930423","headline":"Bush's 'Points of Light' Volunteerism Burns On, With Clinton's Aid","web_url":"https://www.nytimes.com/1993/04/23/us/bush-s-points-of-light-volunteerism-burns-on-with-clinton-s-aid.html","abstract":"  George Bush's beloved points of light did not all go out when he did.    In fact, the nonpartisan Point's of Light Foundation, which embodied Mr. Bush's national service campaign, has expanded and is developing a working relationship with the Clinton Administration.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/23/nyregion/metro-digest-458793.html","abstract":"  NEW YORK CITY  BANKAMERICA TO MOVE INTO TRADE TOWER   The BankAmerica Corporation announced that it had signed a 15-year lease to move 1,100 workers to eight floors of Tower One of the World Trade Center. The move by the nation's second largest bank holding company was portrayed by bank executives and government officials as a vote of confidence in the Twin Towers after the terrorist bombing of Feb. 26. A1. ACCOUNTANT CHARGED IN BILKING ACTORS   A 56-year-old accountant and financial manager was indicted by a Manhattan grand jury on charges of stealing more than $3 million from nine clients, including an actress on \"L.A. Law\" and a star of \"The Guiding Light.\" B3.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Review/Theater: Tommy; Capturing Rock-and-Roll and the Passions of 1969","web_url":"https://www.nytimes.com/1993/04/23/theater/review-theater-tommy-capturing-rock-and-roll-and-the-passions-of-1969.html","abstract":"  THE Broadway musical has never been the same since rock-and-roll stole its audience and threw it into an identity crisis. For three decades, from the moment \"Meet the Beatles\" usurped the supremacy of such Broadway pop as \"Hello, Dolly!,\" the commercial theater has desperately tried to win back the Young (without alienating their elders) by watering down rock music, simulating rock music and ripping off rock music. A result has been a few scattered hits over the years, typified by \"Hair\" and \"Jesus Christ, Superstar,\" most of which have tamed the rock-and-roll revolution rather than spread it throughout Times Square.   Until now.","thumbnail":null,"section":"Theater"},{"date":"19930423","headline":"A Book as Honest As the Game Is Long","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-a-book-as-honest-as-the-game-is-long.html","abstract":"  So we went to Shea, Sam and I, because he read The Book. I was pleased. A 24-year-old rocker who watches too much sports on TV. A whole book. In the big inning was the Word. Could lead to Proust.   \"I'm past Proust,\" said Sam, using my binoculars to scan the baseball writers interviewing one another behind the batting cage. \"I'm into Klapisch. You know him?\"","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Better Rifle?","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Shifting Emphasis in Health Spending","web_url":"https://www.nytimes.com/1993/04/23/nyregion/shifting-emphasis-in-health-spending.html","abstract":"  Gov. Mario M. Cuomo today unveiled a detailed plan to overhaul the state's health care system, proposing to cut up to $800 million from hospitals over the next three years while putting millions more into programs that encourage preventive and family medicine.   The thrust of Mr. Cuomo's plan, which is intended to limit costs and to begin shifting health-care responsibility away from hospitals and toward family practitioners, clinics and the like, was laid out by the Governor in a health-care message earlier this month.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Clancy Joins the Hunt For Baltimore Orioles","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-baseball-clancy-joins-the-hunt-for-baltimore-orioles.html","abstract":"  The author TOM CLANCY said he has agreed to join a local group that is attempting to buy the Baltimore Orioles from cash-strapped ELI JACOBS, who has filed for personal bankruptcy. An Orioles bid would be Clancy's second attempt at becoming an owner of a professional sports franchise in Baltimore. For more than a year, he has led a group seeking a National Football League for Baltimore.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/movies/art-in-review-116893.html","abstract":"  'Drawing Into Film' 'Directors' Drawings'  Pace Gallery 32 East 57th Street Manhattan Through tomorrow    A movie buff's delight, \"Drawing Into Film\" presents sketches and drawings that well-known directors, from Sergei Eisenstein and Orson Welles to David Lynch and Martin Scorsese, have made in preparing some of their most famous films. Among the treats here are Federico Fellini's hilarious caricatures of bulbous women for his \"City of Women\" (1980), Tim Burton's pen-and-ink ghouls for \"Beetlejuice\" (1988) and two sketches by John Huston for \"Moby-Dick\" (1956), showing Ahab, crop in hand, riding the whale as if it were a stallion.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"RENO WINS PRAISE AT SENATE HEARING","web_url":"https://www.nytimes.com/1993/04/23/us/death-in-waco-reno-wins-praise-at-senate-hearing.html","abstract":"  Attorney General Janet Reno was widely praised today by Democrats and Republicans in Congress for her handling of this week's assault on the Branch Davidian compound near Waco, Tex.   But Stephen E. Higgins, the official who approved the initial raid on the compound in February, came under heavy critical questioning on Capitol Hill, and some lawmakers said the future of his agency was now in doubt.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Women Ready to Fly for Navy, or Flee It","web_url":"https://www.nytimes.com/1993/04/23/us/women-ready-to-fly-for-navy-or-flee-it.html","abstract":"  For Lieut. Pamela Lyons, one of the Navy's few female fighter-jet pilots, the next several months will tell whether she becomes a part of military history or starts looking for a new job.   The armed services bar women from flying fighter planes in combat, but Lieutenant Lyons is allowed to pilot an FA-18 fighter in an electronic warfare training squadron. To cut costs, the Navy plans to eliminate her squadron in October, leaving Lieutenant Lyons and many other female fighter pilots with no place in the sky unless the Pentagon changes its combat-exclusion rules.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Convictions of Garcias in Wedtech Scandal Overturned Again","web_url":"https://www.nytimes.com/1993/04/23/nyregion/convictions-of-garcias-in-wedtech-scandal-overturned-again.html","abstract":"  A Federal appeals court in Manhattan yesterday reversed the extortion conviction of former Representative Robert Garcia of the South Bronx and his wife, Jane Lee. It was the second time the Garcias' convictions were overturned in a case which was part of the Wedtech scandal and which led to Mr. Garcia resigning from Congress.   In a unanimous ruling signed by Judge Daniel M. Friedman, the three-member Circuit Court overturned the Garcias' second conviction on the ground that the judge in the case failed to instruct the jury that to convict a defendant of extortion, the prosecution must prove \"quid pro quo,\" or that both sides alleged to have been involved received something in the extortion deal.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930423","headline":"Eritreans vote overwhelmingly for independence from Ethiopia in a United Nations-monitored referendum.","pages":[{"title":"Eritrea","web_url":"https://en.wikipedia.org/wiki/Eritrea","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Flag_of_Eritrea.svg/320px-Flag_of_Eritrea.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Eritrea, officially the State of Eritrea, is a country in the Horn of Africa region of Eastern Africa, with its capital and largest city at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600km2 (45,406sqmi), and includes the Dahlak Archipelago and several of the Hanish Islands."},{"title":"Ethiopia","web_url":"https://en.wikipedia.org/wiki/Ethiopia","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Flag_of_Ethiopia.svg/320px-Flag_of_Ethiopia.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country located in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia to the east and northeast, Kenya to the south, South Sudan to the west, and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres. As of 2022, it is home to around 113.5 million inhabitants, making it the 13th-most populous country in the world, the 2nd-most populous in Africa after Nigeria, and the most populated landlocked country on Earth. The national capital and largest city, Addis Ababa, lies several kilometres west of the East African Rift that splits the country into the African and Somali tectonic plates."},{"title":"United Nations","web_url":"https://en.wikipedia.org/wiki/United_Nations","description":"Intergovernmental organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/320px-Flag_of_the_United_Nations.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The United Nations, referred to informally as the UN, is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and serve as a centre for harmonizing the actions of nations. It is the world's largest international organization. The UN is headquartered on international territory in New York City, and the organization has other offices in Geneva, Nairobi, Vienna, and The Hague, where the International Court of Justice is headquartered."}]},{"date":"19930423","headline":"Sri Lankan politician Lalith Athulathmudali is assassinated while addressing a gathering, approximately four weeks ahead of the Provincial Council elections for the Western Province.","pages":[{"title":"Sri Lanka","web_url":"https://en.wikipedia.org/wiki/Sri_Lanka","description":"Country in South Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Sri_Lanka.svg/320px-Flag_of_Sri_Lanka.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Sri Lanka, formerly known as Ceylon and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It lies in the Indian Ocean, southwest of the Bay of Bengal, separated from the Indian peninsula by the Gulf of Mannar and the Palk Strait. Sri Lanka shares a maritime border with the Maldives in the south-west and India in the north-west."},{"title":"Lalith Athulathmudali","web_url":"https://en.wikipedia.org/wiki/Lalith_Athulathmudali","description":"Sri Lankan politician and statesman (19361993)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Lalith_Athulathmudali.jpg/320px-Lalith_Athulathmudali.jpg","thumbnail_width":320,"thumbnail_height":448},"abstract":"Lalith William Samarasekera Athulathmudali, PC, known as Lalith Athulathmudali, was a Sri Lankan politician. He was a prominent member of the United National Party, who served as Minister of Trade and Shipping; Minister National Security and Deputy Minister of Defence; Minister of Agriculture, Food and Cooperatives and finally Minister of Education. Following a failed impeachment of President Ranasinghe Premadasa, he was removed from the UNP and formed his own party, the Democratic United National Front. He was assassinated under mysterious circumstances in 1993."},{"title":"Assassination of Lalith Athulathmudali","web_url":"https://en.wikipedia.org/wiki/Assassination_of_Lalith_Athulathmudali","description":"1993 murder in Kirulapana, Sri Lanka","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Lalith_Athulathmudali_after_the_Assassination_%2823-04-1993%29.jpg/320px-Lalith_Athulathmudali_after_the_Assassination_%2823-04-1993%29.jpg","thumbnail_width":320,"thumbnail_height":278},"abstract":"Lalith Athulathmudali, the former Cabinet Minister of Trade, National Security, Agriculture, Education and Deputy Minister of Defence of Sri Lanka was killed at 8:10p.m. Sri Lanka Time on 23 April 1993 in Kirulapana. Athulathmudali was fatally shot while addressing a gathering, approximately 4 weeks ahead of the Provincial Council elections for the Western Province, May 1993."},{"title":"Western Province, Sri Lanka","web_url":"https://en.wikipedia.org/wiki/Western_Province%2C_Sri_Lanka","description":"Province of Sri Lanka","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Colombo_City%2C_Sri_Lanka.jpg/320px-Colombo_City%2C_Sri_Lanka.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"The Western Province is one of the nine provinces of Sri Lanka, the first level administrative division of the country. The provinces have existed since the 19th century but did not have any legal status until 1987 when the 13th Amendment to the Constitution of Sri Lanka established provincial councils. Western Province is the most densely populated province in the country and is home to the legislative capital Sri Jayawardenepura Kotte as well as to Colombo, the nation's administrative and business center."}]}],"weather":[{"date":"19930423","time":"1993-04-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":84,"wspd":14.8},{"date":"19930423","time":"1993-04-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":9.4},{"date":"19930423","time":"1993-04-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":83,"wspd":14.8},{"date":"19930423","time":"1993-04-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":81,"wspd":11.2},{"date":"19930423","time":"1993-04-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":82,"wspd":16.6},{"date":"19930423","time":"1993-04-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":13},{"date":"19930423","time":"1993-04-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":11.2},{"date":"19930423","time":"1993-04-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":18.4},{"date":"19930423","time":"1993-04-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":76,"wspd":20.5},{"date":"19930423","time":"1993-04-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":76,"wspd":13},{"date":"19930423","time":"1993-04-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":72,"wspd":14.8},{"date":"19930423","time":"1993-04-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":82,"wspd":18.4},{"date":"19930423","time":"1993-04-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":84,"wspd":14.8},{"date":"19930423","time":"1993-04-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":74,"wspd":18.4},{"date":"19930423","time":"1993-04-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":22.3},{"date":"19930423","time":"1993-04-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":70,"wspd":24.1},{"date":"19930423","time":"1993-04-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":71,"wspd":20.5},{"date":"19930423","time":"1993-04-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":72,"wspd":11.2},{"date":"19930423","time":"1993-04-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":85,"wspd":16.6},{"date":"19930423","time":"1993-04-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":85,"wspd":13},{"date":"19930423","time":"1993-04-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":86,"wspd":11.2},{"date":"19930423","time":"1993-04-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":11.2},{"date":"19930423","time":"1993-04-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":82,"wspd":7.6},{"date":"19930423","time":"1993-04-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":83,"wspd":7.6},{"date":"19930423","time":"1993-04-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":68,"wspd":37.1},{"date":"19930423","time":"1993-04-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":35.3},{"date":"19930423","time":"1993-04-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":38.9},{"date":"19930423","time":"1993-04-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":76,"wspd":31.7},{"date":"19930423","time":"1993-04-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":33.5},{"date":"19930423","time":"1993-04-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":27.7},{"date":"19930423","time":"1993-04-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":27.7},{"date":"19930423","time":"1993-04-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":83,"wspd":27.7},{"date":"19930423","time":"1993-04-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":31.7},{"date":"19930423","time":"1993-04-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":25.9},{"date":"19930423","time":"1993-04-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":33.5},{"date":"19930423","time":"1993-04-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":25.9},{"date":"19930423","time":"1993-04-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":29.5},{"date":"19930423","time":"1993-04-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":58,"wspd":44.6},{"date":"19930423","time":"1993-04-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":33.5},{"date":"19930423","time":"1993-04-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":71,"wspd":35.3},{"date":"19930423","time":"1993-04-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":44.6},{"date":"19930423","time":"1993-04-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":71,"wspd":40.7},{"date":"19930423","time":"1993-04-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":61,"wspd":40.7},{"date":"19930423","time":"1993-04-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":56,"wspd":40.7},{"date":"19930423","time":"1993-04-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":43,"wspd":48.2},{"date":"19930423","time":"1993-04-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":35,"wspd":42.5},{"date":"19930423","time":"1993-04-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":38.9},{"date":"19930423","time":"1993-04-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":32,"wspd":22.3}]},"19930424":{"guardian_articles":[{"date":"19930424","headline":"Gang hunted after bus stop race killing","web_url":"https://www.theguardian.com/uk/1993/apr/24/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19930424","headline":"Islanders Are Working Overtime to Overcome Injuries","web_url":"https://www.nytimes.com/1993/04/24/sports/hockey-islanders-are-working-overtime-to-overcome-injuries.html","abstract":"  As he left the Islanders' locker room en route to a doctor's office this afternoon, Benoit Hogue showed off his bare hand. The knuckle on the index finger showed no swelling, no cut, no scar, no evidence whatsoever of the two-handed slash by Washington's Kevin Hatcher that forced Hogue to miss part of Thursday night's first-round playoff game. Remarkable!    Did this mean that Hogue sustained no lingering injury and that he is fully fit to play in Game 4 Saturday night, when the Islanders try to improve on their two-games-to-one lead in the Patrick Division semifinal series?","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Penguins-Devils: Invincible vs. the Invisible","web_url":"https://www.nytimes.com/1993/04/24/sports/hockey-penguins-devils-invincible-vs-the-invisible.html","abstract":"  There is no disputing the superiority of the Penguins in their matchup with the Devils, who are on the brink of being swept in the first round of the Stanley Cup playoffs. New Jersey has been found lacking in many areas, but none may be more telling than the lack of offense from the players the Devils have been counting on most.   Going into Game 3 of this Patrick Division series, even Tom Barrasso, the towering goaltender of the Penguins, had outscored the top two lines of the Devils.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"With Tanana and Bonilla, Who Needs a Franco for the Night?","web_url":"https://www.nytimes.com/1993/04/24/sports/baseball-with-tanana-and-bonilla-who-needs-a-franco-for-the-night.html","abstract":"  At times, Frank Tanana, 39 years old, appeared in danger of being whipped off the mound by a gust at Shea Stadium last night. At times, he had San Diego batters contorting their bodies to chase some of his oh-so-tempting pitches.   The Mets' left-hander was in command at all times, though, from the opening batter, when Ricky Gutierrez looked at strike three in a bemused way that suggested: \"The old man's going to be trouble.\"","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Don't Teach Nature About Barrier Beaches; Beyond the Dunes","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-don-t-teach-nature-about-barrier-beaches-beyond-the-dunes-316693.html","abstract":"  To the Editor:    Gov. Mario M. Cuomo's task force on coastal erosion is wrong in its conclusions on restoring Long Island's coastline (news article, April 14). By its very use of the term \"beach\" protection it misses the point. The areas needing protection lie well behind the devastated dunes. They are the bays and shoreline of mainland Long Island. Those who will be injured by this decision are taxpayers: business people and workers, homeowners and fishermen.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Sports of The Times; The Meaning Of Freedom In the N.F.L.","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-of-the-times-the-meaning-of-freedom-in-the-nfl.html","abstract":"  FREEMAN McNEIL wept earlier this week as he announced his retirement from professional football.   After 12 seasons of ducking and dodging, the Jets' 34-year-old running back decided that he'd had enough, and that he'd given enough.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"My Brother's Killer","web_url":"https://www.nytimes.com/1993/04/24/opinion/my-brothers-killer.html","abstract":"Though I could understand the frustration and impatience that sparked the civil unrest in Los Angeles last year, I could never quite comprehend the rage. Now that my brother has been murdered, I can. Even though I am educated and open-minded, a product of a middle class home, the circumstances surrounding my brother's death have led me to distrust all police officers. It's sad to know that people of color have to live with such rage. \n\nOn the evening of Sunday, Nov. 15, my brother Jerrold Hall was riding a Bay Area Rapid Transit train from Oakland to his home here with his friend John Henry Owens. A passenger reported on the emergency phone that he had been robbed of his Walkman at gunpoint. The train operator called the BART dispatcher, who told Fred Crabtree, a 17-year veteran with the BART police, to proceed with caution to the next station: Two armed African-American men had allegedly robbed a passenger.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/24/arts/classical-music-in-review-313193.html","abstract":"  Young Concert Artists Diamond Concert 92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/24/nyregion/bridge-794893.html","abstract":"  For those who make guidelines for bridge players, the best rule is \"never say never,\" even if that appears to invalidate itself. There are indeed many \"never\" rules that are almost true. An example in the area of opening leads is \"never underlead an ace against a suit contract,\" and the exceptions are interesting.   One occurs when the leader has neither king, queen nor jack and hopes that dummy has the king. If the leader's partner has the queen but not the jack, the declarer will have a guess and is likely to do the wrong thing.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/24/nyregion/c-corrections-972093.html","abstract":"  The real estate column yesterday, about the growing popularity of condominiums in Manhattan, misstated the average prices of condominiums and co-ops. The prices given were per room, not per apartment.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/24/arts/classical-music-in-review-312393.html","abstract":"  New Mozart Ensemble Walter Reade Theater Lincoln Center","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/24/style/chronicle-322093.html","abstract":"  The button that former Senator J. WILLIAM FULBRIGHT wore to a dinner in his honor on Thursday read \"Aged to Perfection,\" and no one in the assemblage of 120 guests disputed that assessment.   The occasion was a dinner given in the Russell Senate Office Building by the Institute for Policy Studies, a Washington research group, to honor the former chairman of the Senate Foreign Relations Committee, who initiated the Fulbright fellowships. Now 88, he still goes to work every day at the Washington law firm of Hogan & Hartson, where he is of counsel.","thumbnail":null,"section":"Style"},{"date":"19930424","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/24/sports/transactions-109093.html","abstract":"  American League   CHICAGO WHITE SOX -- Signed Mike LaValliere, catcher, to a minor-league contract.  MILWAUKEE BREWERS -- Placed James Austin, pitcher, on the 15-day disabled list. Recalled Mike Ignasiak, pitcher, from New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Armenia Has No Forces in Azerbaijan","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-armenia-has-no-forces-in-azerbaijan-318293.html","abstract":"  To the Editor:   Two articles April 7 recklessly misrepresent the content and direction of statements made by Secretary of State Warren M. Christopher and the Security Council in response to a new outbreak of fighting in the Kelbajar district of the Republic of Azerbaijan.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Wagnerites' 4 Nights of Valhalla at the Met","web_url":"https://www.nytimes.com/1993/04/24/nyregion/wagnerites-4-nights-of-valhalla-at-the-met.html","abstract":"  So far, David Johnston has spent 13 hours this week in Row G of the Grand Tier at the Metropolitan Opera, watching Wagner's \"Ring of the Nibelung.\" He logged two and a half hours on Monday, five on Tuesday and five and a half on Thursday. He faces another five and a half tonight at \"Gotterdammerung.\"   For this marathon, he flew 4,000 miles from his home in Graz, Austria, which is only a couple of hours from Vienna and is not all that far from the opera house Wagner himself had built in Bayreuth, Germany. This raises the question: Why go so far for operas he could attend there?","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"The Crown Prince Meets the People on the Playing Field : Monaco's Versatile Gentleman Athlete","web_url":"https://www.nytimes.com/1993/04/24/sports/IHT-the-crown-prince-meets-the-people-on-the-playing-field-monacos.html","abstract":"He might have been passing the ball with a teammate, a 9-year-old happy in the camouflage of his soccer kit. Then his parents would arrive. In those days Albert Grimaldi did not enjoy playing soccer in front of his parents.. People stared at his parents.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Jeffries Warned of Unrest If Demoted, Official Recalls","web_url":"https://www.nytimes.com/1993/04/24/nyregion/jeffries-warned-of-unrest-if-demoted-official-recalls.html","abstract":"  Dr. Leonard Jeffries of City College warned two college officials in 1991 that if they forced him to resign as chairman of the black studies department, they would face \"massive community resistance that would make Crown Heights pale in comparison,\" one of the officials testified yesterday.   Jeffrey Rosen, dean of the social sciences division at City College, said that Dr. Jeffries's response came during a meeting in which he and Robert Pfeffer, the college's provost, asked him to step down as chairman.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"World Bank to Help Russia Increase Its Oil Output","web_url":"https://www.nytimes.com/1993/04/24/world/world-bank-to-help-russia-increase-its-oil-output.html","abstract":"  In one of the biggest Western efforts to assist Russia's oil industry, the World Bank announced today that it had reached an agreement to help finance a $1 billion project to increase Russia's oil output.   The World Bank said it would provide more than $500 million in loans for the plan, which aims to boost output by $1.5 billion a year by reopening 1,200 oil wells that have been closed because of a lack of spare parts, inadequate maintenance and other problems.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Proportional Representation Flunks","web_url":"https://www.nytimes.com/1993/04/24/opinion/proportional-representation-flunks.html","abstract":"  Methods of voting can bolster or undermine popular government, as the Italian electorate has learned to its dismay. Italian elections have mostly been based on proportional representation, a system that guarantees minority parties legislative seats in proportion to their popular vote. By contrast, other nations use a system in which the winner takes all, meaning those who finish second and third in a race for Congress or Parliament are just out of luck and office.    Proportional representation sounds like the ultimate in democracy -- no voice too small to be heard. But its great defect is that it can spawn too many splinter parties. It tends also to create a permanent class of power brokers, since national parties choose lists of candidates and winners owe nothing to their constituency, providing less accountability than in other systems.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Don't Teach Nature About Barrier Beaches","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-don-t-teach-nature-about-barrier-beaches-315893.html","abstract":"  To the Editor:   You report that a New York State task force on coastal erosion has recommended quick restoration at public expense of major Long Island beaches damaged in last winter's storms (April 14 article). You accept as a matter of fact the claim that the Westhampton Beach breaches in the barrier beach (actually one, as the other has since closed) \"could cause more erosion on other beaches and serious ecological damage to Moriches Bay\" if not repaired.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Giants Lose Thompson To Parcells's Patriots","web_url":"https://www.nytimes.com/1993/04/24/sports/pro-football-giants-lose-thompson-to-parcells-s-patriots.html","abstract":"  The Giants lost perhaps the best punt coverage man in pro football last night when Reyna Thompson agreed to a two-year, $1.5-million contract with the New England Patriots.   The 29-year-old Thompson, an unrestricted free agent, played for the Miami Dolphins from 1985 through 1988. The Giants signed him in 1989 as a Plan B free agent, and in 1990 he was chosen for the Pro Bowl. John Madden, the television analyst and a former pro coach, has called him the best special-teams player ever.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"CONFLICT IN THE BALKANS: Bosnia Peace Plan Altered To Create Corridor for Serbs; BOSNIAN SEES COLLUSION","web_url":"https://www.nytimes.com/1993/04/24/world/conflict-balkans-bosnia-peace-plan-altered-create-corridor-for-serbs-bosnian.html","abstract":"  As Bosnian Government forces continued to battle Serbian and Croatian nationalist forces in different parts of the country today, the Bosnian President said there was growing evidence that Serbia and Croatia were colluding in an attempt to divide most of Bosnia and Herzegovina between them.    Alija Izetbegovic, the 68-year-old Muslim who heads the Sarajevo Government, spoke as he prepared for talks on Saturday with Franjo Tudjman, the Croatian president, in Zagreb, the Croatian capital. Mr. Izetbegovic said he intended to confront Mr. Tudjman over the recent fighting between Croatian forces and the Muslim-led Bosnian Army in central Bosnia.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/04/24/us/religion-notes.html","abstract":"  A Loaded Word?    The tragic conclusion of the siege of the Branch Davidian compound in Waco, Tex., this week revived a debate in religious circles over the use of the word \"cult.\"","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"LaValliere Catches On","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-people-baseball-lavalliere-catches-on.html","abstract":"  The Chicago White Sox paid a bargain price for insurance behind the plate yesterday, signing MIKE LAVALLIERE to a minor league contract. The Pittsburgh Pirates released him earlier this month. The White Sox have been going with RON KARKOVICE, and they also have 45-year-old CARLTON FISK. The Pirates are still responsible for most of LaValliere's guaranteed $4.05 million salary through next year. The White Sox have to pay the 32-year-old veteran only the minimum salary of $109,000. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Russia's Reform, on the Line","web_url":"https://www.nytimes.com/1993/04/24/opinion/russia-s-reform-on-the-line.html","abstract":"  Russians go to the polls tomorrow to choose sides in President Boris Yeltsin's fight with the legislature. For Americans, the referendum is one vital sign that democracy is taking hold in harsh Russian soil. For Mr. Yeltsin, it's a chance to renew his shrinking popular mandate. But unless voters rally to him in unexpectedly large numbers, it won't be easy to translate that mandate into new momentum for economic and constitutional reform.   The ballot drawn up by the Congress of People's Deputies puts four questions to voters: whether they have confidence in President Yeltsin, whether they approve of his social and economic policies, whether they want early elections for president and early elections for Parliament.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"A View of the Bosnia War From the Srebrenica Hospital's O.R.","web_url":"https://www.nytimes.com/1993/04/24/world/conflict-balkans-view-bosnia-war-srebrenica-hospital-s.html","abstract":"  Dr. Nedret Mujkanovic never did more than assist in a surgery before he trudged for seven nights through miles of hostile, Serbian-held territory and walked into the hospital in the besieged Muslim town of Srebrenica last Aug. 5.   By the time Dr. Mujkanovic, a pathologist by training, returned here in a United Nations helicopter Wednesday evening with the last of Srebrenica's wounded men, his surgical experience amounted to 1,390 operations, including 100 amputations carried out with no anesthetics and four Caesarean sections he learned how to perform by perusing a textbook.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/24/nyregion/news-summary-405193.html","abstract":"  International 2-7 CLINTON SPEAKS OF AIR STRIKES   President Clinton, explaining that other nations are also reassessing their options, said that he was giving \"serious consideration\" to air strikes against Serbian positions in Bosnia. If there is to be any intervention, air strikes are likely to be most acceptable to the allies.  1 OFFERING SERBS A COMPROMISE   In a new twist to the Vance-Owen peace plan for Bosnia, Bosnian Serbs who rejected the original plan are being offered a wedge of territory that would connect areas populated by ethnic Serbs.  6 TRYING TO HEAL THE HOPELESS   Operating without experience, without anesthesia, without blood supplies and without rest, a 32-year-old pathologist became a practiced surgeon in Bosnia's killing fields. He was the only hope of the dying, and after a brief respite from the horrors, he is returning.  6 A VOTE FOR ERITREA   Residents of the region of Ethiopia known as Eritrea are making a bid for secession, and analysts say that the cohesiveness of the people and their organized approach adds up to what should be an overwhelming victory.  3 FROM COMRADE TO OPPONENT   Aleksandr V. Rutskoi has been transformed from President Yeltsin's running mate to the leader of the forces who oppose him.  4 WORLD BANK TO AID RUSSIA   The World Bank has agreed to help finance a $1 billion project to increase Russia's oil output by reopening 1,200 oil wells that have been closed because of a lack of parts, inadequate maintenance and other problems.  4 CONTROL FOR PALESTINIANS   Israel said it would offer Palestinians greater control over their lives, including their own police force, an announcement pounced upon by the right-wing opposition and by Jewish settlers in the territories.  3 Dili Journal: Living in fear.  2 National 8-11 THE TAILHOOK REPORT   A Pentagon report on the notorious Tailhook convention in 1991 gives a detailed account of drinking, debauchery and sexual abuse and says that as many as 175 officers may be punished.  1 A JURY'S AGONY   The jurors deciding the fate of the four Los Angeles police officers in the Rodney King beating recall a grueling week of deliberations.  1 RISE IN DRUG PROBLEM   Even as casual drug use has dropped, the latest Government statistics on emergency room visits indicate a sharp rise in drug problems among heavy users, especially abusers of heroin.  8 BODIES WITHOUT NAMES   For medical workers, a grisly task: trying to identify the bodies found in the Branch Davidian compound. The fire and its intense heat have made the job difficult.  8 LAW ON DOMESTIC WORKERS   President Clinton says he will seek to amend the Social Security tax law that doomed Zoe Baird's nomination as Attorney General.  8 MARCHING WITH A FROWN   Some homosexuals are voicing disappointment that Clinton will not appear via videotape or audio hook-ups at the gay-rights march in Washington.  10 A TIME OF TRIUMPH   Torie Osborn, the executive director of the National Gay and Lesbian Task Force, is flying high after brokering a meeting between the President and leaders of national homosexual groups.  10 Should reporters be allowed to participate in the march?  10 CAMPAIGN FINANCE PACKAGE   Clinton is expected to announce a campaign finance package next week that calls for Government financing of Congressional races. But officials acknowledge that the plan is not as ambitious as Clinton promised in his Presidential campaign.  8 Religion Notes: When is a cult a cult?  11  Metro Digest 25 SENTENCES IN ABUSE CASE   Three Glen Ridge, N.J., men who were found guilty of sexually assaulting a retarded schoolmate were sentenced to serve time in a campuslike complex for youthful offenders. Though they were sentenced to up to 15 years, they could be released after as little as 22 months. And the three were allowed to remain free on bail until exhausting their legal appeals, which could take years.  1 WEB OF DECEIT IN YONKERS   The Yonkers Police Department dismissed two officers for fabricating a story about an assault on an officer by a black man, when he was actually beaten by a fellow officer. Three other officers who played a part in the episode were suspended and a sixth resigned. The Westchester County District Attorney's office is investigating for the possibility of criminal violations.  1 4 NIGHTS OF VALHALLA   Hundreds of veteran Wagnerites have flocked to the Met this week from Germany, France, Japan and Indonesia to see the four-opera cycle of Wagner's \"Ring of the Nibelung.\" The Metropolitan Opera is presenting \"The Ring\" the way Wagner wanted: all in the same week.  1 Obituaries 28-29 CESAR CHAVEZ IS DEAD   Cesar Chavez, the migrant worker who founded America's first successful union of farm workers, was found dead in San Luis, Ariz. He was 66.  1 Oliver R. Tambo, former president of the African National Congress.  1 Business Digest 37 Arts/Entertainment 13-17 Debated Lincolniana is sold.  13 Theater: Noh at Met Museum.  13 Dance: \"The Sleeping Beauty\" 13 Japanese company in debut.  17 Sports 30-34 Editorials/Op-Ed 22-23 Editorials Russia's reform, on the line. What about the first Waco raid? The face of the gay march. Italy's voting system flunks. Letters Russell Baker: Could be a long season. Melor Sturua: Russia will win if neither side does. Lee H. Hamilton: Air strikes? Not yet. Jeff Hall: My brother's killer.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Gardner Museum Took More Than Money","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-gardner-museum-took-more-than-money-303493.html","abstract":"  To the Editor:   I read with sadness and dismay \"How Mrs. Gardner's Museum Got That Way\" (letter, April 10), E. M. Engelman's slighting and fantastic appraisal of Isabella Stewart Gardner and the peerless collection she assembled at Boston's Fenway Court.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"The Bulls Blink First, Falling To Hornets","web_url":"https://www.nytimes.com/1993/04/24/sports/pro-basketball-the-bulls-blink-first-falling-to-hornets.html","abstract":"  Darrell Walker has always had the guts and hands of a burglar. Tonight, in the final seconds of a game the Chicago Bulls were desperate to win, Walker got caught with his hands in the wrong place at the wrong time.   The penalty was a stunning non-shooting foul and the result was sudden (and painful, for NBC) death for the nationally televised showdown between the Knicks and Chicago, as the Bulls were beaten by the Hornets, 104-103, when Walker fouled Larry Johnson, who made two free throws with 2.9 seconds left in the game.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"The Face of the Gay March","web_url":"https://www.nytimes.com/1993/04/24/opinion/the-face-of-the-gay-march.html","abstract":"  It doesn't really matter whether a million demonstrators show up for tomorrow's rally in Washington in support of gay and lesbian rights, as some planners have predicted. Nor does it matter whether a few marchers are dressed in drag or heavy leather, the better to shock middle-class America and grab TV time. Even President Clinton's absence is only a minor setback. The march will serve a vital purpose if it simply puts a broad and varied human face on a civil rights struggle that is all too often painted in caricatures.   The goals of the gay rights movement are, for the most part, modest and unexceptional: an end to discrimination against gay and lesbian Americans in all realms of life . . . repeal of outdated sodomy laws that are routinely violated not only by homosexuals but also by most heterosexuals, including married couples who are pillars of their communities . . . the right to serve openly in the military services -- and die for their country -- without being hounded out of the service for their sexual orientations . . . a big boost in funding for AIDS prevention, treatment and research as the disease digs deeper into the American population.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Dili Journal; A Voice, Often Silenced, Tells of East Timor's Fear","web_url":"https://www.nytimes.com/1993/04/24/world/dili-journal-a-voice-often-silenced-tells-of-east-timor-s-fear.html","abstract":"  The Roman Catholic Bishop of East Timor says that the Indonesian Army routinely tortures political prisoners and that Government troops killed several people captured at the time of a November 1991 massacre, when soldiers gunned down scores of Timorese.   The Bishop, Carlos Ximenes Belo, said in an interview that \"people are living in fear in East Timor,\" despite the Indonesian Government's insistence that the human rights situation in the province has improved. Political prisoners are tortured by Indonesian troops \"just like two plus two is four,\" he said.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Airlines Strive to Show Business Class","web_url":"https://www.nytimes.com/1993/04/24/your-money/IHT-airlines-strive-to-show-business-class.html","abstract":"AFTER bumping along the runway for three years, U.S. airline stocks may at last be ready to take off. Economic recovery is expected to boost air traffic, delivering rapid returns for an industry that has slashed overheads in recent years.. Analysts say ca","thumbnail":null,"section":"Your Money"},{"date":"19930424","headline":"Magic Wants to Own An N.B.A. Franchise","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-people-basketball-magic-wants-to-own-an-nba-franchise.html","abstract":"  MAGIC JOHNSON's desire is to trade players, not coach them. On Thursday, the former All-Star guard denied that he had been offered the Los Angeles Lakers' head coaching job, and yesterday his business manager said that Johnson is instead part of a Toronto group bidding for a National Basketball Association expansion team.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Sheik Slipped Into Canada, Witnesses Say","web_url":"https://www.nytimes.com/1993/04/24/nyregion/sheik-slipped-into-canada-witnesses-say.html","abstract":"  Sheik Omar Abdel Rahman, an Islamic fundamentalist cleric whom the United States is seeking to deport, was seen in Ottawa late last year, months after his green card was rescinded and while he was fighting Federal efforts to remove him from the United States.   The move would mark the third time he managed to elude Federal immigration authorities despite being on an official State Department watch list of terrorists and other undesirables. If he had been caught at the border, United States officials could have prevented him from entering the country.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"3 Are Sentenced to Youth Center Over Sex Abuse of Retarded Girl","web_url":"https://www.nytimes.com/1993/04/24/nyregion/3-are-sentenced-to-youth-center-over-sex-abuse-of-retarded-girl.html","abstract":"  Three Glen Ridge, N.J., men who were found guilty of sexually assaulting a retarded schoolmate were sentenced today to serve time in a campuslike complex for young offenders. Though they were sentenced to up to 15 years, they could be released after as little as 22 months.   And the three were allowed to remain free on bail until exhausting their legal appeals, which could take years.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"An Issue of Bonds From Albany Is Given Moody's Highest Rating","web_url":"https://www.nytimes.com/1993/04/24/nyregion/an-issue-of-bonds-from-albany-is-given-moody-s-highest-rating.html","abstract":"  Saying that it was heartened by New York State's improved financial position, an important Wall Street credit agency today gave its highest rating on a relatively small, but closely monitored, portion of the state's debt.   The agency, Moody's Investors Service Inc., said that the improved rating, MIG1, the highest for the state since 1990, reflected the fact that New York ended the most recent fiscal year with a surplus of $671 million and that it was borrowing far less than in previous years to cover its spring expenses. The higher ratings could translate into lower interest payments on the state's debt.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Batons in the Jury Room: Weighing 4 Officers' Fate","web_url":"https://www.nytimes.com/1993/04/24/us/batons-in-the-jury-room-weighing-4-officers-fate.html","abstract":"They took turns swinging batons at each other in slow motion. They put on an officer's black boot and stomped on the ground. They fired a disarmed stun gun. They got into yelling matches and called each other names.\n\nIn seven days of emotional deliberations, the jurors in the civil rights trial of the four officers accused of beating Rodney G. King acted out myriad scenarios to see which theory -- the prosecution's or the defense's -- held up best.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Challenger to Florio Removed From Ballot","web_url":"https://www.nytimes.com/1993/04/24/nyregion/challenger-to-florio-removed-from-ballot.html","abstract":"  Secretary of State Daniel Dalton ruled today that John Budzash cannot run as a Democrat against Gov. Jim Florio in the gubernatorial primary.   Mr. Dalton, a Florio appointee, agreed with the administrative law judge who ruled earlier this week that Mr. Budzash did not submit enough valid signatures from registered Democrats to get his name on the ballot.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/24/arts/classical-music-in-review-311593.html","abstract":"  St. Paul Chamber Orchestra Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"Review/Theater; Temple Of Dendur As Setting For Noh","web_url":"https://www.nytimes.com/1993/04/24/theater/review-theater-temple-of-dendur-as-setting-for-noh.html","abstract":"  In a stunning collaboration between theater and architecture and between diverse cultures over a period of centuries, the Temple of Dendur is being used as an environment for the presentation of Noh drama. The special three-performance series, which began on Thursday and ends this evening, is a remarkable event for both the Metropolitan Museum of Art and the Japanese theater.   In previous engagements in New York, Noh has been seen on a traditional proscenium or concert stage. Performed in the open on a raised platform in front of this Egyptian temple (built in the first century B.C.), the plays gain theatrical and historical relevance. What might have seemed exotic turns out to be the most natural linkage. In this setting, the Kanze Noh Theater conjures a feeling close to Noh's spiritual source in the 14th and 15th centuries when plays were performed at shrines.","thumbnail":null,"section":"Theater"},{"date":"19930424","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/24/nyregion/c-corrections-966593.html","abstract":"  A front-page Critic's Notebook article yesterday about art at the United States Holocaust Memorial Museum in Washington was truncated in some copies, leaving the writer's arguments incomplete. Readers wishing copies of the complete article may write to the Cultural News Department, The New York Times, 229 West 43d Street, New York, N.Y. 10036-3659.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Bard's Birthday","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Support for Police Is the Price of Civilization","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-support-for-police-is-the-price-of-civilization-319093.html","abstract":"  To the Editor:   According to Mayor David N. Dinkins, crime is down in New York City (news article, April 6). He often cites Federal Bureau of Investigation statistics to support him even after a cop is shot or some other particularly heinous crime has occurred. I wonder why he is adding all kinds of extra security and alarms to City Hall. Is he afraid that cops will storm City Hall again and he'll be overrun or taken hostage?","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"BOOKS : THE END OF HONG KONG","web_url":"https://www.nytimes.com/1993/04/24/style/IHT-books-the-end-of-hong-kong.html","abstract":"THE END OF HONG KONG: The Secret Diplomacy of Imperial Retreat","thumbnail":null,"section":"Style"},{"date":"19930424","headline":"SALES/SOLD","web_url":"https://www.nytimes.com/1993/04/24/style/IHT-salessold.html","abstract":"Beatle flop: What was hailed by Phillips in London as the largest sale ever of Beatles memorabilia fell flat when two of the star exhibits - John Lennon's guitar and his piano - failed to sell after doubts arose about the extent of their connection with t","thumbnail":null,"section":"Style"},{"date":"19930424","headline":"U.N. Agency Says Rise in TB Is Global Crisis","web_url":"https://www.nytimes.com/1993/04/24/world/un-agency-says-rise-in-tb-is-global-crisis.html","abstract":"  The World Health Organization today described a surge in tuberculosis as a global emergency and said more money was needed to curb the disease's spread.   Scientists at a conference here said that 9,000 people die worldwide from TB every day, and they predicted that the disease would kill more than 30 million people in the next decade unless better control programs were set up in the developing world.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Review/Dance; Eclecticism in Japanese Company's Debut","web_url":"https://www.nytimes.com/1993/04/24/arts/review-dance-eclecticism-in-japanese-company-s-debut.html","abstract":"  A group called Watanabe's Dance Company Dios made its New York debut on Tuesday night at the Theater of the Riverside Church. Anyone unfamiliar with the company might assume that it took its name from the Spanish word for God. But as a program note explained, \"Dios\" in this case derives from the first letters of the English words \"dynamism, infinity, originality, sensuality.\"    Dios was certainly dynamic and sensual but real choreographic originality was less in evidence, and the earthy works offered seemed to have little to do with such a lofty concept as infinity. Takashi Watanabe, the director of this Japanese troupe from Kyoto, has studied dance both in Japan and at the Boston Conservatory of Music, and his choreography is deliberately eclectic.","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"Is There Energy in Oil Stocks?","web_url":"https://www.nytimes.com/1993/04/24/your-money/IHT-is-there-energy-in-oil-stocks.html","abstract":"OIL bugs, like gold bugs, stir out of their torpor at the slightest bounce in prices, hoping that now, finally, their dogs will have their day. The 1980s, after all, were not kind to them. Then came the parabolic spike before the Gulf War and the equally","thumbnail":null,"section":"Your Money"},{"date":"19930424","headline":"Bosnia Peace Plan Altered To Create Corridor for Serbs","web_url":"https://www.nytimes.com/1993/04/24/world/conflict-in-the-balkans-bosnia-peace-plan-altered-to-create-corridor-for-serbs.html","abstract":"  In a major revision to the peace plan proposed for Bosnia and Herzegovina, Lord Owen is proposing the creation of a six-mile-wide demilitarized transit corridor to link Serbian areas in eastern Bosnia with an enclave of Serbs in the western part of the country.   The corridor would have United Nations checkpoints at either end with the right to inspect all vehicles and would be patrolled by United Nations forces along its length of 50 to 70 miles. No weapons, ammunition or military equipment of any kind would be allowed to move along the road.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92488804362.html","abstract":"1918: Off Belgian Shores","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Suns' Johnson Injured","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-people-basketball-suns-johnson-injured.html","abstract":"  Phoenix Suns guard KEVIN JOHNSON will be sidelined an estimated two weeks with an injured left knee and likely will miss the first two games of the National Basketball Association playoffs. Johnson hurt the knee during Thursday night's 115-114 victory at Portland. Tests done yesterday showed Johnson has a first-degree sprain of the medial collateral ligament in his left knee.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Exploring What Causes Corruption","web_url":"https://www.nytimes.com/1993/04/24/nyregion/exploring-what-causes-corruption.html","abstract":"  Trying to address corruption as he faces a potential attack on his Internal Affairs system by a mayoral panel, Police Commissioner Raymond W. Kelly is creating a committee for an unusual task: to explore how the culture of police work causes some officers to turn bad.   In a department that has traditionally functioned in paramilitary style, officers will be asked to open up. They will be brought together in seminars and encounter groups to share their feelings about whether the impenetrable Blue Wall -- officers refusing to turn one another in -- is myth.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"After Fistfight, Yonkers Officers Invented Tale of Black Assailant","web_url":"https://www.nytimes.com/1993/04/24/nyregion/after-fistfight-yonkers-officers-invented-tale-of-black-assailant.html","abstract":"  In the early morning hours, the police alert had shattered the quiet: A tall black man in a blue jacket and sneakers had assaulted a white officer, leaving him bloodied.   The radio message touched off a feverish search for the suspect through the streets of a racially mixed neighborhood in the southwest part of Yonkers, a city that has had more than its share of racial divisions. At least one black man was stopped and questioned in the vestibule of a building.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"A 'Tommy' Record","web_url":"https://www.nytimes.com/1993/04/24/theater/a-tommy-record.html","abstract":"  The rock musical \"Tommy,\" which opened on Thursday, broke a Broadway record yesterday. At 5:15 P.M., ticket sales from the box office and from Tele-Charge, the phone-order service, went over the $396,709 day-after-opening total that was recorded last April by \"Guys and Dolls.\" The day's total receipts for \"Tommy,\" a representative of the Adrian Bryan Brown press office said at midnight, were $494,897.50. The line at the St. James Theater numbered between 60 and 80 people most of the day.","thumbnail":null,"section":"Theater"},{"date":"19930424","headline":"Air Strikes? Not Yet.","web_url":"https://www.nytimes.com/1993/04/24/opinion/air-strikes-not-yet.html","abstract":"  The Bosnian situation is critical, the peace process remains stalled and opportunities for reaching agreement are receding. The world is horrified by the scenes of helpless refugees and the evidence of mass killings and forced expulsions.  As frustration mounts in America and elsewhere, President Clinton is reviewing his policy and is under intense pressure -- even from State Department officers -- to take other steps, including military strikes. While it is important to keep military choices under review, we need a clear idea where they lead and what they will accomplish.    The Administration has correctly ruled out unilateral deployment of U.S. ground forces. Such action has little public support. Because we can't resolve the crisis alone, we have been committed to a multinational approach. But action on that front has been slow and halting. Today, we would not be able to obtain U.N. Security Council approval for any international military operation to force a settlement.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/24/nyregion/no-headline-438893.html","abstract":"  We have no quarrel with the music in the productions in Europe. It's what you have to look at: the costuming, the staging. I'm not hidebound to the 19th century, but we have a hard time with Mozart in blue jeans or Wagner as heavy metal. -- DAVID JOHNSTON, an Austrian visiting New York to attend the \"Ring\" cycle at the Met.  [ 1:3. ]","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"In Currency Markets Power Pays","web_url":"https://www.nytimes.com/1993/04/24/your-money/IHT-in-currency-markets-power-pays.html","abstract":"INDEPENDENT it may or may not be, but the Bundesbank is certainly good for the occasional surprise. This week's decision to lower interest rates, was greeted with huge sighs of relief around Europe, and a collective and immediate slackening of many Europe","thumbnail":null,"section":"Your Money"},{"date":"19930424","headline":"Correction","web_url":"https://www.nytimes.com/1993/04/24/opinion/c-correction-321293.html","abstract":"  Because of an editing error, an article Saturday about pollution misstated the status of the Long Island Lighting Company's sulfur dioxide emission allowances. Lilco and Amax Energy have entered into an option agreement for Amax to buy some of them.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Israel Set to Let Palestinians Have A Police Force and Other Powers","web_url":"https://www.nytimes.com/1993/04/24/world/israel-set-to-let-palestinians-have-a-police-force-and-other-powers.html","abstract":"  As the various parties prepared to resume Middle East peace talks in a few days, Foreign Minister Shimon Peres said today that Israel would offer Palestinians greater control over their lives, including their own police force, even before agreement was reached on self-rule in the occupied territories.    Mr. Peres's remarks on a Palestinian police force were swiftly denounced by the right-wing opposition and by Jewish settlers in the territories, some of whom said that the result would be to put guns in the hands of terrorists and then dress them in uniforms.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Excerpts From the Pentagon Report","web_url":"https://www.nytimes.com/1993/04/24/us/excerpts-from-the-pentagon-report.html","abstract":"  Following are excerpts from the report issued today by the Pentagon inspector general about sexual misconduct at the 1991 Tailhook Association convention in Las Vegas, Nev. The subheadings are the titles of the main sections of the report. Executive Summary                      . . .         Many attendees viewed the annual conference as a type of \"free-fire zone\" wherein they could act indiscriminately and without fear of censure or retribution in matters of sexual conduct and drunkenness. Some of the Navy's most senior officers were knowledgeable as to the excesses practiced at Tailhook '91 and, by their inaction, those officers served to condone and even encourage the type of behavior that occurred there.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Detective Indicted in Fatal Shooting of Doctor","web_url":"https://www.nytimes.com/1993/04/24/nyregion/detective-indicted-in-fatal-shooting-of-doctor.html","abstract":"  A 37-year-old Mount Vernon police detective was indicted by a Westchester County grand jury yesterday in the fatal shooting of a doctor who apparently made a wrong turn on a dark Mount Vernon street one night last February and was confronted by two plainclothes officers on a narcotics patrol.   In a bizarre series of events, the officers said they approached a car that was idling in midstreet to see if the driver was sick or drunk and said he suddenly tried to run them down. Friends of the doctor said he had become lost on his way to a date in nearby Yonkers, apparently mistook the officers for muggers, tried to get away and was shot needlessly in an ensuing struggle.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Russia Will Win if Neither Side Does","web_url":"https://www.nytimes.com/1993/04/24/opinion/russia-will-win-if-neither-side-does.html","abstract":"Tomorrow, the Russians will be asked at the polls if they have confidence in Boris Yeltsin as President, if they approve his 1992 social and economic policies and if they favor early elections for President and for the Parliament.\n\nThese ifs constitute the formal substance of the referendum -- formal because its essence is a tug of war between the Parliament and the President. Mr. Yeltsin's forces falsely bill the vote as a showdown between democrats and Red-Browns -- that is, diehard Communists and xenophobic fascists.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"In May, Paris is Stage for Japanese Arts","web_url":"https://www.nytimes.com/1993/04/24/style/IHT-in-may-paris-is-stage-for-japanese-arts.html","abstract":"Throughout May, Paris is hosting a festival of Japanese plastic arts, theater, and culture, including a rare presentation of the only Noh play written by a Frenchman.. Hideo Kanze directs and will perform in Paul Claudel's \"La Femme et son Ombre,&quo","thumbnail":null,"section":"Style"},{"date":"19930424","headline":"To Gay Marchers' Anger, Clinton Plans to Be Absent","web_url":"https://www.nytimes.com/1993/04/24/us/to-gay-marchers-anger-clinton-plans-to-be-absent.html","abstract":"  President Clinton will mark the gay rights march here this weekend by sending a letter to be read by a member of Congress. The decision angered some homosexuals who had expected Mr. Clinton to make an appearance via audio hook-up or television satellite.   Both Presidents Ronald Reagan and George Bush addressed anti-abortion marches through telephone link-ups from the Oval Office. Their speeches were broadcast to protesters over loud speakers.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Government Plan Said to Call For Wider U.S. Campaign Aid","web_url":"https://www.nytimes.com/1993/04/24/us/government-plan-said-to-call-for-wider-us-campaign-aid.html","abstract":"  After months of drawn-out negotiations with Democratic lawmakers, President Clinton is expected to announce a campaign financing package next week that would call for the Government to help finance races for Congress for the first time.    White House officials said the proposal would restrict the influence of special interests and the surging costs of running for office. The plan could still be changed before its release, they said, but they acknowledged that it was not as ambitious as the changes Mr. Clinton promised during the Presidential campaign.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/24/arts/classical-music-in-review-314093.html","abstract":"  Riverside Symphony Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/24/style/chronicle-323993.html","abstract":"  It's the season to bestow honors -- for good works, for scientific discoveries, for theatrical performances -- and for inventing a new card trick.   Tonight, at the Society of American Magicians \"Salute to Magic\" show at Manhattan Community College, the organization will tap Dr. KEN KRENZEL as its \"Magician of the Year.\"","thumbnail":null,"section":"Style"},{"date":"19930424","headline":"Covering Gay Rights: Can Journalists Be Marchers?","web_url":"https://www.nytimes.com/1993/04/24/us/covering-gay-rights-can-journalists-be-marchers.html","abstract":"  The gay-rights march in Washington tomorrow has prompted many news organizations to re-examine the line between journalists' professional conduct and their private lives.   In preparation for the rally, many newspapers and television networks have reviewed or reissued their policies governing reporters' participation in activities with political overtones.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Somogyi Picks Rutgers","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-people-basketball-somogyi-picks-rutgers.html","abstract":"  KRISTEN SOMOGYI, New Jersey's leading career scholastic scorer, is transferring from Virginia to Rutgers, said the Lady Knights' coach, THERESA GRENTZ.  Somogyi played in 31 games as freshman and averaged 4.0 points per game. According to National Collegaite Atheltic Association rules, she will have to sit out the 1993-94 season, but will have three years of eligibility remaining.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Dibble Faces Surgery","web_url":"https://www.nytimes.com/1993/04/24/sports/sports-people-baseball-dibble-faces-surgery.html","abstract":"  Cincinnati Reds reliever ROB DIBBLE will undergo surgery today to repair his broken left forearm and will be sidelined six weeks. The Reds initially thought Dibble would just need a cast on the arm. But Dr. RICHARD JOLSON, the club's orthopedic consultant, decided surgery was necessary after he examined Dibble yesterday. Dibble broke his arm Wednesday in Pittsburgh in a collision at home with the Pirates' KEVIN YOUNG. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Eritreans Voting on Independence From Ethiopia","web_url":"https://www.nytimes.com/1993/04/24/world/eritreans-voting-on-independence-from-ethiopia.html","abstract":"  In what is expected to be a resounding yes for independence, residents of the region called Eritrea began voting today to secede from Ethiopia.    Although Eritrea's three million people have had de facto independence and a provisional government since the overthrow of the Marxist Government in Ethiopia in May 1991, this referendum represents the final legitimization of more than 30 years of separatist insurgency.","thumbnail":null,"section":"World"},{"date":"19930424","headline":"Emergency Hospital Visits Rise Among Drug Abusers","web_url":"https://www.nytimes.com/1993/04/24/us/emergency-hospital-visits-rise-among-drug-abusers.html","abstract":"  Though casual drug use in America has been dropping, the latest Government statistics on emergency-room visits show that problems among the heaviest users have risen to record levels.    The emergency-room statistics released yesterday show that drugs are taking an increasing toll on poor inner-city neighborhoods whose hospital emergency rooms are already stretched to the limit. They also show that heroin is causing an increasing proportion of the health problems that bring people to the hospital.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Who Needs Offshore Centers?","web_url":"https://www.nytimes.com/1993/04/24/your-money/IHT-who-needs-offshore-centers.html","abstract":"THE realm of offshore finance conjures up many images to the layman, some glamorous, others a bit shady. But the majority of popular conceptions, say analysts, are simply inaccurate.. Perhaps least understood, experts add, are the two main issues which su","thumbnail":null,"section":"Your Money"},{"date":"19930424","headline":"It's a Table for 6 Owners","web_url":"https://www.nytimes.com/1993/04/24/sports/baseball-it-s-a-table-for-6-owners.html","abstract":"  The new guys on baseball's block may be forming a bloc within the group of 28 major league club owners.   Before a meeting of all 28 owners today, the eighth in eight months, the six newest owners in the major leagues gathered for dinner Thursday to discuss issues confronting baseball.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/24/sports/results-plus-119893.html","abstract":"  TRACK AND FIELD  Fast Time but a Losing Result for Keino  Bob Keino, a junior at Ridgewood High School in New Jersey and son of the legendary Kenyan runner Kip Keino, turned in one of the fastest schoolboy 1,600-meter splits at the Penn Relays yesterday in Philadelphia. But his time of 4 minutes 8.2 seconds came in a losing effort as Ridgewood finished third in the high school boys' distance-medley championship at Franklin Field. Starting in last place in the 15-school field, Keino made up over 100 meters on St. Elizabeth of Jamaica, which won in 10:18.31. Mepham of Bellmore, L.I., was second. Vere Tech of Jamaica continued its mastery in the girls' championships with three titles: its eighth straight in the 1,600-meter in 3:42.58; its sixth in a row in the 3,200 in 9:00.76, and its fourth straight in the distance medley.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Stories of the Lincolns From Their Laundress","web_url":"https://www.nytimes.com/1993/04/24/arts/stories-of-the-lincolns-from-their-laundress.html","abstract":"  The origins and details of an oral history from a laundress who worked for Mary and Abraham Lincoln in the decade before he became President have divided American historians. Now it has been sold to William Morrow & Company, reportedly for $1 million -- but with an escape clause.   No one involved would confirm that such a large sum would be paid for the manuscript, but it has been learned that the agreement allows Morrow to engage independent historians to try to verify the authenticity of the material, after which it can reconsider the purchase and decide against it.","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93234322918.html","abstract":"1943: Peaceful Landing","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Review/City Ballet; A 'Sleeping Beauty' Fast and Trim","web_url":"https://www.nytimes.com/1993/04/24/arts/review-city-ballet-a-sleeping-beauty-fast-and-trim.html","abstract":"  By opening its spring season at the New York State Theater on Thursday night with \"The Sleeping Beauty,\" the New York City Ballet simultaneously honored the past, faced the future and proudly lived in its own special artistic present.    \"The Sleeping Beauty,\" which is blessed with a sumptuous score by Tchaikovsky, received its premiere in St. Petersburg in 1890. It is widely considered to be the masterpiece of Marius Petipa, the choreographer who dominated 19th-century Russian ballet and was responsible for shaping Russian Classical style.","thumbnail":null,"section":"Arts"},{"date":"19930424","headline":"Washington at Work; Gay Official Has the Look of Apple Pie and the Outlook of a Revolutionary","web_url":"https://www.nytimes.com/1993/04/24/us/washington-work-gay-official-has-look-apple-pie-outlook-revolutionary.html","abstract":"  She looks a bit like Doris Day, the relentlessly upbeat, freckle-faced blonde of 1950's happy-talk movies. But Torie Osborn, the executive director of the National Gay and Lesbian Task Force, is closer to tougher cinematic heroines, like those played by Sigourney Weaver.    Intensely committed to the cause of gay and lesbian rights, the 42-year-old Ms. Osborn is flying high after brokering a meeting between President Clinton and leaders of national gay and lesbian groups. At one point during the meeting, Ms. Osborn welcomed Mr. Clinton to the \"Gay 90's.\"","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/24/nyregion/inside-388893.html","abstract":"  Plan to Alter Tax Law   President Clinton is seeking a change in Social Security tax laws on household workers, the rules that doomed Zoe Baird's nomination. Page 8. Letter for Gay Marchers    The President will use a letter, not a video or audio message, to address a gay march in Washington. Page 10.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Observer; Could Be A Long Season","web_url":"https://www.nytimes.com/1993/04/24/opinion/observer-could-be-a-long-season.html","abstract":"  President Clinton's bad week at the Capitol brings to mind Casey Stengel, Franklin Roosevelt and Lyndon Johnson. \"Can't anybody here play this game?\" asked Stengel when he was put in charge of a major league baseball team on which nobody could.   It was the New York Mets, a brand-new expansion team, that provoked Stengel's cry of anguish. The Clinton Administration is also brand-new. What's worse, it is beginning to look like a typical baseball expansion team.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"Clinton Seeks Change in Tax Rule That Scuttled Baird Nomination","web_url":"https://www.nytimes.com/1993/04/24/us/clinton-seeks-change-in-tax-rule-that-scuttled-baird-nomination.html","abstract":"  President Clinton is seeking a change in the decades-old Social Security tax laws that were a factor in dooming Zoe Baird's nomination as Attorney General.   In a letter that the White House made public today, Mr. Clinton told Joseph R. Biden Jr., chairman of the Senate Judiciary Committee, that he had asked officials from the Treasury Department to examine alternative proposals.","thumbnail":null,"section":"U.S."},{"date":"19930424","headline":"Dinkins Sees No Conflict In Actions By Holtzman","web_url":"https://www.nytimes.com/1993/04/24/nyregion/dinkins-sees-no-conflict-in-actions-by-holtzman.html","abstract":"  Mayor David N. Dinkins yesterday stood by the decision to select Fleet Securities as a city bond underwriter, even though the City Comptroller's United States Senate campaign owed a quarter of a million dollars to the company's parent bank at the time.   The Comptroller, Elizabeth Holtzman, who decides with the Mayor on the companies that will receive the city's bond underwriting business, has said that her deputy, Darcy Bradbury, recommended Fleet without consulting her, as is common practice in her office. The Comptroller has said that she was unaware of the recommendation and Ms. Bradbury has said she was unaware of the loan, which has been only partly repaid.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Home Radon Curbs Need Not Be Costly","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-home-radon-curbs-need-not-be-costly-317493.html","abstract":"  To the Editor:   The Environmental Protection Agency recently released two documents on indoor radon, a radioactive gas found in many homes. Your April 7 report, whose headline states we urge radon curbs in new homes, needs clarification.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"U.S. Homeowners Have Eyes Fixed on Bargain Loans","web_url":"https://www.nytimes.com/1993/04/24/your-money/IHT-us-homeowners-have-eyes-fixed-on-bargain-loans.html","abstract":"BARGAIN-HUNTING U.S. homeowners were flocking into commercial banks, mortgage lenders and S&Ls last week to refinance their mortgages at the lowest rates in 20 years. The average interest on a 30-year fixed rate mortgage fell to 7.62 percent as of Apr","thumbnail":null,"section":"Your Money"},{"date":"19930424","headline":"Judge Rules Zoning Code Can't Block Group Homes","web_url":"https://www.nytimes.com/1993/04/24/nyregion/judge-rules-zoning-code-can-t-block-group-homes.html","abstract":"  In a ruling that could make it easier to set up group homes for handicapped people in residential neighborhoods on Long Island, a Federal judge has barred Babylon Town officials from shutting down a home for recovering alcoholics and addicts.    Judge Leonard D. Wexler of Federal District Court in Hauppauge ruled this week that Babylon zoning ordinances blocking the group home violated the Federal Fair Housing Act of 1988 by discriminating against handicapped people, a group that under the law includes recovering alcoholics and addicts.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/24/nyregion/c-corrections-969093.html","abstract":"  An article yesterday about the relationship between the New York City Comptroller, Elizabeth Holtzman, and Fleet Bank, which lent her Senate campaign $450,000 in August, misstated the form of the city's announcement of a bond issuance that involved institutions including Fleet Securities. Ms. Holtzman was quoted in a news release announcing the selection; no news conference was held.","thumbnail":null,"section":"New York"},{"date":"19930424","headline":"Hearst May Prove to Be a Bulldog Beyond Compare","web_url":"https://www.nytimes.com/1993/04/24/sports/pro-football-hearst-may-prove-to-be-a-bulldog-beyond-compare.html","abstract":"  For the last 10 years, there has been but one standard by which running backs coming out of the University of Georgia are measured: Herschel Walker.   Lars Tate, Tim Worley and Rodney Hampton have all been held up to the Walker standard before entering the National Football League. It's inescapable because Walker is still an icon at Georgia.","thumbnail":null,"section":"Sports"},{"date":"19930424","headline":"Regulation on Sweeping Deserves Repeal","web_url":"https://www.nytimes.com/1993/04/24/opinion/l-regulation-on-sweeping-deserves-repeal-320493.html","abstract":"  To the Editor:   Your April 14 report that Mayor David N. Dinkins has eased regulations on New York City businesses to sweep the streets within 18 inches of the curb in front of their stores also discusses the Mayor's new policy toward street vendors. The Mayor's initiative, while certainly a move in the right direction, is just the first step in what is needed to help businesses survive and to protect them from being taxed out of existence.","thumbnail":null,"section":"Opinion"},{"date":"19930424","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/24/nyregion/metro-digest-566093.html","abstract":"  15-YEAR TERMS FOR 3 IN GLEN RIDGE CASE   Three young men from Glen Ridge, N.J., who were found guilty of sexually assaulting a retarded schoolmate were sentenced to up to 15 years as youthful offenders. They may remain free on bail until exhausting their legal appeals, which could take years. Page 1.  OFFICERS INVENTED BLACK ASSAILANT   After a bloody fight sent a policeman to the hospital, a police radio alert sent officers hunting for a black assailant. But the officer's wounds had been inflicted by a colleague, in a fistfight over who should bear the nuisance of writing the report on a burning car. Page 1.  WAGNER, HIS WAY, PULLS FOREIGN FAITHFUL   Without having to walk through fire (which Wotan, the ruler of the gods, places around Brunnhilde in \"Die Walkure\") or climb mountains (as Donner, the god of thunder, does in \"Das Rheingold\"), hundreds of veteran Wagnerians have flocked to the Met this week from Germany, France, Japan and Indonesia, to see the first of two four-opera cycles the Met is presenting the way Wagner wanted: all in one week. Page 1.  NEW YORK CITY   LINKING CORRUPTION TO POLICE 'CULTURE'   Trying to address corruption as he faces what could be an attack on his Internal Affairs system by a mayoral panel, New York City's Police Commissioner, Raymond W. Kelly, is creating a committee for an unusual task: to explore how the \"culture\" of police work causes some officers to turn bad. Page 27.  DINKINS STANDS BY HOLTZMAN'S BANK DEAL   Mayor Dinkins stood by the selection of Fleet Securities as a city bond underwriter, even though the City Comptroller's United States Senate campaign owed a quarter of a million dollars to the company's parent bank. Page 27.  SCALPING ON CREDIT (OTHER PEOPLE'S)   Two Queens men were arrested Thursday night outside the Shubert Theater on West 44th Street, where \"Crazy for You\" is playing, and charged with ticket speculation -- better known as scalping -- with a twist. The twist, according to investigators, was that the tickets -- $70,000 worth of them -- were purchased with pilfered credit cards or credit card numbers. Page 27.  CCNY OFFICIAL RECALLS JEFFRIES WARNING   Dr. Leonard Jeffries of City College told two college officials in 1991 that if they forced him to resign as chairman of the black studies department, they would face \"massive community resistance that would make Crown Heights pale in comparison,\" one of the officials testified in a trial to determine if the City University of New York violated Dr. Jeffries' First Amendement rights. Page 26.  REGION   RULING PROTECTS L.I. GROUP HOME   In a ruling that could make it easier to open group homes for handicapped people in residential neighborhoods on Long Island, a Federal judge has barred Babylon officials from shutting down a home for recovering alcoholics and addicts in the hamlet of East Farmingdale. Page 28.  RATING ON PART OF NEW YORK'S DEBT   Saying that it was heartened by New York State's improved financial position, an important Wall Street credit agency upgraded its rating on a relatively small, but closely monitored, portion of the state's debt. Page 28.  About New York by Michael T. Kaufman 27","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930424","headline":"An IRA bomb devastates the Bishopsgate area of London.","pages":[{"title":"Provisional Irish Republican Army","web_url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","description":"Paramilitary active from 1969 to 2005","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Provisional_Irish_Republican_Army_Badge.svg/320px-Provisional_Irish_Republican_Army_Badge.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Provisional Irish Republican Army, officially known as the Irish Republican Army and informally known as the Provos, was an Irish republican paramilitary that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It saw itself as the army of the all-island Irish Republic and as the sole legitimate successor to the original IRA from the Irish War of Independence. It was designated a terrorist organisation in the United Kingdom and an unlawful organisation in the Republic of Ireland, both of whose authority it rejected."},{"title":"1993 Bishopsgate bombing","web_url":"https://en.wikipedia.org/wiki/1993_Bishopsgate_bombing","description":"Provisional IRA bombing in London","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/IRA_Bishopsgate.JPG/320px-IRA_Bishopsgate.JPG","thumbnail_width":320,"thumbnail_height":232},"abstract":"The Bishopsgate bombing occurred on 24 April 1993, when the Provisional Irish Republican Army (IRA) detonated a powerful truck bomb on Bishopsgate, a major thoroughfare in London's financial district, the City of London. Telephoned warnings were sent about an hour beforehand, but a news photographer was killed in the blast and 44 people were injured, with fatalities minimised due to it occurring on a Saturday. The blast destroyed the nearby St Ethelburga's church and wrecked Liverpool Street station and the NatWest Tower."}]}],"weather":[{"date":"19930424","time":"1993-04-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":85,"wspd":5.4},{"date":"19930424","time":"1993-04-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":5.4},{"date":"19930424","time":"1993-04-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":5.4},{"date":"19930424","time":"1993-04-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":3.6},{"date":"19930424","time":"1993-04-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":89,"wspd":7.6},{"date":"19930424","time":"1993-04-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":92,"wspd":9.4},{"date":"19930424","time":"1993-04-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":94,"wspd":7.6},{"date":"19930424","time":"1993-04-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":90,"wspd":7.6},{"date":"19930424","time":"1993-04-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":90,"wspd":9.4},{"date":"19930424","time":"1993-04-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":81,"wspd":9.4},{"date":"19930424","time":"1993-04-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":72,"wspd":9.4},{"date":"19930424","time":"1993-04-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":72,"wspd":9},{"date":"19930424","time":"1993-04-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":67,"wspd":10.8},{"date":"19930424","time":"1993-04-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":72,"wspd":7.2},{"date":"19930424","time":"1993-04-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":56,"wspd":14.8},{"date":"19930424","time":"1993-04-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":64,"wspd":9.4},{"date":"19930424","time":"1993-04-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":54,"wspd":14.8},{"date":"19930424","time":"1993-04-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":67,"wspd":13},{"date":"19930424","time":"1993-04-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":67,"wspd":7.2},{"date":"19930424","time":"1993-04-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":66,"wspd":11.2},{"date":"19930424","time":"1993-04-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":67,"wspd":13},{"date":"19930424","time":"1993-04-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":57,"wspd":11.2},{"date":"19930424","time":"1993-04-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":3.6},{"date":"19930424","time":"1993-04-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":11.2},{"date":"19930424","time":"1993-04-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":27,"wspd":27.7},{"date":"19930424","time":"1993-04-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":29,"wspd":25.9},{"date":"19930424","time":"1993-04-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":30,"wspd":24.1},{"date":"19930424","time":"1993-04-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":29,"wspd":16.6},{"date":"19930424","time":"1993-04-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":28,"wspd":20.5},{"date":"19930424","time":"1993-04-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":31,"wspd":24.1},{"date":"19930424","time":"1993-04-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":33,"wspd":20.5},{"date":"19930424","time":"1993-04-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":36,"wspd":16.6},{"date":"19930424","time":"1993-04-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":39,"wspd":14.8},{"date":"19930424","time":"1993-04-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":39,"wspd":18.7},{"date":"19930424","time":"1993-04-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":20.5},{"date":"19930424","time":"1993-04-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":18.7},{"date":"19930424","time":"1993-04-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":35,"wspd":18.7},{"date":"19930424","time":"1993-04-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":27,"wspd":14.8},{"date":"19930424","time":"1993-04-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":23,"wspd":13},{"date":"19930424","time":"1993-04-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":24,"wspd":18.7},{"date":"19930424","time":"1993-04-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":21,"wspd":18.7},{"date":"19930424","time":"1993-04-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":20,"wspd":18.7},{"date":"19930424","time":"1993-04-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":20,"wspd":20.5},{"date":"19930424","time":"1993-04-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":20,"wspd":18.7},{"date":"19930424","time":"1993-04-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":20,"wspd":14.8},{"date":"19930424","time":"1993-04-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":25,"wspd":22.3},{"date":"19930424","time":"1993-04-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":29,"wspd":22.3},{"date":"19930424","time":"1993-04-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":36,"wspd":11.2}]}}