{"19930708":{"guardian_articles":[],"nytimes_articles":[{"date":"19930708","headline":"Healy Pledges Allegiance to Rangers, Almost","web_url":"https://www.nytimes.com/1993/07/08/sports/hockey-healy-pledges-allegiance-to-rangers-almost.html","abstract":"  Glenn Healy, a hero in goal for the Islanders in the Stanley Cup playoffs last spring, has returned to New York after a 16-day vacation in Ireland.   Healy is a free agent entertaining offers, but the Rangers obtained the rights to him in a trade, which means they can match any other offer and retain the 30-year-old Healy.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"The Group of Seven Needs the Developing World","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-the-group-of-seven-needs-the-developing-world.html","abstract":"It is a wild optimist who believes that this week's Group of Seven summit in Tokyo will make much of a difference to the dismal outlook for the economies of the industrial world. Officials are forecasting a pickup in growth in 1994, but the overwhelming","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Perot Bloc Is Here to Stay, Clinton Pollster Finds","web_url":"https://www.nytimes.com/1993/07/08/us/perot-bloc-is-here-to-stay-clinton-pollster-finds.html","abstract":"  Voters who supported Ross Perot in last year's election remain deeply committed to him and are \"increasingly skeptical\" of President Clinton, who wants their support to win re-election, a national survey released today by Mr. Clinton's pollster has found.   While the pollster, Stanley B. Greenberg, said Mr. Clinton could draw support from Mr. Perot's backers, the findings underscored how difficult that effort could be. Mr. Clinton would have to prove that his policies fundamentally improved the economy, the study said, and to persuade the Perot voters that he had significantly changed Government by cutting waste and bureaucracy and greatly curbing the influence of special interests.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"No Demand, U.S. Says in Cutting Resettlement Slots Open to Bosnia","web_url":"https://www.nytimes.com/1993/07/08/world/no-demand-us-says-in-cutting-resettlement-slots-open-to-bosnia.html","abstract":"  Citing a lack of demand, the Clinton Administration has cut by 1,000 the number of displaced persons from Eastern Europe that it will resettle in the United States, State Department officials say.   Refugee organizations say that more than two million people have been displaced by the fighting in Bosnia and Herzegovina. But the State Department said that because of an apparent reluctance to leave the Balkans, only 1,000 refugees from Bosnia and Herzegovina have applied for resettlement in the United States since Oct. 1. As a result, the number of slots reserved for Eastern European refugees in fiscal 1993, which ends on Sept. 30, will be reduced to 2,500 from 3,500.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Summer Is Sarajevo's Worst Period Since Winter","web_url":"https://www.nytimes.com/1993/07/08/world/summer-is-sarajevo-s-worst-period-since-winter.html","abstract":"  In the intensive care unit of the children's clinic at Kosevo Hospital, Selma Sisic lies immobile, eyes closed, her severely burned body swathed in bandages. She is 8 years old. Her 12-year-old sister lies close by, also bandaged for the burns suffered when a Serbian incendiary shell engulfed their home in flames on Sunday.    It is touch-and-go whether Selma will live. Her doctors say it would be a struggle under any circumstances, with third-degree burns to 75 percent of her body. But there is no standby respirator, no monitor to trace pulse, heartbeat and blood pressure, no autoclave to sterilize medical instruments, no way to sterilize gauzes.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Head Count Fails to Broaden Giuliani's Appeal","web_url":"https://www.nytimes.com/1993/07/08/nyregion/head-count-fails-to-broaden-giuliani-s-appeal.html","abstract":"  Rudolph W. Giuliani, the Republican-Liberal candidate for New York City mayor, held a news conference yesterday in an attempt to show his broad appeal, but it turned out that his appeal may not have been as broad as it seemed.   Standing on the steps of City Hall under a blistering sun, Mr. Giuliani smiled as he received the endorsement of a Democratic club from Staten Island. Flanked by a group of about 14 people holding signs that read \"Democrats Need Rudy\" and \"Democrats Want Rudy,\" Mr. Giuliani said the endorsement showed he was gaining support among Democrats.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Valium Found to Reduce Fever Convulsions","web_url":"https://www.nytimes.com/1993/07/08/us/valium-found-to-reduce-fever-convulsions.html","abstract":"  Valium can safely reduce the risk of the alarming, fever-induced convulsions that are experienced by tens of thousands of babies and small children each year, researchers said today.   A six-year study involving more than 400 children shows that oral doses of Valium, a tranquilizing drug, at the time of fever can markedly reduce the recurrence of febrile seizures, the fever-induced convulsions that occur in about four percent of all children in the United States.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Monday in the Booth","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-baseball-monday-in-the-booth.html","abstract":"  Former major league outfielder RICK MONDAY will join the Los Angeles Dodgers broadcast team for the rest of the 1993 season as a replacement for Don Drysdale.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-750493.html","abstract":"  Steve Lacy Saxophonist  Sweet Basil 88 Seventh Avenue South, at Bleecker Street Greenwich Village Through Sunday    Toward the end of his show on Tuesday night, the saxophonist Steve Lacy finally took a solo. Mr. Lacy was deep into \"Vespers,\" a suite he recently composed, and he had generously given virtually everybody else in the band room to improvise. When he stepped up to the microphone and began to inch his solo forward, note by note and shorn of any artificiality, his precision seemed like a particularly brilliant form of honesty.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"Blind Woman Killed by a Subway Car","web_url":"https://www.nytimes.com/1993/07/08/nyregion/blind-woman-killed-by-a-subway-car.html","abstract":"  A blind woman led by a guide dog was killed yesterday when she fell from a midtown subway platform and was struck by a train as she frantically tried to climb back over the platform edge, the transit police said.   Guide dog experts said her death was the first fatal accident they could recall in New York City involving a blind person and a guide dog. \"We don't how or why, but she apparently slipped over the edge, leaving her dog on the platform,\" said Albert W. O'Leary, a transit police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Court Says Tapes in Bomb Plot Fail to Support Some Charges","web_url":"https://www.nytimes.com/1993/07/08/nyregion/court-says-tapes-in-bomb-plot-fail-to-support-some-charges.html","abstract":"  Secret tape recordings made by a Government informer in the plot to bomb the Hudson River tunnels fail to substantiate some charges against one suspect, a Federal magistrate said yesterday.    The tapes' shortcoming is likely to force prosecutors to depend more heavily on the informer's testimony as they build cases against the men charged in the year's second major bombing case. But the magistrate found that the tapes and other items provided enough evidence to continue holding the suspect without bail.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/08/nyregion/news-summary-196493.html","abstract":"  International A2-11  CLINTON'S WORLD DEBUT  President Clinton stepped onto the world stage with a flourish in Tokyo, sitting down with other leaders at the opening session of his first economic summit meeting. He hailed a limited pact to lower tariffs as a major breakthrough. Mr. Clinton also plunged into the streets to shake hands and chat with children.  A1  Crowds in Tokyo craned for a look at Hillary Rodham Clinton.  A8","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Recalling '88 Drought's Disaster, Farmers Say Deluge Is Not as Bad","web_url":"https://www.nytimes.com/1993/07/08/us/recalling-88-drought-s-disaster-farmers-say-deluge-is-not-as-bad.html","abstract":"  Five summers ago the worst drought in half a century left the fields around this tiny Iowa town as dry as bleached bones, stunting corn, killing soybeans and driving farmers out of business.   Farmers are recalling that dry summer with some measure of longing this week as the Middle West continues to be pelted by the heavy rain that has flooded the upper Mississippi River.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"High Court Nominations Were Always Political; Times Change","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-times-change-965593.html","abstract":"  To the Editor:   Robert Bork is clearly a man who spends a good deal of time pondering the Constitution and questions of judicial philosophy (Op-Ed, June 23). Yet Mr. Bork's stand on strict original interpretation belies his own prejudices, hidden though they are behind the facade of impartiality.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Topics of The Times; Iran Stoops to Grave-Robbing","web_url":"https://www.nytimes.com/1993/07/08/opinion/topics-of-the-times-iran-stoops-to-grave-robbing.html","abstract":"  After the election of President Hashemi Rafsanjani, a supposed harbinger of moderation, the world hoped for better from Iran. But the morality police still stalk the streets, jailing men for wearing T-shirts and women for wearing sunglasses. Even more upsetting is the recent bulldozing of grave sites and uprooting of bodies from a Bahai cemetery in Teheran, ostensibly to make way for a cultural center.   This officially sanctioned grave-robbing follows years of persecution of an estimated 300,000 Iranian Bahais, whose faith the mullahs treat with spite, since it is viewed as a heretical offshoot of Islam. Bahais were singled out for oppression in a secret 1991 order calling for their dismissal from jobs and universities. When the order became known this year, it was rightly condemned by the Clinton Administration and in U.N. debates.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Housing Secretary Carves Out Role As a Lonely Clarion Against Racis","web_url":"https://www.nytimes.com/1993/07/08/us/housing-secretary-carves-out-role-as-a-lonely-clarion-against-racis.html","abstract":"  Henry G. Cisneros, the Secretary of Housing and Urban Development, has staked out a striking role: that of a Cabinet-level contrarian on the volatile question of race.   In an Administration that has been largely silent on the subject, Mr. Cisneros has gone out of his way to call racism a driving force behind many social ills, particularly urban poverty.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"9 New Jersey Hospitals Sue Blue Cross Over Ban","web_url":"https://www.nytimes.com/1993/07/08/nyregion/9-new-jersey-hospitals-sue-blue-cross-over-ban.html","abstract":"  Nine hospitals that were excluded from a program of managed medical care filed suit in Federal court here today against Blue Cross-Blue Shield of New Jersey, charging that the program violated antitrust laws.   Blue Cross-Blue Shield, New Jersey's largest health insurer with 2.3 million customers, eventually wants to enroll most of its policyholders in a health maintenance organization. It announced in April that it had signed up 56 of the state's 85 acute care hospitals for the program; they would provide services at reduced rates in exchange for high patient volume that allows some economy of scale.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Sports of The Times; The Garden Throws Its Last Punch","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-of-the-times-the-garden-throws-its-last-punch.html","abstract":"  BETWEEN bouts in the Felt Forum that evening, ring announcer Johnny Addie took the microphone and intoned, \"With us tonight is the lightweight champion of the world, Scotland's Ken Buchanan.\"   Stepping aside, Addie waited for Buchanan to take a bow. A shaggy young man in a windbreaker and jeans, much huskier and taller than the 137-pound champion, hopped up the steps, leaned through the ropes, shook hands with each of the fighters in the next bout, waved to the spectators and quickly departed to some scattered applause. Moments later Buchanan, trim and tiny, appeared.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"1893: A Royal Tragedy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1893-a-royal-tragedy-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - A young Polish lady committed suicide and has been buried secretly after an unfortunate love affair with an exiled French Prince. Mlle. Wanda de Kaszyc, 27, who belonged to a noble family, resided at 345 avenue Louise. Prince Victor Napolé","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"India's Government Waits For a Scandal to Blow Over","web_url":"https://www.nytimes.com/1993/07/08/world/india-s-government-waits-for-a-scandal-to-blow-over.html","abstract":"  A growing political scandal involving suitcases of money, doctored evidence, taped telephone calls and questionable alibis has swept over Prime Minister P. V. Narasimha Rao and the governing Congress Party, paralyzing the Government and forcing Mr. Rao to scramble around the country in search of support.   Two weeks ago, at a dramatic and chaotic news conference, Harshad Mehta, once a high-flying stockbroker in Bombay and now the central figure in the country's securities scandal, announced that he had lugged a suitcase stuffed with $237,000 in small bills into the Prime Minister's residence in late 1991. A day later, he said, he shipped over a second bag with $134,000 more to round out the sum at 10 million rupees.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"A Hasidic Village Frets Over Its School's Future","web_url":"https://www.nytimes.com/1993/07/08/nyregion/a-hasidic-village-frets-over-its-school-s-future.html","abstract":"  People in this Hasidic enclave of 12,000 do not watch television or read daily newspapers. Still, the news of a decision by the state's highest court that found their school district to be unconstitutional spread from house to house today like wildfire.   Tuesday's ruling by the Court of Appeals was the main topic of conversation today at the milliner, who sells the black hats of the men, and in the shops that sell the long print dresses of the women. When members of the Board of Education went to the main synagogue for morning prayers, they were mobbed by fellow Hasidic Jews who wanted more information.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"U.S.-JAPAN TALKS ON SURPLUS STALL","web_url":"https://www.nytimes.com/1993/07/08/world/us-japan-talks-on-surplus-stall.html","abstract":"  Even as the leaders of the Group of Seven industrial democracies announced a breakthrough in their discussions on liberalizing the world trading system, Japan and the United States engaged in an increasingly tough war of words today over how to reduce Japan's huge trade surpluses, and their talks dragged on inconclusively.   Taking time off from what have turned into a parallel set of negotiations to the Group of Seven summit meeting here, American officials said they abandoned the talks with Japan once, but returned with some reluctance after a personal appeal from Prime Minister Kiichi Miyazawa to President Clinton. Nonetheless, they said, progress has been modest at best.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"McIlvaine to Take Reins But Stay West, for Now","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-mcilvaine-to-take-reins-but-stay-west-for-now.html","abstract":"  The Mets will introduce Joe McIlvaine as their new general manager at a news conference at Shea Stadium at 2:30 P.M. today.   McIlvaine, who was in charge of baseball operations for the Mets during their 1986 World Series championship season, is expected to operate from his home base in San Diego until his wife, Marty, gives birth in mid-August. But he is expected to visit the Mets' farm systems, join the team on its West Coast road trip and meet with Manager Dallas Green over the next several weeks.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Reluctantly, a Kibbutz Turns To (Gasp!) the Stock Market","web_url":"https://www.nytimes.com/1993/07/08/world/reluctantly-a-kibbutz-turns-to-gasp-the-stock-market.html","abstract":"  A few weeks ago, a quiet revolution occurred on the southern shores of the Sea of Galilee when this kibbutz, the second oldest in Israel, placed shares in its plastics factory for sale on the Tel Aviv Stock Exchange.   It was the first time that an Israeli collective had resorted to such a blatantly capitalistic device to raise cash, and the change was a big one.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Outfielders Turn Out the Vote, And Bonds Is the Star of Stars","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-outfielders-turn-out-the-vote-and-bonds-is-the-star-of-stars.html","abstract":"  Barry Bonds, who has been the National League most valuable player two of the past three years, yesterday became the top vote-getter for the All-Star Game for the first time.   Already in good position to win m.v.p. honors again with an outstanding first-half performance with the San Francisco Giants, Bonds drew 3,074,603 votes, the most any player has received in the voting by fans since Davey Lopes had nearly 4 million in 1980.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Immigration Strains California Resources","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-immigration-strains-california-resources-937093.html","abstract":"  To the Editor:   That Americans increasingly favor reduced levels of immigration, as a New York Times/CBS News Poll shows (front page, June 27), should come as no surprise. However, it is unfortunate that you use the unnecessarily pejorative terms \"anti-immigrant feelings\" and \"hostility.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Up and Down the River, Get Out or Hang Tough","web_url":"https://www.nytimes.com/1993/07/08/us/up-and-down-the-river-get-out-or-hang-tough.html","abstract":"  The murky waters of the Mississippi River rushed over stacked sandbags, splashing across the knees of Ticsha Dwiggins, one of the volunteers who had been building the wall until the authorities declared on Tuesday that it was no use.   \"This is so scary,\" said Mrs. Dwiggins, 37, whose husband was racing to pull belongings from the basement of their one-story frame house a mile away. \"I'm afraid we could lose our whole life savings.\"","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Cisneros's Call to Centrists","web_url":"https://www.nytimes.com/1993/07/08/us/cisneros-s-call-to-centrists.html","abstract":"  The Housing Secretary has become a contrarian in the Cabinet, criticizing party centrists as ignoring the \"malignancy\" of racism. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/08/style/IHT-what-theyre-reading.html","abstract":"The Reverend Leslie Bryan, the Anglican chaplain of the British Infantry Brigade in Berlin, is reading \"The Church in the Market Place\" by George Carey, the Archbishop of Canterbury. .\"This had to be on my essential list of reading since","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Aging Gracefully, Waiting for Floyd to Dominate","web_url":"https://www.nytimes.com/1993/07/08/sports/golf-aging-gracefully-waiting-for-floyd-to-dominate.html","abstract":"  On the eve of the 14th United States Senior Open at Cherry Hills Country Club, the biggest upset of the season in senior golf isn't that Tom Wargo won a single tournament, but that Raymond Floyd hasn't won a bunch of the others.   Not that the 50-year-old Floyd has been a bust in his first full season on the Senior Tour. In only nine events, he has won $441,300, including a victory in March at the Gulfstream Aerospace in Indian Wells, Calif.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Falcons Get Dickerson From Raiders for Pick","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-pro-football-falcons-get-dickerson-from-raiders-for-pick.html","abstract":"  The Atlanta Falcons are the latest National Football League team to think they can make ERIC DICKERSON happy.   After waiting a week for AL DAVIS's approval, the Falcons yesterday completed a trade with the Los Angeles Raiders for Dickerson, the N.F.L.'s No. 2 career rusher.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"1943: Big German Push : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1943-big-german-push-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Germans have lost 30,000 men in three days and have thrown 15 tank divisions and 15 infantry divisions into attacks on Kursk from two directions, a broadcast of the Soviet Information Bureau said today [July 8]. T","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Except for Gwynn, It's Going, Going Gone","web_url":"https://www.nytimes.com/1993/07/08/sports/on-baseball-except-for-gwynn-it-s-going-going-gone.html","abstract":"  San Diego Padre players don't send their laundry out on road trips. They don't put payments down on condos overlooking the Pacific Ocean or sign long-term leases for cars. Not in these topsy-turvy days, when the team owners are more likely to trade batting champions and potential pitching greats than not.   This is, after all, a team that by order of management insists its players come cheaper by the two dozens. Players besides Tony Gwynn, that is. For Gwynn is the one Padre destined to ride out the tidal wave of salary dumping that has washed away most any player of stature, economic or otherwise.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Betting Bill, A Long Shot, Passes Test In Assembly","web_url":"https://www.nytimes.com/1993/07/08/nyregion/betting-bill-a-long-shot-passes-test-in-assembly.html","abstract":"  Proponents of legalized sports betting in Atlantic City casinos kept their cause alive today when a State Assembly committee approved legislation that would allow voters to decide the issue in November.   But today's 4-to-2 vote by the Assembly Financial Institutions Committee was only the first of a string of increasingly tough votes on the issue of sports betting. The Assembly Appropriations Committee, which rejected the legislation in December, is to reconsider the issue on Thursday. Should the legislation clear that hurdle, it still must win approval from the entire Assembly over the opposition of Speaker Garabed (Chuck) Haytaian.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"We Can't Call Missile Attack Self-Defense; To Punish Iraq","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-we-can-t-call-missile-attack-self-defense-to-punish-iraq-962093.html","abstract":"  To the Editor:   It is deeply disturbing to us of Pax Christi to see our President turn to the use of force, air power and bombs to punish Iraq for a supposed threat to President Bush's life. Do we believe that six lives are not important as long as we hit our target?","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/08/sports/transactions-764493.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Optioned Albie Lopez, pitcher, to Canton-Akron of the Eastern League. Recalled Bill Wertz, pitcher, from Charlotte of the International League.   MINNESOTA TWINS -- Placed Gene Larkin, infielder, on the 15-day disabled list. Recalled Bernardo Brito, outfielder, from Portland of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/08/style/chronicle-902793.html","abstract":"  In East Hampton, L.I., the trustees of Guild Hall have named a new executive director. He is HENRY KORN, a 47-year-old writer and arts administrator. He will succeed Joy Gordon, and after Labor Day, he will take the helm of the complex that includes the John Drew Theater, four art galleries, an arts education center and a library.   Since 1990, Mr. Korn has been cultural-affairs manager for Irvine, Calif. He has also been director of the Santa Monica Arts Commission and Foundation and, in New York, the executive director of the Lower Manhattan Cultural Council and the administrator of the Jewish Museum.","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Requiem for Garden Fight Nights","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-requiem-for-garden-fight-nights.html","abstract":"  Six floors below the main arena in Madison Square Garden, boxing as New Yorkers have known it for almost 70 years counts itself out tonight.   Want to see fights locally? Try the South Mountain Arena in West Orange, N.J., on July 29, or the Ramada Hotel across from the Garden on July 30, or call the Kingsway Gym in Brooklyn Heights. Some nights they set up $10 seats at ringside there to watch the local fighters. There are fights at hotels in Huntington, L.I., and in Hauppauge, L.I., and there are fights at the Westchester County Center in White Plains.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Xerox Signs On As I.O.C. Sponsor","web_url":"https://www.nytimes.com/1993/07/08/sports/olympics-xerox-signs-on-as-ioc-sponsor.html","abstract":"  Xerox, as expected, agreed yesterday to follow Coca-Cola, Eastman Kodak, Time Warner, Visa and Bausch & Lomb as a worldwide sponsor of the 1994 Winter Olympics in Lillehammer, Norway, and the 1996 Summer Olympics in Atlanta.   An International Olympic Committee sponsorship costs $40 million in cash and/or products, and allows companies to use the familiar five-ring Olympic logo for their global marketing. Through its program, the I.O.C. expects to get 10 sponsors for the current four Olympic years.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-858693.html","abstract":"  Because of an editing error, an article on Tuesday about unrest in Nigeria referred incorrectly to Lagos. It is the former capital; Abuja is the new one.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Topics of The Times; Warming Up the Cup","web_url":"https://www.nytimes.com/1993/07/08/opinion/topics-of-the-times-warming-up-the-cup.html","abstract":"  Next year at this time, ready or not, American sports fans may finally get hooked on the world's most popular team competition. Soccer will dominate the scene from mid-June to mid-July, when 24 nations go at each other for the World Cup in 52 games played in stadiums from Foxboro, Mass., to Pasadena, Calif.   World Cup matches rivet the rest of the world every four years. A billion people watched the 1990 final on television -- four times the audience for this year's Super Bowl. Only in America do soccer teams come and go without public commotion, but that will surely change when hordes of foreign fans descend next year. The soccer-smart have already snatched up virtually every ticket for the first two rounds of play.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Lillehammer In the Black","web_url":"https://www.nytimes.com/1993/07/08/sports/lillehammer-in-the-black.html","abstract":"  Thanks to unusually large advertising revenues, Norway has already made a profit on the Winter Olympics, which don't begin in Lillehammer for another eight months.   The country of four million also has bought 700,000 of the 850,000 Winter Olympic tickets. A spokesman for the organizing committee said yesterday that the big sale of licensed products will bring revenues $20 million above the projected figures.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Le Carre on the Most Immoral Premise of All","web_url":"https://www.nytimes.com/1993/07/08/books/le-carre-on-the-most-immoral-premise-of-all.html","abstract":"  To: HQ    From: Tim Weiner","thumbnail":null,"section":"Books"},{"date":"19930708","headline":"Enough Is Enough : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-enough-is-enough-letters-to-the-editor.html","abstract":"Regarding \"The Presidential Job Is to Change a Balky System\" (Opinion, June 17) by Jim Hoagland: .I applaud Mr. Hoagland's piece exhorting President Bill Clinton to \"stay the course of idealism and change that took [him] to victory.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Dinkins and New York, in Jerusalem","web_url":"https://www.nytimes.com/1993/07/08/nyregion/dinkins-and-new-york-in-jerusalem.html","abstract":"  A new square, New York Place, was dedicated in Jerusalem today by the Mayors of the two cities.   Truth be told, it is not much more than a traffic island on a noisy, heavily traveled boulevard, and its distinguishing characteristic is a large stone planter upon which stands a post-modern statue looking suspiciously like the Statue of Liberty, fashioned of jagged metal and painted sky blue. She has visible, slightly bent legs, this Ms. Liberty.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-960493.html","abstract":"  'By Myself' 'The Words and Music of Howard Dietz and Arthur Schwartz' KT Sullivan  Oak Room Algonquin Through July 17    Early in her new cabaret show, \"By Myself: The Words and Music of Howard Dietz and Arthur Schwartz,\" KT Sullivan sings a rendition of \"Rhode Island Is Famous for You\" that is edged with delicious comic nuance. Coyly running down a make-believe list of products associated with different states (\"pencils come from Pennsylvania,\" \"tents come from Tennessee,\"), she resuscitates the traditional show-business archetype of the not-so-dumb blonde (in her case strawberry).","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"Revolution of People Power Wells Up in the Bronx; Residents Who Survived Bad Times Alter Development Plans for Their Neighborhood","web_url":"https://www.nytimes.com/1993/07/08/nyregion/revolution-people-power-wells-up-bronx-residents-who-survived-bad-times-alter.html","abstract":"  Tissue-thin maps laced with a tangle of free-hand drawings covered the tables and walls of an urban planning studio where small clumps of architects and designers were sketching their vision for a new 30-block community in the South Bronx.   Theirs is an atypical atelier -- a ground-floor apartment on Courtlandt Avenue in Melrose. Even unlikelier, however, are their partners in planning -- a group of neighborhood people who not long ago beat back the plan and the possibility of eviction from their houses, apartments and stores.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Not So Fast on the Sheik","web_url":"https://www.nytimes.com/1993/07/08/opinion/not-so-fast-on-the-sheik.html","abstract":"  Wait a minute. The Government's rush to extradite Sheik Omar Abdel Rahman defies common sense. If there is a solid case for sending him out of the country before getting a full account of his activities here, the public has not heard it.   Are the Justice Department, the Federal Bureau of Investigation, the New York City Police Department and Federal and local prosecutors ready to step forward and say there is no case for criminal conduct or conspiracy to be made against Mr. Abdel Rahman? Are they also ready to warrant that there are no additional terrorist plots afoot about which he might provide information or clues? Until that happens, any decision to extradite him looks hasty, ill considered and risky.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/08/us/no-headline-266993.html","abstract":"  Nearing formulation of a new policy toward gay men and lesbians in the military, Defense Secretary Les Aspin will give President Clinton later this week three proposals on how to phrase one thought, \"Homosexuality is incompatible with military service,\" that is the crux of a contentious issue.    That sentence is currently the first statement in the Pentagon's regulation banning homosexuals from the armed forces. The Administration has, for now, abandoned hope of lifting the ban completely and declaring homosexuality compatible with military service. So Mr. Aspin and his top aides are struggling over minor changes that could carry large symbolic meaning.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Big Health Gap, Tied to Income, Is Found in U.S.","web_url":"https://www.nytimes.com/1993/07/08/us/big-health-gap-tied-to-income-is-found-in-us.html","abstract":"  The health gap between affluent, well-educated people and the poor and poorly educated has greatly widened for three decades, the Government reported today.   By 1986, the Government said, Americans with family income of less than $9,000 a year had a death rate more than three times that of people with family income of $25,000 or more.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Inside Post for Trot Favorite","web_url":"https://www.nytimes.com/1993/07/08/sports/inside-post-for-trot-favorite.html","abstract":"  American Winner, already the overwhelming favorite in the Yonkers Trot, received even more of an advantage today when he drew the inside post in a field of eight horses that will compete in the first leg of trotting's triple crown on Saturday night.   The Hambletonian at the Meadowlands on Aug. 7 and the Kentucky Futurity on Oct. 8 are the other races in the series for 3-year-old trotters.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/08/nyregion/metro-digest-370393.html","abstract":"  HOT ENOUGH FOR YOU?   It was inescapable. There was the heat -- a record 98 degrees in Central Park and 102 at Newark Airport. There was the humidity. There was the ozone, enough to set off an alert that the air was not fit to breathe. A1. Experts are reminding people that besides air-conditioning and ice, they can take advantage of perspiration and common sense. B8.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"They Can Go Home Again And in Huecorío They Do","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-they-can-go-home-again-and-in-huecorio-they-do.html","abstract":"Mexicans call it the reconquista, the reconquest, of Texas, California and other parts of the Southwest lost to the United States in 1838-53. Most of the illegal immigrants now pouring into the United States, nearly 1.5 million each year, sneak across th","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"7 NATIONS' LEADERS OPEN TOKYO TALKS; EXPECTATIONS LOW","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-7-nations-leaders-open-tokyo-talks-expectations-low.html","abstract":"  President Clinton stepped onto the world stage with a flourish Wednesday, sitting down with other world leaders for the opening session of his first economic summit meeting, hailing a limited agreement to lower tariffs as a major breakthrough, and plunging into this capital's narrow, twisting streets to shake hands and chat with children.   As the seven leading industrial democracies began their 19th annual three-day summit conference, widespread skepticism remained that they can do much to cure the global economic recession.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"1918: David and Goliath : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1918-david-and-goliath-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - The Information Bureau publishes M. Kerensky's reaction to the assassination July 5 of Count Mirbach, the Prussian envoy: \"It is the beginning of a new phase in the struggle of Russia against Germany. Germany will exact payment for this act","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Tests of Hepatitis Drug Are Stopped as 2 Die","web_url":"https://www.nytimes.com/1993/07/08/us/tests-of-hepatitis-drug-are-stopped-as-2-die.html","abstract":"  An experimental drug intended to treat a common liver disease, hepatitis B, has killed two patients because of an unexplained medical failure in tests that the chief Federal researcher in the case called a \"catastrophe.\"   The National Institutes of Health, which conducted the tests, and Eli Lilly and Company, makers of the experimental drug, fialuridine, halted the tests on June 26. On that day, the first of 15 patients being treated with the drug fell \"desperately ill, critically ill\" from toxic reactions, the chief Federal researcher, said Jay H. Hoofnagle, director of the division of digestive disease and nutrition at the National Institutes of Health.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Iraq and U.N. Open Talks on Limited Oil Sales","web_url":"https://www.nytimes.com/1993/07/08/world/iraq-and-un-open-talks-on-limited-oil-sales.html","abstract":"  Negotiations on Iraq's request to sell a limited amount of oil to raise money for food and medicine opened at the United Nations today with the head of the Iraqi delegation saying he would stay in New York to negotiate for \"as long as necessary.\"   After an initial two-hour session, the talks were adjourned until Thursday.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Drugs, Crime and Punishment; The War On Drugs Is Self-Defeating","web_url":"https://www.nytimes.com/1993/07/08/opinion/drugs-crime-and-punishment-the-war-on-drugs-is-self-defeating.html","abstract":"  In the debate over national drug policy, too many policy makers, unsure of what might work or why, appear to rely upon what seems politically safe: harsher law enforcement based on more prison time.   A nonpartisan Federal Commission on Drugs needs to be formed. Its object should be to report candidly on the costs, benefits, risks and advantages of present and potential national drug policies. Such a commission could provide the fact-finding and serious analysis lacking in the political climate surrounding drugs.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Review/Music; M-I-C-K-E-Y Inhabits the M-E-T","web_url":"https://www.nytimes.com/1993/07/08/theater/review-music-m-i-c-k-e-y-inhabits-the-m-e-t.html","abstract":"  Mickey Mouse is at the Met. You can't miss him.   A 35-foot-high balloon in the shape of the world's most celebrated rodent stands outside the Metropolitan Opera House greeting everyone who arrives for \"Disney's Symphonic Fantasy,\" which opened there Tuesday night. A less gargantuan Mickey frisks about onstage during the show, which is to continue at the Met through July 18.","thumbnail":null,"section":"Theater"},{"date":"19930708","headline":"In This Heat, the Body Has One Main Defense: The Brain","web_url":"https://www.nytimes.com/1993/07/08/nyregion/in-this-heat-the-body-has-one-main-defense-the-brain.html","abstract":"  As the summer's first heat wave settles in over the New York City region, experts are reminding people that besides air-conditioning and ice, they can take advantage of two things to withstand the heat -- perspiration and common sense.    By avoiding strenuous physical outdoor activity and drinking plenty of fluids, the experts say, heat illness can be easily avoided.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Washington at Work; A Switch From Hill to Foggy Bottom Offers a Suddenly Expanding World","web_url":"https://www.nytimes.com/1993/07/08/us/washington-work-switch-hill-foggy-bottom-offers-suddenly-expanding-world.html","abstract":"  Despite 18 years as a lawmaker on Capitol Hill, Timothy E. Wirth, now Counselor for the State Department and the Administration's point man on global issues, allows that he still has a lot to learn.   There was, for instance, the meeting he convened on May 20, attended by 25 representatives of refugee advocacy groups, experts who every day confront the issue of the many thousands of displaced people in places like Bosnia and Angola.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Kigali Journal; Refugees Trying to Flee a War Settle for Limbo","web_url":"https://www.nytimes.com/1993/07/08/world/kigali-journal-refugees-trying-to-flee-a-war-settle-for-limbo.html","abstract":"  Less than six miles from Rwanda's capital, thousands of makeshift huts have encroached into the lush green fields and eucalyptus groves, digging into the steep hillsides like a gaping brown wound.   Patched together with leaves, saplings and plastic sheeting, the tiny huts huddle shoulder to shoulder. The mud is as slick as ice when it rains, the open latrines draw clouds of black flies, and ragged children play in the dirt, their only activity.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Cutting the Gordian Knot : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-cutting-the-gordian-knot-letters-to-the-editor.html","abstract":"Instead of intervening primarily in Bosnia, we should \"go to the source\" - the regimes of Slobodan Milosevic in Serbia and Franjo Tudjman in Croatia. The Russians should send in troops to arrest \"their\" bad guy, Mr. Milosevic - the wa","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"MANY LOOSE ENDS MUST BE TIED UP","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-many-loose-ends-must-be-tied-up.html","abstract":"  An agreement to cut tariffs that was heralded here today as a significant achievement still leaves several contentious issues to be resolved before the completion of an accord to lower worldwide barriers to trade.   Officials at the meeting of leaders of the Group of Seven industrial democracies said today that despite its shortcomings, their agreement could end up as the biggest surprise and their most important accomplishment here, breathing new life into trade talks that have dragged on for years.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Drugs, Crime and Punishment; Don't Let Judges Set Crooks Free","web_url":"https://www.nytimes.com/1993/07/08/opinion/drugs-crime-and-punishment-don-t-let-judges-set-crooks-free.html","abstract":"  Two Federal judges recently announced that they would refuse to take drug cases because they oppose mandatory minimum sentences. One judge, Jack Weinstein of Brooklyn, confessed to a \"sense of depression about much of the cruelty I have been party to in connection with the war on drugs.\" The other, Whitman Knapp of Manhattan, heartened that President Clinton \"has not committed himself to the war on drugs in such a way as the Republican Administration had,\" hoped his action would influence the President to abandon tough mandatory sentencing.   If the Clinton Administration listens to these voices, and their echoes, and tries to roll back minimum mandatory sentences, it will certainly win applause from some criminal defense lawyers, judges and the media -- and no doubt many criminals -- but it will betray millions of Americans who took the President at his word when he promised to be tough on crime.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-961293.html","abstract":"  Mariko Takahashi  Carnegie Hall    A hushed, appreciative, almost entirely Japanese audience greeted Mariko Takahashi at Carnegie Hall. She responded with songs that but for their Japanese lyrics, could have come directly from the pop-music factories of Los Angeles and London, a tribute to Japanese culture's skill at mimicking foreign models.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/08/nyregion/inside-225193.html","abstract":"  In India, Politics as Usual   As scandals remake the political systems in Italy and Japan, India's political system remains unruffled by payoff allegations. Page A2. Teen-Ager Guility in Slayings    A youth was convicted of manslaughter, not the more serious charge of murder, in the deaths of two in a Brooklyn high school. Page B1. F.B.I. Said to Back Gun Bill    The F.B.I. is proposing to break its tradition of public neutrality and support a waiting period for handgun purchases, officials said. Page A13. Nose Count Falls Short    Rudolph W. Giuliani held a news conference to show his broad appeal as a mayoral candidate, but it was less broad than it seemed. Page B1.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"High Court Nominations Were Always Political; Legitimate Role","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-legitimate-role-964793.html","abstract":"  To the Editor:   \"The Senate's Power Grab\" by Robert H. Bork (Op-Ed, June 23) fails to comprehend the \"American understanding of the Supreme Court's legitimate role in governing us.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/08/style/chronicle-661393.html","abstract":"  Ms. magazine will have a new editor in chief starting with the September-October issue, but her name will be familiar to readers of the masthead. MARCIA ANN GILLESPIE, 49, has already had three terms of duty at the 21-year-old magazine. The executive editor since October, Ms. Gillespie previously held that post from 1988 to 1990. She also did two stints as contributing editor and in the mid-1980's shared a column called Personal Words with two other writers. She succeeds Robin Morgan, who is stepping down to return to writing and acting.   Ms. Gillespie, who was the editor in chief of Essence magazine from 1971 to 1980, said she considered herself lucky to have been involved with \"the two publications that are closest to my heart.\" Because Ms. stopped accepting advertising when it was reorganized three years ago, Ms. Gillespie has a measure of \"freedom that is almost indescribable,\" she said.","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Pact Reached On Incinerator For Brooklyn","web_url":"https://www.nytimes.com/1993/07/08/us/pact-reached-on-incinerator-for-brooklyn.html","abstract":"  Gov. Mario M. Cuomo and legislative leaders reached a compromise Wednesday that would allow New York City to build a much disputed garbage incinerator in the Brooklyn Navy Yard. But in doing so, they imposed new hurdles that could slow the project or make it more expensive.   The agreement, which will partly exempt the incinerator from strict air-pollution regulations, left both its proponents and critics claiming victory.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Police Arrest Man in Shooting Of 10-Year-Old Girl in Brooklyn","web_url":"https://www.nytimes.com/1993/07/08/nyregion/police-arrest-man-in-shooting-of-10-year-old-girl-in-brooklyn.html","abstract":"  A 22-year-old man was arrested yesterday in the accidental shooting of a 10-year-old girl in Brooklyn on Tuesday, the police said.    The man, Dwight Boone, was leaving a building at 220 Throop Avenue in Bedford-Stuyvesant with a friend, Frank Davis, when two or three gun-toting men approached them and opened fire, said Officer Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Youth Guilty In 2 Slayings At a School","web_url":"https://www.nytimes.com/1993/07/08/nyregion/youth-guilty-in-2-slayings-at-a-school.html","abstract":"  A teen-ager who admitted shooting two other youths to death in a Brooklyn high school was convicted yesterday of manslaughter, but not of the more serious charge of murder, by a jury that found he had acted \"under the influence of extreme emotional disturbance.\"   The killings admitted by Kahlil Sumpter became symbols of the violence that has invaded many New York high schools and of the often deadly consequences of teen-age disputes in an age of easily accessible guns. And while the verdict indicated that the jury did not accept Mr. Sumpter's claims that he had fired his gun in self-defense, one juror said afterward that she believed that he had been in fear of his life because of bad blood between himself and the victims.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Rivalry Ends in Death of a Queens Boy, 14","web_url":"https://www.nytimes.com/1993/07/08/nyregion/rivalry-ends-in-death-of-a-queens-boy-14.html","abstract":"  Nahl Finch was, to those who knew him, a wayward boy who was in desperate need of supervision but who instead found an early death on the hard asphalt path of a park near his home in Jamaica, Queens.   His family, sadly, was not surprised.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"High Court Nominations Were Always Political","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-927293.html","abstract":"  To the Editor:   In \"The Senate's Power Grab\" (Op-Ed, June 23), Robert Bork engages in deliberate distortion of the history of Senate confirmations of Supreme Court appointments.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-254593.html","abstract":"  An article yesterday about the Nigerian President, Gen. Ibrahim Babangida, misidentified an organization of Islamic countries and incompletely summarized Nigeria's relationship to it. The group is called the Organization of the Islamic Conference; Nigeria joined in 1986 but repudiated its membership in 1991.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Chilean Officers Must Testify in Rights Cases","web_url":"https://www.nytimes.com/1993/07/08/world/chilean-officers-must-testify-in-rights-cases.html","abstract":"  In 17 years of military rule, military officers hardly ever appeared in a civil court. Any problems, particularly in cases of missing persons, were referred to military courts, which ruled almost without exception in favor of soldiers.   Now, three years after democracy returned to Chile, the floodgates of criminal investigations have opened against the military in the civilian courts, prompting a display of force by the Army.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Review/Television; Onstage at the Outer Limits of the Outrageous","web_url":"https://www.nytimes.com/1993/07/08/arts/review-television-onstage-at-the-outer-limits-of-the-outrageous.html","abstract":"  \"Russell Simmons's Def Comedy Jam,\" taped for Home Box Office before an exuberant audience at the Academy Theater in Manhattan, is a showcase for black stand-up comics. Four are crammed into each 27-minute show, which also includes an opening monologue from the host, Martin Lawrence.   This is definitely not Bill Cosby territory. The language is almost relentlessly and defiantly from the streets. Much of the subject matter is guaranteed to leave fundamentalist watchdogs sputtering. And, oh yes: \"Def Comedy Jam\" is one of the most popular shows on HBO's schedule. A run of several new editions begins tomorrow at midnight.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"A Little Albany Zaniness: When a Bill That Is Defeated Becomes Law","web_url":"https://www.nytimes.com/1993/07/08/nyregion/reporter-s-notebook-little-albany-zaniness-when-bill-that-defeated-becomes-law.html","abstract":"  Say what you will about state government, but it's still not every day you see a bill pass after being voted down.   That was the case recently in the Assembly, where the Ways and Means Committee approved a bill on June 24 that would allow billboard owners to ask the state to remove trees blocking the view of their signs.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"A Bit of Athletic History Is Made in Buffalo","web_url":"https://www.nytimes.com/1993/07/08/sports/world-university-games-a-bit-of-athletic-history-is-made-in-buffalo.html","abstract":"  The 1993 World University Games made American history yesterday, even before the opening ceremony took place. With the opening of the soccer competition yesterday in Buffalo, this year's games are the first to take place in the United States.   The events will be held throughout the Niagara frontier area, including some venues in Canada, and will run through July 18. This year marks the 70th anniversary of the first International Student Games, which were held in Paris.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-857893.html","abstract":"  An article yesterday about the halting of barge traffic on the Mississippi River because of flooding misidentified a city on the river. Quincy is in Illinois, not Missouri.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"SUMMIT IN TOKYO: Reporter's Notebook; Hillary Clinton Wins Friends in Japan","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-reporter-s-notebook-hillary-clinton-wins-friends-in-japan.html","abstract":"  In a country where the courtship and wedding of an independent-minded woman to Crown Prince Naruhito held people in thrall for weeks, Hillary Rodham Clinton is also viewed -- favorably -- as an independent sort.   At Waseda University today, the very mention of her name drew murmurs of approval. And when she slipped into a meeting hall, most in the otherwise reserved crowd craned for a look at her blond head bobbing in a sea of shiny black hair, and burst into applause.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"First-Aid Kit: Forget Caboodle","web_url":"https://www.nytimes.com/1993/07/08/health/first-aid-kit-forget-caboodle.html","abstract":"  STATISTICS compiled by the National Safety Council show that each year nearly 13 million children suffer preventable injuries serious enough to require medical attention. Yet too often, the medicine cabinet holds four brands of toothpaste but nothing for a sting or scald. Only after an accident or onset of illness does a panicky hunt begin for items to clean, cure and comfort.   Medical experts say that while a wisely stocked, convenient and orderly first-aid kit may not fully treat a health crisis, its value is in helping to limit pain and complications until a doctor's examination.","thumbnail":null,"section":"Health"},{"date":"19930708","headline":"U.S. Programs Will Pay Bulk Of Storm Costs","web_url":"https://www.nytimes.com/1993/07/08/us/us-programs-will-pay-bulk-of-storm-costs.html","abstract":"  The Government is expected to pay for most of the more than $800 million in insured losses from flooding in the Midwest, Federal officials and industry experts said yesterday.   The losses to crops from rains and flooding covered by insurance are estimated at $700 million so far, the Federal Agriculture Department said. At least 65 percent of those losses will be paid by the Federal crop-insurance program.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Guerrero Is Back","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-baseball-guerrero-is-back.html","abstract":"  PEDRO GUERRERO, who hit 215 home runs in his major-league career and batted over .300 seven times in 10 seasons with the Los Angeles Dodgers, signed a one-year contract with the Sioux Falls (S.D.) Canaries of the Northern League, the club said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"We Can't Call Missile Attack Self-Defense","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-we-can-t-call-missile-attack-self-defense-963993.html","abstract":"  To the Editor:   The United States position on the June 27 missile attack on Iraq is seriously flawed when we try to justify our attack before the Security Council in terms of \"self-defense.\"   The \"inherent right of self-defense\" preserved to members in Article 51 of the United Nations Charter was certainly understood by the drafters in 1945 to refer to the 1842 Caroline Case, in which Secretary of State Daniel Webster defined the terms under which a British pre-emptive strike into New York State would have been legal. The action's necessity would have to be \"instant, overwhelming and leaving no choice of means and no moment for deliberation, and must be limited by that necessity and kept clearly within it.\" The law of self-defense has nothing to do with retaliation or reprisals.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Critic's Notebook; On Thermodynamics, Byron and, Oh, Yes, Sex","web_url":"https://www.nytimes.com/1993/07/08/theater/critic-s-notebook-on-thermodynamics-byron-and-oh-yes-sex.html","abstract":"  Only an Englishman could write a play about sexual passion and sublimate it in three hours of witty discourse on the second law of thermodynamics, the history of British landscape gardening, the elusive movements of Lord Byron and the advent of the mathematical revolution known as chaos theory. And probably no Englishman could write such a play better than Tom Stoppard, whose new comedy, \"Arcadia,\" is his first London hit and only his second major work for the theater since \"The Real Thing\" a decade ago.   At the Royal National Theater, where \"Arcadia\" is playing in a glossy Trevor Nunn production on the Lyttelton stage, the program is stuffed with enough scholarly apparatus to support a cross-discipline seminar jointly taught by Stephen Hawking and A. S. Byatt. Some English newspapers sent science correspondents along with their drama critics to cover the play when it opened this spring.","thumbnail":null,"section":"Theater"},{"date":"19930708","headline":"Scorchers","web_url":"https://www.nytimes.com/1993/07/08/opinion/scorchers.html","abstract":"  Going outside is like opening an oven door. The heat hits you in the face. Sleeping is an affair of bits and pieces. The drone of the air-conditioner -- assuming there is one -- wakens as often as it lulls. The subway platform: Ah well, let's not talk about the subway platform. As for the bus stop at high noon, or 5 in the afternoon or even at midnight: No, let's not talk about that either.   On the other hand, what is New York without a heat wave?","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Go, Stay, Go, Stay: Simms Glad He Stayed","web_url":"https://www.nytimes.com/1993/07/08/sports/pro-football-go-stay-go-stay-simms-glad-he-stayed.html","abstract":"  Back in March, if Phil Simms had detected even the slightest reservation on the part of the Giants about making him their starting quarterback, he would have joined his former coach, Bill Parcells, in New England in the blink of an eye.   \"I was going to sign a contract the day I signed and it was going to be with the Giants or the New England Patriots,\" Simms said yesterday. \"When I had a chance to talk to Bill Parcells when the free agency thing started and he voiced his opinion that he would like to have me in New England, I knew then that I would sign with either the Giants or New England.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"F.B,I., in Shift, Proposes Backing Gun Control","web_url":"https://www.nytimes.com/1993/07/08/us/fbi-in-shift-proposes-backing-gun-control.html","abstract":"  The Federal Bureau of Investigation is proposing to break its tradition of public neutrality on political issues and call for immediate enactment of the bill to require a five-day waiting period for buying handguns, Government officials said today.   William S. Sessions, the Director of the bureau, sent Attorney General Janet Reno a letter on Tuesday outlining a proposed six-point policy statement on the bill and other gun control issues. He asked her to approve the move and advise President Clinton of the decision, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Agassi to Play Mahwah","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-tennis-agassi-to-play-mahwah.html","abstract":"  ANDRE AGASSI has joined JOHN McENROE and PETE SAMPRAS for the men's exhibition for the Safe Passage Charity on July 18 at the Pathmark Tennis Classic, JOHN KORFF, the tournament director, said yesterday.   Korff said a fourth player for the exhibition at Corporate Crossroads Center in Mahwah, N.J., would be added later this week.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Books of The Times; The Joy, Art and Understanding of Narrative","web_url":"https://www.nytimes.com/1993/07/08/books/books-of-the-times-the-joy-art-and-understanding-of-narrative.html","abstract":"  The Art of Fiction  By David Lodge 240 pages. Viking. $22.   An example of the fun to be had with David Lodge's \"Art of Fiction\" is Chapter 32, entitled \"Epiphany.\" Here Mr. Lodge begins by quoting a paragraph from John Updike's novel \"Rabbit, Run\" in which Rabbit Angstrom is playing golf with someone named Eccles and hits a ball so perfectly that he is moved to cry out, \"That's it!\"","thumbnail":null,"section":"Books"},{"date":"19930708","headline":"Brazil and Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-brazil-and-haiti-letters-to-the-editor.html","abstract":"Regarding the editorial \"Haiti: Brazil Doesn't Help\" (June 21): .Brazil participated actively in the consultations held in the UN Security Council and elsewhere on the imposition of sanctions on the de facto regime of Haiti. It also contribut","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/08/nyregion/no-headline-235993.html","abstract":"  \"This was a stupid way to spend the day, a stupid way to spend my life, that it was a stupid institution, that I was a stupid member and a stupid wife. Stupid was his operative word.\" -- ASSEMBLYWOMAN EILEEN M. HICKEY, of a birthday phone call from her husband yesterday as the session drew to a close.  [ B8:2. ]","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Detective Suspended for Failing Drug Test","web_url":"https://www.nytimes.com/1993/07/08/nyregion/detective-suspended-for-failing-drug-test.html","abstract":"  A detective who worked as an investigator for the board that reviews complaints of police misconduct was suspended yesterday after he tested positive for drug use, the police said.    The detective, James Murray, a 19-year veteran of the police force, had worked for the Civilian Complaint Review Board. But he was recently transferred to the Internal Affairs Bureau after the board was reorganized to exclude police personnel.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"New York Region Steamed by Bermuda High","web_url":"https://www.nytimes.com/1993/07/08/nyregion/new-york-region-steamed-by-bermuda-high.html","abstract":"  It was inescapable. There was the heat -- a record 98 degrees in Central Park and 103 at Newark International Airport. There was the humidity. There was the ozone, enough for an advisory that the air was not fit to breathe.    Throughout the New York metropolitan region yesterday, no matter where people were or what they were doing, a lot of them had good reason to wish they were doing something else and doing it somewhere else.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"CUNY Adjusts to the Times","web_url":"https://www.nytimes.com/1993/07/08/opinion/cuny-adjusts-to-the-times.html","abstract":"  Trustees of the City University of New York have approved a plan to review and overhaul programs in the 21-campus system -- with a central role for its Chancellor, Ann Reynolds. Though many viewed Dr. Reynolds's pressure for the overhaul as a power grab, she's right to try to streamline the university system.    Like many other public universities, CUNY is struggling to balance rising enrollments and declining revenues. Those trends are likely to continue. The university now has 203,000 students, but in 1996 it expects to have 224,000 -- and no more money. At the same time, CUNY has needed to devote more time to preparing its students for college work.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Teamsters Union Makes Great Strides in Restoring Democracy","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-teamsters-union-makes-great-strides-in-restoring-democracy-936193.html","abstract":"  To the Editor:   It's easy to see why a reputed top mob leader would want to smear me and undermine the efforts I have been committed to for more than 25 years to restore democracy and honesty to the Teamsters Union. It's harder to see why you would publish outrageously false innuendo in \"Despite Change, Reform Is Slow in the Teamsters\" (front page, June 28).","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/08/nyregion/bridge-597893.html","abstract":"  One of the most sensational deals in the history of the game is shown in the diagram. The names of the East-West players, who enjoyed the proceedings, are not on record, but South, who did not, was Martin Cohn, who has had some remarkable triumphs at the bridge table. This was not one of them.   His hand had great potential in no-trump, since he could expect to take seven diamond tricks and at least one of his kings. He was therefore confident when he was eventually doubled in two no-trump. He redoubled, praying that the opponents would stand their ground, and they did.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Yanks' Pennant Fever Subsides a Few Degrees","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-yanks-pennant-fever-subsides-a-few-degrees.html","abstract":"  They came, they saw, they crumbled.   The Yankees arrived in Seattle with a chance to grasp first place. They moved within one game of the top spot after snatching the first game of the series here at the Kingdome, but they tumbled back amid the debris of two damaging and depressing losses to the Mariners in less than 20 hours.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Emergency Care Is Called Inadequate for Children","web_url":"https://www.nytimes.com/1993/07/08/us/emergency-care-is-called-inadequate-for-children.html","abstract":"  A failure to consider children's needs in planning emergency medical services has resulted in inadequate and sometimes dangerous care for thousands of sick or injured youngsters each year, experts said today.   The Institute of Medicine, a unit of the National Academy of Sciences, said in a report that children often needed special care and equipment that were not always available in ambulances and hospital emergency rooms.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"For Young, Three Hits And One More Loss","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-for-young-three-hits-and-one-more-loss.html","abstract":"  It was the best stuff that Anthony Young has, the best he has thrown during this whole miserable 14-month losing streak. He threw strikes. He retired batter after batter. There was one simple single, from San Diego's leadoff hitter, and then Young set down 23 straight Padres yesterday.   \"This is the best that I've pitched in two years,\" Young said afterward.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"The World Needs a Policy for Orderly Migration","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-the-world-needs-a-policy-for-orderly-migration.html","abstract":"Many Western nations feel besieged by migrants knocking on their doors and landing illegally on their shores. Unprecedented numbers of asylum seekers are clogging the political machinery that was intended to help them. And migrant workers who were welcom","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"State Police Link Possible 18th Victim to Suspect in Slayings","web_url":"https://www.nytimes.com/1993/07/08/nyregion/state-police-link-possible-18th-victim-to-suspect-in-slayings.html","abstract":"  State police officials said today that they were intensifying their investigation of Joel Rifkin, the unemployed gardener who confessed to killing 17 women, after linking him Tuesday night to a possible 18th victim that he had not told them about.   The latest victim, Mary Katherine Williams, 31, an aspiring actress originally from Charlotte, N.C., was identified by the Yorktown police as the woman whose naked and badly decomposed body was found Dec. 21 in a wooded area of Westchester County. She is the first victim Mr. Rifkin did not confess to killing, but whose death has been connected to him through evidence the police collected in a search of his East Meadow bedroom. Inquiry to Widen    \"It is clear that Mary Katherine Williams is now one of 18 possible victims,\" Capt. Walter Heesch of State Police Troop L Headquarters in East Farmingdale said in a statement. \"Although Joel Rifkin did not state to investigators any details of that particular case, identification papers bearing her name were found in Rifkin's bedroom.\"","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Norman Goes to Bucks","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-pro-basketball-norman-goes-to-bucks.html","abstract":"  Free agent KEN NORMAN, saying he wanted long-term security and the chance to play close to home, signed a six-year contract yesterday with the rebuilding Milwaukee Bucks.   \"My mother, my daughter and my brothers and sisters are the most important people on this earth and I wanted to give them the opportunity to see me play,\" said Norman, a Chicago native who spent his first six seasons with the Los Angeles Clippers.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930708","time":"1993-07-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":58,"wspd":5.4},{"date":"19930708","time":"1993-07-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":63,"wspd":1.8},{"date":"19930708","time":"1993-07-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":77,"wspd":3.6},{"date":"19930708","time":"1993-07-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":70,"wspd":7.6},{"date":"19930708","time":"1993-07-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":72,"wspd":3.6},{"date":"19930708","time":"1993-07-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":75,"wspd":5.4},{"date":"19930708","time":"1993-07-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":72,"wspd":9.4},{"date":"19930708","time":"1993-07-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":9.4},{"date":"19930708","time":"1993-07-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":61,"wspd":14.8},{"date":"19930708","time":"1993-07-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":57,"wspd":13},{"date":"19930708","time":"1993-07-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":49,"wspd":18.4},{"date":"19930708","time":"1993-07-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":47,"wspd":18.4},{"date":"19930708","time":"1993-07-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":47,"wspd":22.3},{"date":"19930708","time":"1993-07-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":46,"wspd":16.6},{"date":"19930708","time":"1993-07-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":47,"wspd":20.5},{"date":"19930708","time":"1993-07-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":46,"wspd":18.4},{"date":"19930708","time":"1993-07-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":53,"wspd":22.3},{"date":"19930708","time":"1993-07-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":55,"wspd":20.5},{"date":"19930708","time":"1993-07-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":55,"wspd":22.3},{"date":"19930708","time":"1993-07-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":58,"wspd":16.6},{"date":"19930708","time":"1993-07-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":62,"wspd":22.3},{"date":"19930708","time":"1993-07-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":65,"wspd":18.4},{"date":"19930708","time":"1993-07-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":65,"wspd":16.6},{"date":"19930708","time":"1993-07-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":71,"wspd":14.8},{"date":"19930708","time":"1993-07-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":56,"wspd":22.3},{"date":"19930708","time":"1993-07-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":60,"wspd":16.6},{"date":"19930708","time":"1993-07-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":57,"wspd":11.2},{"date":"19930708","time":"1993-07-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":0},{"date":"19930708","time":"1993-07-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":65,"wspd":7.6},{"date":"19930708","time":"1993-07-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":70,"wspd":7.6},{"date":"19930708","time":"1993-07-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":75,"wspd":16.6},{"date":"19930708","time":"1993-07-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":80,"wspd":13},{"date":"19930708","time":"1993-07-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":82,"wspd":9.4},{"date":"19930708","time":"1993-07-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":85,"wspd":7.6},{"date":"19930708","time":"1993-07-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":85,"wspd":7.6},{"date":"19930708","time":"1993-07-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":82,"wspd":9.4},{"date":"19930708","time":"1993-07-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":77,"wspd":9.4},{"date":"19930708","time":"1993-07-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":9.4},{"date":"19930708","time":"1993-07-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":11.2},{"date":"19930708","time":"1993-07-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":48,"wspd":11.2},{"date":"19930708","time":"1993-07-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":45,"wspd":14.8},{"date":"19930708","time":"1993-07-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":45,"wspd":13},{"date":"19930708","time":"1993-07-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":42,"wspd":14.8},{"date":"19930708","time":"1993-07-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":39.4,"rhum":40,"wspd":16.6},{"date":"19930708","time":"1993-07-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":40.6,"rhum":37,"wspd":24.1},{"date":"19930708","time":"1993-07-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":40,"wspd":24.1},{"date":"19930708","time":"1993-07-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":42,"wspd":22.3},{"date":"19930708","time":"1993-07-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":47,"wspd":22.3}]},"19930709":{"guardian_articles":[],"nytimes_articles":[{"date":"19930709","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/07/09/arts/art-in-review-191493.html","abstract":"  'High-Heeled Art'   Charles Cowles Gallery  420 West Broadway (near Spring Street)  SoHo  Through July 23    Technology and the absurd are dominant themes in this energetic, if disjointed, show of fashion photographs. Stephane Sednaoui's seamless collages, made up of hundreds of tiny images of male and female models in silver jump suits or gold evening dresses, look like microscope slides of colorful squirming things; Geof Kern's black-and-white photographs show a model in unlikely poses, among them standing on top of a tree and dangling sideways from a ladder.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"No Ulterior Motives : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-no-ulterior-motives-letters-to-the-editor.html","abstract":"Regarding your June 16 picture of Filipinos burning a Japanese flag to protest Japanese troop shipments to Cambodia : .Troops of the Japanese Self-Defense Forces were sent to Cambodia to help stabilize and secure that country, not to conquer it. These","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"2 Brooklyn Women Are Felled On Streets Ruled by Weapons","web_url":"https://www.nytimes.com/1993/07/09/nyregion/2-brooklyn-women-are-felled-on-streets-ruled-by-weapons.html","abstract":"  One woman had just hugged her mother goodbye. The other was out for a late-night walk. Suddenly gunshots rang out on the Brooklyn streets, fatally wounding one of the women as she pushed a toddler in a stroller, with a 3-year-old at her side, and critically injuring the other.   Both women, the police said, were unintended victims in separate shootings in Brownsville and nearby East New York involving the kind of wild, random gunfire that has traumatized some of the toughest parts of New York as drugs and guns have proliferated. By a stroke of fate, both had stepped into the paths of bullets aimed at others, which in the East New York shooting also killed one man and injured another, both of whom the police say were ambushed in what may have been a feud over drugs. Single Shot to Chest    \"It's tragic,\" said Sgt. John McCluskey, a spokesman for the Police Department.   \"It's one of the things we try to control,\" the sergeant said. \"But it's hard. We do our best. That's the most we can do. We try our best.\"","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"For Children","web_url":"https://www.nytimes.com/1993/07/09/arts/for-children.html","abstract":"  'Antarctica'   American Museum of Natural History  Central Park West at 79th Street  (212) 769-5800  Recommended ages: 3 and up  Through December    One way to keep the junior crew cool is to see a movie about a land of ice. This documentary, shown in the museum's glacially cold Naturemax theater, has many elements of a Hollywood movie, without the sticky floor or the high admission price of a commercial cinema. \"Antarctica\" offers humor, death, danger and sadness; it's missing only love. (But you could fall in love with the place.)","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"White's Mission Most Possible","web_url":"https://www.nytimes.com/1993/07/09/sports/pro-football-white-s-mission-most-possible.html","abstract":"  Part of Reggie White's mission when he was scouring the National Football League free-agent market was to find a place where he could establish his ministry and work in inner-city neighborhoods, as well as play defensive end.   A few critics scoffed at that notion when White left Philadelphia and signed a four-year, $17 million deal with the Green Bay Packers, eschewing teams near large urban areas, like the San Francisco 49ers, the Jets and the Washington Redskins.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Student Shoots 3 at Hearing In Utah, and Is Then Killed","web_url":"https://www.nytimes.com/1993/07/09/us/student-shoots-3-at-hearing-in-utah-and-is-then-killed.html","abstract":"  A student grievance hearing erupted into a shootout today at Weber State University north of here, killing one student and injuring a campus police officer, a university lawyer and another student.   The student, Mark Duong, 28, a computer science major in his senior year, was shot to death by the officer after Mr. Duong suddenly stood, drew a .22-caliber revolver and began firing on participants at the hearing, said a spokesman for the Utah Department of Public Safety, Gary Whitney.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Clinton Ratings Fall on T-Shirt Index","web_url":"https://www.nytimes.com/1993/07/09/us/clinton-ratings-fall-on-t-shirt-index.html","abstract":"  First there were bumper stickers that gushed \"Clinton-Gore, The Dream Team\" and \"Clinton the Comeback Kid.\" There were also buttons with photographs of the newly elected President cradling his beloved saxophone. \"Blow Bill Blow,\" one said. \"Clinton, the Cure for the Blues,\" said another.   Then there was the travel office debacle, the $200 airport haircut and Lani Guinier, and before a voter could say \"Nannygate,\" positive buttons were out and negative ones were in. An example: \"Don't blame me, I voted for George Bush.\"","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/07/09/arts/art-in-review-193093.html","abstract":"  'Artists Respond' 'The \"New World\" Question'   Studio Museum in Harlem  144 West 125th Street  Through Aug. 22    In a Columbus quincentenary that has been heavy on rhetoric but short on memorable political art, one hoped that \"Artists Respond: The 'New World' Question\" would bring a fresh approach to the issues at hand. It does not. The contributions of these seven artists are for the most part as unfocused as the exhibition's perfunctory title.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"East Still Hot, Midwest Still Wet and Here's Why","web_url":"https://www.nytimes.com/1993/07/09/us/the-wicked-weather-east-still-hot-midwest-still-wet-and-here-s-why.html","abstract":"  At first glance, the catastrophic floods of the Midwest and the miserable but not-so-unusual heat wave in the East may seem unconnected, remote from each other. But they are part of one gigantic continental weather pattern that shows no sign of breaking up any time soon, though there are hints that it might moderate next week.   The floods may owe their extraordinary character, meteorologists say, partly to the delayed impact of two global climatic events of last year: El Nino, the pool of warm water that develops every two to seven years in the eastern Pacific Ocean off South America, setting off a chain reaction that reverberates around the world, and Mount Pinatubo, the volcano in the Philippines that erupted in June 1991, thrusting a cooling haze into the atmosphere.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Review/Art; Back to Innocence in Burchfield's Spiritual Landscapes","web_url":"https://www.nytimes.com/1993/07/09/arts/review-art-back-to-innocence-in-burchfield-s-spiritual-landscapes.html","abstract":"  Charles Burchfield's ecstatic, neurotic, empathetic eye was made for the world of fairy tales. If he had chosen to be an illustrator of children's books, he would probably have been one of this country's greatest, and a treasured household name today. Instead, he became a painter, and an eccentric one, and he remains on the margins of American art.   Personality and fashion often collaborate in such decisions. A retiring, often melancholic man, Burchfield, who lived from 1893 to 1967, sustained little contact with the New York art world, preferring to live in a Buffalo suburb, within easy reach of the countryside. He did most of his work in the underprivileged medium of watercolor, and his expressionistic naturalism was out of sync with the contemporary movements of his day. Such isolated individualists as Arthur Dove, Morris Graves and Georgia O'Keeffe are the only real points of comparison for his career.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/09/nyregion/c-corrections-349093.html","abstract":"  The main article yesterday about the Group of Seven economic summit meeting in Tokyo referred incorrectly in some editions to the last time a woman led a delegation to the annual meeting. Margaret Thatcher led the British delegation to the Houston meeting in 1990, before her ouster that year.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Time to Normalize Relations With Vietnam","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-time-to-normalize-relations-with-vietnam-186893.html","abstract":"  To the Editor:   The change in United States policy to permit loans by the International Monetary Fund to Vietnam (front page, July 1) is welcome news to the many American nongovernmental organizations with projects in Vietnam. They will provide more than $15 million in relief and development assistance this year.   Press accounts make it seem as if debate over this issue is a self-interested controversy between business on the one hand and prisoner-of-war and missing-in-action family groups on the other. A third dimension is reflected in the 200 organizations and institutions represented at the fourth annual conference of the United States Nongovernmental Organization Forum on Vietnam, Cambodia and Laos that was held at Marymount University in Arlington, Va., June 17 to 20.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Change, and Japan","web_url":"https://www.nytimes.com/1993/07/09/world/change-and-japan.html","abstract":"  Change means something very different on Tokyo's streets than on Washington's streets. And President Clinton, who campaigned on the promise of change, may have some trouble in communicating his version of it in getting Japanese consumers to join in his effort to break down trade barriers. Most Japanese say that what really needs to be changed in Japan is the one-party rule.    Article, page A6.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/07/09/arts/sounds-around-town-076493.html","abstract":"  Forecast: Persipitation   Charli Persip and Persipitation, Birdland, 2745 Broadway, at West 105th Street, (212) 749-2228. The be-bop drummer Charli Persip has been in the forefront of jazz since the early 1950's, when he toured and recorded with Dizzy Gillespie's most celebrated big band for five years. Unlike most early bop drummers, who worked in small groups, he preferred playing with big bands and in 1980 formed Superband. He now splits his time between a descendant of that big band, Superband II (a 17-piece group that played on Wednesday at Yardbird Suite, the new club at 35 Cooper Square, in the East Village), and a five-piece group called Persipitation, which features Sue Terry, an imaginative young saxophonist who has been with Mr. Persip for several years. Persipitation, which includes Carlton Holms on piano, Leon Lee Dorsey on bass and Eli Fountain on percussion, is at Birdland tonight and tomorrow for shows each night at 9 and 10:30 P.M. and midnight. There is a $10 music charge at tables and a $10 minimum. At the bar, the music charge is $5 and the minimum is one drink. Tal Farlow at Zinno    Tal Farlow, Zinno, 126 West 13th Street, Greenwich Village, (212) 924-5182. Tal Farlow is in the midst of his second successful career as a guitarist. The first ran from 1944 to 1957, including four years when he was a member of one of the most highly regarded trios in jazz, led by the vibraphonist Red Norvo, with Charles Mingus on bass. Then he returned to his original trade, sign painting, for 24 years until he was lured back to music by an appearance in a film for which he played an enthusiastically received concert at the Public Theater in 1980. Since then he has been performing regularly with the bassist Gary Mazzaroppi. One of their earliest engagements was at Zinno, where they still play several weeks a year. Tonight and tomorrow they will do four 40-minute sets there starting at 8 P.M. There is a music charge of $5, and a food and drink minimum of $15 in the Music Room, where dinner is served, and a music charge of $10 with a $10 drink minimum at the bar.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Critic's Choice/Theater; Culture Clash Comes to East Coast","web_url":"https://www.nytimes.com/1993/07/09/arts/critic-s-choice-theater-culture-clash-comes-to-east-coast.html","abstract":"  For audiences who don't keep up with the latest developments in performance art and experimental music and dance, the annual Serious Fun festival at Lincoln Center is the perfect place to catch up with what used to be called the avant-garde. This year's series, the seventh, began last night with the first of two performances of Diamanda Galas's audio-visual spectacle \"Insekta.\" The second performance is tonight.   The series, with most shows at Alice Tully Hall and a few at the Walter Reade Theater, will continue through July 30, offering 19 evenings of cutting-edge performance. Among the high points will be performances by the Reduced Shakespeare Company (July 21-22), the minimalist musical pioneer La Monte Young (July 28) and the primal comic food-throwers the Kipper Kids (July 30).","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Criminal Treatment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-criminal-treatment-letters-to-the-editor.html","abstract":"Regarding \"The Incoming Foreigner Is a Criminal Until Proved Otherwise\"(Opinion, June 7) by Andrew Stephen: .I enthusiastically agree that the U.S. Immigration and Naturalization Service needs a thorough housecleaning. .An Afghan friend of","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Be Inventive. Write Biography.","web_url":"https://www.nytimes.com/1993/07/09/opinion/be-inventive-write-biography.html","abstract":"Joe McGinniss's forthcoming book about Senator Edward M. Kennedy, \"The Last Brother,\" would hardly be a literary milestone -- just another Kennedy book that won't be on display at the Kennedy Library -- if it weren't for one small thing. As Carolyn K. Reidy, the president of Simon & Schuster, the publisher, delicately put it, \"Joe has taken biographer's license to discuss \n[\nread: make up\n]\n the thoughts that certain people might have had.\"\n\nMr. McGinnis is more candid: \"This is a biography, not a work of journalism.\"","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Losing the Paper Chase","web_url":"https://www.nytimes.com/1993/07/09/opinion/losing-the-paper-chase.html","abstract":"  The National Archives and Records Administration is America's memory bank: the repository of billions of official documents, the manager of the Presidential library system and of a dozen regional archives. Nearly six months on, the Clinton Administration has yet to announce its choice for National Archivist. The cost is a loss of momentum for an agency sorely in need of leadership. Today, as computers supplant old file drawers, the national memory is especially imperiled.    The National Archives has never gotten the attention it deserves. Founded by Franklin Roosevelt in 1934, it was for decades a neglected ward of the General Services Administration, the Federal housekeeper. A fresh start seemed possible when Congress re-established the National Archives in 1985 as an independent agency under an archivist to be confirmed by the Senate for no fixed term.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Don't Foist the Electric Car on Taxpayers","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-don-t-foist-the-electric-car-on-taxpayers-208293.html","abstract":"  To the Editor:   \"Jump-Starting Electric Car's Future\" (Business Day, June 28) is very unrealistic. In addition to the high initial cost, limited range, massive batteries required and poor operating characteristics you note, there are more important shortcomings to the \"clean,\" quiet electric cars.   What is \"clean\" about lead-acid batteries, which must be replaced at least every two years? How does the electric car industry deal with the contamination inherent in the disposal of used lead-acid batteries? The only contaminated waste more difficult to dispose of than battery acid is nuclear waste. Even the lead and plastics in the battery present disposal and recycling problems.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Shaken Board Members Left With 'Pie in Our Face'","web_url":"https://www.nytimes.com/1993/07/09/nyregion/shaken-board-members-left-with-pie-in-our-face.html","abstract":"  When the tangled courtship between the New York City Board of Education and Bernard R. Gifford ended yesterday, the board was left shaken and embarrassed, scrambling to find new candidates for schools chancellor.   \"We got pie in our face, all seven of us,\" said Victor H. Gotbaum, the retired labor leader and an appointee of Mayor David N. Dinkins. \"We have to take it like good people and see where we go from here.\"","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/07/09/arts/restaurants-044693.html","abstract":"  Mexican food brings to mind rice and beans, corn-scented tortillas, lime and chili peppers. Not mashed potatoes.   But Terry Frankenberger, the chef and co-owner of the four-month-old Mission Grill in SoHo, has a vision of perfect California-style Mexican cuisine. He sees potatoes.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Study Criticizes Minority-Hiring Level","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-baseball-study-criticizes-minority-hiring-level.html","abstract":"  The hiring of minority-group members as coaches and front office personnel in professional sports has improved only slightly in the last year, according to a report issued yesterday by a study group at Northeastern University in Boston   \"On the field we're looking at the most integrated workplace in this country, but off the field, except for the N.B.A., we see what is more representative in America,\" said RICHARD LAPCHICK, whose Center for the Study of Sport in Society issued its fourth annual report.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Tests of Hepatitis Drug Are Stopped as 2 Die","web_url":"https://www.nytimes.com/1993/07/09/us/tests-of-hepatitis-drug-are-stopped-as-2-die.html","abstract":"  An experimental drug intended to treat a common liver disease, hepatitis B, has killed two patients because of an unexplained medical failure in Federal tests.   The chief researcher in the case called the failure a \"catastrophe.\"","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Youth Is Held In an Assault At Bronx Pool","web_url":"https://www.nytimes.com/1993/07/09/nyregion/youth-is-held-in-an-assault-at-bronx-pool.html","abstract":"  A 14-year-old boy was arrested on Wednesday and charged with sexual abuse in an assault on a 14-year-old girl earlier this week at a Bronx swimming pool, the police said yesterday.   The youth, whose name was withheld because of his age, is the second suspect to be charged in the case. On Monday, 17-year-old Philip Munoz was arrested and charged with assault after he was accused of touching the girl's genitals. Mr. Munoz was identified by the girl, who also picked the 14-year-old boy out of a lineup on Wednesday. The police said they were still seeking other suspects in that case.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Success Is Reported With Prototype AIDS Vaccine","web_url":"https://www.nytimes.com/1993/07/09/us/success-is-reported-with-prototype-aids-vaccine.html","abstract":"  Researchers today reported the development of a potential AIDS vaccine, the first genetically engineered compound to produce consistently high levels of potent antibodies against H.I.V., the virus that causes AIDS.   Scientists from Johns Hopkins University's Center for Immunization Research and other institutions said the vaccine had caused human volunteers to develop antibodies in their blood that neutralized H.I.V. in laboratory tests.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"President Hears Complaints On Doing Business in Japan","web_url":"https://www.nytimes.com/1993/07/09/world/summit-in-tokyo-president-hears-complaints-on-doing-business-in-japan.html","abstract":"  President Clinton today got an earful of complaints from American business people about barriers to Japan's markets, as well as some strong endorsements for his efforts to negotiate a new trade agreement with Japan.   In a meeting with Americans who are trying to penetrate Japan's market, the President and Cabinet officials were told that it is possible for a foreign company to succeed in the world's second-largest market.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"7 Executed in Egypt In Sharp Crackdown On Islamic Militants","web_url":"https://www.nytimes.com/1993/07/09/world/7-executed-in-egypt-in-sharp-crackdown-on-islamic-militants.html","abstract":"  The Egyptian Government hanged seven militant followers of Sheik Omar Abdel Rahman today for attacks against foreign tourists and conspiring to overthrow the Government of President Hosni Mubarak. It was the largest number of executions for a political crime in more than four decades.   The decision to execute such a large group of militants is a turning point for the President, who has in the past refused to carry out executions for political crimes. Egyptian officials, worried about inflaming the Islamic militant movement, have hesitated to confront their adversaries head on and provide the radicals with martyrs.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Graying of the Greens: Marketing Makes the Cut","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-business-graying-of-the-greens-marketing-makes-the-cut.html","abstract":"  As cigar aficionado Larry Laoretti defends his United States Senior Open title this weekend at the Cherry Hills Country Club in Englewood, Colo., he, Jack Nicklaus, Lee Trevino, Gary Player and Chi Chi Rodriguez will appeal directly to their personal age group: the nation's fastest-growing segment of golfers.   Those qualifying for American Association for Retired Persons membership neatly match the Senior PGA Tour's makeup and can fantasize about swinging a Big Bertha driver with ex-unknowns like Laoretti and PGA Seniors winner Tom Wargo.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"For Those Who Wish to Fly and Breathe","web_url":"https://www.nytimes.com/1993/07/09/opinion/for-those-who-wish-to-fly-and-breathe.html","abstract":"  To the Editor:   \"Fresh Air in the Air\" (editorial, June 24), together with related articles, is on track, but late in acknowledging the problem. Some five years ago various experts had already raised questions about cabin air quality in connection with the ban on smoking aboard aircraft then proposed. They also linked poor air quality to planes using only half their capacity for air purification and circulation to save fuel following the energy crisis.   In other words, even when older planes had a larger capacity for replacing air fast, the airlines chose to use only half of it. The newer but more limited ventilation equipment simply reflects a practice introduced some 10 years ago.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Excerpts From Letter of Withdrawal","web_url":"https://www.nytimes.com/1993/07/09/nyregion/excerpts-from-letter-of-withdrawal.html","abstract":"  Following are excerpts of a letter, dated July 8, from Bernard R. Gifford to Carol A. Gresser, president of the New York City Board of Education, withdrawing his candidacy for Schools Chancellor:   As you know, on the morning of Tuesday, June 29, I faxed a letter to Dr. Janet Greenwood for transmittal to Dr. Frank Macchiarola, Chair of the Chancellor's Search Committee, requesting that my name be removed from consideration. In my letter, which I sent a few days after my meeting with the Search Committee, I cited two overriding reasons for what has been the most difficult decision of my professional life -- family obligations and an irrevocable and precluding commitment as Founder of the ACADEMIC SYSTEMS CORPORATION, which is dedicated to developing the next generation of technology-mediated instructional support systems for underprepared college students.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/09/nyregion/no-headline-394693.html","abstract":"  \"When you retire, you go to the World Trade Center, maybe the museums, but once you've done that, what do you do? You go to the courts.\" -- LEONARD GREENBERG, who spends his days watching trials at Manhattan's Federal courthouse.  [ B3:5. ]","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"TV Weekend; 2-Part Portrait of a Black Working-Class Family","web_url":"https://www.nytimes.com/1993/07/09/arts/tv-weekend-2-part-portrait-of-a-black-working-class-family.html","abstract":"  If done right, a television drama can hold its own with the best in theater or film. \"Laurel Avenue,\" on HBO at 10 P.M. tomorrow and Sunday, does it just right, wonderfully so. In several respects, this three-hour portrait of a black working-class family is a breakthrough.   Black people on television rarely seem connected to the real world. Too often they are reduced to snappy one-liners on sitcoms. Once in a while, as in \"The Cosby Show\" or \"The Fresh Prince of Bel Air,\" they are transported into upper-class settings, valuable as possible role models, no doubt, but still distant fantasies for the majority.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Passion and Practicalities In Collecting Photographs","web_url":"https://www.nytimes.com/1993/07/09/books/passion-and-practicalities-in-collecting-photographs.html","abstract":"  LIKE other characters in the drama of the art world, collectors are seen in conflicting, and not always flattering, stereotypes.   In one view, collectors are both insecure and greedy. Not only are they desperate to impress others with evidence of their taste and wealth, but they also lust to control the anarchic power of art by owning it, much the way prehistoric hunters sought to capture the magic of animals by tracing their outlines on the walls of caves.","thumbnail":null,"section":"Books"},{"date":"19930709","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/07/09/theater/on-stage-and-off.html","abstract":"  The Whole Show in Their Hands   There's only one way to keep a small Broadway play up and running after mostly enthusiastic reviews but a Tony nomination that didn't reap an award: Producer, director, cast and author must be thoroughly committed to the show. Belt-tightening, not squabbling, must be their top priority.   In fact, this has been the survival strategy over at the Helen Hayes Theater for \"Shakespeare for My Father,\" Lynn Redgrave's solo show about her battle for independence from her emotionally absent father, the actor Michael Redgrave. Squabblesuppression has been possible thanks to the show's credits: Ms. Redgrave and her husband of 26 years, John Clark, are the producer, director, author and entire cast.","thumbnail":null,"section":"Theater"},{"date":"19930709","headline":"CANDIDATE TO LEAD NEW YORK SCHOOLS WITHDRAWS AGAIN","web_url":"https://www.nytimes.com/1993/07/09/us/candidate-to-lead-new-york-schools-withdraws-again.html","abstract":"  Bernard R. Gifford, the California professor who was the leading candidate to be New York City's next schools chancellor, removed himself from consideration today for the second time in 10 days, this time calling his decision final.   In a letter that plunged the search for a new chancellor into confusion, Dr. Gifford said he had pulled out because of the same commitments to his family and to his new computer software business that he had cited in his first letter, last week. Then, in one 24-hour-period, he formally withdrew from consideration, then seemed to contradict himself by flying to New York City to be interviewed for the chancellorship anyway.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Time to Normalize Relations With Vietnam; Hold Out for P.O.W.'s","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-time-to-normalize-relations-with-vietnam-hold-out-for-pow-s-207493.html","abstract":"  To the Editor:   The American Legion takes exception to \"Stop Punishing Vietnam\" (editorial, June 27). We should stop punishing ourselves. The right thing to do in our relationship with Vietnam is to achieve the fullest possible accounting for Americans held prisoner of war and missing in action from the Vietnam War. Specifically, Hanoi must release Americans held prisoner, provide their remains or tell us why neither is possible. To accept anything less is to perpetuate the emotional agony Americans have endured for more than two decades.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/09/nyregion/c-corrections-131093.html","abstract":"  The Strategies column in the \"Your Money\" pages on Saturday, about Social Security and divorced women, misstated the effect of women's earnings on the benefits they are entitled to collect. A woman who was married for at least 10 years and divorced for at least 2 years is entitled to part or all of her former husband's benefits, but the payments may be reduced if the woman is earning substantial income.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Oil but Not Order: A special report.; War and Politics Clog Azerbaijan's Road to Riches","web_url":"https://www.nytimes.com/1993/07/09/world/oil-but-not-order-special-report-war-politics-clog-azerbaijan-s-road-riches.html","abstract":"  All former Soviet republics have been dealt their share of problems and prospects. But not many can boast of an assortment quite like Azerbaijan's.   In less than two years of independence, this little republic by the Caspian has known war, elections, coups, pogroms, corruption, Islamic revival, resurgent Communists, international intrigue, economic chaos and the promise of wealth -- great gobs of oil wealth, waiting to be tapped if only all the rest could be sorted out.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Savings and Loan Deals Were Above Politics","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-savings-and-loan-deals-were-above-politics-209093.html","abstract":"  To the Editor:   \"Government Conceals Campaign Fund Tracks\" by Joseph Belluck (letter, July 1) perpetuates a myth. He claims he was not able to establish a link between political contributions and \"particular Government actions\" respecting 1988 savings and loan recapitalizations by the Federal Savings and Loan Insurance Corporation. The reason? Mr. Belluck was denied access to \"key documents.\"   On the contrary, the reason is far from obscure. There was no linkage. Virtually every transaction was approved by all three members of the Federal Home Loan Bank Board (predecessor to the Office of Thrift Supervision and the F.S.L.I.C.'s operating head): one Democratic and two Republican appointees. Political favoritism should have produced dissents, not assents.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"1943:Battle of Belgorod : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-1943battle-of-belgorod-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] German tanks drove still another wedge into the Soviet lines in the Belgorod sector south of the Kursk bulge yesterday [July 8] in history's greatest armored conflict, but Moscow declared that the Red Army stood firm","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Rich Nations' Declaration: A Commitment to Democracy and Human Rights","web_url":"https://www.nytimes.com/1993/07/09/world/summit-tokyo-rich-nations-declaration-commitment-democracy-human-rights.html","abstract":"  1.  We, the leaders of our seven countries and the representatives of the European Community, reaffirm our commitment to the universal principles of freedom, democracy, human rights and the rule of law.   Since we last met in Munich, the process of democratization and economic reform has further advanced.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"At Home Abroad; Reason For Hope","web_url":"https://www.nytimes.com/1993/07/09/opinion/at-home-abroad-reason-for-hope.html","abstract":"  \"They have made the transition from heroism to politics,\" a lawyer said. He was speaking of Nelson Mandela and the others who spent years in prison or exile or jeopardy for resisting apartheid.    The three years since the prisoners were released have been a time of violence and thwarted plans for political change. But now at last change is coming, in good part because Mr. Mandela and other leaders of the African National Congress have moved it from the romance of liberation to the give-and-take of politics.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/07/09/arts/art-in-review-190693.html","abstract":"  Donald Lipski  'Pieces of String Too Short to Save' Brooklyn Museum 200 Eastern Parkway  (at Prospect Park) Through Sept. 5    Donald Lipski is best known for transforming everyday objects, from matchbooks to tractor tires, into sculptures at once strange and decipherable, usually by ingeniously combining them with something else equally mundane. For example, a Lipski sculpture with an exotic, vaguely African look might turn out simply to be a garden trowel wound with a tape measure to give it a long, tapering snout. Fusions like this require a talent for seeing unusual possibilities in the obvious and a surplus of randomly collected things to choose from, both of which are the subjects of \"Pieces of String Too Short to Save,\" Mr. Lipski's sprawling installation in the Brooklyn Museum's Grand Lobby.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"U.S. TEAM BEGINS MIDEAST SHUTTLE","web_url":"https://www.nytimes.com/1993/07/09/world/us-team-begins-mideast-shuttle.html","abstract":"  A team of American officials arrived in Israel today and met with Prime Minister Yitzhak Rabin at the start of a shuttle effort to break the impasse in the Arab-Israeli peace talks.   The team, headed by Dennis B. Ross, the coordinator of the talks, is to meet Palestinian representatives on Friday before going to Egypt, Syria and Jordan.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Books of The Times; For the Royals, A Vita Horribilis","web_url":"https://www.nytimes.com/1993/07/09/books/books-of-the-times-for-the-royals-a-vita-horribilis.html","abstract":"  The Rise and Fall of the House of Windsor   By A. N. Wilson   Illustrated. 211 pages. W. W. Norton & Company. $22.  The Tarnished Crown   Diana and the House of Windsor   By Anthony Holden   Illustrated. 401 pages. Random House. $23.     These two new books on the House of Windsor and the crisis of the British monarchy agree on practically nothing.","thumbnail":null,"section":"Books"},{"date":"19930709","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/07/09/arts/art-in-review-192293.html","abstract":"  'The Body in Nature'   James Danziger Gallery  415 West Broadway  (near Spring Street)  SoHo  Through July 16    The joys of the great outdoors are the focus of this entertaining summer show. Not surprisingly, many of the photographs here are of people swimming or at the shore, among them Judith Joy Ross's atmospheric black-and-white shots of shivering adolescents in swimsuits; Henri Cartier-Bresson's 1933 photograph of the rippling figure of a nude woman under water, and Corinne Day's image of the model Kate Moss at the beach with her arms wrapped around herself.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Sports-Betting Legislation Heads Into Bottom of the 9th in Trenton","web_url":"https://www.nytimes.com/1993/07/09/nyregion/sports-betting-legislation-heads-into-bottom-of-the-9th-in-trenton.html","abstract":"  The Assembly Appropriations Committee threw the issue of sports betting into legislative limbo today by doing nothing about a bill that would allow voters to decide the issue in November.   Sports-betting proponents acknowledged that today's events were probably a setback to their efforts to make New Jersey the second state, after Nevada, with legalized sports betting in casinos. Nonetheless, they promised a desperate three-week fight to save the legislation before Aug. 2, the last date that the issue may be placed on the Nov. 2 ballot.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"7 Nations Hasten Aid to Russia; Will Push for Growth and Trade","web_url":"https://www.nytimes.com/1993/07/09/world/summit-in-tokyo-7-nations-hasten-aid-to-russia-will-push-for-growth-and-trade.html","abstract":"  Leaders of the world's seven major industrial democracies agreed today to provide an immediate $3 billion in aid to Russia and pledged to push for economic growth and lower trade barriers.   The leaders also agreed to send senior officials to the United States this fall for what Administration officials have described as a \"jobs summit\" that would address the problem of unemployment that persists even when economies are growing.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Houston Knows Murder, but This . . .","web_url":"https://www.nytimes.com/1993/07/09/us/houston-knows-murder-but-this.html","abstract":"  The discovery of the bodies of two teen-age girls in the woods along the White Oak Bayou here last week brought Houston another set of grim crime statistics: its 250th and 251st homicides this year. But it was not until the next day, when the police announced arrests, that the most profound horror of the case began to unfold.   The crime has brought a particularly strong wave of anguish, revulsion and soul-searching to Houston, in part because of the tender age of the victims, ages 14 and 16, and the suspects: six teen-age gang members, the youngest 14 years old, all charged with raping and strangling the two girls.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Cash-Poor Cities Still Face Hard Choices","web_url":"https://www.nytimes.com/1993/07/09/us/cash-poor-cities-still-face-hard-choices.html","abstract":"  After three difficult years, most American cities are learning to make do with less, according to an annual survey made public yesterday by the National League of Cities.   But with virtually no growth in revenues in the fiscal year 1993, there has been a price to pay: most cities balanced their budgets by moderately reducing such services as garbage collection and fire fighting while also raising taxes. Others reined in expenses even more by streamlining services and reducing labor costs.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"100degrees of Lassitude in a New York Meltdown","web_url":"https://www.nytimes.com/1993/07/09/nyregion/100degrees-of-lassitude-in-a-new-york-meltdown.html","abstract":"  Lillian Wexler, 82, lunched naked on cold borscht in her Upper East Side apartment. David Carney, 24, strolled through Manhattan with an oversized wet washcloth draped over his head like a soggy tortilla. Snow Lily and Blizzard, the polar bears at the Bronx Zoo, hid in the shady outcroppings of their fabricated Arctic habitat.   As the sun baked the pavement yesterday with an insufferable and record heat, many New Yorkers devised unique urban strategies for coping with the indolence and depletion that the tropical weather wrought.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Seattle's Kemp Injured During Filming","web_url":"https://www.nytimes.com/1993/07/09/sports/pro-basketball-seattle-s-kemp-injured-during-filming.html","abstract":"  Lights, camera -- hospital.   That's how it went yesterday for Shawn Kemp of the Seattle SuperSonics, who was lucky to escape serious injury during the filming of a Reebok sneaker commercial at Pratt Institute in Brooklyn.   Kemp, a 23-year-old all-star forward who helped the Sonics reach the Western Conference finals this season, had to be rushed by stretcher to Bellevue hospital after attempting a reverse slam dunk, pulling down the front end of the rim and crashing to the floor head first in a sweltering gymnasium filled with friends, film crew members, fans waiting for autographs and even Kemp's mother, Barbara, all of whom watched in stunned disbelief.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Review/Revue; Lerner and Loewe of Late","web_url":"https://www.nytimes.com/1993/07/09/arts/review-revue-lerner-and-loewe-of-late.html","abstract":"  Certain song lyrics require a heroic voice to prevent them from seeming hopelessly overblown. Take \"If Ever I Would Leave You,\" the most famous ballad from \"Camelot.\" The song, which is performed by Martin Vidnovic in \"The Night They Invented Champagne -- the Lerner and Loewe Revue\" at Rainbow and Stars, speaks hyperbolically of a lover with \"lips red as flame\" and a \"face with a luster that puts gold to shame.\"    In Mr. Vidnovic's rugged performance, which builds to an impassioned peak, the strained comparisons make sense, because the singer communicates the emotions of a man so overcome with admiration that he is awkwardly trying to express feelings that are beyond words.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Rodriguez Is Leading; Nicklaus Is Charging","web_url":"https://www.nytimes.com/1993/07/09/sports/golf-rodriguez-is-leading-nicklaus-is-charging.html","abstract":"  The United States Senior Open produces the matchups fans want to see better than any other championship in golf does. Today's opening round was a prime example, as Chi Chi Rodriguez, Jack Nicklaus and Lee Trevino rose to the top of the leaderboard.   The lowest scorer of the three, and the leader of the tournament after one round, was Rodriguez. He toured the Cherry Hills Country Club course with a smooth, four-under-par 67 that featured finely wrought iron shots and some solid putting with a club recently pulled out of a bargain bin.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Review/Pop; X Dives Back Into the Turbulence","web_url":"https://www.nytimes.com/1993/07/09/arts/review-pop-x-dives-back-into-the-turbulence.html","abstract":"  On Wednesday night at the Academy, John Doe of X looked down at the slam-dancers and said: \"Now don't anybody hurt themselves down there. I know you kids are probably new at this.\" His tone was fatherly, and no wonder; as prime movers in Los Angeles punk-rock, X has seen uncounted slam-dancers since the band formed in 1977. The group disbanded after releasing a live album in 1988, but has reunited for a new album, \"Hey Zeus!\" (Big Life/Mercury), and a tour.   Although X helped create a wave of California punk-rock, it was always an idiosyncratic band. It revolved around the wide-spaced vocal harmonies and fractured, neo-Beat lyrics of Exene Cervenka and John Doe. The songs were usually loud and fast, but they were rarely symmetrical; they hurtled from one section to the next, earnest and urgent, revealing West Coast roots from Bakersfield-style country music to San Francisco psychedelic rock. And with Mr. Doe on bass and D.J. Bonebrake on drums, X boasted one of the best rhythm sections in punk-rock, at once driving and limber.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/09/nyregion/c-corrections-130293.html","abstract":"  An article and a chart about Adobe Systems Inc. in Business Day on Wednesday gave an incorrect figure in some copies for the decline in the company's stock price. The stock fell $3.375 to close at $55.75 in Nasdaq trading on Tuesday. All copies of the article gave an incorrect percentage decline in the stock price. It fell 5.7 percent.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Suburban Journal; Down-to-Earth Methods On a Back-to-Earth Farm","web_url":"https://www.nytimes.com/1993/07/09/nyregion/suburban-journal-down-to-earth-methods-on-a-back-to-earth-farm.html","abstract":"  LET the backyard gardeners sing their saccharine rhapsodies of the rediscovered earth. Here at Hawthorne Valley Farm, one of the Hudson Valley's oldest \"biodynamic\" farms, where a spiritual, ultra-organic connection with the land is part of the farm's definition and culture, they don't have time for such sentimentality.   Here the mysticism comes as matter-of-fact as an old boot: Plant with the moon in Sagittarius if you can, but if the weather is right, go with your instincts. Fertilize with manure fermented in cow horns and stirred with alternating vortex and chaos motions to \"concentrate the cosmic forces in the manure,\" as Christoph Meier puts it, but don't skimp on the compost, either.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"New Turmoil At Hospital In Brooklyn","web_url":"https://www.nytimes.com/1993/07/09/nyregion/new-turmoil-at-hospital-in-brooklyn.html","abstract":"  The city's Health and Hospitals Corporation yesterday informed the private organization that provides doctors and other medical personnel to the long-troubled Woodhull Medical and Mental Health Center in Brooklyn that it was being replaced.   It will be only the second time in at least 15 years that the corporation has chosen to discontinue a relationship with such an organization at any of its hospitals, officials said.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Skills Serve as Passport To a Liberal Education","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-skills-serve-as-passport-to-a-liberal-education-188493.html","abstract":"  To the Editor:   Tony Kushner deplores the recommendation of W. Ann Reynolds, Chancellor of the City University of New York, to eliminate 97 degree programs \"chiefly in the humanities\" in institutions \"with the highest percentages of African-American and Latino students\" (\"University or Trade School?\", Op-Ed, June 28).   These programs would be replaced by \"technical and occupational programs.\" Beyond question this is unfortunate. However, the point is not that minority students need not be trained, as Mr. Kushner says, \"as thinkers, writers and artists but rather as service-economy employees,\" but that they, like all students, must first have the skills and means to do so. Students need the sense of well-being and self-reliance that comes through learning a marketable skill.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/07/09/sports/transactions-059493.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Activated Brady Anderson, outfielder, from the 15-day disabled list. Placed Leo Gomez, third baseman, on the 15-day disabled list.   MILWAUKEE BREWERS -- Placed Bill Wegman, pitcher, on the 15-day disabled list. Purchased the contract of Matt Maysey, pitcher, from New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Six to Enter Hall Today","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-biking-six-to-enter-hall-today.html","abstract":"  JULI FURTADO of Durango, Colo., who won her third world women's downhill last year, will be inducted today into the Mountain Bike Hall of Fame in Crested Butte, Colo. The other inductees will be JIMMY DEATON, OTIS GUY, GARY HELFRICH and ALAN ARMSTRONG, all pioneers in the sport, and Charlie Litsky, the sport's leading athletes' agent, television analyst and race announcer. Litsky died eight weeks ago of a heart attack at age 33.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Russia:The Needs Extend Beyond Privatization","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-russiathe-needs-extend-beyond-privatization.html","abstract":"Russia is now engaged in the largest and fastest privatization effort ever attempted. More that half of all small enterprises have been privatized. Within Russian industry, every third worker in now employed by a privatized or privatizing enterprise. Mil","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Review/Dance; A Pair of Zany Satirists (And Audience) at Work","web_url":"https://www.nytimes.com/1993/07/09/arts/review-dance-a-pair-of-zany-satirists-and-audience-at-work.html","abstract":"  When Sarah Skaggs and Dance noise performed on Monday night at Irving Plaza, it was like something out of the Renaissance.   Well, maybe not quite. But consider the similarities. During the Renaissance, dance productions were sometimes staged in palatial halls, with the audience seated at the sides or in galleries above the floor. At the program's conclusion, spectators were invited to join in the dancing. Theatergoing thereby merged with partygoing.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Review/Film: In The Line of Fire; Eastwood Slips Easily Into Town","web_url":"https://www.nytimes.com/1993/07/09/movies/review-film-in-the-line-of-fire-eastwood-slips-easily-into-town.html","abstract":"Assassin vs. White House Secret Service agent. Firm suspense, top Clint and John.","thumbnail":null,"section":"Movies"},{"date":"19930709","headline":"'Clustering' of Whites By Schools Is Barred","web_url":"https://www.nytimes.com/1993/07/09/us/clustering-of-whites-by-schools-is-barred.html","abstract":"  The Richmond school system violated Federal civil rights laws last year when it grouped white students in the same classrooms within two largely black elementary schools in a practice known as \"clustering,\" the Department of Education said yesterday.   But the department, which released its findings to the school board after a four-month investigation, said the district had already corrected the problem by discontinuing the practice after some parents complained. It said no further action was necessary.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Boys and Their 'Fun'","web_url":"https://www.nytimes.com/1993/07/09/opinion/boys-and-their-fun.html","abstract":"  Some of the boys who swim in New York City's crowded municipal pools play a really swell game they call \"the whirlpool.\" Linking arms and turning themselves into a kind of floating posse, they fondle every girl who gets too close. Last Monday, in the South Bronx's Crotona Pool, a 50-member grope group circled a 14-year-old girl. Several boys ripped off her bra top, and one of them stuck his finger in her vagina. No lifeguard jumped in to rescue the girl. Her mother did.   The next day Parks Commissioner Betsy Gotbaum described the incident as \"some ordinary horseplay that got out of hand.\" Doubtless some New Yorkers think so, too, since horseplay is an almost invariable concomitant of boys' raging hormones. But what happened at Crotona Pool is a long way from the kind of horseplay memorialized by Andy Hardy movies. In fact, it was sexual assault.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Catching Matinee At the Courthouse; A Group of Regulars Keeps Watching","web_url":"https://www.nytimes.com/1993/07/09/nyregion/catching-matinee-at-the-courthouse-a-group-of-regulars-keeps-watching.html","abstract":"  Henry Gold likes bank fraud. Leonard Greenberg favors insider trading. William Kramer gravitates toward money laundering and Leonard Henigson is enamored of the small-time con. Benjamin Shine likes everything, except the jury system, which he believes this country would be better off without.   No rogues' gallery, this is the spectators' gallery in the Federal courthouse in lower Manhattan. These five fans of crime and punishment are court buffs, observers of the criminal-justice system and the way it plays on Foley Square. They savor juicy trials the way others relish a blockbuster summer movie.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Hyping the Trade Agreement","web_url":"https://www.nytimes.com/1993/07/09/opinion/hyping-the-trade-agreement.html","abstract":"  Mickey Kantor, the U.S. Trade Representative, declared the trade agreement announced by the industrialized countries in Tokyo the \"biggest tariff-cutting agreement in history.\" Not to be outdone, John Major, the British Prime Minister, declared that the pact was \"infinitely bigger than anything we have seen before.\"    But the extravagant rhetoric owes more to the desperate need of leaders to boost their sagging popularity at home than to the modest accord itself. None of the announced tariff cuts will take place unless the all-important Uruguay Round of international trade talks is successfully completed. And for that to take place, these leaders will have to summon far more courage than so far displayed.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/07/09/arts/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"LATER LIFE,\" Playwright's Horizons, 416 West 42d Street, Clinton. A comedy by A. R. Gurney about a man and a woman who meet after a 30-year separation. Through Sunday. Performances: Tonight at 8; tomorrow at 3 and 8 P.M.; Sunday at 3 and 7 P.M. Tickets: $35. Information: (212) 279-4200. Reopens on Aug. 9 at the Westside Theater, 407 West 43d Street. Information: (212) 307-4100. \"ITALIAN OLD MASTER DRAWINGS FROM THE COLLECTION OF JEFFREY E. HORVITZ,\" National Academy of Design, 1083 Fifth Avenue, at 89th Street. Through Sunday. Hours: Today, noon to 8 P.M.; tomorrow and Sunday, noon to 5 P.M. Admission: $2.50; free for students and the elderly. Information: (212) 369-4880. Closing Next Weekend  PILOBOLUS DANCE THEATER, Joyce Theater, Eighth Avenue and 19th Street, Chelsea. Through July 17. Performances: Weekdays at 8 P.M.; Saturday at 2 and 8 P.M. Tickets: $30. Information: (212) 242-0800.  ","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"U.S. Team Plays Like a Dream; Gabon in 122-55 Nightmare","web_url":"https://www.nytimes.com/1993/07/09/sports/world-university-games-us-team-plays-like-a-dream-gabon-in-122-55-nightmare.html","abstract":"  The emblem was the same, the uniform was the same and the easy-going, yet dominating play was identical.   Like the Dream Team at the Olympics last summer, the United States men's basketball team at the World University Games is the overwhelming favorite to win the gold. And on the first day of competition today, the Americans made like the Dreamers in Barcelona, crushing the opposition and enjoying every minute of it.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Series in Last Year","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-racing-series-in-last-year.html","abstract":"  The American Championship Racing Series, an innovative attempt to link traditional stakes races in the handicap division, is going out of business at the end of this year. The series chairman, DAVID VANCE, said yesterday that all the participating tracks decided to end the series, which was started in 1991 to sharpen attention on top races for older horses. This year, $1.5 million will be awarded in bonuses in the nine-race series. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Harkes Unsigned","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-soccer-harkes-unsigned.html","abstract":"  JOHN HARKES, a star midfielder for the U.S. national soccer team, may leave his club team, Sheffield Wednesday, after rejecting the English team's latest contract offer. Harkes, who helped lead Sheffield Wednesday to the Football Association and League Cup finals last season, is currently on a week-to-week contract. He is still in the United States, and will be playing for the U.S. national team in the CONCACAF Gold Cup through July 25. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/09/nyregion/news-summary-337793.html","abstract":"  International A2-7  AGREEMENT AT TOKYO TALKS  Leaders of the world's seven major industrial democracies, meeting in Tokyo, agreed to give an immediate $3 billion in aid to Russia and pledged to push for economic growth while lowering barriers to trade.  A1  The meaning, and differences, of change in the U.S. and Japan.  A6","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"THE MOVIE GUIDE : Tout Ça...Pour Ça!","web_url":"https://www.nytimes.com/1993/07/09/style/IHT-the-movie-guide-tout-capour-ca.html","abstract":"Tout Ça...Pour Ça!","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"SUMMIT IN TOKYO: Reshaping Japan; Clinton Pushes Free Trade to a Nation More Interested in Cleaner Politics","web_url":"https://www.nytimes.com/1993/07/09/world/summit-tokyo-reshaping-japan-clinton-pushes-free-trade-nation-more-interested.html","abstract":"  From the moment Air Force One touched down here three days ago, President Clinton has been riding the wave of change sweeping through Japan's political system, hoping to seize the moment by talking directly to Japanese voters about why they pay so much for food and feel so poor in one of the world's richest countries.   Already he has begun to win some praise: Newspapers are blaring the Japanese word for change -- henka -- across front pages here just a week and a half before the most critical election in Japan's post-war history.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Dinkins Leaves Israel, Still Hearing About Crown Hts.","web_url":"https://www.nytimes.com/1993/07/09/nyregion/dinkins-leaves-israel-still-hearing-about-crown-hts.html","abstract":"  At the Tel Aviv Museum of Art the other day, Mayor David N. Dinkins and his large entourage from New York City were about to leave when they spotted Adah Ackerman and her two small sons. The political antennae lost no time homing in.   As a mass of people, cameras and microphones rumbled toward her, Mrs. Ackerman, a visitor from Ames, Iowa, did the only sensible thing for a mother pushing one child in a stroller and holding the other one's hand: She moved back.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"1893: Victoria Survivors : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-1893-victoria-survivors-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Our Malta correspondent sends some interesting facts about the condition of the survivors of the Victoria, who were so affected by the strain of the terrible experience that two or three days later they began to lose weight. One member of the crew","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Guilty of Overthink?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-guilty-of-overthink-letters-to-the-editor.html","abstract":"I have always appreciated the IHT's generous dose of news analysis in addition to straight reporting. But recent analyses seem to emphasize only the most cynical motives behind political decisions. In the June 28 issue, right under the front-page picture","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Nets Get Edwards for Petrovic's Spot","web_url":"https://www.nytimes.com/1993/07/09/sports/pro-basketball-nets-get-edwards-for-petrovic-s-spot.html","abstract":"  In a move designed to help fill the void on their team left by the death of Drazen Petrovic, the Nets yesterday signed Kevin Edwards, a free-agent shooting guard who played five seasons for the Miami Heat.   Edwards was an unrestricted free agent who lost his starting job with Miami midway through last season. General Manager Willis Reed indicated that Edwards would be designated to start alongside point guard Kenny Anderson.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"INSIDE ART","web_url":"https://www.nytimes.com/1993/07/09/arts/inside-art.html","abstract":"  A Michelangelo   After a rough spring filled with embarrassing misattributions, fakes and mediocre sales figures, Christie's finally has some good news. A Michelangelo drawing was sold in London on Tuesday for $6.32 million, the highest price ever paid for an Old Master drawing at auction.   The drawing, \"The Holy Family With the Infant Baptist on the Rest on the Flight Into Egypt,\" was bought by the J. Paul Getty Museum in Malibu, Calif. While Christie's has refused to identify the seller, word in the art world is that the drawing was sold by the estate of a British collector.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/09/nyregion/c-corrections-132993.html","abstract":"  Because of an editing error, an article in Science Times on Tuesday about Dr. Roald Hoffmann, a chemist and poet, misidentified his daughter. She is Dr. Ingrid Zabel, not Ingrid Hoffmann.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Review/Art; Explosive Painting: The Path to Pop","web_url":"https://www.nytimes.com/1993/07/09/arts/review-art-explosive-painting-the-path-to-pop.html","abstract":"  \"HAND-PAINTED Pop: American Art in Transition, 1955-62,\" organized by the Los Angeles Museum of Contemporary Art and opening today at the Whitney Museum of American Art, handsomely recalls American painting at one of its most fulminatory moments. Even decades after the works on view here were first exhibited, you can still sense the spunky rebelliousness, and in some cases outrageousness, that inspired them.   Right off the bat is one of the most calculatedly outrageous paintings of the era, Larry Rivers's \"Washington Crossing the Delaware,\" a work that seemed to critics when first shown in 1953 to mock the heroic aspirations of Abstract Expressionism (not to mention one of America's heroes). In the next gallery is Robert Rauschenberg's \"Small Rebus\" (1956), with its melange of pseudo-Abstract Expressionist squiggles and drips, its incongruous collage of sports figures and its reproduction of Titian's \"Rape of Europa\" (amusingly misidentified in the show's catalogue as \"a Baroque painting of a woman on the back of a bull\").","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Road Kill: Yanks Get Run Down Again","web_url":"https://www.nytimes.com/1993/07/09/sports/baseball-road-kill-yanks-get-run-down-again.html","abstract":"  Another nightmare appeared before the Yankees tonight and it was not a dream. Melido Perez was cruising along with a two-hitter and a two-run lead when the Yankees entered the bottom of the ninth inning against the Angels. They never made it out of the inning alive.   The Angels erupted for three runs in the ninth off Perez, Steve Howe and Steve Farr and swiped a 4-3 victory over the Yankees tonight at Anaheim Stadium. Instead of inching to within one game of the first-place Blue Jays, the Yankees sputtered to their sixth loss in their last seven games on the road trip and remained two games back.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/09/style/chronicle-877893.html","abstract":"  ROBERT B. WALLACE is gathering no moss. After six years as executive editor and vice president at Rolling Stone magazine, he figured it was time to move on, he said yesterday, \"when I was mistaken for Elvis at a Caldor in Newburgh, N.Y.\"    \"I took that as a sign that it was time to leave rock-and-roll,\" he added.","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"Super Collider's Benefits : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-super-colliders-benefits-letters-to-the-editor.html","abstract":"Regarding \"Physicists in a Tunnel to Nowhere\" (Opinion, June 18) by John Lukacs: .It is a facile exercise to shoot down the Superconducting Super Collider with trivial analogies, and bask in the easy glow of saving the taxpayer $10 billion. T","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Home Video","web_url":"https://www.nytimes.com/1993/07/09/movies/home-video-014493.html","abstract":"  Whatever the latest big movies on tape, the good small ones invariably stand out on best-renter lists. Now there are \"Reservoir Dogs,\" \"Bob Roberts\" and \"The Player.\" Next will come \"The Crying Game,\" one small film that grew large in theaters, released on tape this week by LIVE.   Arty movies with edge have a secure video niche, said Ronna Wallace, senior vice president of production and acquisitions at LIVE Entertainment, whose video division released \"Terminator 2: Judgment Day\" but also specializes in smaller movies from independent film makers.","thumbnail":null,"section":"Movies"},{"date":"19930709","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/07/09/arts/art-in-review-009893.html","abstract":"  'Arthur B. Davies' 'Landscapes in the Metropolitan Museum of Art'  Metropolitan Museum of Art Fifth Avenue at 82nd Street Manhattan Through Sept. 5    The painter Arthur B. Davies (1872-1946) figures in the history of American art primarily as an organizer of the 1913 Armory Show, the exhibition that brought the full force of European modernism to the United States. He is also known as perhaps the most idiosyncratic member of the Eight, a painter of mythical landscapes populated by idealized nudes or, in the case of his most famous canvas, nudes and unicorns.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Baseball's Ritual Of Snubs And Subs","web_url":"https://www.nytimes.com/1993/07/09/sports/baseball-baseball-s-ritual-of-snubs-and-subs.html","abstract":"  The Philadelphia Phillies, easily the best team in the National League until a recent cold streak, have four players on the league's All-Star team, but the omission of two other team members raised questions yesterday.   Bobby Cox, the National League manager, chose three of his Atlanta Braves starting pitchers, but shunned Tommy Greene, whose 10-2 record is the league's second best.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Airports:Migration to the South","web_url":"https://www.nytimes.com/1993/07/09/style/IHT-airportsmigration-to-the-south.html","abstract":"THIS is a business airport and we're giving it all the business facilities,\" says Clive Raymond, marketing director of Nice-Côte d'Azur Airport. \"It's not a tourist airport; half our passengers are traveling on business.\" .Standing i","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"Review/Music; Chamber Works Under Sky And Trees","web_url":"https://www.nytimes.com/1993/07/09/arts/review-music-chamber-works-under-sky-and-trees.html","abstract":"  As befits a series founded by the feisty violinist and conductor Alexander Schneider, the Washington Square Music Festival has never lacked nerve in its 40-year standoff with weather and urban decay. So the program on Tuesday evening, led by Henry Schuman, the festival's longtime oboist and conductor, seemed unsurprising for all its progressive audacity.   The first work, Mozart's Serenade in E flat for wind octet (K. 375), made good sense on any terms. With Mr. Schuman a strong first oboist and William Blount a fine first clarinetist, the performance hung together well despite occasional lapses in ensemble.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Rebuking the U.S., Jury Acquits 2 In Marshal's Killing in Idaho Siege","web_url":"https://www.nytimes.com/1993/07/09/us/rebuking-the-us-jury-acquits-2-in-marshal-s-killing-in-idaho-siege.html","abstract":"  In a strong rebuke of the Government's use of force during an armed siege, a jury in Boise, Idaho, acquitted two men today in the slaying of a Federal marshal last summer that set off an 11-day standoff in the Selkirk Mountains.    After 19 days of deliberation, virtually all of the Government's case against Randy Weaver, 45, a white separatist, and Kevin Harris, 25, a family friend, was rejected by the Federal court jury.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Meeting on Jordan","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-basketball-meeting-on-jordan.html","abstract":"  The National Basketball Association said yesterday it would meet with representatives of RICHARD ESQUINAS Monday to discuss his allegations that MICHAEL JORDAN was a compulsive gambler who lost $1.25 million to him in golf wagers in September 1991. The league has retained FREDERICK LACEY, former federal judge and United States attorney, as a consultant to represent it. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/09/us/inside-329693.html","abstract":"  On Streets Ruled by Guns, 2 Women Are Hit, One Fatally    Two women were shot, one fatally, in separate Brooklyb incidents involving the kind of wild, random gunfire that has traumatized some of the toughest parts of New York. Both stepped into the paths of bullets that were aimed at others. Page B1. Advance on Cancer Cure    Scientists are encouraged by the ability of special antibodies to attack cancer cells but caution that human treatments may be distant. Page A10.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Smith C.B.A. Coach","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-people-basketball-smith-cba-coach.html","abstract":"  Former N.B.A. all-star guard RANDY SMITH has been named coach of the Hartford Hellcats, the Continental Basketball Association team said yesterday. Smith, 44, played 12 seasons in the N.B.A. and holds the record for consecutive games played, 906. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"In Sibu, a Page Out of Conrad","web_url":"https://www.nytimes.com/1993/07/09/style/IHT-in-sibu-a-page-out-of-conrad.html","abstract":"The American woman started it. We had taken the two-hour taxi ride from Johore Bahru to the Tanjong Leman levee on the east coast of Malaysia. The landing was a ramshackle hut on a tiny beach with a view of the island of Sibu directly in front. To the so","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/07/09/books/the-spoken-word.html","abstract":"  \"CYBORG ESTHETICS: REDEFINING THE SENSUAL,\" New Museum of Contemporary Art, 583 Broadway, at Prince Street, SoHo. A discussion about the impact of technology on esthetics. Tomorrow at 2 P.M. Admission: $3.50; $2.50 for students and the elderly; children under 12 free. Information: (212) 219-1222. \"ALTERNATIVE SCHOOLS,\" New York Open Center, 83 Spring Street, at Broadway, SoHo. Jerry Mintz discusses alternative education and home schooling. Tonight at 7:30. Admission: $12. Information: (212) 219-2527.","thumbnail":null,"section":"Books"},{"date":"19930709","headline":"Protest of Atlanta Olympic Site","web_url":"https://www.nytimes.com/1993/07/09/sports/protest-of-atlanta-olympic-site.html","abstract":"  A group of about 50 protesters moved onto the site of the planned Olympic stadium for the 1996 Games this afternoon and vowed to stay through the groundbreaking ceremony on Saturday.   The protestors, who had a variety of objections to the Olympic stadium, began setting up tents late today. Some of the protesters said they represented residents of the largely black, low-income areas surrounding the stadium; they claimed the construction over the next three years will further degrade their neighborhoods.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Clinton's Welfare Planners Vow an Open Process","web_url":"https://www.nytimes.com/1993/07/09/us/clinton-s-welfare-planners-vow-an-open-process.html","abstract":"  The Clinton Administration's welfare-reform planners are pledging to be an open bunch, so open they even held a briefing today to announce, among other things, their openness.   They issued a press release to celebrate their \"open and collaborative process,\" and promised to consult many \"real people\" and provide \"a series of working papers\" to anyone interested.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Sofia Journal; An Old Red Fumes in His Villa Prison","web_url":"https://www.nytimes.com/1993/07/09/world/sofia-journal-an-old-red-fumes-in-his-villa-prison.html","abstract":"  Nearing his 82d birthday and in his fourth year under house arrest, Todor Zhivkov, who ruled Bulgaria with a strong hand for 33 years until his ouster in 1989, lives in high comfort, enjoys apparent good health and exudes bitterness and anger.   In his living room in the mountainside suburb of Boyana, the nesting place of the elite before, during and after the Communist era, sitting at a picture window that allows a view of the capital below through a screen of tall birches, lime trees and rose bushes, the former leader bridled when a visitor mentioned the name Andrei Lukanov.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"About Real Estate;\nNew York City Refurbishing Homes","web_url":"https://www.nytimes.com/1993/07/09/us/about-real-estate-new-york-city-refurbishing-homes.html","abstract":"The frame colonial at 110-11 157th Street in South Jamaica, Queens, used to be someone's home. Now it's an eyesore.\n\nYears ago, the city seized it for nonpayment of property taxes and boarded it up. But soon the plywood over windows and doors will come off, new siding will be installed, the interior will be refurbished and a new roof will go on if needed.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Parrying Iraq, U.N. Will Seek to Seal Missile Sites","web_url":"https://www.nytimes.com/1993/07/09/world/parrying-iraq-un-will-seek-to-seal-missile-sites.html","abstract":"  In an effort to break the stalemate with Iraq over permanent monitoring of the country's missile testing sites, the United Nations sent a team of inspectors to Baghdad today with instructions to put seals on the sites and to stop all testing of rockets temporarily.    The move came three days after the United Nations Special Commission on Iraq withdrew its inspectors from Baghdad because they were prevented from installing remote-control cameras to monitor activity at the missile sites.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Review/Television; Fighting Homosexuality With Words","web_url":"https://www.nytimes.com/1993/07/09/arts/review-television-fighting-homosexuality-with-words.html","abstract":"  Meet the Rev. Fred Phelps, whose method of fighting homosexuality is to call one opponent \"a Jezebellian, switch-hitting whore\" and another \"a fat, ugly sodomite\" and still another, a county district attorney, \"a depraved, adulterous, whorish woman.\" On tonight's edition of \"20/20\" he characterizes his approach as \"moral persuasion.\"   Mr. Phelps operates out of a Baptist church in Topeka, Kan., with a congregation of his nine grown children and their spouses and children. They attack by fax, picket those they find objectionable (including people who have died of AIDS) and to judge by John Stossel's vivid report, make life a torment for anybody on their list.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Madison Square Garden Bids Bittersweet Adieu to Sweet Science","web_url":"https://www.nytimes.com/1993/07/09/sports/boxing-madison-square-garden-bids-bittersweet-adieu-to-sweet-science.html","abstract":"  In the locker room before the main event, the world's No. 1 featherweight contender, Kevin Kelley of Flushing, waited.   \"I won the Golden Gloves here,\" he said, \"and now they're closing the door on me.\"   Kelley wondered what would happen to all the other young fighters with dreams of making it to Madison Square Garden. This was the place where a parade of ethnic newcomers fought their way to the American middle class.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/09/style/chronicle-151593.html","abstract":"  Oh, the tangled web we weave: RAINE SPENCER, stepmother of the Princess of Wales, was married to a French count yesterday, 15 months after the death of her second husband. Countess Spencer, 63, married Count JEAN-FRANCOIS DE CHAMBRUN, 57, in a civil ceremony. Her second husband, the 8th Earl Spencer, the Princess's father, died in March 1992.    Neither the Princess nor her three siblings attended the wedding, the Associated Press reported. They were said to have harbored ill feelings for their stepmother, nicknaming her \"Acid Raine\" and criticizing her for selling off family treasures.","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/07/09/sports/results-plus-058693.html","abstract":"  GOLF  Rookie Has Share of the Lead in Virginia    Rookie John Flannery shook off an early double bogey and shot a five-under-par 66 for a share of the lead after yesterday's steamy first round of the Anheuser-Busch Golf Classic in Williamsburg, Va. Flannery, the player of the year on the 1992 Hogan Tour, birdied three of his last four holes at Kingsmill Golf Club to tie Jim Gallagher Jr. and Trevor Dodds. Flannery, Gallagher and Dodds began their rounds in the afternoon, when the temperature had climbed into the upper 90's and a thick haze had settled over the 6,797-yard course, which is along the James River. (AP) TENNIS  Magdalena Maleeva Upsets Fernandez    Magdalena Maleeva ousted No. 2 seeded Mary Joe Fernandez, 6-3, 6-4, yesterday in the first round of the Gunze tournament in Tokyo. Top-seeded Gabriela Sabatini needed a second-set tie breaker to beat Nicole Provis, an Australian, 6-4, 7-6 (7-4). The Argentine player next plays American Lisa Raymond as the tournament moves to Osaka on Friday. In yesterday's only men's first-round match, Mark Woodforde of Australia outlasted Russian Andrei Cherkasov, 7-6 (7-1), 4-6, 6-3. (AP) Stoltenberg Upsets Rosset: Australian Jason Stoltenberg beat the Olympic champion, Marc Rosset of Switzerland, in a third-set tie breaker, 6-4, 6-7 (3-7), 7-6 (7-5), yesterday to reach the quarterfinals of the Swiss Open clay court tournament in Gstaad.Second-seeded Thomas Muster of Austria defeated Rodolphe Gilbert of France, 3-6, 6-3, 6-1. (AP) Rusedski and Antonitsch Win in Newport: Greg Rusedski of Canada and Alex Antonitsch of Austria won quarterfinal matches yesterday in the Hall of Fame Championships in Newport, R.I. Rusedski downed Shuzo Matsuaku of Japan, 6-7 (1-7), 6-4, 6-4, and the fifth-seeded Antonitsch beat fourth-seeded Grant Stafford of South Africa, 6-4, 4-6, 6-1. (AP) FOOTBALL  Ottawa Spoils American Debut in Canada    Tom Burgess threw three touchdown passes and Wayne Walker scored twice Wednesday night as Ottawa, the host team, spoiled the debut of the Canadian Football League's first American-based team by beating Sacramento, 32-23. Sacramento's offense staggered in the beginning, going just under 24 minutes before gaining a first down, and quarterback David Archer was sacked four times in the second quarter. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"A Tale of Two Games: Mets Make Jump From Dreadful to Wonderful","web_url":"https://www.nytimes.com/1993/07/09/sports/baseball-a-tale-of-two-games-mets-make-jump-from-dreadful-to-wonderful.html","abstract":"  Joe McIlvaine, the Mets' new head of baseball operations, last night saw the flaws in his ball club: the erratic pitching, the defensive mix-ups, the failure to dig deep and find something extra when a game is on the line.    The Mets' dreadful 11-8 loss to the Los Angeles Dodgers in the opener of a doubleheader at Shea Stadium did little to ease any jitters that McIlvaine might have had over taking charge of a last-place ball club.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Review/Music; Big Forces And Small In Requiem By Faure","web_url":"https://www.nytimes.com/1993/07/09/arts/review-music-big-forces-and-small-in-requiem-by-faure.html","abstract":"  John Rutter, the conductor and composer, has made himself almost synonymous with the Faure Requiem, performing it on many occasions. He has prepared his own edition of the work, based on a chamber orchestra version that Faure produced in 1893. The Requiem, a work of intimate spiritual intensities, benefits greatly from this treatment.   It is strange, then, that Mr. Rutter seems to favor large choruses alongside his chamber forces. On Monday night at Carnegie Hall, he led the New England Symphonic Ensemble, which blended nine choruses from around the country.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Upper Mississippi's Hemorrhage Poses No Threat to Old Man River","web_url":"https://www.nytimes.com/1993/07/09/us/wicked-weather-upper-mississippi-s-hemorrhage-poses-no-threat-old-man-river.html","abstract":"  The floods plaguing the upper Mississippi Valley are posing no threat to flood-prone New Orleans, the river's major port, where high water is a way of life.   The reason, hydraulic engineers say, is that the Mississippi is actually two rivers, above and below Cairo, Ill. At Cairo, the river joins forces with the Ohio River, after having already taken on the waters of the Missouri, Illinois and Iowa Rivers.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/07/09/arts/diner-s-journal.html","abstract":"  Hotel Perceptions   In recent years, Manhattan hotel dining rooms have struggled to shed the image of bland, formal predictability. Some, like Les Celebrites in the Nikko-Essex House and Lespinasse in the St. Regis Hotel, have succeeded admirably. Fifty Seven Fifty Seven in the new Four Seasons Hotel, 57 East 57th Street, (212) 758-6560, looks like no other hotel restaurant (and though the name of the hotel sounds like another restaurant, the two are unconnected). It has a vaguely Egyptian feel: bare floors, a soaring 22-foot coffered ceiling and the echo of Deco in its handsome details. Yet thanks to the honeyed tone of polished woods and the superb lighting, the setting is warm and welcoming.   The food, orchestrated by Harry Gabel, who comes to New York from a stint at the Four Seasons Wailea on Maui, is also less formal than most. Grilling and roasting highlight a contemporary menu (main dishes $21 to $28) that avoids the overreaching complexity often typical of American cooking. Well-executed fried calamari, shrimp-and-artichoke risotto, and roasted filet steak with peppered mushroom stew are a few examples. Baked halibut with roasted vegetables suffered from the merest overcooking. Vichyssoise did not benefit from a seared sea scallop moored in the middle of the soup.","thumbnail":null,"section":"Arts"},{"date":"19930709","headline":"Mets Won't Be Rebuilt in a Day, Says McIlvaine","web_url":"https://www.nytimes.com/1993/07/09/sports/baseball-mets-won-t-be-rebuilt-in-a-day-says-mcilvaine.html","abstract":"  The announcement, like so much of the rest of the season for the Mets, lacked all suspense.   Joe McIlvaine, who had effectively been put in charge of the baseball operation before he took the title or the microphone yesterday, was officially named general manager of the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Sports of The Times; A Return Trip From Paradise","web_url":"https://www.nytimes.com/1993/07/09/sports/sports-of-the-times-a-return-trip-from-paradise.html","abstract":"  THE good news is that nobody bought the house.   Thanks to the wonders of the real estate marketplace, it has remained the property of Joe and Marty McIlvaine long enough to provide a familiar place when their family makes its return from San Diego to Westchester.","thumbnail":null,"section":"Sports"},{"date":"19930709","headline":"Albany Term: Much Undone","web_url":"https://www.nytimes.com/1993/07/09/nyregion/albany-term-much-undone.html","abstract":"  With a few notable exceptions -- primarily the creation of a tenuously financed environmental fund -- the 1993 New York legislative session may be remembered most for what did not get done.   After a prolonged session, already one of the longest in the country, the Legislature deferred action on the biggest health-care issue before it, revamping a hospital-payment system that expires at the end of the year.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Nigerian Opposition Accord Brings Pressure on Military","web_url":"https://www.nytimes.com/1993/07/09/world/nigerian-opposition-accord-brings-pressure-on-military.html","abstract":"  Officials of Nigeria's two opposition political parties said today that their agreement to form an interim government would raise pressure on Gen. Ibrahim Babangida to return Nigeria to civilian rule by Aug. 27.   As the two parties began efforts to form the interim government, the streets of Lagos were generally calm after four days of violent protests against the military Government's decision to annul the presidential elections last month.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/09/style/IHT-what-theyre-reading.html","abstract":"Paul Wilkinson, a specialist in the study of terrorism, is re-reading the poetry of Robert Frost. . \"His lyrical evocation of rural America in 'The Last Mowing' is haunting: 'The place for the moment is ours / For you, O tumultuous flowers, / To go t","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"Bank on Russia's Coming Businessmen","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-bank-on-russias-coming-businessmen.html","abstract":"There is a danger in treating President Boris Yeltsin as the champion of economic reform in Russia and portraying his struggle with parliament as a contest between \"democrats\" and \"conservatives.\" This oversimplified description has b","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Questions About Airport and Candidate","web_url":"https://www.nytimes.com/1993/07/09/nyregion/questions-about-airport-and-candidate.html","abstract":"  Westchester County Airport, with its battered Quonset hut of a terminal and its wildcat parking arrangements, would have made barnstormers, like Charles Lindbergh, proud. But this area's Fortune 500 corporate executives and other travelers have long needed something more up to date.   A modernization that would include a new terminal and a 1,069-space garage is just now taking off, but it has been caught up in the crosswinds of this county's tangled politics.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/07/09/nyregion/traffic-alert-603193.html","abstract":"  TOMORROW  14th STREET FESTIVAL: Fourteenth Street will be closed from Second Avenue to Avenue of the Americas from 11 A.M. to 6 P.M.  SUNDAY  THIRD AVENUE STREET FESTIVAL: Third Avenue will be closed between 42d and 57th Streets from 10 A.M. to 6 P.M. CAPTIVE NATIONS WEEK RALLY: Fifth Avenue will be closed between 59th and 72d Streets from 9 A.M. until completion.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"How to Make It in Japan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-how-to-make-it-in-japan-letters-to-the-editor.html","abstract":"Regarding \"Artificial Cartels of the Mind Justify Distrust of Japan\" (Opinion, June 16) by Chalmers Johnson: .As an American businessman in Tokyo, I have learned that Japan is hardly the closed society which the \"Japan experts\" woul","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Court Blocks Plan to Raze Band Shell","web_url":"https://www.nytimes.com/1993/07/09/nyregion/court-blocks-plan-to-raze-band-shell.html","abstract":"  The New York State Court of Appeals has blocked the demolition of the Naumburg Bandshell in Central Park, ending a four-year battle between preservationists who wanted to save it and park officials who wanted it razed.   The court, announcing Tuesday that it was refusing to hear an appeal by the New York City Department of Parks and Recreation and the Central Park Conservancy, upheld a lower court ruling that the department could not demolish the 69-year-old limestone band shell because of a city law requiring the protection of gifts.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Critic's Choice/Film; A Rich Array of Italian Concerns","web_url":"https://www.nytimes.com/1993/07/09/movies/critic-s-choice-film-a-rich-array-of-italian-concerns.html","abstract":"  Starting today at the Joseph Papp Public Theater is a monthlong feast of films covering those subjects most precious to Italian cinema: politics, love, religion and food (probably not in that order).   \"The Italian Summer Festival: 30 Days of Italian Cinema at the Public\" begins with Pupi Avati's charming 1984 film, \"We Three,\" best described as an antidote to \"Amadeus.\" Based on the 14-year-old Mozart's brief stay in Bologna while on an Italian tour, the film portrays the composer as an earnest and normal adolescent. His father reminds him to practice his music; he makes a friend of a young man his age, and they both have crushes on a girl from a neighboring estate. Except for an occasional reference to his fame, and the way he is addressed as \"Signore Amade,\" you'd never know he was the Mozart. Like Mr. Avati's 1991 film, \"The Story of Boys and Girls,\" this one is richly photographed in the Bolognese countryside, and populated with enticing, eccentric minor characters.","thumbnail":null,"section":"Movies"},{"date":"19930709","headline":"Clinton to Seek Federal Aid For Midwest Flood Victims","web_url":"https://www.nytimes.com/1993/07/09/us/the-wicked-weather-clinton-to-seek-federal-aid-for-midwest-flood-victims.html","abstract":"  President Clinton said today that he would ask Congress to approve emergency Federal disaster aid for victims of the Midwest flooding, which experts called one of the worst on record.   The flooding, afflicting eight states, has already claimed 16 lives and caused property damage estimated at more than $1 billion, Federal officials say. The President toured the area last weekend and pledged $1.2 billion in emergency funds for crop loss and damage to homes and businesses.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"Albany All-Nighter: Cleared Desks and Unresolved Issues","web_url":"https://www.nytimes.com/1993/07/09/nyregion/albany-all-nighter-cleared-desks-and-unresolved-issues.html","abstract":"  As it closed its 1993 session this morning, the New York State Legislature passed legislation to create a fund to preserve environmentally sensitive lands across the state, but failed to decide how to dispose of radioactive waste from power plants and hospitals.   In a challenge to Gov. Mario M. Cuomo, the Democratic-controlled State Assembly also passed legislation to divert savings from closed psychiatric hospitals to community mental health services, virtually defying the Governor, also a Democrat, to veto a proposal he has consistently opposed. The bill has already passed in the Republican-controlled Senate.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Advance Seen in Finding 'Magic Bullet' for Cancer","web_url":"https://www.nytimes.com/1993/07/09/us/advance-seen-in-finding-magic-bullet-for-cancer.html","abstract":"  After years of hopes raised and hopes dashed that a magic bullet against cancer could ever be invented, scientists have reported an impressive advance in using a sort of molecular sharpshooter to destroy tumor cells.   In the new research, scientists have designed so-called monoclonal antibodies that seem to be considerably more effective in wiping out cancer than were previous efforts to target malignant tissue with other antibody proteins. But the latest results have been seen only in rodents, and even if the new approach proves valid, much work must be done before the technique can be used on patients.","thumbnail":null,"section":"U.S."},{"date":"19930709","headline":"On My Mind; Taking Back the Streets","web_url":"https://www.nytimes.com/1993/07/09/opinion/on-my-mind-taking-back-the-streets.html","abstract":"  In 1989, police in New York City made 94,490 narcotics arrests. In 1990, the first year of David Dinkins's term as Mayor, the figure was 68,276. It stayed in that range the next two years -- a three-year total of about 75,000 fewer arrests.    Each street pusher who escaped arrest carries out thousands of deals each year. The total they committed without ever being taken to the precinct house is -- fill in your own estimate, nobody else really knows either.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Blacks, Tokenism and the G.O.P.","web_url":"https://www.nytimes.com/1993/07/09/opinion/blacks-tokenism-and-the-gop.html","abstract":"The Supreme Court decision opposing racially based Congressional redistricting in North Carolina highlights a long-standing conflict between the stated convictions of all wings of the Republican Party and the tactics and structure of the Republican National Committee.\n\nIn Shaw v. Reno, the Supreme Court ruled that a district formed to encourage the election of a black Congressman was unacceptably gerrymandered. Ironically, the Republican National Committee made the creation of minority districts a major goal of its reapportionment strategy in the Reagan-Bush years.","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"Hear This","web_url":"https://www.nytimes.com/1993/07/09/style/IHT-hear-this.html","abstract":"Answers to questions we never asked: 65 percent of Americans recently surveyed (by a company that makes sugar and fat substitutes) said they were ice cream lovers. Asked which among milk, ice cream or beer was the most important thing to keep in the fridg","thumbnail":null,"section":"Style"},{"date":"19930709","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/09/nyregion/metro-digest-462493.html","abstract":"  CANDIDATE FOR CHANCELLOR WITHDRAWS   Bernard R. Gifford, the California professor who was the leading candidate to be New York City's next schools chancellor, has removed himself from consideration for the second time in 10 days, this time calling it final. A1. With the tangled courtship between the New York City Board of Education and Bernard R. Gifford ended, the board is left shaken. B2.","thumbnail":null,"section":"New York"},{"date":"19930709","headline":"Yeltsin Arrives in Tokyo As Aid Plan Is Prepared","web_url":"https://www.nytimes.com/1993/07/09/world/summit-in-tokyo-yeltsin-arrives-in-tokyo-as-aid-plan-is-prepared.html","abstract":"  Arriving at the economic summit meeting as leaders of the seven leading industrial nations were preparing a new aid package for his country, President Boris N. Yeltsin of Russia offered unusually conciliatory words today in an effort to warm decades of icy relations with Japan.   The financial package, announced as a near certainty late today by Treasury Secretary Lloyd M. Bentsen, includes funds for training, grants and loans to help put Russia's state-owned companies into private hands.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"1918: Moscow Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/09/opinion/IHT-1918-moscow-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - Serious outbreaks seem to have followed the murder of Count Mirbach. A wireless message from Moscow says that in different parts of the city engagements occurred between the counter-revolutionaries and the Bolshevists, the fighting turning in","thumbnail":null,"section":"Opinion"},{"date":"19930709","headline":"1874 Pact May Bar Cleric's Extradition","web_url":"https://www.nytimes.com/1993/07/09/world/1874-pact-may-bar-cleric-s-extradition.html","abstract":"  As the United States and Egypt struggle over how to deal with Sheik Omar Abdel Rahman, the radical Muslim cleric, a new problem has emerged: senior Administration officials say the extradition treaty between the two countries does not appear to offer legal justification for returning him to Egypt.   The treaty, signed in 1874 in Constantinople by the Administration of Ulysses S. Grant and the Ottoman Empire, does not include as an extraditable offense the only charge that Egypt has seriously mentioned against Mr. Abdel Rahman: that a speech he delivered in a mosque in Egypt four years ago incited his followers to riot.","thumbnail":null,"section":"World"},{"date":"19930709","headline":"Adoption Won't Cause Criminal Behavior","web_url":"https://www.nytimes.com/1993/07/09/opinion/l-adoption-won-t-cause-criminal-behavior-187693.html","abstract":"  To the Editor:   Your identification in a July 1 news article of Joel Rifkin, the Long Island man who confessed to 17 murders, as someone who was adopted is irrelevant and potentially hurtful to young people in the New York area who are themselves adopted.   You cite Dr. James A. Fox, an authority on criminal behavior, as an \"expert\" and an appropriate source on how adopted people might behave as a result of their adoption. Would you also use him as a source in stories about former President Gerald Ford, the baseball star Jim Palmer, the Olympic champion diver Greg Louganis, the figure skaters Kitty and Peter Carruthers, to name a few?","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930709","headline":"The Parliament of Canada passes the Nunavut Act leading to the 1999 creation of Nunavut, dividing the Northwest Territories into arctic (Inuit) and sub-arctic (Dene) lands based on a plebiscite.","pages":[{"title":"Parliament of Canada","web_url":"https://en.wikipedia.org/wiki/Parliament_of_Canada","description":"Canadian federal legislature","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/a/a0/Parliament_of_Canada_Badge.png","thumbnail_width":259,"thumbnail_height":384},"abstract":"The Parliament of Canada is the federal legislature of Canada, seated at Parliament Hill in Ottawa, and is composed of three parts: the King, the Senate, and the House of Commons. By constitutional convention, the House of Commons is dominant, with the Senate rarely opposing its will. The Senate reviews legislation from a less partisan standpoint and may initiate certain bills. The monarch or his representative, normally the governor general, provides royal assent to make bills into law."},{"title":"Nunavut","web_url":"https://en.wikipedia.org/wiki/Nunavut","description":"Territory of Canada","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Flag_of_Nunavut.svg/320px-Flag_of_Nunavut.svg.png","thumbnail_width":320,"thumbnail_height":180},"abstract":"Nunavut is the largest and northernmost territory of Canada. It was separated officially from the Northwest Territories on April 1, 1999, via the Nunavut Act and the Nunavut Land Claims Agreement Act, which provided this territory to the Inuit for independent government. The boundaries had been drawn in 1993. The creation of Nunavut resulted in the first major change to Canada's political map in half a century since the province of Newfoundland was admitted in 1949."},{"title":"Northwest Territories","web_url":"https://en.wikipedia.org/wiki/Northwest_Territories","description":"Territory of Canada","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Flag_of_the_Northwest_Territories.svg/320px-Flag_of_the_Northwest_Territories.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"The Northwest Territories is a federal territory of Canada. At a land area of approximately 1,144,000 km2 (442,000 sq mi) and a 2016 census population of 41,790, it is the second-largest and the most populous of the three territories in Northern Canada. Its estimated population as of 2023 is 45,668. Yellowknife is the capital, most populous community, and only city in the territory; its population was 19,569 as of the 2016 census. It became the territorial capital in 1967, following recommendations by the Carrothers Commission."},{"title":"Inuit","web_url":"https://en.wikipedia.org/wiki/Inuit","description":"Group of peoples of Arctic North America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Inuit-Kleidung_1.jpg/320px-Inuit-Kleidung_1.jpg","thumbnail_width":320,"thumbnail_height":257},"abstract":"Inuit are a group of culturally similar indigenous peoples inhabiting the Arctic and subarctic regions of Greenland, Labrador, Quebec, Nunavut, the Northwest Territories, and Alaska. Inuit languages are part of the Eskimo–Aleut languages, also known as Inuit-Yupik-Unangan, and also as Eskaleut. Inuit Sign Language is a critically endangered language isolate used in Nunavut."},{"title":"Dene","web_url":"https://en.wikipedia.org/wiki/Dene","description":"Indigenous people in northern Canada","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Hareskin_canoe.jpg/320px-Hareskin_canoe.jpg","thumbnail_width":320,"thumbnail_height":186},"abstract":"The Dene people are an indigenous group of First Nations who inhabit the northern boreal and Arctic regions of Canada. The Dene speak Northern Athabaskan languages. Dene is the common Athabaskan word for \"people\". The term \"Dene\" has two usages. More commonly, it is used narrowly to refer to the Athabaskan speakers of the Northwest Territories and Nunavut in Canada, especially including the Chipewyan (Denesuline), Tlicho (Dogrib), Yellowknives (T'atsaot'ine), Slavey, and Sahtu. However, it is sometimes also used to refer to all Northern Athabaskan speakers, who are spread in a wide range all across Alaska and northern Canada. The Southern Athabaskan speakers, however, also refer to themselves by similar words: Diné (Navajo) and Indé (Apache)."},{"title":"1982 Northwest Territories division plebiscite","web_url":"https://en.wikipedia.org/wiki/1982_Northwest_Territories_division_plebiscite","description":"1982 referendum creating the Canadian territory of Nunavut","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/NWT_Boundary_Plebiscites.jpg/320px-NWT_Boundary_Plebiscites.jpg","thumbnail_width":320,"thumbnail_height":278},"abstract":"The Northwest Territories division plebiscite was a stand-alone, territory-wide plebiscite conducted on April 14, 1982. This was the first territory-wide plebiscite conducted in Northwest Territories history. The results of the plebiscite would eventually lead to the creation of Nunavut, and spawn three other plebiscites during the creation process of the new territory."}]}],"weather":[{"date":"19930709","time":"1993-07-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":70,"wspd":14.8},{"date":"19930709","time":"1993-07-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":71,"wspd":16.6},{"date":"19930709","time":"1993-07-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":72,"wspd":14.8},{"date":"19930709","time":"1993-07-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":76,"wspd":16.6},{"date":"19930709","time":"1993-07-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":76,"wspd":16.6},{"date":"19930709","time":"1993-07-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":76,"wspd":14.8},{"date":"19930709","time":"1993-07-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":75,"wspd":20.5},{"date":"19930709","time":"1993-07-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":75,"wspd":14.8},{"date":"19930709","time":"1993-07-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":71,"wspd":20.5},{"date":"19930709","time":"1993-07-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":65,"wspd":25.9},{"date":"19930709","time":"1993-07-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":71,"wspd":27.7},{"date":"19930709","time":"1993-07-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":67,"wspd":22.3},{"date":"19930709","time":"1993-07-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":93,"wspd":25.9},{"date":"19930709","time":"1993-07-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":90,"wspd":11.2},{"date":"19930709","time":"1993-07-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":85,"wspd":5.4},{"date":"19930709","time":"1993-07-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":84,"wspd":7.6},{"date":"19930709","time":"1993-07-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":84,"wspd":13},{"date":"19930709","time":"1993-07-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":81,"wspd":11.2},{"date":"19930709","time":"1993-07-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":9.4},{"date":"19930709","time":"1993-07-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":77,"wspd":9.4},{"date":"19930709","time":"1993-07-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":11.2},{"date":"19930709","time":"1993-07-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":82,"wspd":7.6},{"date":"19930709","time":"1993-07-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":14.8},{"date":"19930709","time":"1993-07-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":88,"wspd":13},{"date":"19930709","time":"1993-07-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":54,"wspd":20.5},{"date":"19930709","time":"1993-07-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":58,"wspd":18.7},{"date":"19930709","time":"1993-07-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":62,"wspd":18.7},{"date":"19930709","time":"1993-07-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":64,"wspd":14.8},{"date":"19930709","time":"1993-07-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":66,"wspd":13},{"date":"19930709","time":"1993-07-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":70,"wspd":14.8},{"date":"19930709","time":"1993-07-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":73,"wspd":9.4},{"date":"19930709","time":"1993-07-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":77,"wspd":7.6},{"date":"19930709","time":"1993-07-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":82,"wspd":5.4},{"date":"19930709","time":"1993-07-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":85,"wspd":0},{"date":"19930709","time":"1993-07-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":82,"wspd":13},{"date":"19930709","time":"1993-07-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":77,"wspd":14.8},{"date":"19930709","time":"1993-07-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":63,"wspd":18.7},{"date":"19930709","time":"1993-07-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":52,"wspd":24.1},{"date":"19930709","time":"1993-07-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":45,"wspd":20.5},{"date":"19930709","time":"1993-07-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":41,"wspd":16.6},{"date":"19930709","time":"1993-07-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":31,"wspd":18.7},{"date":"19930709","time":"1993-07-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.8,"rhum":34,"wspd":27.7},{"date":"19930709","time":"1993-07-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.8,"rhum":30,"wspd":16.6},{"date":"19930709","time":"1993-07-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":30,"wspd":25.9},{"date":"19930709","time":"1993-07-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":30,"wspd":18.7},{"date":"19930709","time":"1993-07-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":39.4,"rhum":28,"wspd":14.8},{"date":"19930709","time":"1993-07-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":30,"wspd":22.3},{"date":"19930709","time":"1993-07-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.8,"rhum":33,"wspd":22.3}]},"19930710":{"guardian_articles":[],"nytimes_articles":[{"date":"19930710","headline":"Death After Anesthesia at Abortion Clinic","web_url":"https://www.nytimes.com/1993/07/10/nyregion/death-after-anesthesia-at-abortion-clinic.html","abstract":"  A 33-year-old Bronx woman who had entered a Queens abortion clinic went into cardiac arrest under anesthesia yesterday and was rushed to a local hospital where she was pronounced dead less than an hour later, the police said.   The woman, who was identified by hospital records as Guadalupe Negron, was a patient at the Metro Women's Center at 102-21 Roosevelt Avenue in Corona early yesterday afternoon, said a police spokesman, Officer Scott Bloch.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"SUMMIT IN TOKYO: News Analysis; A Clinton Debut: Fancy Footwork and a Bow","web_url":"https://www.nytimes.com/1993/07/10/world/summit-in-tokyo-news-analysis-a-clinton-debut-fancy-footwork-and-a-bow.html","abstract":"  TOKYO, Saturday, July 10 -- Even before his negotiators wrested a last-second agreement from the Japanese on how to attack its enormous trade imbalance with the United States, it had been a big week for Bill Clinton.   Achieving the long-sought breakthrough with Japan, however tentative a first step it represents in an arduous process, sent the President and his entourage away from his debut in summit diplomacy in an ebullient mood. Even the determinedly dour Secretary of State, Warren Christopher, permitted himself the faintest touch of braggadocio.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Rent Control: The Sideshow","web_url":"https://www.nytimes.com/1993/07/10/opinion/rent-control-the-sideshow.html","abstract":"The Legislature has finally passed new rent stabilization laws that will end rent regulation for just a few of New York City's wealthiest tenants. In the furious debate, politicians portrayed themselves as champions of beleaguered tenants, while landlords pointed with indignation to celebrities living in luxurious homes for absurdly low rents.\n\nIn reality, the battle over the bill had little more than symbolic significance. After weeks of brinksmanship, leaders on both sides agreed to vacancy decontrol of apartments renting for more than $2,000 dollars a month and to eliminate rent regulation for some tenants with annual incomes over $250,000.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/10/style/chronicle-975393.html","abstract":"  The message about the need to find a cure for AIDS has probably never been carried so high.    Last month nine Princetonians, including six new graduates and three current students, set off on a sponsored climb of Mount McKinley, in Alaska, the highest peak in North America, to raise awareness of the disease and funds for Amfar, the American Foundation for AIDS Research.","thumbnail":null,"section":"Style"},{"date":"19930710","headline":"Priest Enters Plea of Guilty To Sex Abuse","web_url":"https://www.nytimes.com/1993/07/10/nyregion/priest-enters-plea-of-guilty-to-sex-abuse.html","abstract":"  A veteran Roman Catholic priest in Orange County pleaded guilty today to taking at least 11 boys from his parishes to a condominium in New Jersey and motels in Cape Cod and engaging in a variety of sexual acts with them over the last 10 years.   The carefully arranged plea, in which the Rev. Edward A. Pipala, a 54-year-old priest who had been a pastor in Goshen and an assistant pastor in Monroe will serve 6 1/2 to 8 years with no chance of parole, comes as Pope John Paul II and the leaders of the American Catholic Church are painfully and publicly struggling with how to deal with priests who have sexually abused children and teen-agers in their trust.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"CYCLING: The Bicycle as Hardware; Rominger Tests His Computer-Style Training in the Tour","web_url":"https://www.nytimes.com/1993/07/10/sports/cycling-bicycle-hardware-rominger-tests-his-computer-style-training-tour.html","abstract":"  Tony Rominger is man, not computer, right? Definitely. He laughs, he sings, he pays his taxes and goes on vacation, he feels pleasure and pain -- especially when somebody with the wrong access code tries to interface his microchip.   \"No, no, no, oh, that's not right,\" Rominger protests. \"Look at me,\" he commands with a laugh. \"I'm a human. Just like you.\"","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Celtics Complete Radja Deal","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-people-basketball-celtics-complete-radja-deal.html","abstract":"  Croatian forward DINO RADJA signed a three-year contract yesterday with the Boston Celtics, nine days after the team announced an agreement in principle.   The signing apparently was delayed by uncertainty about when Radja would be freed from his contract with Vitrus Roma in Italy. That team had given him until July 15 to get out of that deal.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/07/10/nyregion/traffic-alert-673893.html","abstract":"   TODAY    14th STREET FESTIVAL Fourteenth Street will be closed from Second Avenue to Avenue of the Americas from 11 A.M. to 6 P.M.   TOMORROW  THIRD AVENUE STREET FESTIVAL Third Avenue will be closed between 42d and 57th Streets from 10 A.M. to 6 P.M.   CAPTIVE NATIONS WEEK RALLY Fifth Avenue will be closed between 59th and 72d Streets from 9 A.M. until completion.   ","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Beethoven's 9 Symphonies in Y Season","web_url":"https://www.nytimes.com/1993/07/10/arts/beethoven-s-9-symphonies-in-y-season.html","abstract":"  The complete Beethoven symphony cycle, played by the New York Chamber Symphony with Gerard Schwarz conducting, is the centerpiece of the 1993-94 music schedule at the Tisch Center for the Arts at the 92d Street Y. Also notable among the center's plans are a traversal of Shostakovich's 24 Preludes and Fugues by the Russian pianist Tatyana Nikolayeva, a Bach series by the pianist Vladimir Feltsman and a three-concert overview of the guitar repertory by John Williams.    After two seasons in which economic pressures led the center to trim its offerings, the Y has reconsidered its balance of orchestral programs, recitals and chamber music. In the new mix, two orchestral performances that were dropped last year have been restored.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Review/Music; Chamber Art: Unanimity or Debate?","web_url":"https://www.nytimes.com/1993/07/10/arts/review-music-chamber-art-unanimity-or-debate.html","abstract":"  In this public world, the chambers of chamber music have gotten bigger and the performances along with them. Thursday's Mostly Mozart concert at Avery Fisher Hall began, however, with Mozart at a distance. The Mendelssohn String Quartet -- more elegant and not nearly as driven with its new violinist, Nick Eanet -- was pretty much smothered by the big space in which it played. An example: the finale of Mozart's D-Major Quartet (K.499), which with some straining of the ears became playing of admirable high-speed precision but which reached normally attentive listeners as a kind of blur.   Felix Mendelssohn's E-Flat Octet enjoyed, by sheer size alone, a more competitive muscle. It was also supported by a robust and joyful performance, one that mixed the best elements of shared gesture and individual free enterprise. Questions along this line -- the ones that ask whether chamber-music playing should be uniform or argumentative, a unanimous chorus or a colloquy between differing personalities -- were more fully explored in the Mozart G-minor Piano Quartet occupying the middle of this program.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-906093.html","abstract":"  A report by The Associated Press in the Company News column of Business Day on July 2, about E. I. du Pont de Nemours's swap of its acrylics business and $315 million for the nylon operations of Imperial Chemical Industries, misstated the regulatory action taken. The deal was not approved by the Federal Trade Commission. The F.T.C. reviews such transactions but does not formally approve them. In the Du Pont-I.C.I. case, I.C.I. agreed to sell part of its acrylics operations to a third party. That satisfied an F.T.C. complaint that the transaction would have combined the two leading competitors in the United States acrylics industry.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Time to Ban Plutonium Production","web_url":"https://www.nytimes.com/1993/07/10/opinion/time-to-ban-plutonium-production.html","abstract":"  It takes only 11 pounds of plutonium or 33 pounds of highly enriched uranium to make an atomic bomb. In trying to stop the spread of nuclear arms, the U.S. has tried hard to keep such plutonium and uranium out of the hands of would-be bomb-makers. That becomes harder to do as more and more nuclear material is produced. The obvious answer is to ban the production of any more weapons-grade uranium or plutonium and deplete the world's existing stocks.    Until recently the U.S. and its allies have hesitated to take such a step, believing that they might run out of uranium to fuel their nuclear power plants and would need to rely on plutonium. That fear is no longer valid.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/07/10/arts/classical-music-in-review-969993.html","abstract":"  Douglas Drake Organist St. Michael's Church Amsterdam Avenue and 99th Street","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Italy Finds Goldoni as Timely as Ever","web_url":"https://www.nytimes.com/1993/07/10/theater/italy-finds-goldoni-as-timely-as-ever.html","abstract":"  Although the 18th-century Italian playwright Carlo Goldoni is not often performed in the United States and Britain, his reputation is sharply higher on the European continent. As one approaches his native land, Goldoni's stature becomes downright majestic. Nearly every Italian city, and especially his native Venice, is festooned with Goldoni statues, piazzas and boulevards. And in this, the 200th anniversary year of his death, stages all over Europe have been crowded with Goldoni's works.   Despite Venice's claims to primacy, no Italian city has been a more active champion of the playwright and his works than Milan. The reason is simple: Milan is where Giorgio Strehler, far and way the most important Italian theater director of the last half-century, began the modern-day tradition of Goldoni performance in 1947 with his production of \"Arlecchino, or, the Servant With Two Masters.\" The city is the site of Mr. Strehler's Piccolo Teatro, where three major Strehler Goldoni productions for this anniversary year, including a new \"Arlecchino,\" have been presented.","thumbnail":null,"section":"Theater"},{"date":"19930710","headline":"New York Restores the Catskills Into a Synthetic Wilderness","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-new-york-restores-the-catskills-into-a-synthetic-wilderness-450693.html","abstract":"  To the Editor:   As author of the \"locally notorious article in The New Yorker\" that declared New York's Kaaterskill Falls \"all but unreachable behind a newly grown-up wilderness\" (news article, July 1), I'm writing to object to the adjective \"notorious.\"","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"New York Restores the Catskills Into a Synthetic Wilderness; Grande Dame Hotels","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-new-york-restores-the-catskills-into-a-synthetic-wilderness-grande-dame-hotels-535993.html","abstract":"  To the Editor:   I played piano in the house band at the Laurel House in the Catskills the summer of 1964, just before New York State bought the grand old hotel and, in a sadly unimaginative mood, burned it down (news article, July 1).","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"High Bidder Reneges on Calculator","web_url":"https://www.nytimes.com/1993/07/10/arts/high-bidder-reneges-on-calculator.html","abstract":"  The Swiss dealer who set an auction record at Chistie's in London in May with his bid of $11.8 million for a 19th-century German calculator now says he cannot pay for it.    The buyer, Edgar Mannheimer, a Zurich dealer in watches and scientific instruments, said yesterday that he was in default because his client, whom he did not identify, had abandoned the deal. The talks ended yesterday, Mr. Mannheimer said, when the client told him he was prepared to buy the calculator for a much lower price of around $300,000, should the auction house now decide to put it up for sale again.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Learning Homelessness First-Hand; HUD's Secretary Spends the Night at a Shelter in Queens","web_url":"https://www.nytimes.com/1993/07/10/nyregion/learning-homelessness-first-hand-hud-s-secretary-spends-night-shelter-queens.html","abstract":"  Impeccably dressed in a dark blue suit and a white shirt, the nation's Secretary of Housing and Urban Development, Henry G. Cisneros, went to spend the night in a shelter for the homeless in Queens on Thursday, looking, he said, to educate himself about their problems.    He shooed away a bevy of city officials who greeted him as he drove up to the Briarwood shelter in a chauffeured car about 10 P.M. Then he spent a few hours bantering with the children and gently grilling their parents about what landed them there.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Flooded by Endless Rainfall, Midwest Braces for Still More","web_url":"https://www.nytimes.com/1993/07/10/us/flooded-by-endless-rainfall-midwest-braces-for-still-more.html","abstract":"  Gushing rainfall in the upper Midwest overwhelmed dams and levees tonight and is threatening to unleash flooding not seen in more than a century.   Record floods had broken along the Mississippi River from south of Rock Island to St. Louis, as many of the straining levees broke under the torrents or were overrun by the waves.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Baghdad Journal; A New Graphic Message From Saddam Hussein","web_url":"https://www.nytimes.com/1993/07/10/world/baghdad-journal-a-new-graphic-message-from-saddam-hussein.html","abstract":"  President Saddam Hussein's latest attempt to get even with the man who forced him out of Kuwait is a larger-than-life mosaic of a snarling George Bush on the floor at the entrance to the Rashid Hotel, the best in Baghdad.    Visitors leave dusty footprints on the image of Mr. Bush, who led the allied coalition in the Persian Gulf war. \"Bush Is Criminal,\" says the legend underneath.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Do the Chancellor Search Carefully","web_url":"https://www.nytimes.com/1993/07/10/opinion/do-the-chancellor-search-carefully.html","abstract":"  Bernard Gifford has done New York City's Board of Education a favor. Dr. Gifford, a professor and businessman, has withdrawn from consideration for Schools Chancellor -- for the second time in less than two weeks. He was the leading candidate for the job, but his mercurial temperament suggests he was not the best choice. Now, the board should take this opportunity to reopen the search and make a determined effort to find the best person for the job.    The board has been formally looking for a new schools chief since March, after a bitter 4-to-3 vote against renewing the contract of Joseph Fernandez. A search committee considered more than 100 names before recommending Dr. Gifford and two other educators as the finalists.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Gay Cause Is the Same as Black Cause","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-gay-cause-is-the-same-as-black-cause-558893.html","abstract":"  To the Editor:   Re \"Blacks Reject Gay Rights Fight as Equal to Theirs\" (front page, June 28) and your news article of the same day on New York's gay pride march: Your coverage of the human rights issue in the black and gay communities deals a severe blow to the hard-fought legal advances that civil rights groups have made in the last 20 years.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-899493.html","abstract":"  A review in Weekend yesterday about an exhibition of Charles Burchfield's work at the Drawing Center in SoHo rendered the name of an illustrator incorrectly. It is Leon Bakst.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Mexico Rejects U.S. Request To Hold Chinese Found at Sea","web_url":"https://www.nytimes.com/1993/07/10/us/mexico-rejects-us-request-to-hold-chinese-found-at-sea.html","abstract":"  The Mexican Government tonight refused a request by the United States to detain three shiploads of illegal Chinese immigrants intercepted this week by the Coast Guard.   Earlier in the day, the Administration had asked Mexico to allow the ships to dock in Mexican port, presumably under armed escort by the Coast Guard, which intercepted the ships on Thursday and discovered 659 Chinese aliens on board.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/10/sports/transactions-907993.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Outrighted Paul Abbott, pitcher, to Charlotte of the International League. Recalled Jeff Mutis, pitcher, from Charlotte. National League   HOUSTON ASTROS -- Optioned Rick Parker, outfielder, to Tucson of the Pacific Coast League. Recalled Shane Reynolds, pitcher, from Tucson.   ST. LOUIS CARDINALS -- Activated Ray Lankford, outfielder, from the 15-day disabled list. Placed Les Lancaster, pitcher, on the 15-day disabled list, retroactive to July 7.   PITTSBURGH PIRATES -- Released John Candelaria, pitcher. Activated Randy Tomlin, pitcher, from the 15-day disabled list. Midwest League   BELOIT BREWERS -- Activated Darryl Meek, pitcher, from the 15-day disabled list. Released Keith Schmidt, outfielder.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Murdoch Closes New York Post, Citing a Failure of Labor Talks","web_url":"https://www.nytimes.com/1993/07/10/nyregion/murdoch-closes-new-york-post-citing-a-failure-of-labor-talks.html","abstract":"  Rupert Murdoch, who swooped into the confused New York Post drama as a savior in March, halted publication of the 192-year-old newspaper yesterday, saying he had failed to win the savings he wanted from the newspaper's unions.   The Post did not print this morning's issue, and confused employees trickled out of its South Street building yesterday after they were told by Mr. Murdoch's representatives to clear out. Some carried bags of possessions from their desks, unsure if they would ever return.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"At The Post, Quiet Resignation and Meager Hopes","web_url":"https://www.nytimes.com/1993/07/10/nyregion/at-the-post-quiet-resignation-and-meager-hopes.html","abstract":"  After 44 years with The New York Post, John Fontana could not muster surprise, or frustration, or anger yesterday as he stood outside the newspaper with a few unhappy friends, wondering what he would do if this time the paper's demise was for real.   At 60, he is too young to retire, he said. But who wants to hire a 60-year-old photo retoucher?","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Trust Fund To Purchase Pine Barrens Is Hailed","web_url":"https://www.nytimes.com/1993/07/10/nyregion/trust-fund-to-purchase-pine-barrens-is-hailed.html","abstract":"  Long Island business and environmental leaders today hailed the State Legislature's approval of an environmental trust fund that will help to preserve tens of thousands of acres of the fragile Pine Barrens of eastern Suffolk County.   The leaders, appearing at a news conference here, said that land acquisition from private owners could begin as early as next year. They said they expected the trust fund to match the $10 million that Suffolk County has set aside for that purpose.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Review/Music; A Diva Makes a Cage Her Vehicle","web_url":"https://www.nytimes.com/1993/07/10/arts/review-music-a-diva-makes-a-cage-her-vehicle.html","abstract":"  The appeal of the diva is partly the appeal of the extreme. Exquisite vocal beauty is mixed with overwhelming horror or overbearing passion. The diva's voice is always on the edge, touching on the forbidden, breaking the boundaries of ordinary earthly melody. In her roles, the diva often leaves behind rationality, emulating madness.   By those standards the performance artist Diamanda Galas, whose new composition \"Insekta\" received its world premiere at the opening of Lincoln Center's Serious Fun festival on Thursday night in Alice Tully Hall, is unmistakably a diva.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"English Teacher, 30, Is Buyer of the Ticket Worth $111 Million","web_url":"https://www.nytimes.com/1993/07/10/us/english-teacher-30-is-buyer-of-the-ticket-worth-111-million.html","abstract":"  An English teacher and his fiancee are in hiding somewhere on the west coast of Florida after buying the richest lottery ticket in the nation's history -- $111 million.   The couple said in a telephone interview tonight that they were still recovering from the shock of the windfall but that they had made some decisions about how to spend the money. They said they would share the winnings with relatives and friends.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Crushed Between Two Worlds","web_url":"https://www.nytimes.com/1993/07/10/opinion/crushed-between-two-worlds.html","abstract":"During the American attack on Baghdad on June 26, Leyla al-Attar, a celebrated Iraqi painter, and her husband were killed by a stray rocket that struck their temporary residence. Their previous home had been demolished in the American bombing of Jan. 17, 1991, and was being rebuilt.\n\nA report from Baghdad indicated that the couple went outdoors when they heard the first sounds of the attack and were crushed by a falling concrete wall. A housekeeper was also killed. Two of their children were seriously injured, and one later died.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Agassi Has Streisand But Loses Bollettieri","web_url":"https://www.nytimes.com/1993/07/10/sports/tennis-agassi-has-streisand-but-loses-bollettieri.html","abstract":"  Since bizarre behavior and Zen moments seem to be his touchstones, it doesn't come as a great surprise that Andre Agassi, in a polar twist on the usual severance methods for coach-player associations, was fired yesterday by his longtime mentor, Nick Bollettieri.    \"To help him get back to where he used to be, which was No. 3 in the world, there would have to be close contact,\" Bollettieri said yesterday from North Carolina. \"But he's based in Vegas, I'm at the academy in Bradenton, and there's a space between us. It's not like it used to be. Whether he'll ever reach his greatest potential, no one knows.\"","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"A Swastika in Vermont","web_url":"https://www.nytimes.com/1993/07/10/opinion/a-swastika-in-vermont.html","abstract":"On the Fourth of July, just before 10 A.M., a swastika was painted on a storefront on Main Street here in my town. Tom Bailey, a house painter, said two guys he had met in a bar happened by while he was working and paid him $30 to do the deed. \"It didn't really bother me to put it up there,\" he said later. That afternoon, a man called The Associated Press and claimed responsibility in the name of the unknown Ethan Allen Coalition. \n\nThe coalition's statement was the usual neo-Nazi gobbledygook. It fulminated against \"the welfare and the gays\" and \"Hollywood Jews, \n[\nwho\n]\n are to blame for everything wrong with law and order in society.\" It declared: \"We want Vermont for ourselves. We want it back.\"","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Clinton and Yeltsin to Meet in Moscow","web_url":"https://www.nytimes.com/1993/07/10/world/summit-in-tokyo-clinton-and-yeltsin-to-meet-in-moscow.html","abstract":"  President Clinton and President Boris N. Yeltsin of Russia announced today that they will meet in Moscow for their second formal summit conference, probably later this year.   The two men conferred for more than an hour today after the conclusion of the summit meeting of the leaders of the world's seven leading industrial democracies and pronounced themselves pleased with the outcome of Mr. Yeltsin's appearance at the meeting.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Bosnia Refuses 3-Way Partition And Appeals to U.S. for Support","web_url":"https://www.nytimes.com/1993/07/10/world/bosnia-refuses-3-way-partition-and-appeals-to-us-for-support.html","abstract":"  The Muslim-led Bosnian Government announced today that it would reject a Serbian and Croatian proposal to end the 15-month-old war in this former Yugoslav republic by dividing it into three ethnic states.    The Bosnians appealed to the United States for political and military support in the fight to maintain Bosnia as a country in which all three ethnic groups could live together.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Esiason Predicts Easy Transition to Jets","web_url":"https://www.nytimes.com/1993/07/10/sports/pro-football-esiason-predicts-easy-transition-to-jets.html","abstract":"  Of all the veteran quarterbacks who have switched teams this offseason, Jets quarterback Boomer Esiason thinks he might be in the best position to hit the ground running. The reason is simple: his familiarity with the system that New York Coach Bruce Coslet employs.   Esiason, a nine-year veteran of the Bengals, came to the Jets in a trade with Cincinnati in April. Coslet was the Bengals' offensive coordinator before taking the head-coaching job with the Jets in 1990.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Industry Too Must Share National Park Costs","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-industry-too-must-share-national-park-costs-448493.html","abstract":"  To the Editor:   There are several reasons visitors to our national parks should not be forced to pay the full cost of operating them, as Terry L. Anderson suggests in \"The Forest and the Fees\" (Op-Ed, June 28).","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Key Pitches Yanks Past Stubborn Angels","web_url":"https://www.nytimes.com/1993/07/10/sports/baseball-key-pitches-yanks-past-stubborn-angels.html","abstract":"  Orchestrate an uplifting team meeting before the game, send the reliable Jimmy Key to the mound, cross your fingers and pray for a homer by Danny Tartabull.    That was the strategy Buck Showalter used tonight as the Yankees tried desperately to erase the countless problems that have plagued them on this road trip. Guess what? It worked.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Youths With Potential Honor a Helping Hand","web_url":"https://www.nytimes.com/1993/07/10/nyregion/about-new-york-youths-with-potential-honor-a-helping-hand.html","abstract":"  IT was the year that both the Rev. Martin Luther King Jr. and Robert F. Kennedy were slain, the musical \"Hair\" enthralled Broadway and defiance marked attitudes. It was also the year that 14 male New Yorkers gathered to consider being young, gifted, black and Catholic in a time of turmoil.   The men will come together a week from today to celebrate the 25th anniversary of the Archbishop's Leadership Project, which began in June 1968 under the Archbishop of New York, Terence Cardinal Cooke. Initially archdiocesan leaders planned to use the group to promote the priesthood as a vocation among blacks, but it quickly became a kind of crucible for personal development.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Sports of The Times; Same Game, But With New Players","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-of-the-times-same-game-but-with-new-players.html","abstract":"  AS major league baseball prepares to celebrate All-Star week, the nation's pastime continues to be haunted by the legacy of segregation, which it formally brought to an end in 1946 with the signing of Jackie Robinson.   This morning, the Baltimore Orioles will hold a breakfast for 25 veterans of the Negro Leagues. Later this afternoon, before a game with Chicago, the Orioles will honor the men who competed in a league that flourished because of segregation, then eventually folded because of integration.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Dutoit Gets Post in Tokyo","web_url":"https://www.nytimes.com/1993/07/10/arts/dutoit-gets-post-in-tokyo.html","abstract":"  Charles Dutoit, the music director of the Orchestre Symphonique de Montreal, will take on the post of principal conductor of the NHK Orchestra in Tokyo, beginning in 1996. His contract calls for him to spend eight weeks each season with the Japanese orchestra. Mr. Dutoit is also the music director of the Orchestre National de France and the artistic director and principal conductor of the Mann Music Center in Philadelphia and the Saratoga Performing Arts Center in Saratoga Springs, N.Y., the two summer residencies of the Philadelphia Orchestra.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/10/nyregion/bridge-680093.html","abstract":"  All tournament players know about lead-directing doubles, like the Lightner double in slam situations. Many know about lead-directing bids, which can occur in a number of competitive situations. But what seems to be an entirely new lead-directing action was invented on the diagramed deal during the international playoffs in Memphis in June, which determined the American representation in the 1993 world championships.   East and West were using a modern device favored by a few experts: the two-under pre-empt. Three clubs showed a hand that for most players would be a three-heart opening, and that bid was made in the replay. One of the purposes of this is to transfer the contract, making partner the declarer: The opening lead will then come around to honor any holdings in the partner's hand.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/10/nyregion/no-headline-423993.html","abstract":"  We're in a weather system that doesn't want to change. -- CHRISTA TUCKER, a National Weather Service meteorologist.  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Gay Cause Is the Same as Black Cause; Prominent Supporters","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-gay-cause-is-the-same-as-black-cause-prominent-supporters-562693.html","abstract":"  To the Editor:   Your front-page article on African-American views of the gay rights movement (June 28) bore the headline \"Blacks Reject Gay Rights Fight as Equal to Theirs.\" But when an article quotes such prominent leaders as the Rev. Jesse Jackson, Coretta Scott King, Roger Wilkins and William Gibson, chairman of the N.A.A.C.P., as supporting a unity between black and gay struggles for civil rights, such a categorical headline is surely misleading.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/10/nyregion/metro-digest-499993.html","abstract":"  THE WICKED WEATHER: HEAT'S GRIP BEGINS TO STRANGLE   As the temperature in New York City hit the 100-degree mark for the second day, the heat wavegripping the metropolitan region became increasingly grim and dangerous. Page 1.   Even with round-the-clock hydrant patrols and new valves designed to thwart adversaries, the water still flows. Page 25.   With the help of blinking lights, wailing alarms and a handful of experts, an engineer in Con Edison's control center keeps track of how much electricity New Yorkers are using. Page 25.   Some advice on surviving the heat. Page 25.  NEW YORK CITY  NEW YORK POST IS SHUT DOWN   Rupert Murdoch, who swooped into the confused New York Post drama as an ostensible savior, suspended publication of the 192-year-old newspaper, saying he had failed to win the savings he wanted from the newspaper's unions. Page 1.   At 210 South Street, employees feared the roller-coaster ride was finally really over. Page 22.   A chronology of The New York Post. Page 22.  CLERIC'S APPEAL IS DENIED   Sheik Omar Abdel Rahman, the radical Islamic cleric whose followers have been linked to two bombing conspiracies in New York City, has suffered a setback in his efforts to stay in the United States as the Board of Immigration Appeals in Washington rejected his request for political asylum. Page 23.  TRUSTEE FOR CITY CONCRETE COMPANY   A court trustee has been appointed to oversee a bankrupt concrete company that was created by New York City and sustained by more than $3 million in city subsidies. Page 23.  BODY OF MUSLIM OFFICER IS FOUND   The body of a troubled Muslim transit police officer has been found on a ledge overlooking the Atlantic Ocean, where he appears to have killed himself with a single bullet. Page 22.  LAW PROFESSOR SLAIN   A Hofstra University law professor who was a former Federal prosecutor was found bludgeoned to death in a bathroom of his house in Holliswood, Queens, the police said. Page 23.  REGION   SPORTS BETTING DECLARED DEAD   New Jersey Assembly Speaker Garabed (Chuck) Haytaian declared sports betting in casinos a dead issue, saying he would not bring the measure before the full Assembly. Page 24.  TRASH PICKUPS, AND TALKS, CONTINUE   Union workers returned to clear away trash in Paterson as talks began again between union officials and representatives of 39 trash haulers in the ninth day of a strike affecting at least 14 New Jersey counties. Page 24.  FUND TO BUY PINE BARRENS HAILED   Long Island business and environmental leaders hailed the New York State Legislature's approval of a trust fund that will help to preserve tens of thousands of acres of the fragile Pine Barrens of eastern Suffolk County. Page 24.  REVOCATION OF CITIZENSHIP URGED   The United States Department of Justice is seeking to have the citizenship of an accused Nazi war criminal summarily revoked. Page 24.  About New York by Felicia R. Lee 23    Traffic Alert 23","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Review/Music; From Half a World Away, Tuva's Unearthly Songs","web_url":"https://www.nytimes.com/1993/07/10/arts/review-music-from-half-a-world-away-tuva-s-unearthly-songs.html","abstract":"  On a plateau in southern Siberia, at the border of Mongolia and Russia, lies Tuva, a region surrounded by mountains and largely populated by nomadic herdsmen. Tuvan music is filled with natural sounds: the twitter of birds, the clip-clopping of horses, the lowing of livestock, the hiss of wind through a mountain pass. Six musicians from Tuva, which is now an autonomous part of Russia, performed on Thursday night at the World Financial Center; Ted Levin, an ethnomusicologist, provided commentary between songs.    Like a handful of other groups in the world, notably Tantric Buddhist monks, Tuvans have developed the ability to sing two and three notes simultaneously, a low tone and a harmonic or two up above. One Tuvan throat-singing style, called karagiraa, sounds like a low growl accompanying a wooden flute; another, called sigit, uses a higher fundamental tone and might be a Gregorian chant below a whistle. And in another style, borbannadir, both the fundamental and the overtones quiver and pulsate.","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Hofstra Law Professor Is Found Fatally Beaten in Queens Home","web_url":"https://www.nytimes.com/1993/07/10/nyregion/hofstra-law-professor-is-found-fatally-beaten-in-queens-home.html","abstract":"  A Hofstra University law professor who was a former Federal prosecutor was found bludgeoned to death yesterday in a bathroom of his house in Queens, the police said.   The professor, Dwight L. Greene, 44, was discovered shortly after 11 A.M. by his mother and a neighbor, said a police spokeswoman, Officer Merri Pearsall.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Reporter's Notebook; Democrats Report Another Burglary","web_url":"https://www.nytimes.com/1993/07/10/us/reporter-s-notebook-democrats-report-another-burglary.html","abstract":"  The Democrats suggested dirty tricks. The Republicans dismissed it as a third-rate burglary.   Sound familiar?","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Searching for a Clean, Well-Air-Conditioned Place","web_url":"https://www.nytimes.com/1993/07/10/sports/world-university-games-searching-for-a-clean-well-air-conditioned-place.html","abstract":"  The room was cool, one of the few places on campus that was air-conditioned. Erik Sullivan, a volleyball player from San Diego, lay in a corner on a bare mattress. He opened his eyes occasionally to see what was on MTV on a big-screen television set, but mostly he just lay there, relaxing in the cool air.   \"This is where most of us sleep,\" Sullivan said. \"It's too hot to sleep in our rooms, so we usually come down here for a couple hours a day, then sleep here at night.\"","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Review/Film; Bon Vivant Still Lives. Or Is It Dies?","web_url":"https://www.nytimes.com/1993/07/10/movies/review-film-bon-vivant-still-lives-or-is-it-dies.html","abstract":"Tropic isle chaotic scramble. Frantic, high-pitched sequel. Often funny.","thumbnail":null,"section":"Movies"},{"date":"19930710","headline":"From Bad to Worse in Albany","web_url":"https://www.nytimes.com/1993/07/10/opinion/from-bad-to-worse-in-albany.html","abstract":"  Conventional wisdom holds that legislatures get their most difficult work done in years when they're free from the tyranny of the ballot box. But the unimpressive New York State Legislature got even less done in this non-election year than usual.    As The Times's Kevin Sack writes, the session of 1993 will be known for what it didn't do. After six months, it left the New York City schools bereft of reform. It didn't approve a new governance system for the schools, and didn't agree on either how to rein in powerful school custodians or on the Assembly's plan for eliminating corrupt practices of the city's community school boards. It didn't even repeal the Wicks law, which burdens local governments with wasteful construction practices.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-902893.html","abstract":"  A report in the Q & A column of the \"Your Money\" pages on July 3, about reporting profits on convertible bonds, misstated the effective date of a change in how their profits are taxed. For bonds issued after July 18, 1984, and purchased at a market discount, the gains are taxed as ordinary income, not capital gains, to the extent of the discount.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Russian Parliament Votes a Claim to Ukrainian Port of Sevastopol","web_url":"https://www.nytimes.com/1993/07/10/world/russian-parliament-votes-a-claim-to-ukrainian-port-of-sevastopol.html","abstract":"  The Russian Parliament passed a resolution today declaring the Crimean port city of Sevastopol, which is within Ukraine, to be a Russian city.   The resolution was not likely to have much impact, since Ukraine has no intention of ceding Sevastopol and President Boris N. Yeltsin, who is in Tokyo attending the Group of Seven meeting, is unlikely to try to enforce it.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Industry Too Must Share National Park Costs; Dedicate the Fees","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-industry-too-must-share-national-park-costs-dedicate-the-fees-530893.html","abstract":"  To the Editor:   I take strong exception to Terry L. Anderson's \"Forests and the Fees\" (Op-Ed, June 28). Mr. Anderson mistakenly chastises \"environmentalists,\" whom he disparagingly describes as subscribers to Sierra mag azine, for not wanting \"their constituents to pay the costs of services at the national parks.\"","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Observer; Still, Papa Was Right","web_url":"https://www.nytimes.com/1993/07/10/opinion/observer-still-papa-was-right.html","abstract":"  People who believe in U.F.O.'s demonstrated at the White House the other day demanding that the Government come clean. Their placards said the Government knew U.F.O.'s \"are real,\" and they want it to quit pretending they're not and tell what it knows about these visitors from out yonder.   I tend to believe almost anybody who says the Government is suppressing the facts. That's what comes of living through the Vietnam War, Watergate and the C.I.A.'s reporting on the robust health of the Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"President Clinton on Summit Conference: 'We Have Made a Serious Start'","web_url":"https://www.nytimes.com/1993/07/10/world/summit-tokyo-president-clinton-summit-conference-we-have-made-serious-start.html","abstract":"  Following are excerpts from President Clinton's news conference yesterday in Tokyo after the 19th summit meeting by the Group of Seven industrial nations, as recorded by the Associated Press: STATEMENT   The summit we have concluded sends a message of hope to America and to the world.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"The G.O.P. Pioneers a New Loophole","web_url":"https://www.nytimes.com/1993/07/10/opinion/the-gop-pioneers-a-new-loophole.html","abstract":"  The Republican National Committee has chosen a strange way to appeal to voters attracted by Ross Perot and his flaying of Washington influence-peddling. It is creating a sly new way for corporations, labor unions and wealthy individuals to make unlimited, undisclosed political contributions for party purposes.   The R.N.C. chairman, Haley Barbour, announced last month that the party was establishing a new entity called the National Policy Forum, which will hold meetings across the country on a variety of issues, with the aim, at least in part, of luring Perot supporters to participate in the G.O.P.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Hunt to Enter Another Hall","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-people-tennis-hunt-to-enter-another-hall.html","abstract":"  Hall of Fame inductions aren't exactly new to LAMAR HUNT.  The Texas businessman was enshrined in the Pro Football Hall of Fame in 1972 for helping to found the American Football League. A decade later, the National Soccer Hall of Fame tapped him for helping to establish the North American Soccer League. Today, Hunt will take his place in the International Tennis Hall of Fame as founder of World Championship Tennis in Newport, R.I.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Battle Likely Over Nominee fro Surgeon General","web_url":"https://www.nytimes.com/1993/07/10/us/battle-likely-over-nominee-fro-surgeon-general.html","abstract":"  Another battle appears to be brewing over a top nominee of President Clinton.   A number of conservative groups are mobilizing to block the President's choice for Surgeon General, Dr. Joycelyn Elders, asserting that she wants to bring sex education to kindergartners. Her defenders contend that the religious right is trying to smear one of the most innovative thinkers on sexual responsibility for the young.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Megawatts Falter, and Blackouts Begin","web_url":"https://www.nytimes.com/1993/07/10/nyregion/megawatts-falter-and-blackouts-begin.html","abstract":"  In an exceptionally chilly room atop a major electric substation on Manhattan's West Side, Charles Weliky is watching you turn on your air-conditioner.    With the help of blinking lights, wailing alarms and a handful of engineers and other experts, Mr. Weliky keeps track of how much electricity New Yorkers are using and makes sure demand doesn't exceed supply.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"The Airwaves, Up for Grabs","web_url":"https://www.nytimes.com/1993/07/10/opinion/the-airwaves-up-for-grabs.html","abstract":"If confirmed, will Reed Hundt, President Clinton's nominee to head the Federal Communications Commission, seize an opportunity to stimulate the growth of small business in the field of personal communications systems and thus benefit consumers?\n\nThe issue involves who should provide a new generation of wireless \"personal communication services\" such as advanced wireless telephones that could revolutionize the voice and data communications market. An A.T. &.T. study predicts that by the year 2004 most U.S. households will have cordless telephones that operate at home and anywhere in America.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Signing Day in Green Bay","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-people-football-signing-day-in-green-bay.html","abstract":"  The Green Bay Packers signed first-round draft pick GEORGE TEAGUE yesterday, along with a number of other draft picks and free-agent running back ALAN PINKETT.    Green Bay spokesman LEE REMMEL said he believed it was the first time ever that the Packers had signed contracts with all of their draft picks before the start of training camp, which begins next week.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Beliefs","web_url":"https://www.nytimes.com/1993/07/10/us/beliefs-526093.html","abstract":"  In late February 1992, Bishop Gerard O'Keefe, the Roman Catholic Bishop of Davenport, Iowa, opened a letter marked \"Personal and Confidential.\" It came from Jeffrey R. Anderson, a Minnesota lawyer with a national reputation for suing what he recently called \"the rats\" in the church's basement -- priests accused of sexually abusing minors.   The letter was three sentences long. It notified Bishop O'Keefe, then 74 years old, that he was being sued. The accusations: that he had molested two young girls 30 years earlier, when he was an Auxiliary Bishop in the St. Paul and Minneapolis Archdiocese and rector of that Archdiocese's cathedral.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-896093.html","abstract":"  An obituary on Tuesday about Longstreet Hinton, a former banker who died on June 24, misstated the year of his retirement. It was 1967, not 1976.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Weather, Piazza, Managers Hot. Mets Not.","web_url":"https://www.nytimes.com/1993/07/10/sports/baseball-weather-piazza-managers-hot-mets-not.html","abstract":"  The Mike Piazza story isn't a bad one. It begins modestly, but gains quickly in plot and momentum.   There was his selection in the 69th round of the draft, late and done mostly as a favor to Manager Tommy Lasorda of the Dodgers. There was the temporary decision to quit baseball in the minors. There was his intriguing tutorial in the Dominican Republic, the first baseman turned catcher becoming the first North American graduate of the club's academy there. There were bus rides in Mexico during his tenure as a player for the club in Mexicali.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Crew Keeps Close Watch On Hydrants","web_url":"https://www.nytimes.com/1993/07/10/nyregion/crew-keeps-close-watch-on-hydrants.html","abstract":"  The chatter kept coming over the radio in Larry Sypowicz's truck.   One hydrant has been taken out by a car, three others were reported broken, and then major news: a fire had broken out at a nearby warehouse and seven gushing hydrants nearby were sapping the water pressure.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"DeOssie and Guyton Signed by Giants","web_url":"https://www.nytimes.com/1993/07/10/sports/pro-football-deossie-and-guyton-signed-by-giants.html","abstract":"  The Giants, with the start of training camp and a new era just over a week away, signed two veterans yesterday -- linebacker Steve DeOssie and safety Myron Guyton.   Although there are still some key players without contracts, including running back Dave Meggett and offensive tackle Jumbo Elliott, and although no rookies have yet to sign, the two signings yesterday are a good start to the holdout-contract game that happens annually at many training camps. Given the rookie situation, it is likely that the day before the Giants' camp opens July 18, there will be a signing frenzy by the new players.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/10/style/chronicle-976193.html","abstract":"  \"There was a reason why people had sewing circles,\" EMILY LLOYD, the New York City Sanitation Commissioner, said the other day. \"There is something wonderfully soothing about sewing and talking.\"   Two years ago, the Commissioner and two friends, ANN McIVER, a health-care consultant, and MARY ANN POLICASTRO, a management consultant for not-for-profit organizations, organized a sewing circle that they call Bitch and Stitch.","thumbnail":null,"section":"Style"},{"date":"19930710","headline":"Court Names Trustee for Concrete Company","web_url":"https://www.nytimes.com/1993/07/10/nyregion/court-names-trustee-for-concrete-company.html","abstract":"  A court trustee has been appointed to oversee a bankrupt concrete company that was created by New York City and sustained by more than $3 million in city subsidies over the last seven years.   A city official, Rudolph J. Rinaldi, said yesterday that the court action placing the West 57th Street Concrete Corporation in involuntary bankruptcy raised questions about the city's future support and use of a plant built by the company. The company has accumulated $4 million in debts, according to records filed in Federal Bankruptcy Court in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Board of Education Defends Selection Process for Chancellor","web_url":"https://www.nytimes.com/1993/07/10/nyregion/board-of-education-defends-selection-process-for-chancellor.html","abstract":"  As the Board of Education revived its search for a new schools chancellor for New York City, board members yesterday defended the process that led to an informal agreement to select Bernard R. Gifford, a California professor, who then turned down the job.   \"We have been accused of secrecy,\" the board's president, Carol A. Gresser, said yesterday. \"If anything the whole process was too darn open. Perhaps that is how you drop stitches.\"","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Bosnia Threatened With U.N. Pullout, 2 U.S. Reports Say","web_url":"https://www.nytimes.com/1993/07/10/world/bosnia-threatened-with-un-pullout-2-us-reports-say.html","abstract":"  As the humanitarian crisis in Bosnia worsens, two classified Administration reports say the international mediators in the Balkans are holding out the threat of seeking United Nations withdrawal from the country unless the Bosnian Muslims agree to negotiate on a partition plan.   In recent days, the mediators representing the United Nations and the European Community in the 15-month-old war have publicly warned that the deteriorating conditions could lead the United Nations to reconsider its mandate. Bosnian Government officials interpret the remarks as part of a pressure campaign intended to force them to accept the partition plan.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Sports Betting Proposal Declared Dead in Trenton","web_url":"https://www.nytimes.com/1993/07/10/nyregion/sports-betting-proposal-declared-dead-in-trenton.html","abstract":"  Assembly Speaker Garabed (Chuck) Haytaian declared sports betting in Atlantic City casinos a dead issue today, saying he would not bring the measure before the full Assembly for a crucial vote.   \"Legalized sports betting has no future in New Jersey,\" Mr. Haytaian said at a news conference.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"It's Johnson Against Reynolds, With the 400 Mark in Danger","web_url":"https://www.nytimes.com/1993/07/10/sports/track-it-s-johnson-against-reynolds-with-the-400-mark-in-danger.html","abstract":"  Michael Johnson, two sprinters in one, has rebounded from the ignominy of Olympic failure by taking charge of the 400 meters and making it this year's marquee event in track and field.    Johnson won the national title three weeks ago in Eugene, Ore., in 43.74 seconds, the fastest 400 ever run in the United States. He defeated Quincy Watts, the 1992 Olympic champion, and Butch Reynolds, the world record-holder (43.29). Primarily a 200-meter runner, the 25-year-old Johnson switched events because of a hamstring injury that curtailed his training.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"SUMMIT IN TOKYO: The Overview; CLINTON ACHIEVES TRADE FRAMEWORK IN JAPANESE PACT","web_url":"https://www.nytimes.com/1993/07/10/world/summit-in-tokyo-the-overview-clinton-achieves-trade-framework-in-japanese-pact.html","abstract":"  President Clinton and Prime Minister Kiichi Miyazawa reached a major accord this morning on a hard-fought \"framework\" for resolving a series of mounting trade disputes between the two nations. Mr. Clinton said it committed Japan to bring about \"a highly significant reduction\" in Japan's huge trade surpluses with the United States and the world.   The accord was announced after negotiations that lasted all night -- including a decisive 2 a.m. meeting in the President's hotel suite -- and hours after the Group of Seven summit meeting ended Friday, with Mr. Clinton declaring that his first major effort to create jobs through international trade negotiations had been a success.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Miami's Cuban Exiles May Lose TV Station","web_url":"https://www.nytimes.com/1993/07/10/us/miami-s-cuban-exiles-may-lose-tv-station.html","abstract":"  In a striking illustration of the waning influence of an organization that has dominated Cuban exile politics here and in Washington for a decade, Congress is making its most serious effort to eliminate TV Marti and drastically cut funds for Radio Marti, the last vestiges of cold-war broadcasting to the Soviet bloc.   The exile organization, the Cuban-American National Foundation, successfully lobbied the Reagan Administration to begin the broadcasts in 1985. Both the foundation and the advisory board of the Marti stations are led by Jorge Mas Canosa, a multimillionaire Cuban contractor who has built a power base here that resembles a government in exile, waiting for the fall of President Fidel Castro.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Gay Cause Is the Same as Black Cause; In a Double Bind","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-gay-cause-is-the-same-as-black-cause-in-a-double-bind-567793.html","abstract":"  To the Editor:   As an African-American gay man, I was pleased to see you focus on the tensions between the leaders of the black civil rights movement and the lesbian and gay civil rights movement (front page, June 28). However, I am disappointed you not only fail to question the stereotypes many African-Americans have about the lesbian and gay movement, but actually perpetuate them by rendering black lesbian and gay activism invisible.","thumbnail":null,"section":"Opinion"},{"date":"19930710","headline":"Body of Missing Transit Officer Is Found at Montauk Lighthouse","web_url":"https://www.nytimes.com/1993/07/10/nyregion/body-of-missing-transit-officer-is-found-at-montauk-lighthouse.html","abstract":"  The body of a troubled Muslim transit police officer has been found on a ledge overlooking the Atlantic Ocean, where he appears to have killed himself with a single bullet.   Though the circumstances of the death of Officer Mahamoud Tamer, a two-year veteran of the New York City transit police, are unclear, his colleagues are investigating the possibility that he may have been tormented by harassment from other officers. Reports have suggested that other officers called him \"camel\" and \"Mahamoud the bomber\" in the weeks after the Feb. 26 bombing of the World Trade Center, which the police have tied to Islamic terrorists.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-893593.html","abstract":"  Because of an editing error, an article on Thursday about flooding on the Mississippi River referred imprecisely to Jefferson City, Mo. The city, the state capital, is on the Missouri River, not the Mississippi.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Immigration Board Rejects Sheik's Plea for Asylum","web_url":"https://www.nytimes.com/1993/07/10/nyregion/immigration-board-rejects-sheik-s-plea-for-asylum.html","abstract":"  Sheik Omar Abdel Rahman, the radical Islamic cleric whose followers have been linked to two bombing conspiracies in New York City, suffered a setback yesterday in his efforts to stay in the United States as the Board of Immigration Appeals in Washington rejected his request for political asylum.   The board also upheld an earlier order by the Immigration and Naturalization Service that he be expelled.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Stewart Has a Heart Condition","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-people-golf-stewart-has-a-heart-condition.html","abstract":"  PAYNE STEWART said yesterday he has a heart condition that has forced him to make some minor changes in his life style but will not curtail his golf schedule.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/07/10/arts/classical-music-in-review-970293.html","abstract":"  The Auryn Quartet Frick Collection 70th Street and Fifth Avenue","thumbnail":null,"section":"Arts"},{"date":"19930710","headline":"Stranded Town's Stoic In the Face of Disaster","web_url":"https://www.nytimes.com/1993/07/10/us/stranded-town-s-stoic-in-the-face-of-disaster.html","abstract":"  With the main road here under several feet of water, a boat across flooded cornfields is now one of the few ways to reach this historic wine-making town on the swollen Missouri River, 80 miles upstream from St. Louis.   The disaster that hit this town of 2,700 people this week is, in microcosm, the story of the entire Missouri River, from Nebraska to St. Louis.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"A Weekend Tribute to Ashe","web_url":"https://www.nytimes.com/1993/07/10/sports/sports-people-tennis-a-weekend-tribute-to-ashe.html","abstract":"  Arthur Ashe would have been 50 years old today, and family and friends are planning a weekend tribute in his memory in Richmond.   Gov. L. DOUGLAS WILDER, poet MAYA ANGELOU and ANDREW YOUNG, the civil rights leader and former Mayor of Atlanta, were among those expected to be at a private service to dedicate a granite monument at Ashe's grave.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/10/nyregion/c-corrections-908793.html","abstract":"  An article in Business Day yesterday about Thursday's stock market trading misstated the earnings per share of the Bankers Trust Company in 1992. The figure was $7.34. The article also misstated an analyst's projections for loan-loss provisions at Bankers Trust this year. Paul A. Mackey, first vice president at Dean Witter, expects the bank to set aside $137 million this year, compared with $225 million in 1992.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"3 Israeli Soldiers Killed in a Rocket Attack","web_url":"https://www.nytimes.com/1993/07/10/world/3-israeli-soldiers-killed-in-a-rocket-attack.html","abstract":"  As a team of senior United States officials continued efforts here to give a kick-start to the stalled Middle East peace talks, three Israeli soldiers were killed today in southern Lebanon by rockets fired by pro-Iranian Islamic guerrillas.   The attack brought to five the number of Israeli soldiers killed in the last two days in the self-declared \"security zone.\" The two days of attacks, which left eight wounded, led to retaliatory raids by Israeli forces, whose artillery pounded villages north of the zone dominated by the Islamic Party of God.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Charging War Crimes, U.S. Seeks to Revoke Citizenship","web_url":"https://www.nytimes.com/1993/07/10/nyregion/charging-war-crimes-us-seeks-to-revoke-citizenship.html","abstract":"  The United States Department of Justice sought yesterday to have the citizenship of an accused Nazi war criminal summarily revoked on the ground that his audiotaped confession to taking part in a massacre of about 50 Jews at a concentration camp was so incriminating that the charges did not require a formal trial.   Department officials said the case against the defendant, Jack Reimer, 77, of Carmel, N.Y., was one of those rare instances when an accused war criminal actually confessed to his participation in the Nazi extermination of Jews, even though he attempted to exonerate himself repeatedly.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Chatham Journal; Sunken U-Boat You Say? Out There?","web_url":"https://www.nytimes.com/1993/07/10/us/chatham-journal-sunken-u-boat-you-say-out-there.html","abstract":"  As sunbathers along the beaches here flip through John Grisham's latest thriller, this quiet Cape Cod town has been caught up in a real summer tale.   It began last month when Edward Michaud, a commercial diver, said he had found the wreck of a Nazi submarine, the U-1226, four miles off the coast in only 41 feet of water.","thumbnail":null,"section":"U.S."},{"date":"19930710","headline":"Heat (101degrees) Refuses to Loosen Its Grip","web_url":"https://www.nytimes.com/1993/07/10/nyregion/heat-101degrees-refuses-to-loosen-its-grip.html","abstract":"  As the temperature in New York City hit the 100-degree mark for the second straight day, the heat wave gripping the metropolitan region became increasingly grim and dangerous yesterday.   Emergency calls for police and ambulance service were up significantly in the city. So were visits to the emergency rooms of the 11 acute-care hospitals operated by New York City, particularly by people with asthma and other respiratory ailments, as the city endured its third day of an ozone alert.","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Errol Flynn? No, It's a Swashbuckling Rodriguez in Lead","web_url":"https://www.nytimes.com/1993/07/10/sports/golf-errol-flynn-no-it-s-a-swashbuckling-rodriguez-in-lead.html","abstract":"  With his often nervous putting stroke soothed by a grandmother's putter, Chi Chi Rodriguez withstood the dragon fire in Cherry Hills' greens today to maintain his lead after two rounds of the 14th United States Senior Open.   The 57-year-old Rodriguez did his trademark celebratory sword dance with happy regularity on his way to a one-under-par 70 that gave him a 36-hole total of five-under-par 137.","thumbnail":null,"section":"Sports"},{"date":"19930710","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/10/nyregion/news-summary-404293.html","abstract":"  International 2-6 CLINTON CLAIMS VICTORY ON TRADE   President Clinton and Prime Minister Kiichi Miyazawa agreed on a \"framework\" for resolving trade disputes, with Mr. Clinton declaring that his first major effort to create jobs through international trade talks was a success.  1","thumbnail":null,"section":"New York"},{"date":"19930710","headline":"Scientists Confirm Identification of Bones as Czar's","web_url":"https://www.nytimes.com/1993/07/10/world/scientists-confirm-identification-of-bones-as-czar-s.html","abstract":"  Claiming to have cracked a 75-year-old mystery, British scientists said today that advanced forensic techniques had proved \"virtually beyond doubt\" that bones unearthed in a Russian forest two years ago belonged to Czar Nicholas II and his family.   The scientists used new and established procedures to draw out genetic material from the bones and compare the DNA with samples from known living relatives of the Czar's family. The family was killed in the Russian Revolution.","thumbnail":null,"section":"World"},{"date":"19930710","headline":"Yemen's Democracy Gives U.S. the Jitters","web_url":"https://www.nytimes.com/1993/07/10/opinion/l-yemen-s-democracy-gives-us-the-jitters-553793.html","abstract":"  To the Editor:   The first true multiparty democracy in Middle Eastern history has emerged in the mountain country of Yemen, despite the best efforts of the United States to abort it. With almost no natural resource base, Yemen has until recently sustained a growth rate rivaling that of the \"dragons\" of east Asia, more than 6 percent a year from 1970 to 1988.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930710","time":"1993-07-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":81,"wspd":13},{"date":"19930710","time":"1993-07-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":70,"wspd":14.8},{"date":"19930710","time":"1993-07-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":75,"wspd":14.8},{"date":"19930710","time":"1993-07-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":78,"wspd":7.6},{"date":"19930710","time":"1993-07-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":78,"wspd":11.2},{"date":"19930710","time":"1993-07-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":81,"wspd":11.2},{"date":"19930710","time":"1993-07-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":78,"wspd":9.4},{"date":"19930710","time":"1993-07-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":73,"wspd":14.8},{"date":"19930710","time":"1993-07-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":65,"wspd":22.3},{"date":"19930710","time":"1993-07-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":61,"wspd":14.8},{"date":"19930710","time":"1993-07-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":54,"wspd":16.6},{"date":"19930710","time":"1993-07-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":46,"wspd":22.3},{"date":"19930710","time":"1993-07-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":50,"wspd":20.5},{"date":"19930710","time":"1993-07-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":45,"wspd":18.4},{"date":"19930710","time":"1993-07-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":48,"wspd":20.5},{"date":"19930710","time":"1993-07-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":41,"wspd":24.1},{"date":"19930710","time":"1993-07-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":47,"wspd":18.4},{"date":"19930710","time":"1993-07-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":54,"wspd":14.8},{"date":"19930710","time":"1993-07-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":79,"wspd":9.4},{"date":"19930710","time":"1993-07-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":73,"wspd":11.2},{"date":"19930710","time":"1993-07-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":71,"wspd":13},{"date":"19930710","time":"1993-07-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":67,"wspd":11.2},{"date":"19930710","time":"1993-07-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":70,"wspd":13},{"date":"19930710","time":"1993-07-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":74,"wspd":11.2},{"date":"19930710","time":"1993-07-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":39,"wspd":18.7},{"date":"19930710","time":"1993-07-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":49,"wspd":18.7},{"date":"19930710","time":"1993-07-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":18.7},{"date":"19930710","time":"1993-07-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":58,"wspd":16.6},{"date":"19930710","time":"1993-07-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":16.6},{"date":"19930710","time":"1993-07-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":65,"wspd":20.5},{"date":"19930710","time":"1993-07-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":68,"wspd":14.8},{"date":"19930710","time":"1993-07-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":70,"wspd":16.6},{"date":"19930710","time":"1993-07-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":75,"wspd":13},{"date":"19930710","time":"1993-07-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":80,"wspd":13},{"date":"19930710","time":"1993-07-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":80,"wspd":14.8},{"date":"19930710","time":"1993-07-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":77,"wspd":16.6},{"date":"19930710","time":"1993-07-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":70,"wspd":18.7},{"date":"19930710","time":"1993-07-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":18.7},{"date":"19930710","time":"1993-07-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":49,"wspd":18.7},{"date":"19930710","time":"1993-07-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":46,"wspd":20.5},{"date":"19930710","time":"1993-07-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":44,"wspd":24.1},{"date":"19930710","time":"1993-07-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":40,"wspd":24.1},{"date":"19930710","time":"1993-07-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":40.6,"rhum":35,"wspd":20.5},{"date":"19930710","time":"1993-07-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":40.6,"rhum":36,"wspd":24.1},{"date":"19930710","time":"1993-07-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":40,"rhum":39,"wspd":25.9},{"date":"19930710","time":"1993-07-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":45,"wspd":22.3},{"date":"19930710","time":"1993-07-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":42,"wspd":24.1},{"date":"19930710","time":"1993-07-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":46,"wspd":14.8}]}}