{"19941117":{"guardian_articles":[{"date":"19941117","headline":"From the dung heap of history","web_url":"https://www.theguardian.com/books/1994/nov/17/news","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19941117","headline":"Study of Death Wins A National Book Award","web_url":"https://www.nytimes.com/1994/11/17/books/study-of-death-wins-a-national-book-award.html","abstract":"  Choosing the least controversial book from among volumes that re-examined everything from the Tet offensive of the Vietnam War to the appointment of Justice Clarence M. Thomas to the Supreme Court, the National Book Award judges last night conferred the 1994 prize for nonfiction on \"How We Die: Reflections on Life's Final Chapter\" by Sherwin B. Nuland.   The book, published by Alfred A. Knopf, is a doctor's demythologizing of the fact of death. It was chosen over four other books, including \"Strange Justice: The Selling of Clarence Thomas\" (Houghton Mifflin), by Jill Abramson and Jane Mayer, which had been nominated before it was published last week.","thumbnail":null,"section":"Books"},{"date":"19941117","headline":"Fine-Tuning the Jeffries Case","web_url":"https://www.nytimes.com/1994/11/17/opinion/fine-tuning-the-jeffries-case.html","abstract":"  The Supreme Court has called for more litigation in the Leonard Jeffries case, offering an opportunity to leap above past administrative squabbles and focus on the core issue: Can the City University of New York remove Professor Jeffries from his administrative post as chairman of the school's black studies department solely because of his racist speech? Or would such a demotion violate his First Amendment rights to free speech?    Professor Jeffries had enjoyed his chairmanship for two decades when, in 1991, he delivered an off-campus speech denouncing \"rich Jews\" as slave traders and conspirators with the Mafia in Hollywood to defame African-Americans. The university did not disturb the professor's tenure but it did take away his department chairmanship, a special credential. He sued, persuading lower courts that even this sanction violated his constitutional rights, and the courts ordered him reinstated.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"A Mere Plaything, or a Goddess for Her Time?","web_url":"https://www.nytimes.com/1994/11/17/books/books-of-the-times-a-mere-plaything-or-a-goddess-for-her-time.html","abstract":"  FOREVER BARBIE The Unauthorized Biography of a Real Doll  By M. G. Lord  Illustrated. 326 pages. William Morrow & Company. $25.    You might not think an 11 1/2-inch vinyl doll would be worth a 326-page book. But as M. G. Lord, a former columnist and present book reviewer for Newsday, makes clear in \"Forever Barbie: The Unauthorized Biography of a Real Doll,\" her subject inspires passion.","thumbnail":null,"section":"Books"},{"date":"19941117","headline":"A Peace Built on Sand : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-a-peace-built-on-sand-letters-to-the-editor.html","abstract":"Regarding \"For Israelis, Maybe the Jordan Treaty is Good News\" (Opinion, Nov. 4) by Abraham Rabinovich:.I commend Mr. Rabinovich's accuracy in stating that \"the Arabs continue to see Israel as an alien intrusion.\" This explains why","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"1919: Reds in Schools : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1919-reds-in-schools-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] The insidious revolutionary doctrines of Lenine and Trotzky are being used by certain teachers in the public schools of the city to poison the minds of the school children against American institutions and to create","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Government Coalition Collapses in Ireland","web_url":"https://www.nytimes.com/1994/11/17/world/government-coalition-collapses-in-ireland.html","abstract":"  The two-year-old coalition Government of Prime Minister Albert Reynolds collapsed today, apparently forcing a general election before Christmas to select a new Parliament and Government.   Mr. Reynolds had been striving to preserve his Government for five days, defending himself against charges of arrogance and deviousness made by his coalition partners in the Labor Party, which is led by Dick Spring. Mr. Reynolds had argued that a change of Government would impede efforts toward peace in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Becker Adds Sampras To Novemberfest List","web_url":"https://www.nytimes.com/1994/11/17/sports/IHT-becker-adds-sampras-to-novemberfest-list.html","abstract":"The city of Leimen, where Boris Becker was born and raised to be both his own man and a tennis star, is less than an hour's drive south of this banker's paradise (a tourist's paradise, it is not)..And it seems that whatever version of Becker steps onto","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Keeping Score, One Pound at a Time","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-basketball-keeping-score-one-pound-at-a-time.html","abstract":"  You see him driving the lane, his cargo jiggly, moving a little faster than you think might be safe speed, his heft, his girth, his width and height giving rise to the thought that a sign should be affixed to his bulging shirt: \"Oversize Load.\"   This is John Williams -- all 300 pounds of him -- advancing to the basket, working out with the Indianapolis Pacers. He is being given a chance, perhaps his last, to salvage what was once one of the most promising but gluttonous careers in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Jurists Without Borders","web_url":"https://www.nytimes.com/1994/11/17/opinion/jurists-without-borders.html","abstract":"The first horror in Rwanda was the slaughter of more than 500,000 in April and May. An open invitation for a second horror -- another round of massacres -- lies in the Government's failure to establish a legal process to bring the killers to justice immediately.\n\nRwanda has no legal system that can deal with killers now or in the foreseeable future. It is virtually a lawless state: no police or prosecutors function, and there are almost no judges and courtrooms. No one is more aware of the problem than the Government.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Giuliani Back on Political Offensive After Setback","web_url":"https://www.nytimes.com/1994/11/17/nyregion/giuliani-back-on-political-offensive-after-setback.html","abstract":"  Momentarily chastened after losing his gamble in the race for governor, Mayor Rudolph W. Giuliani is back on the political offensive, seeking to use George E. Pataki's refusal to call him to showcase himself as the champion of New York City.   The Mayor's new theme has emerged gradually, born out of Mr. Pataki's decision to leave Mr. Giuliani waiting at the phone like a spurned suitor, aides say, as well as from the Mayor's dislike of being humbled. \"He has a problem with meekness,\" said one adviser.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Wallace Is Rebuked For Taping Interview On Hidden Camera","web_url":"https://www.nytimes.com/1994/11/17/nyregion/wallace-is-rebuked-for-taping-interview-on-hidden-camera.html","abstract":"  Mike Wallace and a producer for the CBS News program \"60 Minutes\" were reprimanded by top CBS news executives yesterday for doing a hidden-camera interview with a freelance writer.   The writer, Karon Haller, is the author of a magazine story about a 65-year-old Connecticut man who has been charged with second-degree manslaughter for helping his 88-year-old father to commit suicide.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Unkind to Animals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-unkind-to-animals-letters-to-the-editor.html","abstract":"Regarding \"Tally Ho, but Spare the Fox\" (American Topics, Nov. 5):.The report of a fox hunt that spares its foxes at the last minute highlights a point often overlooked by people concerned with animal welfare. It is not just the killing but t","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Court Blocks New Rule on Immigration","web_url":"https://www.nytimes.com/1994/11/17/us/court-blocks-new-rule-on-immigration.html","abstract":"  Saying it raised serious Constitutional questions, a Federal judge today temporarily blocked California officials from enforcing the heart of Proposition 187, the much-debated immigration-control measure the state's voters overwhelmingly passed last week.   Judge William Matthew Byrne Jr. of Federal District Court here found that the proposition, which would deny most government services to undocumented immigrants, might cause undue hardships and also might pre-empt law-enforcement powers reserved for the Immigration and Naturalization Service.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Sports of The Times; Ravitch's Pen Is Simply Not A Collectible","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-of-the-times-ravitch-s-pen-is-simply-not-a-collectible.html","abstract":"  WHEN baseball's labor negotiators meet today in Washington, will any baseball memorabilia collectors ask for the shirt off Donald Fehr's back or the pen out of Richard Ravitch's pocket?   Will the scribbled notes of the Federal mediator, Bill Usery Jr., ever be framed under glass? The answer to all three questions, of course, is no. All those union and club-owner grinches who stole the World Series should keep that in mind. Whenever this labor dispute is eventually settled, keepsakes of the grinches will not be cherished.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Mayor Announces New Assault on Graffiti, Citing Its Toll on City","web_url":"https://www.nytimes.com/1994/11/17/nyregion/mayor-announces-new-assault-on-graffiti-citing-its-toll-on-city.html","abstract":"  In his continuing assault on so-called quality-of-life crimes, Mayor Rudolph W. Giuliani yesterday announced a sweeping program to use more than a dozen city agencies to combat graffiti.   The initiative ranges from establishing a 24-hour police telephone line to report graffiti vandalism to a new Cultural Affairs Department program in which murals would be used as alternative outlets of expression for graffiti artists.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Knicks And Davis Finally Find Their Shots","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-basketball-knicks-and-davis-finally-find-their-shots.html","abstract":"  The Knicks gave their morale a lift tonight by giving the Los Angeles Lakers a whipping.   Snapping a two-game losing streak on the road, New York dominated the Lakers, 110-89, at the Forum. The Knicks (4-2) led by as many as 26 points in the third quarter, giving the late-arriving crowd of 13,630 a reason to leave early.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"A Master of the Dynamic Image With an Unexpected Guise","web_url":"https://www.nytimes.com/1994/11/17/arts/dance-review-a-master-of-the-dynamic-image-with-an-unexpected-guise.html","abstract":"  Garth Fagan's choreography, usually oblique but also resonant with mood and meaning, has acquired a cult following in recent years. \"Postcards: Pressures and Possibilities,\" his latest and often witty premiere, easily explains why.   Toward the end of the third segment in the work, Natalie Rogers leans out in profile, as Norwood Pennewell holds her hand above her head. She arches her back and this shape, recalling a bow without its arrow, impresses itself upon the eye.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"No Plans for Soon-to-Be Former Governor","web_url":"https://www.nytimes.com/1994/11/17/nyregion/no-plans-for-soon-to-be-former-governor.html","abstract":"  It has come to this for Gov. Mario M. Cuomo.   \"Governor Jim Florio called me yesterday,\" Mr. Cuomo explained to a radio interviewer yesterday about a call on Tuesday. \"He says, 'So Mario, what's to be, here?' I said I think finally I'm going to have a legacy. Jan. 1, I don't have a place to live. I don't have a job. I'm going to be the first homeless, unemployed, former 12-year governor in the history of the state. By Jan. 9, I can picture myself all huddled, freezing on a cold pavement, you know, chilling my tush, telling some guy with a seven-day growth of beard, 'I don't want to go to your lousy shelter.' \"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852090.html","abstract":"  An article yesterday about the Jazz Times Convention in New York included a misstatement from the organizers about admission to an event tomorrow night at Fez, an East Village club, featuring Rodney Kendrick, Bhaki Mseleku, Mark Whitfield and Django Bates and Human Chain. It is open to conventiongoers only, not to the public.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Giuliani's Endorsement","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-giuliani-s-endorsement-852694.html","abstract":"  To the Editor:   Your Nov. 10 account of New York voter turnout states that on election night Gov. Mario M. Cuomo's media adviser, David Garth, and I \"suggested that Mayor Rudolph W. Giuliani's endorsement of the Governor may well have backfired, allowing Mr. Pataki to rile upstate voters by casting the contest as an upstate-downstate struggle.\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Traders Can't Shuffle Their Decks","web_url":"https://www.nytimes.com/1994/11/17/sports/baseball-traders-can-t-shuffle-their-decks.html","abstract":"  A group of high-profile men gathered here this week to try to plot their separate courses for next year, but a large amount of their attention has been focused, figuratively at least, on coming events in Washington. They're not politicians but general managers of major league baseball teams.   \"Right now there's so much that people don't know,\" Terry Ryan of the Minnesota Twins said. \"You don't know what route you're headed. I'm sure we will not be getting the answers here. The people working in Washington with Mr. Usery will tell us.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852120.html","abstract":"  Because of a mechanical error, the Personal Health column yesterday, about clinical trials of drugs, included an incomplete sentence. It should have read, \"The use of pla cebos is particularly important in trials of experimental drugs because about one-third of patients improve just because they are being studied.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Essay; Get Off the Floor","web_url":"https://www.nytimes.com/1994/11/17/opinion/essay-get-off-the-floor.html","abstract":"  At a recent lunch for Old Nixon Hands hosted by Len Garment, someone noted that the mood in our former stomping grounds was bleak; for days after the election, Bill Clinton had been sulking and brooding.   \"Gee,\" piped up John Ehrlichman, \"can you imagine working for a President who sits in the Oval Office brooding and sulking?\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Film Society to Honor MacLaine in May","web_url":"https://www.nytimes.com/1994/11/17/movies/film-society-to-honor-maclaine-in-may.html","abstract":"  The Film Society of Lincoln Center will honor Shirley MacLaine at its annual tribute in May.   Ms. MacLaine has acted in more than 40 films since Alfred Hitchcock's \"Trouble With Harry\" in 1955. She has been nominated for six Academy Awards and won the Oscar for best actress in 1983 for her starring role in James Brooks's \"Terms of Endearment.\"","thumbnail":null,"section":"Movies"},{"date":"19941117","headline":"Bosnia Chief Asks U.N.  To Act to Halt Serbian Drive","web_url":"https://www.nytimes.com/1994/11/17/world/bosnia-chief-asks-un-to-act-to-halt-serbian-drive.html","abstract":"  Bosnia's President appealed to the United Nations and NATO today for immediate action to halt an offensive by nationalist Serbs on Bihac, a Muslim enclave in northwestern Bosnia that was designated a United Nations \"safe area\" last year.   United Nations troops reported heavy shelling and evidence of infantry clashes around the broad Bihac pocket. But no significant military action was reported inside a zone that United Nations commanders have tentatively sketched out as the so-called safe area, a United Nations military spokesman said.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"1944: Allied Offensive : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1944-allied-offensive-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, Allied Expeditionary Force, Paris - [From our New York edition:] The Allies launched a general offensive in the west today, with the veteran United States 1st Army and the long-hidden U.S. 9th joining four other armies in attacks alo","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"CLINTON PLEDGES TO PUSH FOR VOTE ON TRADE ACCORD","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-trade-clinton-pledges-to-push-for-vote-on-trade-accord.html","abstract":"  President Clinton and a parade of the fallen and the survivors in Congress vowed today to plow ahead with House and Senate votes on a world trade agreement after Thanksgiving despite some bipartisan opposition.   They argued that if the votes were put off until next year, the agreement, which took 12 years to negotiate with 123 nations, would certainly die.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/17/nyregion/metro-digest-847143.html","abstract":"  ELDERLY FORAGE IN GARBAGE BINS While shoppers stroll in front of the bustling Key Food supermarket on Seventh Avenue in Park Slope, Brooklyn, elderly people go almost unnoticed as they scavenge for food in the garbage bins just around the corner. They are not homeless, and they are not entirely destitute. But they say they are driven to the unappealing, humiliating task by a combination of financial need and fear of the future. A1. NEW YORK CITY  CO-OP SETTLEMENT HAILED AS GAY VICTORY Five years after his companion died and a year after his own death from AIDS, Harry Kirkpatrick has won a long and bitter battle with a Sutton Place co-op board over the right to inherit an apartment the two men shared. As a result, co-ops throughout the city may find themselves extending to gay, lesbian and other unmarried couples the privilege customarily granted to married couples. B3.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Man Shot Trying to Stop a Fight","web_url":"https://www.nytimes.com/1994/11/17/nyregion/man-shot-trying-to-stop-a-fight.html","abstract":"  A 34-year-old Brooklyn construction worker trying to end a fight between two pregnant women on a Bushwick sidewalk yesterday was critically wounded by a gunshot, the police said.   Witnesses said that the man, Deosaran Chatteran, was working at a construction site in the neighborhood about 11:45 A.M. when he saw the two women arguing in front of the building at 293 Jefferson Street, said a police spokeswoman, Detective Kim Royster. The witnesses said that when the pregnant women started to grapple, Mr. Chatteran tried to stop the fight.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Folk Ritual of the Mayans, Gentle With One Exception","web_url":"https://www.nytimes.com/1994/11/17/arts/dance-review-folk-ritual-of-the-mayans-gentle-with-one-exception.html","abstract":"  Julio Mateo Tecum, the director of Grupo Cultural Uk'Ux Pop Wuj, seeks to preserve folk dances that reflect the Mayan influence on Guatemalan culture. Probably only anthropologists can ascertain how scrupulously authentic the company's stagings are. But this troupe from Chicicastenango certainly offered a fascinating and artistically persuasive program in its American debut on Tuesday night at the TriBeCa Performing Arts Center. The presentation was part of the Southern Exposure series sponsored by the arts center and Pan American Musical Research Inc.    It was an evening of gentle dancing to live and recorded music for flutes and percussion. Many steps were variations on graceful hops. Performers in monkey masks became well-mannered, good-natured simians. A man in a bull mask hopped companionably with dancers whose dignified masks made them resemble venerable kings. Another scene inspired by animals involved fleet dancers in deer masks. A corn-planting ritual looked joyous, and couples in a courtship ceremony expressed affection with an endearing shyness.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/17/style/chronicle-852333.html","abstract":"  It was lights, camera, action Tuesday evening at the Washington home of COKIE and STEVE ROBERTS as LINDY BOGGS, microphone strapped around her waist, was trailed by a television production crew and photographers. Mrs. Boggs, who is Ms. Roberts's mother, is a capital legend, having arrived in Washington as the wife of Representative Hale Boggs, Democrat of Louisiana, when she was 24, and later serving in that seat herself for 17 years.   Some 150 friends had assembled to celebrate the publication by Harcourt Brace of her book, \"Washington Through a Purple Veil: Memoirs of a Southern Woman.\" Ms. Roberts, the ABC News correspondent, had already taped an interview for ABC-TV's \"Prime Time Live\" with her 78-year-old mother.","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"Playing the Numbers Game, Ownership Style","web_url":"https://www.nytimes.com/1994/11/17/sports/on-hockey-playing-the-numbers-game-ownership-style.html","abstract":"  In an extraordinary group rant yesterday morning, the National Hockey League's assembled general managers expressed the usual arguments in unusually strident tones. They used sarcasm and anger to convey their frustration with the players union and portions of the news media who are skeptical when the 26 teams say they lost a total of $37.6 million last season.   Only a radically altered collective bargaining agreement, with restrictions on wages, can save the remainder of the already-damaged season and the future of the business, they said. Soon, they may hold their collective breath until they turn blue, or they may huff and puff and blow the league down.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"One Show, Two Shows, Old Shows, New Shows","web_url":"https://www.nytimes.com/1994/11/17/arts/television-review-one-show-two-shows-old-shows-new-shows.html","abstract":"  TNT is in the midst of a Seuss-a-Bration (its phrase), offering through mid-December what is billed as \"the most complete collection of Dr. Seuss animated features ever gathered for television.\" Not so coincidentally, the Turner effort is being coordinated with marketing strategies to sell Seuss books and new lines of clothing for children. As it happens, the new Cat in the Hat Balloon in this year's Macy's Thanksgiving Day Parade is sponsored by Random House in association with TNT and Esprit clothing.    All of which carries more than a whiff of paradox regarding a writer whose most famous tale, \"How the Grinch Stole Christmas,\" ended with the astute realization: \"Maybe Christmas doesn't come from a store. Maybe Christmas perhaps means a little bit more.\" But then Dr. Seuss himself, really Theodor (Ted) S. Geisel, the son of immigrants from Germany -- Seuss was his mother's family name -- spent a good part of his professional life in advertising. It was he who came up with the immortal (figured in ad years) line: \"Quick, Henry, the Flit.\"","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"Report Urges Disposing of Plutonium by Encasing in Glass","web_url":"https://www.nytimes.com/1994/11/17/us/report-urges-disposing-of-plutonium-by-encasing-in-glass.html","abstract":"  With plutonium from military and civilian nuclear programs piling up and increasing the risk of bomb proliferation, a loose coalition of environmental groups suggested today that factories might be built to package it in huge blocks of glass, making it difficult to steal.   The idea was advanced in a report that even the author, Arjun Makhijani of the Institute for Energy and Environmental Research, said was incomplete and would probably require revisions. But he and other proponents said that five years after the end of the cold war, policy makers seemed paralyzed by having to choose among unattractive options.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Before Dr. Fell","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-before-dr-fell-852678.html","abstract":"  To the Editor:   \"Dr. Fell's Election\" (editorial, Nov. 10) proposes \"the Fell Factor\" (\"I do not love thee, Dr. Fell. / The reason why I cannot tell . . .\") as a convenient tag for the attitude toward President Clinton that voters evinced on Nov. 8. You call such indistinct misgivings a phenomenon \"first described three centuries ago by the poet Thomas Brown.\"","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"ARISTIDE DECIDES TO QUIT AS PRIEST","web_url":"https://www.nytimes.com/1994/11/17/world/aristide-decides-to-quit-as-priest.html","abstract":"  Bowing to pressure from the Roman Catholic Church hierarchy here and in Rome, Haiti's President, the Rev. Jean-Bertrand Aristide, has agreed to leave the priesthood, Government officials and members of the clergy said today.   The decision culminates years of tension between Father Aristide and his superiors over his criticism of the Haitian church and his espousal of a leftist liberation theology. Those strains, which grew when he governed as President in 1991, have resurfaced since he returned to office last month in the reversal of a military coup.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/17/style/chronicle-852341.html","abstract":"  She may be the best-selling author of the book \"Fried Green Tomatoes at the Whistle Stop Cafe,\" but writing has not always come easily to FANNIE FLAGG. Ms. Flagg, who received an \"Outstanding Achiever\" award at the 10th annual dinner for the Lab School of Washington on Monday evening at the Hilton Hotel, told guests about her struggles with dyslexia. The school educates children with learning disabilities.    Relating how she had always wanted to write but avoided it out of fear, she said she went to a writer's conference in Santa Barbara, Calif., in 1976 to hear her idol, Eudora Welty. During the conference, she entered a short-story contest whose theme was childhood.","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"Nyakizu Journal; And the Church Refuge Became a Killing Field","web_url":"https://www.nytimes.com/1994/11/17/world/nyakizu-journal-and-the-church-refuge-became-a-killing-field.html","abstract":"  The lush, green rolling hills are lifeless. Square, mud-wall houses are abandoned. No one is working in the terraced fields. The only sounds are the slight rustle of leaves and an occasional bird. It is the silence of death.   Many of the former inhabitants were Tutsi, massacred in April. Other now-empty houses belonged to the Hutu \"killers,\" as one current resident, herself a Hutu, described them, or to the killers' relatives. They have not dared come back.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Study Finds Cholesterol-Lowering Drug May Save Lives","web_url":"https://www.nytimes.com/1994/11/17/us/study-finds-cholesterol-lowering-drug-may-save-lives.html","abstract":"  For the first time, a study has found that lowering cholesterol not only reduces the risk of heart attack but also saves lives.    Until now, large studies of cholesterol-lowering drugs have shown that they can reduce deaths from heart attacks but not the overall death rate. People who lowered their cholesterol levels with drugs died at higher rates of other causes, like cancer or violence or suicide. The connection was a mystery, but the numbers sparked a bitter debate over whether cholesterol lowering was worthwhile.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Iraq Recognized Kuwait's Borders in '63","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-iraq-recognized-kuwait-s-borders-in-63-852589.html","abstract":"  To the Editor:   A Nov. 11 front-page article says if Iraq carries out its pledge to accept Kuwait's sovereignty, territorial integrity and political independence, this will be its first formal recognition of an independent Kuwait.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Our Season of Discontent","web_url":"https://www.nytimes.com/1994/11/17/opinion/our-season-of-discontent.html","abstract":"By now the post-election interpreting is over, and, surprisingly, nearly everyone got it wrong. The pundits say the Republicans romped because they were the party of smaller government and lower taxes and were tougher on crime, and because Newt Gingrich was a brilliant strategist. Well, when haven't they been the party of smaller government and lower taxes and been tougher on crime? And Newt Gingrich has been around for years without being a genius. Why were things so different in 1994? \n\nThe answer is simple: it's the baseball strike, stupid.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Misplaced Fears About the Fed","web_url":"https://www.nytimes.com/1994/11/17/opinion/misplaced-fears-about-the-fed.html","abstract":"  The Federal Reserve's decision this week to raise interest rates in order to ward off inflation was, as expected, criticized from all corners. Manufacturers warned that higher interest rates would drive up costs and drive away consumers. Labor unions predicted layoffs. Politicians feared disgruntled voters.   The Fed, these critics argued, ought not to slow down the economy when inflation is low, seven million Americans cannot find jobs and tens of millions more cannot find work that pays good wages. Besides, they complained, driving up interest rates amounts to an unfair assault on vulnerable workers and an unseemly giveaway to rich bondholders.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Gingrich Moves Quickly To Put Stamp on House","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-congress-gingrich-moves-quickly-to-put-stamp-on-house.html","abstract":"  Representative Newt Gingrich, soon to be the Speaker, said today that Republicans would abolish at least three House committees. He also disclosed several choices for chairmanships that skipped over seniority for three important posts.   The committees to be scrapped -- Merchant Marine and Fisheries, Post Office and Civil Service, and the District of Columbia -- all have had long histories but control issues that are no longer of great importance to the House.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"You Say Puh-TAH-Kee . . .","web_url":"https://www.nytimes.com/1994/11/17/nyregion/you-say-puh-tah-kee.html","abstract":"  David Letterman complained at the beginning of his show yesterday that he was feeling a little down.    \"For some reason,\" he said, \"I just can't get Governor-elect George Pataki to return my call.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Report Blames School's Staff In Drowning","web_url":"https://www.nytimes.com/1994/11/17/nyregion/report-blames-school-s-staff-in-drowning.html","abstract":"  A Bronx eighth-grader drowned on a field trip last summer in part because six adults from his school let 138 pupils loose to roam a 187-acre water park without even knowing who could swim, a special school investigator has concluded. And once the boy was reported missing, an assistant principal failed to act, the investigator found.   The scathing report from the Special Commissioner of Investigation for the New York City Schools accuses the teachers and administrators of Intermediate School 166 of gross misjudgment, detailing how on June 14, 1994, they left the Dorney Park and Wildwater Kingdom near Allentown, Pa., even though they knew 14-year-old Daniel Maracallo had not been found. When the buses arrived back at his school, the report says, two teachers went home to watch a Knicks game even though some students stayed behind, unattended, waiting for parents.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Two for the Seesaw: Graham Is Out, Brown Is In","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-two-for-the-seesaw-graham-is-out-brown-is-in.html","abstract":"  This morning, quarterback Kent Graham was told by Dan Reeves that he was being benched in favor of Dave Brown. Graham was infuriated but kept his composure and asked his head coach for another chance. There would be no other chance. The decision had been made.   Graham then saw his teammates and told them what Reeves had said. They were perhaps more shocked than he was but not as angry. They, along with several Giants assistants, tried to calm Graham down throughout the morning and early afternoon after he said he was going to rip Reeves to the news media.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Obvious to Truman : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-obvious-to-truman-letters-to-the-editor.html","abstract":"Regarding \"Story Behind the Bomb\" (Letters, Nov. 8): A.J. McEvoy quotes Major General Leslie Groves as saying in March 1944 that the Soviet Union was the main target of the Manhattan Project. The general, who headed the Manhattan Project, may h","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"A Musical on the Hopes of Youth And Disappointments of Adulthood","web_url":"https://www.nytimes.com/1994/11/17/theater/theater-review-three-postcards-musical-hopes-youth-disappointments-adulthood.html","abstract":"  There's a lot of talk in \"Three Postcards,\" the musical by Craig Lucas and Craig Carnelia at the Circle Repertory Company, about the elusiveness of reality. One character, inspired by a magazine article about the mutability of subatomic particles, speculates, \"Wouldn't it be incredible if all the secrets of the universe were aware when we started to get close to them, and they changed?\"   Now, under this theory, it seems possible that once the lights go down on an evening's performance of this show, it turns into something else altogether: something richer, darker and more mysterious than what has been provided onstage. As it is, audiences will have to make do with mild-mannered, minor variations on themes that Mr. Lucas, the gifted author of \"Reckless\" and \"Prelude to a Kiss,\" has explored with greater depth and imagination elsewhere.","thumbnail":null,"section":"Theater"},{"date":"19941117","headline":"Mort Pye Is Retiring as Editor Of Star-Ledger after 31 Years","web_url":"https://www.nytimes.com/1994/11/17/nyregion/mort-pye-is-retiring-as-editor-of-star-ledger-after-31-years.html","abstract":"  Mort Pye, editor of The Star-Ledger of Newark, New Jersey's largest daily newspaper in circulation, will retire at the end of the year, the paper announced yesterday. He will be succeeded by James P. Willse, former editor and publisher of The Daily News.   Mr. Pye, 76, has had one of the longest runs in the nation as a top editor of a major daily newspaper, arriving in the newsroom at The Star-Ledger in 1957 as managing editor and holding the post of editor since 1963.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Bishops Vote to Expand Women's Roles in Church","web_url":"https://www.nytimes.com/1994/11/17/us/bishops-vote-to-expand-women-s-roles-in-church.html","abstract":"  The nation's Roman Catholic bishops voted overwhelmingly today to explore alternative ways for women to attain leadership positions in the church, while acknowledging that sexism persists among \"some members.\"   \"We commit ourselves to enhancing the participation of women in every possible aspect of church life,\" the bishops said in their first major policy statement on women since Pope John Paul II ruled out women's priestly ordination in May.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"White House in Struggle To Take Back the Agenda","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-the-president-white-house-in-struggle-to-take-back-the-agenda.html","abstract":"  Inside an executive mansion fairly swarming with political advice-givers and abuzz with strategy, the burning question these days is not just what President Clinton will do with a Republican Congress, but what he will do with a Democratic White House.   It is also the toughest question. And a week after Mr. Clinton and his counsels lost command of the national legislature and any claim to a political mandate, they are still searching for an answer.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Police Force In Greenport Is Off Duty For Good","web_url":"https://www.nytimes.com/1994/11/17/nyregion/police-force-in-greenport-is-off-duty-for-good.html","abstract":"  The local police made their last patrols today in this rustic village of 2,100 people on Long Island's East End. The people they had sworn to protect voted by almost 2 to 1 on Tuesday to throw them out of work, abolishing the troubled nine-officer department, which has been criticized as poorly trained, inactive and incompetent.   \"It hurts,\" said Sgt. Raymond E. Van Etten, the acting police chief, who was busy today collecting radios and other equipment. \"But it's a democracy. The people decided what was best for the village, and I support their decision.\"","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"A Retiring Senator Sees Political Turmoil Ahead","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-emeritus-a-retiring-senator-sees-political-turmoil-ahead.html","abstract":"  Senator David L. Boren of Oklahoma is one of dozens of Democrats leaving Congress. In his case, however, the verdict came not from disgruntled voters, but from a disgruntled David L. Boren.   As he officially retires this week, with more than two years left in his Senate term, to become president of the University of Oklahoma, Mr. Boren, a conservative Democrat, is already using his new academic perch to offer a bleak assessment of the prospects for two-party government in the nation's near future. In fact, he predicts that Americans are likely to elect an independent Presidential candidate within a decade.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/17/nyregion/bridge-849502.html","abstract":"  One of the world's greatest players and theorists became an octogenarian last week. Alvin Roth, who devised the forcing no-trump response to a major opening, the negative double, the unusual no-trump, and many other significant bidding ideas, lived most of his life in New York City but now lives in Boca Raton, Fla.   He was given an 80th birthday party during a tournament in Orlando, Fla., and had an opportunity as South to demonstrate his playing skill on the diagramed deal. One would expect North-South to play in three no-trump, making 10 or 11 tricks, but Roth and his partner, Bernard Chazen of Tamarac, Fla., were trying to make up lost ground and climbed optimistically to six diamonds.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/17/style/IHT-what-theyre-reading.html","abstract":"-. Elena Salgado Méndez, Spain's secretary-general for communications, is reading the Spanish translation of a collection of letters between Arnold Schoenberg and Wassily Kandinsky, edited by Jelena Hahl-Koch..\"I'm very interested in the rela","thumbnail":null,"section":"Style"},{"date":"19941117","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/17/us/inside-845795.html","abstract":"  Popularity and Its Perils   With Governor Whitman's tax-cut politics the rage in other states, she increasingly finds herself on the national stage, yet sometimes at odds with other top Republicans. Page B1. Behind the Rate Increase   Although inflation is currently low, the Federal Reserve is pushing up interest rates to head off future trouble. Economic analysis, page D1. Ukraine to Be Nuclear -Free    Ukraine's Parliament voted to make the nation nuclear free by removing hurdles to fulfilling two arms control accords. Page A10. Stolen Art Bought Back    An Old Master painting, stolen in World War II, was purchased for Poland in a complex deal some experts called ransom. Page C15.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852112.html","abstract":"  The continuation of a front-page article yesterday about the latest interest-rate increase by the Federal Reserve included scrambled passages in some copies. Readers wishing corrected copies of the article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or telephone (212) 556-1992.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Clinton Is Stern With Indonesia On Rights but Gleeful on Trade","web_url":"https://www.nytimes.com/1994/11/17/world/clinton-is-stern-with-indonesia-on-rights-but-gleeful-on-trade.html","abstract":"  The United States and Indonesia today announced $40 billion in joint projects over the next decade, even as President Clinton warned President Suharto that the relationship between the two countries would never reach its full potential unless he treated his people better.    At almost the same time that Mr. Clinton was chiding the Indonesian leader for his country's inadequate human rights record, Commerce Secretary Ronald H. Brown was witnessing the signing of 15 business deals that are part of the Administration's campaign of commercial diplomacy and will mean jobs for Americans.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Falcons Suspend Rison","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-football-falcons-suspend-rison.html","abstract":"  The Atlanta Falcons suspended ANDRE RISON yesterday for one game, saying the wide receiver has repeatedly violated team rules.   Rison, a four-time Pro Bowl selection, is the team's second-leading receiver this year with 59 catches. He had complained a week ago of being used too much as a decoy. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Fox Network Launching Challenge to PGA Tour","web_url":"https://www.nytimes.com/1994/11/17/sports/golf-fox-network-launching-challenge-to-pga-tour.html","abstract":"  If it succeeds, the Fox television network's bold foray into the world of golf -- in essence a plan to underwrite and broadcast an eight-tournament, $25 million World Tour starting in 1995 -- could alter the balance of power in the sport and force the PGA Tour to significantly change its structure and the way it does business.   Plans for the new tour will be announced today at a news conference at Sherwood Country Club in Thousand Oaks, Calif., site of Greg Norman's tournament, the Franklin Funds Shark Shootout. What is known is that Fox has entered into a 10-year agreement with Executive Sports Inc., a management company based in Delray Beach, Fla., that already operates some 30 tournaments worldwide, and that Norman is one of the driving forces behind the World Tour concept.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-846562.html","abstract":"  An article yesterday about President Clinton's visit to Indonesia misstated the length of time his host, President Suharto, has been in power. It is 28 years, not nearly four decades.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"1894: Oriental Outrages : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-1894-oriental-outrages-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald said in an editorial:] Reports circulated a few days ago have been confirmed. We are to-day face to face with a new edition of the Bulgarian atrocities, only that the scene has shifted to Asia Minor. Thousands of women have been subjec","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"In Fearful Thrift, Elderly Forage in Garbage Bins","web_url":"https://www.nytimes.com/1994/11/17/nyregion/in-fearful-thrift-elderly-forage-in-garbage-bins.html","abstract":"  A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag.   A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage, using his cane to stir the bottom, and removes a red pepper, some potatoes, an apple and wilted broccoli.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"World News Briefs; U.S. Prevails at U.N. On Statements on Iraq","web_url":"https://www.nytimes.com/1994/11/17/world/world-news-briefs-us-prevails-at-un-on-statements-on-iraq.html","abstract":"  After two days of wrangling over half a dozen words, the Security Council today welcomed Iraq's recognition of Kuwait last week, but in less enthusiastic language than most members had favored.   The standoff pitted the United States and Britain against the 13 other members, provoking complaints that the Americans and British had given diplomats them an ultimatum to accept a toned-down document or get none at all.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"A Stolen Old Master Painting Is Bought Back for Poland","web_url":"https://www.nytimes.com/1994/11/17/arts/a-stolen-old-master-painting-is-bought-back-for-poland.html","abstract":"  A Dutch Old Master painting stolen from a Polish museum by German forces during World War II has been bought for the Polish Government in a convoluted deal that some experts deplore as ransom.   The 17th-century Gabriel Metsu painting, called \"The Washerwoman,\" was flown to Warsaw from New York on Tuesday after payment of about $65,000 to an anonymous collector who had consigned the work to Sotheby's nearly two years ago for auction. The painting was withdrawn by the auction house after a Polish art restorer in New Jersey spotted the work in a Sotheby's catalogue and questioned its sale.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"G.O.P. Military Overseer Assails Troop Readiness","web_url":"https://www.nytimes.com/1994/11/17/us/the-new-congress-gop-military-overseer-assails-troop-readiness.html","abstract":"  Representative Floyd D. Spence, a South Carolina Republican in line to be chairman of the House Armed Services Committee, has fired the opening shot in a new round of partisan battles over whether American troops are combat ready.    In a stinging letter to Deputy Defense Secretary John M. Deutch on Tuesday, Mr. Spence said that \"U.S. military units are caught in the early stages of a downward readiness spiral that shows no prospect of easing in the foreseeable future.\"","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Keep Winning, Beard Says","web_url":"https://www.nytimes.com/1994/11/17/sports/keep-winning-beard-says.html","abstract":"  Butch Beard is facing the same situation he was facing a week ago. His team is coming off a key victory, but the Nets must follow up the task against the Washington Bullets at Byrne Meadowlands Arena tonight. The Bullets beat the Nets in Landover, Md., on Friday night.   \"We lose, it makes last night's game mean nothing,\" Beard said. \"We must see if we can come out with the same intensity.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Another Failed Test For the Chinese Women","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-swimming-another-failed-test-for-the-chinese-women.html","abstract":"  Another Chinese swimmer has flunked a drug test, this time a world champion who had almost three times the legal level of steroids in her system.   The swimmer, YANG AIHUA, was the fifth member of China's powerful women's teams to test positive for drugs since last year, and by far the biggest name. She won the women's 400-meter freestyle at the world swimming championships in September with a time of 4 minutes 9.64 seconds.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Echoes From All Over In the Songs of Basia","web_url":"https://www.nytimes.com/1994/11/17/arts/pop-review-echoes-from-all-over-in-the-songs-of-basia.html","abstract":"  If there is such a thing as an international style of adult contemporary pop, the music of Basia comes as close as anything to embodying it. A thirtysomething pop-jazz singer and songwriter from Poland, Basia has lived outside of London for the last 13 years and sings with an accent that is part British and part Eastern European. Her music is a polished compendium of influences that range from the Brazilian bossa nova of Joao and Astrud Gilberto to the Motown anthems of Nick Ashford and Valerie Simpson to the sleek pop-funk of Kool and the Gang.    This recipe, refined by Basia and her songwriting collaborator and producer, Danny White, also brings in jazz-fusion harmonies and brass, saxophone and electric keyboard solos. At its best, it yields an all-purpose pop that is sophisticated and tuneful while also seeming second-hand and anonymous.","thumbnail":null,"section":"Arts"},{"date":"19941117","headline":"As Some Sob, Hasid Recalls Fateful Ride","web_url":"https://www.nytimes.com/1994/11/17/nyregion/as-some-sob-hasid-recalls-fateful-ride.html","abstract":"  The 18-year-old Hasidic student who was so badly injured by a gunshot wound to his head that his doctors at first did not expect him to survive hobbled into a courtroom yesterday and testified against the man the prosecution says shot him on the Brooklyn Bridge last March.   Some spectators sobbed as the student, Nachum Sasonkin, holding a cane in one hand, walked slowly into the courtroom in State Supreme Court in Manhattan where the defendant, Rashid Baz, is on trial for the shooting on the bridge. One student was killed and three were wounded in the attack.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Pierce Comes Back to Top Coetzer","web_url":"https://www.nytimes.com/1994/11/17/sports/tennis-pierce-comes-back-to-top-coetzer.html","abstract":"  Last year, Mary Pierce showed up in the spotlight at Madison Square Garden for all the right reasons. Instead of having her identity linked to the ongoing family soap opera that starred her estranged and abusive father, Jim, she made a name for herself as a genuine prospect, not a mere curiosity, by defeating Martina Navratilova and Gabriela Sabatini to reach the semifinals of the Virginia Slims Championships.   Last night, after a testy, tremulous beginning, Pierce used her most reliable tactic, brute force, to get past her opening-round opponent, Amanda Coetzer of South Africa.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Israel Is Permitting Harsher Interrogation of Muslim Militants","web_url":"https://www.nytimes.com/1994/11/17/world/israel-is-permitting-harsher-interrogation-of-muslim-militants.html","abstract":"  A burst of attacks that killed nearly 30 Israelis in recent weeks has led the Government to permit harsher interrogations of suspected Muslim militants. The loosening of past restrictions drew accusations today from a human rights group that the authorities had adopted the methods of their enemies.    Justice Minister David Libai said this week that a Cabinet committee on the Shin Bet security service had \"taken a decision to strengthen the ability of the Shin Bet to deal with the wave of terror by Hamas and Islamic Holy War.\"","thumbnail":null,"section":"World"},{"date":"19941117","headline":"Museum of Modern Art Ends Troubled Search for a Chief","web_url":"https://www.nytimes.com/1994/11/17/us/museum-of-modern-art-ends-troubled-search-for-a-chief.html","abstract":"  The Museum of Modern Art announced yesterday that it had finally found a new director, after a sometimes messy 14-month search. He is Glenn D. Lowry, the 40-year-old director of the Art Gallery of Ontario in Toronto and a specialist in Islamic art. He takes over on July 1, 1995.   Mr. Lowry is a surprise choice to succeed Richard E. Oldenburg, who announced in September 1993 that he planned to retire. Since then, several candidates had turned down offers from the museum, and the names of many others had been bandied about. Mr. Lowry's was not one of them.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Carjack-Killing Defendant Offers Alibi on the Stand","web_url":"https://www.nytimes.com/1994/11/17/nyregion/carjack-killing-defendant-offers-alibi-on-the-stand.html","abstract":"  Edward L. Summers, the Bronx premedical student accused of stealing a Jeep in a suburban mall and killing its driver, took the stand in his own defense today and told how he had been terrorized into taking part in the crime by a shadowy figure named Dino who had once saved him from a street fight.    Mr. Summers said he told Dino he did not know how to steal a car. But Dino, he said, told him all he had to do was \"show the gun,\" adding menacingly, \"I didn't hesitate when those guys were going to\" beat him last summer.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Cholesterol Drugs Found to Save Lives","web_url":"https://www.nytimes.com/1994/11/17/us/cholesterol-drugs-found-to-save-lives.html","abstract":"  After years of studies that found cholesterol-lowering drugs reduced deaths from heart attacks but not the overall death rate, new research in Scandinavia has emphatically shown that the drugs do save lives.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/17/sports/results-plus-850837.html","abstract":"  N.B.A.  Celtics Trounce Sonics  Dominique Wilkins had his best game as a Celtic with 29 points and 10 rebounds as host Boston pulled away in the third quarter for a 120-93 rout of the Seattle SuperSonics last night. Wilkins, off to a slow start in his first five games, got the first 6 points of the third quarter as the Celtics rallied from a 53-53 halftime tie. They outscored Seattle by 39-18 to take a 92-71 lead after the period. Dino Radja added 28 points and 15 rebounds and Dee Brown scored 15 for Boston. (AP)   76ers 109, Heat 96: Jeff Malone scored 12 of his game-high 31 points in the third quarter to lead host Philadelphia over Miami. Malone led the Sixers on a 16-4 run late in the third quarter after Miami had closed to 67-66. He scored 6 points during a 10-0 run, and Dana Barros's 35-foot jumper at the buzzer gave Philadelphia an 88-75 lead heading into the final quarter. Barros had 24 points and 10 assists. Glenn Rice led Miami with 24 points.(AP)","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Whitman to Speak on Grant's Show","web_url":"https://www.nytimes.com/1994/11/17/nyregion/whitman-to-speak-on-grant-s-show.html","abstract":"  Gov. Christine Todd Whitman has agreed to be a guest on Thursday of Bob Grant, the New York City radio talk show host who became an issue in the New Jersey Senate race.   Mrs. Whitman's chief spokesman, Carl Golden, said today that the Governor agreed to talk about racial issues and intolerance with Mr. Grant, who has frequently been accused of using his program to promote bigotry.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Journal; Newt Envy","web_url":"https://www.nytimes.com/1994/11/17/opinion/journal-newt-envy.html","abstract":"  Those of us who did not vote for the \"Contract With America\" have a new addiction: foaming at the mouth about Newt Gingrich.   I will not bore you by regurgitating the familiar reasons; they're already the new liberal catechism, and rightly so. But addictions of any kind are defeating: they leave you frozen in place. Isn't it time to get past the fulminations and examine why Mr. Gingrich drives his adversaries particularly insane? Not even the better-known right-wing Republicans panting to be President arouse the passions the Speaker-to-be does.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-852511.html","abstract":"  To the Editor:   The 1994 Republican landslide occurred because a small group of swing voters voted more Republican than they usually do. To recover, the Democrats must deal not only with the anger of those voters, but with the apathy of the 10-times-larger group that didn't vote.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Webber Finds Way to Escape a Trap","web_url":"https://www.nytimes.com/1994/11/17/sports/on-pro-basketball-webber-finds-way-to-escape-a-trap.html","abstract":"  News of Chris Webber's signing with the Golden State Warriors last night arrived just in time to quash the growing notion that for the second time in an otherwise first-rate basketball career, he appeared to have called an unfortunate timeout.   Just when he seemed to exorcise the one that cost Michigan a last shot at the 1993 national title, Webber was again trapped in a corner, fumbling for some way out of a spot that made him look driven by power and greed more than the desire to win.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852139.html","abstract":"  A picture caption on Tuesday about President Clinton's meeting with two Asian leaders misidentified them in some copies. President Kim Young Sam of South Korea was at the left, and Prime Minister Tomiichi Murayama of Japan at the right.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Divided We Stand","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-divided-we-stand-852651.html","abstract":"  To the Editor:   I listened to President Clinton's post-election news conference (front page, Nov. 10). It was striking to me, a European-born American, how he dwelt on the message that \"the American people\" sent on Election Day and how he planned to heed this message.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"War on Kurds Hurts Turks in U.S. Eyes","web_url":"https://www.nytimes.com/1994/11/17/world/war-on-kurds-hurts-turks-in-us-eyes.html","abstract":"  As Turkey's war with Kurdish separatists has become ever more violent and uncompromising, the Government has faced a predicament: the more it succeeds, by its own accounts, the more it loses the tolerance of the United States and other Western allies concerned about its increasingly harsh tactics.   Now, the rift is deeper than ever.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"White House Gunman May Face Assassination-Attempt Charge","web_url":"https://www.nytimes.com/1994/11/17/us/white-house-gunman-may-face-assassination-attempt-charge.html","abstract":"  Federal prosecutors are preparing to seek a charge of attempted assassination against Francisco M. Duran, the gunman who raked the White House with semiautomatic rifle fire last month, lawyers following the case said today.   The charge is more serious than the four felony charges currently lodged against Mr. Duran and could result in a sentence of life in prison if he is convicted. The indictment is expected to be returned as early as Thursday, said the lawyers, who spoke on the condition that they not be identified.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Dismissal of Charges Is Urged For 3 in Chopper Shootdown","web_url":"https://www.nytimes.com/1994/11/17/us/dismissal-of-charges-is-urged-for-3-in-chopper-shootdown.html","abstract":"  An Air Force judge recommended today that charges of dereliction of duty be dismissed against three radar plane officers implicated in the shooting down of two Army helicopters over northern Iraq last April.   The judge, acting as an investigator in the case, recommended that the charges stand against the senior director of the mission crew on the Awacs radar plane, Capt. Jim Wang. A fifth officer, Lieut. Joseph Halcli, should receive administrative punishment, the investigator said.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"A Too-Frequent Flyer : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-a-toofrequent-flyer-letters-to-the-editor.html","abstract":"Regarding \"Humbled, Hounded and Confined to Foreign Policy and Defense\" (Opinion, Nov. 11) by Jim Hoagland:.Mr. Hoagland's analysis and prognosis of the Clinton administration's prospects, following the midterm elections, is spot- on. What is","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"36 Accused of Committing Violent Crimes in Quest to Join Mafia","web_url":"https://www.nytimes.com/1994/11/17/nyregion/36-accused-of-committing-violent-crimes-in-quest-to-join-mafia.html","abstract":"  They are known in the underworld as \"wannabes,\" ambitious criminals who hope to become full-fledged Mafia members by committing violent crimes and sharing their spoils with mob leaders. Before dawn yesterday, Federal agents and New York City officers swept up 36 men they identified as \"wannabes\" and accused them of engaging in dozens of hijackings, street robberies and narcotics deals and selling machine guns and automatic weapons to mobsters and other criminals in the city.   In the charges, agents and prosecutors listed a bevy of street names that were commonly used by some defendants, including Sal the Geep, Tony the Nose, Jack Five Hands, Matty Square and Blond Joe. Wives of two of the men were also arrested.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Bulls' Coach Fined","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-basketball-bulls-coach-fined.html","abstract":"  Chicago Bulls Coach PHIL JACKSON, who called Referee HUE HOLLINS's performance in Saturday's game with the Dallas Mavericks \"brutish\" and \"irresponsible,\" was fined $10,000 by the National Basketball Association yesterday.   Jackson's remarks came in the wake of Hollins's calls against SCOTTIE PIPPEN in the Bulls' 124-120 overtime loss to the Mavericks. After a team practice in Chicago on Monday, Jackson said Hollins came into Saturday's game with an attitude problem.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852082.html","abstract":"  A listing in the Calendar column of The Home Section last Thursday about the Cooper Union Great Hall misstated the dates of three events. A corrected version appears today on page C13.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Rikers Is Tense As Cuts Loom, And Official Warns of Crisis","web_url":"https://www.nytimes.com/1994/11/17/nyregion/rikers-is-tense-as-cuts-loom-and-official-warns-of-crisis.html","abstract":"  With tensions smoldering among the 16,000 detainees in the Rikers Island prison complex, the chairman of the city's Board of Correction warned yesterday that the Giuliani administration's plan for further budget cuts of 1,300 prison guards and social workers was fostering conditions similar to those in 1990, when inmates rioted.   \"The current Rikers situation could get that bad or worse,\" said William H. Booth, chairman of the nine-member independent board that monitors prison conditions and which itself would be eliminated under $31 million in new budget cuts being proposed by Mayor Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Big Headache: Meggett's Flu","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-big-headache-meggett-s-flu.html","abstract":"  Giants running back David Meggett was sent home from practice today because of a severe case of the flu. Meggett's illness is just the first of a long list of ailing Giants.   It is unclear whether Meggett will miss the game on Monday against the Oilers in Houston, although it would probably take more than a flu bug to keep him from playing. Still, he was in such bad shape today that he simply went home to rest and couldn't practice.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Toney Talks Tough","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-boxing-toney-talks-tough.html","abstract":"  JAMES TONEY says he doesn't like ROY JONES Jr., but Jones shouldn't take it personally, because Toney doesn't like anybody. That controlled malevolence has made Toney the holder of the International Boxing Federation supermiddleweight title, which he will defend against Jones Friday night at the MGM Grand Hotel in Las Vegas, Nev.   \"It's about business,\" Toney said yesterday. \"He's in my way, so I've got to get rid of him.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/17/nyregion/c-corrections-852104.html","abstract":"  A picture caption on Tuesday with an article about reaction on the Upper West Side to the election results misstated the occupation of one resident, Matt Fried. As the article said, he is a psychologist, not a psychiatrist.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Medicaid Myths Linger In Wake of Campaign","web_url":"https://www.nytimes.com/1994/11/17/nyregion/metro-matters-medicaid-myths-linger-in-wake-of-campaign.html","abstract":"  CALL them the Medicaid Myths.    They were threaded through the New York governor's campaign. They emerge every year in Albany at budget time. They dominate the public debate about Medicaid. And they are built on misunderstandings, confusion and a few politically useful distortions.   Since Medicaid accounts for about a fifth of the state's spending, Governor-elect George E. Pataki will have to cut it considerably to help to close the looming $4 billion budget gap, especially if he really does begin to lower taxes.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"The Delors Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-the-delors-record-letters-to-the-editor.html","abstract":"Regarding \"For the French Succession, Delors Seems a Sound Bet\" (Opinion, Nov. 12) by William Pfaff:.Mr. Pfaff fails to mention that Jacques Delors was finance minister in President François Mitterrand's first government after his electi","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"New Major League Delays Start of Play Until '96","web_url":"https://www.nytimes.com/1994/11/17/sports/new-major-league-delays-start-of-play-until-96.html","abstract":"  Major League Soccer, the league that was supposed to be the legacy of holding the World Cup in the United States last summer, is in a holding pattern of its own. The kickoff has been put back one year.   Alan Rothenberg, the chairman of the league, who was also the chairman of World Cup USA, confirmed the long-expected delay in the league's start at a news conference in Manhattan yesterday.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"The Children of Guantanamo","web_url":"https://www.nytimes.com/1994/11/17/opinion/the-children-of-guantanamo.html","abstract":"  What a difference three months make. Lawton Chiles, a Democrat, has been safely re-elected as Governor of Florida. Fidel Castro is again preventing his people from setting out in rafts, and a U.S.-occupied Haiti is no longer sending forth masses of terrified refugees. As a result, the refugee question has cooled as a political issue in Florida and the Clinton Administration is testing the waters for another refugee policy U-turn.    For 28 years Cuban refugees arriving in the U.S. were automatically admitted under a double standard that distinguished them from other people fleeing government oppression and economic collapse. But in August the Clinton Administration began intercepting Cubans at sea, taking them to the Guantanamo Bay Naval Base and proclaiming that they would never be admitted to the U.S.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Bad News? Jets Meet Good Team In Vikings","web_url":"https://www.nytimes.com/1994/11/17/sports/pro-football-bad-news-jets-meet-good-team-in-vikings.html","abstract":"  Sometime soon, say in about four days, the Jets must beat a good team to even think about the playoffs.   They don't get a chance at a bad team again until the day before Christmas, when they visit the Houston Oilers. That is also the last game of the regular season.","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Heavy Rain Floods Florida's Winter Crops","web_url":"https://www.nytimes.com/1994/11/17/us/heavy-rain-floods-florida-s-winter-crops.html","abstract":"  Heavy rains from a tropical storm over the last two days have flooded tens of thousands of acres of farmland in Florida and destroyed a large part of its winter crop.   The storm, which has left at least 350 people dead in Haiti, according to radio reports, swept slowly across southern and central parts of Florida today before it moved into the Atlantic Ocean this evening. Heavy rains subsided across much of the state as the storm, designated Tropical Storm Gordon, continued its northeastern course.","thumbnail":null,"section":"U.S."},{"date":"19941117","headline":"Helpful Look at Disney : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-helpful-look-at-disney-letters-to-the-editor.html","abstract":"Regarding \"Euro Disney Throws the Book Away\" (Business/Finance, Oct. 20): .Barry James's article was refreshing. For several years we U.S. businessmen have seen the not-too-subtle bashing of Disney by the British press and much of the French","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Rose on Rose","web_url":"https://www.nytimes.com/1994/11/17/sports/sports-people-baseball-rose-on-rose.html","abstract":"  The ultimate football fan -- a man who calls football his favorite sport both as a player and a spectator -- sat at a back table yesterday at New York's newest eponymous football emporium, and solemnly declared:   \"I am baseball's greatest ambassador.\"","thumbnail":null,"section":"Sports"},{"date":"19941117","headline":"Whitman: A 'Natural' in Helping the G.O.P.; The Governor Looks Back, and Ahead, for New Jersey and for Her Party","web_url":"https://www.nytimes.com/1994/11/17/nyregion/whitman-natural-helping-gop-governor-looks-back-ahead-for-new-jersey-for-her.html","abstract":"  Gov. Christine Todd Whitman called John G. Rowland to congratulate him on winning the Connecticut governorship last week, but Mr. Rowland was on his way to his first news conference after the victory, and he didn't have time for small talk.   \"I know they're going to ask about the pensions, what about the pensions,\" Mr. Rowland rattled into the phone to his fellow Republican in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"End of Co-op Dispute Hailed As Victory for Gay Couples","web_url":"https://www.nytimes.com/1994/11/17/nyregion/end-of-co-op-dispute-hailed-as-victory-for-gay-couples.html","abstract":"  Five years after his companion died and a year after his own death from AIDS, Harry Kirkpatrick has won a long and bitter battle with a Sutton Place co-op board over the right to inherit an apartment the two men shared.   As a result, co-ops throughout New York City may find themselves extending to gay, lesbian and other unmarried couples the privilege customarily granted to married couples: that a surviving partner may automatically inherit the lease to an apartment and shares in a co-op corporation, without the board's consent being required.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Welcome to an Expemplary Pact on Use of the Sea","web_url":"https://www.nytimes.com/1994/11/17/opinion/IHT-welcome-to-an-expemplary-pact-on-use-of-the-sea.html","abstract":"In an era of uncertainty in international affairs, characterized by a general disregard for the rule of law and the frequent threat or use of force for the settlement of disputes, the world community can celebrate the entry into force yesterday of the Un","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/17/nyregion/news-summary-845892.html","abstract":"  International A3-15  INDONESIA IS PRESSED ON RIGHTS  The United States and Indonesia announced $40 billion in joint projects, but President Clinton warned President Suharto that relations would ultimately be based on better human rights there.  A1","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Drug Screening to Be Required for Some Welfare Recipients","web_url":"https://www.nytimes.com/1994/11/17/nyregion/drug-screening-to-be-required-for-some-welfare-recipients.html","abstract":"  A new work-for-welfare plan by the Giuliani administration will require single, childless people who say they cannot work for medical reasons to undergo a medical exam and drug test in order to get benefits, officials said yesterday.   The screening will be part of a plan, set to begin in January, to require thousands of able-bodied adults who receive benefits to work doing jobs like snow removal, street cleaning and park maintenance.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Teacher in Bronx Is Accused of Molesting Student","web_url":"https://www.nytimes.com/1994/11/17/nyregion/teacher-in-bronx-is-accused-of-molesting-student.html","abstract":"  A Bronx junior high school gym teacher was arrested yesterday and charged with sexually abusing a 13-year-old student in his office, the police said.   The teacher, Leonard Quartararo, 53, of 1373 Bronx River Avenue in Hunts Point, grabbed the boy's crotch in the incident, which occurred Nov. 9, the police said. Investigators said the teen-ager had gone to the office to protest an earlier incident in which Mr. Quartararo had touched his buttocks.","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Let the Democrats Act More Like Democrats; Women Made Gains","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-let-the-democrats-act-more-like-democrats-women-made-gains-852660.html","abstract":"  To the Editor:   Your Nov. 11 front-page article on the impact of gender on the 1994 election does not focus on gender in statewide elections, which would give a more realistic portrait of the gains women are making.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"New York Marathon Runners Received Needed Medical Help","web_url":"https://www.nytimes.com/1994/11/17/opinion/l-new-york-marathon-runners-received-needed-medical-help-852562.html","abstract":"  To the Editor:   In \"New York City Marathon Casualty Got Medical Help Too Late\" (letter, Nov. 10), Jon Pageler relates how he observed a \"tall man\" who \"appeared punch-drunk\" and made \"determined progress\" as an \"official went back to his post,\" leaving the marathoner \"dangerously on his own.\" Mr. Pageler wrongly concludes that this competitor, who \"beat 3:45\" on the clock, was Pierre Marquet, who went into cardiac arrest after crossing the finish line and, despite receiving immediate medical attention, died later.","thumbnail":null,"section":"Opinion"},{"date":"19941117","headline":"Man in the News; The Victor (Again): Bonn's Long-Distance Runner -- Helmut Kohl","web_url":"https://www.nytimes.com/1994/11/17/world/man-in-the-news-the-victor-again-bonn-s-long-distance-runner-helmut-kohl.html","abstract":"  The narrow confirmation of Chancellor Helmut Kohl as head of the German Government with one vote to spare in Parliament on Tuesday put him one step closer to his goal of holding power longer than Konrad Adenauer, his mentor and Germany's first postwar leader, did -- 14 years.   Mr. Kohl still has two years to go to beat that record. Whether his shaky coalition Government can hold together for a full four-year term has been the subject of intense speculation since its heavy losses in the Oct. 16 national elections, but Mr. Kohl, a trained historian who remembers that Adenauer's first election in 1949 was also by a bare majority, says he has no doubts.","thumbnail":null,"section":"World"},{"date":"19941117","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/17/nyregion/no-headline-846155.html","abstract":"  \"What's wrong with these apples? What's wrong with this squash? The young people, they won't buy it if it has a nick or a scratch or a bump. They weren't brought up right. My father said people throw out food that's perfectly good.\" -- CASEY LOSIK, 87, picking through a garbage bin in Brooklyn.  [ B4:1. ]","thumbnail":null,"section":"New York"},{"date":"19941117","headline":"Ukraine Votes to Become a Nuclear-Free Country","web_url":"https://www.nytimes.com/1994/11/17/world/ukraine-votes-to-become-a-nuclear-free-country.html","abstract":"  The Ukrainian Parliament put aside its longstanding reservations and voted overwhelmingly today to make their nation nuclear-free, removing roadblocks to carrying out two major arms control agreements.   In a move that the United States eagerly sought for some time, the Parliament agreed to sign the nuclear nonproliferation treaty, which pledges its signers, with the exception of the United States, Russia, China, Britain and France, to rid themselves of all nuclear weapons.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19941117","time":"1994-11-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":18.4},{"date":"19941117","time":"1994-11-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":14.8},{"date":"19941117","time":"1994-11-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":11.2},{"date":"19941117","time":"1994-11-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19941117","time":"1994-11-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":88,"wspd":14.8},{"date":"19941117","time":"1994-11-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":89,"wspd":11.2},{"date":"19941117","time":"1994-11-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":13},{"date":"19941117","time":"1994-11-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":14.8},{"date":"19941117","time":"1994-11-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":85,"wspd":11.2},{"date":"19941117","time":"1994-11-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":14.8},{"date":"19941117","time":"1994-11-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":18.4},{"date":"19941117","time":"1994-11-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":16.6},{"date":"19941117","time":"1994-11-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":63,"wspd":22.3},{"date":"19941117","time":"1994-11-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":53,"wspd":22.3},{"date":"19941117","time":"1994-11-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":53,"wspd":22.3},{"date":"19941117","time":"1994-11-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":56,"wspd":22.3},{"date":"19941117","time":"1994-11-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":63,"wspd":22.3},{"date":"19941117","time":"1994-11-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":70,"wspd":20.5},{"date":"19941117","time":"1994-11-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":75,"wspd":18.4},{"date":"19941117","time":"1994-11-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":20.5},{"date":"19941117","time":"1994-11-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":78,"wspd":16.6},{"date":"19941117","time":"1994-11-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":77,"wspd":16.6},{"date":"19941117","time":"1994-11-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":48,"wspd":16.6},{"date":"19941117","time":"1994-11-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":14.8},{"date":"19941117","time":"1994-11-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":14.8},{"date":"19941117","time":"1994-11-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":13},{"date":"19941117","time":"1994-11-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":16.6},{"date":"19941117","time":"1994-11-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":20.5},{"date":"19941117","time":"1994-11-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":44,"wspd":18.7},{"date":"19941117","time":"1994-11-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":16.6},{"date":"19941117","time":"1994-11-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":14.8},{"date":"19941117","time":"1994-11-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":20.5},{"date":"19941117","time":"1994-11-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":16.6},{"date":"19941117","time":"1994-11-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":20.5},{"date":"19941117","time":"1994-11-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":24.1},{"date":"19941117","time":"1994-11-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":27.7},{"date":"19941117","time":"1994-11-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":24.1},{"date":"19941117","time":"1994-11-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":20.5},{"date":"19941117","time":"1994-11-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":24.1},{"date":"19941117","time":"1994-11-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":25.9},{"date":"19941117","time":"1994-11-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":25.9},{"date":"19941117","time":"1994-11-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":27.7},{"date":"19941117","time":"1994-11-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":27.7},{"date":"19941117","time":"1994-11-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":25.9},{"date":"19941117","time":"1994-11-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":18.7},{"date":"19941117","time":"1994-11-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":22.3}]},"19941118":{"guardian_articles":[],"nytimes_articles":[{"date":"19941118","headline":"At the Bar; For Clinton, the Supreme Court's docket is a mine field of politically sensitive cases.","web_url":"https://www.nytimes.com/1994/11/18/us/bar-for-clinton-supreme-court-s-docket-mine-field-politically-sensitive-cases.html","abstract":"  The House of Representatives and the Senate are not the only institutions in town in a position to give the Clinton Administration a major headache in the post-election era. The Administration's remarkable about-face in a recent child pornography case before the Supreme Court underscored yet another unpleasant new fact of life: how perilous the Court's docket has become for the White House.   The docket is a virtual mine field of politically unpalatable cases waiting to explode as the Administration files briefs and argues its positions on subjects like minority set-asides in Federal contracting, school desegregation and state limitations on welfare benefits.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864781.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 1    The conductor Eliahu Inbal has written that he regards Mahler's symphonic output as \"a single great novel with 11 chapters, consisting of the 10 symphonies and 'Das Lied von der Erde.' \" To the limited extent that the cycle can indeed be seen as a huge novel in sound, the First Symphony is the chapter that brings listeners up to speed on the hero's world. It draws on Mahler's earlier \"Songs of a Wayfarer\" and \"Klagende Lied,\" and its rustic borrowings set the scene in broader ways. Mahler himself was unsure what to make of it, terming it a tone poem at its premiere, in 1889; calling it \"Titan\" and adding descriptive movement titles in 1893; then discarding the titles (and the second movement, \"Blumine\") and presenting the work as a symphony in 1896.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Good and Bad Gingrich","web_url":"https://www.nytimes.com/1994/11/18/opinion/good-and-bad-gingrich.html","abstract":"  Watching the first days of Speaker-in-waiting Newt Gingrich is a little like watching the start of a buffalo stampede. There is a lot of dust in the air, but it is impossible to tell exactly what is going to get trampled. In his initial instructions to his followers in the House of Representatives, Mr. Gingrich unveiled some ideas that could earn him a place as a historic reformer and some others that would put him alongside the worst of the Democratic hacks he helped defeat.   His instincts on committees and committee chairmanships seem basically sound. He passed over some seasoned time-servers in favor of more vigorous junior members. That is a healthy precedent and shows a willingness to overturn the Democratic habit of rewarding Congressional survivalists with power out of proportion to their talents.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"On Not Doubting Sanity of Artists; Lifton's School","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-on-not-doubting-sanity-of-artists-lifton-s-school-864404.html","abstract":"  To the Editor:   In \"Exploring the Links Between Depression, Writers and Suicide,\" (Arts pages, Nov. 14), you incorrectly describe one of the panelists, Robert J. Lifton, as \"a professor of psychiatry and psychology at the City University of New York.\"","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"On Not Doubting Sanity of Artists","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-on-not-doubting-sanity-of-artists-864390.html","abstract":"  To the Editor:   \"When we think of creative writers, we think of boldness, sensitivity, restlessness, discontent; this is the manic-depressive temperament.\" Such is the view of Kay Jamison, author of \"Touched With Fire: Manic-Depressive Illness and the Artistic Temperament\" and a speaker at the Nov. 11 conference at the 92d Street Y titled \"Wanting to Die: Suicide and American Literature,\" which you report in a Nov. 14 article.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"2 Arrested in Kidnapping of Men in Queens","web_url":"https://www.nytimes.com/1994/11/18/nyregion/2-arrested-in-kidnapping-of-men-in-queens.html","abstract":"  The police arrested two men early today in connection with the kidnapping of two Asian men who told investigators they were held for about seven days inside a modest house in Jackson Heights, Queens, officials said.   The names of the victims and the suspects were not released because details were still being worked out at 2 A.M. as all four men were being questioned at the 109th Precinct station house in Jackson Heights, said Lieut. Peter Tartaglia of the Major Case Squad of the New York City Police Department.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Common Sense Is the Goal at Talks","web_url":"https://www.nytimes.com/1994/11/18/sports/hockey-common-sense-is-the-goal-at-talks.html","abstract":"  Though 10 more games were shaved off the schedule yesterday, reducing the 84-game regular season to 60 games, Day 48 of the National Hockey League lockout brought at least three positive developments.   One was the decision by negotiators to stay in Boston overnight and meet again today. It was the first time since Oct. 4-5 that two consecutive days of bargaining have been scheduled.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Moorer to Fight Again","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-people-boxing-moorer-to-fight-again.html","abstract":"  MICHAEL MOORER wants to be heavyweight champion again, and his manager says a rematch with GEORGE FOREMAN is signed. On Tuesday, Moorer said on WJR-AM in Detroit that he would not fight again and, instead, would pursue a career in law enforcement.   He told The Associated Press in a telephone interview yesterday: \"I'm going to fight again. I want to be the fifth man to regain the heavyweight title.\"","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Mr. Clinton's Strange Compromise","web_url":"https://www.nytimes.com/1994/11/18/opinion/mr-clinton-s-strange-compromise.html","abstract":"  Clearly President Clinton is going to have to learn to compromise with his Republican opponents. The Constitution, however, is the wrong place to start. It was unnerving to hear Mr. Clinton, at a news conference in Indonesia, announcing that he would consider working with the G.O.P. on an amendment permitting \"voluntary\" school prayer.    \"I have always supported voluntary prayer in the schools,\" he said the other day. He reserved judgment on specific language in a proposed amendment, and his aides have spun his remarks into a proposal for silent meditation that he never mentioned. But Mr. Clinton's concept of \"voluntary\" plays into the hands of groups that have tried for decades to tear down safeguards for religious freedom that the Supreme Court has vigorously defended.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Federal Judges Propose Letting Cameras in Appellate Courts","web_url":"https://www.nytimes.com/1994/11/18/us/federal-judges-propose-letting-cameras-in-appellate-courts.html","abstract":"  The Federal judges who pulled the plug two months ago on an experiment with cameras in Federal courtrooms are having second thoughts. It now appears likely that television will be invited into every Federal circuit court of appeals as soon as next year, not as a limited experiment, but on a permanent basis.   It is also possible that the experimental exploration of cameras in the Federal trial courts will be revived. But this time, the experiments may test whether judges' concerns about the misleading nature of sound bites can be allayed by requiring the broadcast of at least a minute or 90 seconds of tape at one time.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"THE MOVIE GUIDE : Il Toro","web_url":"https://www.nytimes.com/1994/11/18/style/IHT-the-movie-guide-il-toro.html","abstract":"Directed by Carlo Mazzacurati. Italy.. With the Italian film industry generally short on original ideas, the Paduan writer-director Carlo Mazzacurati's quirky, expertly shot, consistently watchable \"Il Toro\" (The Bull) comes as a welcome surpris","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"Whitman: 'Can't Back Off'","web_url":"https://www.nytimes.com/1994/11/18/nyregion/whitman-can-t-back-off.html","abstract":"  When Gov. Christine Todd Whitman appeared on Bob Grant's talk show yesterday, the topic -- not unexpectedly -- was her decision not to appear on his show except to discuss intolerance. These are excerpts.   WHITMAN: It was never about you and me and I tried to make that clear from the very beginning. It was about my concern of the kind of dialogue that has been happening -- it's happening more and more. It's not just happening here, it's happening on a lot of shows, but particularly because you have been a supporter of mine, you and I agree on a lot of issues -- on the tax issues, on government issues, on a lot of criminal justice issues -- that it became even more important that I show that I am consistent. I have spoken out whether it was Khalid Abdul Mohammed, who said things that I felt were divisive. I need to speak out on that because language affects behavior and I know that you have a great deal of influence, you have a very loyal listenership many of whom believe in what's said on the air and they -- they take it to heart. And the problem that I have that -- where you're starting to get into more and more, and again it's happening on a lot of different airwaves, that's troubling to me is that we allow that talk -- some of it very divisive by categorizing groups of people because of who they are: race, religion, age, and then thinking that when the radio's turned off somehow that -- all that's forgotten. And my concern is that it's not, that people take that home with them and it makes it very difficult for them to work and live in a multicultural, multiracial society that we have today.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Aristide Ousts Acting Army Chief","web_url":"https://www.nytimes.com/1994/11/18/world/aristide-ousts-acting-army-chief.html","abstract":"  After allegations of corruption against him by officers under his command, the acting Commander in Chief of the Haitian Armed Forces, Maj. Gen. Jean-Claude Duperval, was dismissed today, barely a month after he was appointed.   To replace him, Haiti's civilian President, the Rev. Jean-Bertrand Aristide, selected Brig. Gen. Bernardin Poisson. Until he was promoted to the army high command and made a general last month, General Poisson, 46, had served for six years as chief of the Haitian Fire Department, which is part of the Haitian military but regarded as its least prestigious branch.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Russians Grouse (at U.S. Embassy)","web_url":"https://www.nytimes.com/1994/11/18/world/russians-grouse-at-us-embassy.html","abstract":"  Russians are once again complaining about long lines, red tape and bone-chilling rudeness from petty bureaucrats.   Only now they maintain that such typical Soviet-era indignities are rampant in the consular section of the American Embassy.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/18/sports/transactions-862053.html","abstract":"  Auto racing  Ppg indy car world series    PACWEST RACING GROUP -- Named Danny Sullivan, driver, for the 1995 season.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"A British Novel-to-Be Sets a 2d Bidding Mark","web_url":"https://www.nytimes.com/1994/11/18/books/a-british-novel-to-be-sets-a-2d-bidding-mark.html","abstract":"  Setting a record of $3.15 million for an advance for the North American publishing rights to a first novel, Dell Publishing outbid nine other publishers on Wednesday to acquire \"The Horse Whisperer,\" a still-unfinished novel by a British writer.   It was the second time in a month that the work-in-progress by Nicholas Evans, a 44-year-old former print and broadcast journalist and screenwriter, set an industry record.","thumbnail":null,"section":"Books"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864846.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 7    An entirely satisfying recording has yet to be made of Mahler's sumptuous, byzantine Seventh Symphony, the least famous of his series and, for at least a few Mahler connoisseurs, the most weirdly enchanting. Avoiding dramatic extremes, the Seventh deals in ambiguities and half-tints: its musical materials point simultaneously to Viennese modernism and the Romantic nostalgia popularized by Hollywood composers. (A rising theme in the first movement found echoes in Schoenberg's First Chamber Symphony and later in the music for the original \"Star Trek.\") The Seventh brings out the zany side in conductors: Otto Klemperer took it at a continental-drift tempo; Hermann Scherchen produced a madcap Expressionist freak show.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Study of Death Wins National Book Award","web_url":"https://www.nytimes.com/1994/11/18/books/study-of-death-wins-national-book-award.html","abstract":"  The 1994 National Book Award for nonfiction was awarded to \"How We Die: Reflections on Life's Final Chapter\" (Alfred A. Knopf), by Sherwin B. Nuland, at a ceremony at the Plaza Hotel in Manhattan on Wednesday night.   The other 1994 winners were \"A Frolic of His Own,\" by William Gaddis (Poseidon Press), for fiction, and \"Worshipful Company of Fletchers\" (Ecco Press), by James Tate, for poetry. Each award carries a $10,000 prize.","thumbnail":null,"section":"Books"},{"date":"19941118","headline":"Leonardo's Hand Reflects a Questing Mind","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-leonardo-s-hand-reflects-a-questing-mind-864242.html","abstract":"  To the Editor:   Re \"Leonardo Notebook Sells for $30.8 Million\" (front page, Nov. 12):   While Leonardo da Vinci remains one of history's most intriguing individuals, his \"backward\" handwriting should not continue to be a puzzle. You repeat traditional lore in writing that Leonardo's \"handwriting is backward because the artist, who was left-handed and loved optical tricks, wrote from right to left using a mirror, apparently to help disguise his theories.\"","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Odor of Burning Interrupts 'Rigoletto'","web_url":"https://www.nytimes.com/1994/11/18/arts/odor-of-burning-interrupts-rigoletto.html","abstract":"  A performance of \"Rigoletto\" at the Metropolitan Opera on Wednesday evening was interrupted when a projector on a lighting bridge over the stage overheated, sending fumes through the house.   The problem began just after the second intermission, when some patrons detected a faint burning odor. As the third act continued, however, the odor grew stronger, and by 10:43, just after Sumi Jo, Paolo Gavanelli, Ramon Vargas and Birgitta Svenden sang the work's famous quartet, \"Bella figlia dell'amore,\" audience members began leaving the hall. Christian Badea, the conductor, stopped the orchestra, the house lights were raised, and the Met announced that it was investigating.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864790.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 2    Mahler's music has the uncanny power to make a critic feel neurotic and uncertain, even when choosing recordings to recommend. The \"Resurrection\" Symphony, No. 2, was the first glorious sign of Mahler's musical excess, the result of a seven-year attempt to evoke the apocalypse in about 90 minutes of sound. How could any recording of it have priority over any other when the best ones make it seem as if their gargantuan world were the only true one?","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864870.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 10    Searchers after completeness will want this last symphony whole, even when the gaps and loose ends Mahler left behind have been filled and tied up by others. Instinct more than scholarship moves me to forget what is unfinished and stay with the completed Adagio. It is a last great earthly sigh of human hope and unfulfillment. God, Mahler's ultimate editor, seems to have decreed it so.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/18/style/chronicle-864773.html","abstract":"  The administrators of the John Jay College of Criminal Justice had good cause to celebrate last night when they unveiled two paintings by SANDRO CHIA. What had begun as a commission for the City University college's 30th anniversary turned into a gift from the Italian Neo-Expressionist painter.    \"I decided that it would be a good donation to the college, a way of giving something back to New York, which has been so good for me,\" Mr. Chia said yesterday.","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"Sports of The Times; Is It Time For Smaller New League?","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-of-the-times-is-it-time-for-smaller-new-league.html","abstract":"  THE rumbling comes closer together now. The world of sports is going through financial tremors unlike anything we have ever seen before -- strikes and shortfalls, power plays and dead seasons. Where will it end?   Things happen on a daily basis now. Baseball will never recover from canceling its 1994 season. Hockey is destroying its once-promising future. The owners in both sports cannot convince people they just might be telling the truth about the ledgers they will not display.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Crossing Guard Killed at Queens School","web_url":"https://www.nytimes.com/1994/11/18/nyregion/crossing-guard-killed-at-queens-school.html","abstract":"  A 35-year-old mother, on crossing-guard duty outside her children's school in Queens, was killed yesterday when struck by a four-wheel-drive vehicle as she crossed the street to help someone.   The driver, who remained at the scene, was not charged or given a summons, the police said.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Days and Nights of Murder, Madness and Mayhem","web_url":"https://www.nytimes.com/1994/11/18/movies/days-and-nights-of-murder-madness-and-mayhem.html","abstract":"  IF ever a city was made for black and white, it's New York. The city is a place of harsh light, dark shadows, strong angles and violent extremes. The New York fashion magazines may dictate pastels or flaming reds to the rest of the nation. In downtown Manhattan, it's all black clothes and pale skin. The skyline itself, the city's most durable, seductive image, achieves full power, Lucifer-like, as darkness descends and a million cold white diamonds begin to glitter.   New York is a noir city. It's no surprise to find that the Film Forum in the South Village has assembled more than 60 films (nearly all of them in black and white) in its series \"NYC Noir,\" which begins today. The city's uncompromising landscape and the endless surge of its anonymous crowds make an ideal setting for pitiless moral dramas in which doomed characters move inexorably toward a violent end. In the classic New York noirs, the city's skyscrapers and streets simultaneously play the role of the gods and the chorus in Greek tragedy. They are the impassive observers, the iron enforcers, of a bleak moral code.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864854.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 8    In a symphonic cycle in which every gesture is larger than life, Mahler's No. 8, the \"Symphony of a Thousand,\" is far and away the most grandiose installment (although the Ninth has greater emotional impact). Conventional symphonic movements give way to two extended parts, drawing on very different texts: \"Veni, Creator Spiritus,\" a medieval hymn celebrating the Holy Spirit, and the final scene of Goethe's \"Faust,\" which describes divine love as a protecting force. To convey all this, Mahler uses an expanded orchestra, a huge chorus and eight vocal soloists.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Deaths in 1979 Tied to Soviet Military","web_url":"https://www.nytimes.com/1994/11/18/world/deaths-in-1979-tied-to-soviet-military.html","abstract":"  The worst known outbreak of anthrax, which occurred in 1979 in Sverdlovsk in the Urals and which became an international incident, has finally been proved to have originated from spores released from a Soviet biological warfare plant, a team of American and Russian scientists reported today.   The outbreak in the city infected at least 96 people and killed 66, in the official records, and may have killed more.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864811.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 4    Mahler hated to say goodbye. A composer of infinitely extended farewells, he was a great man in search of an editor. The Fourth Symphony, an anomaly, is relatively succinct, filled with sunlight, even sweetness.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Five Shows Focus on World War II Generation","web_url":"https://www.nytimes.com/1994/11/18/arts/art-review-five-shows-focus-on-world-war-ii-generation.html","abstract":"  One benefit of the dense gallery scene in Manhattan is the frequency with which individual exhibitions serendipitously intersect and overlap, their separate beams coalescing to spotlight a certain period or generation. Perhaps because of the big museum shows -- Cy Twombly at the Museum of Modern Art, the Italians at the Guggenheim Museum and, especially, Willem de Kooning at the Metropolitan Museum of Art -- the generation of the moment is the one that emerged during or directly after World War II.    A show of Barnett Newman's early work at Pace Gallery and the mini-retrospective of Alberto Giacometti at Acquavella are just two examples. This weekend brings five more solo shows to uptown galleries that feature painters from this fertile period. Two of these shed further light on Abstract Expressionism: Mr. de Kooning's achievement is the subject of one effort while another presents the gestural portraits produced by Elaine de Kooning, his wife, in the mid-1950's. But luckily, the remaining shows are devoted to Mark Tobey and Steve Wheeler, two maverick, less routinely visible sensibilities, and to the young Richard Diebenkorn; these serve as important reminders that even in its heyday, Abstract Expressionism was not the only game around.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Applying Death Penalty","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-applying-death-penalty-864595.html","abstract":"  To the Editor:   George E. Pataki, the Governor-elect of New York, has confirmed his promise to sign a death penalty bill, which the State Legislature is likely to submit. As a longtime advocate of the death penalty for murderers, I concur with Mr. Pataki's decision.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Bishops Assail Rule Hostile To Immigrants","web_url":"https://www.nytimes.com/1994/11/18/us/bishops-assail-rule-hostile-to-immigrants.html","abstract":"  The National Conference of Catholic Bishops urged today that greater emphasis be placed on Federal immigration policies rather than relying on punitive local measures like Proposition 187 in California, which denies illegal immigrants nonemergency medical, educational and social services.   In a statement issued on the final day of their annual fall meeting, the bishops said the taxpayer frustration that fueled passage of Proposition 187 established an intimidating tone that could foster \"harassment of persons who may look or sound 'undocumented.' \" What was needed, they said, was a rational discussion of Federal policies that regulate legal entry into the United States.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"U.S. to Adopt Conciliation With Burmese","web_url":"https://www.nytimes.com/1994/11/18/world/us-to-adopt-conciliation-with-burmese.html","abstract":"  Judging the initial results to be \"somewhat promising,\" the Clinton Administration will take a conciliatory approach toward the Burmese military junta in an effort to encourage improvements in its human rights record, Secretary of State Warren Christopher said today.    A recent high-level policy review recommended a strategy of trying to engage rather than isolate the Government of Myanmar, formerly known as Burma, one of the most repressive in the world.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Agassi Eliminates Chang, Sampras Defeats Edberg","web_url":"https://www.nytimes.com/1994/11/18/sports/IHT-agassi-eliminates-chang-sampras-defeats-edberg.html","abstract":"Michael Chang was shaking his head: a thinking man's player feeling sheepish more for having been outthought than for having been outplayed..\"I pulled a rookie move,\" he said, looking slightly amused..The rookie move came after his five-set","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/18/style/chronicle-864765.html","abstract":"  The New Republic magazine turned 80 this month, so on Wednesday evening it gave itself a party at Decatur House, a historic building near the White House. Almost every conversation among the 250 guests seemed to focus on Representative NEWT GINGRICH, Republican of Georgia.   In a sign of what's to come, ANDREW SULLIVAN, the editor of the liberal journal of politics and culture, described the prospective Speaker of the House as the magazine's \"biggest, fattest, ripest target.\"","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"Sarajevo President's Office Attacked by Serbian Missiles","web_url":"https://www.nytimes.com/1994/11/18/world/sarajevo-president-s-office-attacked-by-serbian-missiles.html","abstract":"  Nationalist Serbs attacked Bosnia's presidency building here with missiles today and bombarded a United Nations-designated \"safe area\" in northwestern Bosnia for the third day running.   Bosnian officials accused the United Nations military force of deliberately underreporting attacks by Serbs on the so-called safe area, around the Muslim town of Bihac.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/18/arts/art-in-review-864935.html","abstract":"  Kiki Smith  'Drawings'   Pace Wildenstein  32 East 57th Street  Through Nov. 26    For her debut at Pace Wildenstein, Kiki Smith has produced a nervous and unfocused show, but one that still manages to distill the flavor of her idiosyncratic sensibility. It is titled \"Drawings,\" though the work includes prints, reliefs, collages and sculptures, all done in or on paper and mostly in black and white with occasional touches of color.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"French Left Gets a Lift From Right","web_url":"https://www.nytimes.com/1994/11/18/world/french-left-gets-a-lift-from-right.html","abstract":"  Only weeks ago, French conservatives seemed certain to win next spring's presidential elections. Now, in a turnaround that could cheer American Democrats after their drubbing last week in mid-term elections, France's Socialists again have a chance.   Strangely, the Socialists themselves did little to achieve this. Rather, in what might also sound a warning to American Republicans, the Socialists have bounced back because French voters are now beginning to blame the right for what is wrong with France.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Jets' Alipate, a Tongan, Has No Illusions of Stardom on Way to the Bank","web_url":"https://www.nytimes.com/1994/11/18/sports/pro-football-jets-alipate-tongan-has-no-illusions-stardom-way-bank.html","abstract":"  The nephew of the Queen of Tonga put on his armor today: helmet, shoulder guards, pads. Then he blended in among the other big men of the Jets' football team.   Despite his royal connection, Tuineau Alipate's name is rarely found among the small print in the football summaries this season. He is a phenomenon of the new world of the National Football League, of free agency and the salary cap.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Sign Him, Trade Him: Webber Becomes Bullet","web_url":"https://www.nytimes.com/1994/11/18/sports/pro-basketball-sign-him-trade-him-webber-becomes-bullet.html","abstract":"  Completing a major deal forced by a conflict between a player and a coach, the Golden State Warriors traded their unhappy star forward Chris Webber to the Washington Bullets today. In exchange, they received the third-year forward Tom Gugliotta and first-round draft picks in 1996, 1998 and 2000.   Webber, one of the National Basketball Association's most talented young players, leaves Golden State after only one season -- a season in which he was voted the league's rookie of the year. But a personality clash between Webber and Don Nelson, the Warriors' coach and general manager, triggered today's deal, which could have a dramatic impact on both franchises.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/18/style/chronicle-860964.html","abstract":"  Time to readjust that image of GINA LOLLOBRIGIDA. The sexy film star of the 1950's and 1960's has gone behind the camera to produce \"The Wonder of Innocence,\" a book of photographs she took that has just been published by Harry N. Abrams.    The coffee-table book, whose forward is written by MOTHER TERESA, has dozens of photographs of children superimposed disproportionately on photographs of exotic animals.","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"Bias in Immigration Agency Is Subject of House Hearing","web_url":"https://www.nytimes.com/1994/11/18/us/bias-in-immigration-agency-is-subject-of-house-hearing.html","abstract":"  Representative John Conyers Jr. gave the nation's immigration chief what he called a \"public spanking\" today during a hearing before the House Government Operations Committee that detailed accusations of widespread discrimination against black employees of the Immigration and Naturalization Service.   Doris M. Meissner, the Commissioner of Immigration and Naturalization, promised that she would work to correct employment problems at the agency. She pledged to hire and promote more minority members and to train the agency's executives, almost all of whom are white, to be more openminded.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Dostoyevsky's Life As a Departure Point","web_url":"https://www.nytimes.com/1994/11/18/books/books-of-the-times-dostoyevsky-s-life-as-a-departure-point.html","abstract":"  THE MASTER OF PETERSBURG   By J. M. Coetzee   250 pages. Viking. $21.95    In his 1987 novel, \"Foe,\" the South African writer J. M. Coetzee reinvented Daniel Defoe's tale of Robinson Crusoe, giving us a post-modernist parable about the ever-shifting relationship between reality and art. A similar undertaking informs Mr. Coetzee's latest novel, \"The Master of Petersburg,\" an allusive, elusive work that conflates \"The Possessed,\" Dostoyevsky's dark tale about nihilism and revolution, with facts plucked from Dostoyevsky's own melodramatic life.","thumbnail":null,"section":"Books"},{"date":"19941118","headline":"Man Charged With Trying To Assassinate The President","web_url":"https://www.nytimes.com/1994/11/18/us/man-charged-with-trying-to-assassinate-the-president.html","abstract":"  A Federal grand jury today returned an 11-count felony indictment charging the man accused of firing a semiautomatic assault rifle at the White House with attempting to murder President Clinton.   Later, at a hearing in Federal court, a lawyer for the man, Francisco M. Duran of Colorado Springs, entered a plea of not guilty to all charges. If Mr. Duran, 26, is convicted of attempting to assassinate the President, he will face a maximum penalty of life in prison.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Mexican Party Is Accused in Assassination","web_url":"https://www.nytimes.com/1994/11/18/world/mexican-party-is-accused-in-assassination.html","abstract":"  In one of the worst political scandals of President Carlos Salinas de Gortari's last year in office, a top law enforcement official has publicly accused Mexico's governing party of hindering the investigation into the killing of the party's secretary general in September.    Party leaders have lashed back at the official, Mario Ruiz Massieu, the Deputy Attorney General, accusing him of conducting a witch hunt that has implicated without proof many top-ranking members of the Institutional Revolutionary Party, the PRI, which has governed for 65 years.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863840.html","abstract":"  A music review and a picture caption on Tuesday about programs by the Brooklyn Philharmonic centered on Charles Ives at the Brooklyn Academy of Music over the weekend misidentified the baritone who sang John Adams's \"Wound Dresser.\" He was James Maddalena, not Kurt Ollmann.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"1894:Revival Technique : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/18/opinion/IHT-1894revival-technique-in-our-pages100-75-and-50-years-ago.html","abstract":"In connection with the restoration of life, by Dr. d'Arsonval's method, of a man in Pittsfield, Mass., who received 4,600 volts of electricity in his body, a correspondent of the Herald saw Dr. d'Arsonval and obtained some particulars. \"It is very s","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"5 Babies at Center Ring In a Publicity Circus","web_url":"https://www.nytimes.com/1994/11/18/arts/tv-weekend-5-babies-at-center-ring-in-a-publicity-circus.html","abstract":"  Having reached something of a zenith with the O. J. Simpson trial, the media event, it should be remembered, was not born yesterday. Sixty years ago, for instance, there were the Dionne quintuplets, only about two pounds each when they were born in May 1934 to a poor French Canadian family in rural Ontario. Marketed as \"The Five Little Wonders,\" they became an international phenomenon, which is recounted in \"Million Dollar Babies,\" a two-part Canadian movie beginning Sunday and concluding Tuesday on CBS. It is a riveting indictment of media cynicism and public gullibility.   On one side stand the parents. Elzire Dionne (Celine Bonnier), only 25, is already the mother of five children. Oliva Dionne (Roy Dupuis) is a simple farmer whose fumbling strategies will earn him the label of \"avaricious peasant.\" On the other side is the Ontario provincial government, eager to protect a tourism treasure, and Allan Roy Dafoe (Beau Bridges), the seemingly humble country doctor who delivers the quints and then usurps them for his own profit.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Jailed German Terrorist Wins Court Ruling","web_url":"https://www.nytimes.com/1994/11/18/world/jailed-german-terrorist-wins-court-ruling.html","abstract":"  A German court ruled today that a member of the far-left Red Army Faction terrorist group, convicted of taking part in a 1972 bombing that killed three American soldiers, should be released after 22 years in prison.   The convict, Irmgard Moller, 47, has been serving a life sentence for her role in the bombing, which took place at a United States military post in Heidelberg. A panel of judges in Lubeck, where Miss Moller has been imprisoned since 1980, ruled that she fulfilled legal stipulations permitting the early parole of long-term prisoners when no danger exists that they will return to crime.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Base Closings Said to Miss Revenue Goal","web_url":"https://www.nytimes.com/1994/11/18/us/base-closings-said-to-miss-revenue-goal.html","abstract":"  Nearly 90 percent of the military installations scheduled to be shut in the first two rounds of base closings remain in the hands of the Federal Government or state or local governments, a new General Accounting Office report says.    As a result, the report says, the revenue from pending and completed property sales from these base closings has amounted to only $92 million so far, well behind the pace needed to reach the $1.2 billion in total sales the Defense Department had estimated it would eventually receive. The Government plans to use the proceeds to reduce the Federal deficit.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863858.html","abstract":"  An obituary on Wednesday about Elizabeth George Speare, an author of historical novels for children, misidentified an award received by her last book, \"The Sign of the Beaver\" (1983). It was a Newbery Honor Medal from the American Library Association, not a Newbery Medal. The association awarded its top honor, the Newbery Medal, to two of Mrs. Speare's other books.  ","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Palacio Enters Plea","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-people-boxing-palacio-enters-plea.html","abstract":"  The former featherweight champion RUBEN PALACIO of Colombia entered a not guilty plea to heroin charges yesterday through his attorney in Miami. Palacio was arrested Nov. 6 at Miami International Airport. A Federal grand jury's two-count indictment charged him with importation of heroin and possession with intent to distribute heroin. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Abroad at Home; The King Must Die","web_url":"https://www.nytimes.com/1994/11/18/opinion/abroad-at-home-the-king-must-die.html","abstract":"  \"Why do we want to kill our Presidents?\" A doctor asked me that the other day, and left me wondering whether there is something about the American system, or the American psyche, that now makes the Presidency a hopelessly vulnerable institution.   \"With the exception of Reagan, who was sui generis,\" he said, \"we have cut off every President for nearly 30 years: Johnson, Nixon, Ford, Carter, Bush. Now it looks as if the same will happen to Clinton.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"A Return to Network TV With Series of Five Meets","web_url":"https://www.nytimes.com/1994/11/18/sports/track-and-field-a-return-to-network-tv-with-series-of-five-meets.html","abstract":"  Ollan Cassell, executive director of USA Track and Field, the sport's governing body in the United States, announced yesterday the formation of a five-meet series of indoor track telecasts on NBC in February and March.   The series, which will be shown on successive Saturday afternoons, was developed with International Management Group and its television division, Trans World International. It will be the first American track and field series to be shown on network television since 1975. It is also the first time that USA Track and Field has taken a direct hand, and made a direct investment, in the promotion of the sport.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"World News Briefs; German Spy at NATO Sentenced to 12 Years","web_url":"https://www.nytimes.com/1994/11/18/world/world-news-briefs-german-spy-at-nato-sentenced-to-12-years.html","abstract":"  A western German who provided NATO secrets to East Germany for more than a decade was sentenced today to 12 years in prison for treason.   The spy, Rainer Rupp, who worked at NATO headquarters in Brussels, had been convicted of passing thousands of documents to the East German security service, the Stasi, between 1977 and 1989.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Unfettered By Party, He's Set To Govern","web_url":"https://www.nytimes.com/1994/11/18/us/unfettered-by-party-he-s-set-to-govern.html","abstract":"  Maybe it was his insistence that he didn't \"need to be governor\" that most endeared Angus King to Maine voters.   This is a state, after all, with a fondness for mavericks, and this was a political season that favored outsiders.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863807.html","abstract":"  An article in Business Day on Tuesday about the sale of fitness-gear subsidiaries of Weider Health and Fitness referred incorrectly to two investors in Icon Health and Fitness Inc., which acquired the businesses. A minority stake will be held by the Weider brothers -- Joe and Ben -- not the Bain brothers. (Bain Capital is the parent of Icon.)","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"11th Police Suicide Leaves A Void, and Questions","web_url":"https://www.nytimes.com/1994/11/18/nyregion/11th-police-suicide-leaves-a-void-and-questions.html","abstract":"  Monday, the day Officer Daniel Atkinson killed himself, had seemed like an ordinary day.   He drove the congested streets of downtown Brooklyn and Brooklyn Heights giving out tickets to double-parked cars and vehicles blocking intersections. For five years in the 84th Precinct, he had done pretty much the same thing.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-862614.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) 'Das Lied von der Erde'    Mahler called this song cycle \"a symphony for tenor, alto (or baritone) and orchestra.\" He might have called it his Ninth Symphony, but he was supposedly deathly afraid of reaching that Beethovenian milestone.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"New Chief of Judiciary Panel May Find an Early Test With Clinton","web_url":"https://www.nytimes.com/1994/11/18/us/new-congress-senate-new-chief-judiciary-panel-may-find-early-test-with-clinton.html","abstract":"  Senator Orrin G. Hatch will soon be thrust into the intense ideological battle over how aggressive the Republicans should be in using their new Congressional majority to shape areas like the Federal judiciary, spending on crime and civil rights policy.   Mr. Hatch, a Utah Republican who easily won re-election last week, is in line to become chairman of the Senate Judiciary Committee, the stage on which many of the nation's contentious social issues are debated. Federal judicial appointments also take the spotlight there, and one prospective nomination, that of Peter B. Edelman, a prominent liberal former law professor, could prove an early source of friction between the Senator and President Clinton.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Mayors, Feeling Effects of Tax Cuts, Are Cool to Whitman","web_url":"https://www.nytimes.com/1994/11/18/nyregion/mayors-feeling-effects-of-tax-cuts-are-cool-to-whitman.html","abstract":"  Gov. Christine Todd Whitman came here to the annual convention of the New Jersey State League of Municipalities to ask mayors and town leaders to enter into a new spirit of cooperation and understanding with her administration.   But compared with the electrifying response she received at last year's convention, the reaction was subdued today. Mayors have complained privately and in news conferences throughout the four-day convention about the effects the state tax cuts are beginning to have on their budgets and property taxes.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Hollywood Article Intended No Anti-Semitism","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-hollywood-article-intended-no-anti-semitism-864382.html","abstract":"  To the Editor:   The reaction to my article in The Spectator, the British magazine, pointing out that Hollywood's feudal power structure is predominantly Jewish, has been wholly misconstrued (Arts pages, Nov. 7; letters, Nov. 15).","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Owners Offer A Tax System Or Stricter Cap","web_url":"https://www.nytimes.com/1994/11/18/sports/baseball-owners-offer-a-tax-system-or-stricter-cap.html","abstract":"  Major league baseball owners made an expected move today when they presented a new proposal to the striking players based on a tax system on team payrolls. The owners also made a shrewd and logical new move, revising but not withdrawing the salary cap proposal they've stood fast by for five months, making it more possible to implement if they so desire.   The owners, still holding the cap as a kind of stick to the tax \"carrot,\" are believed to have made the cap less palatable for the players and more feasible for themselves by doing away with the $1 billion-a-year guarantee for players' salaries that had previously accompanied it. They also reportedly fixed the costs of salaries on first- through four-year players in lieu of salary arbitration.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"For Manila, a Strong Peso and Low Interest Announce Takeoff Time","web_url":"https://www.nytimes.com/1994/11/18/opinion/IHT-for-manila-a-strong-peso-and-low-interest-announce-takeoff-time.html","abstract":"Is it bravado, or a symbol of a new era? The long-despised Philippine currency is roaring ahead. The peso has been perhaps the world's strongest currency over the past year, outshining the yen, the Deutsche mark and Brazil's new real to hit 23.5 to the d","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Kohl Trims His Cabinet","web_url":"https://www.nytimes.com/1994/11/18/world/kohl-trims-his-cabinet.html","abstract":"  Two days after being formally re-elected by Parliament, Chancellor Helmut Kohl named a slimmed-down Cabinet today in which all key ministers retained their posts.   But Klaus Topfer, Minister of Environment, was named Minister of Construction and Housing. Chancellor Kohl said he needed Mr. Topfer to help oversee the move of the capital from Bonn to Berlin. He was replaced by Angela Merkel, a physicist and Kohl ally who has not shown special interest in environmental issues.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"The Latest Crop of 'Baby Bistros'","web_url":"https://www.nytimes.com/1994/11/18/style/IHT-the-latest-crop-of-baby-bistros.html","abstract":"The \"baby bistro\" trend shows no signs of letting up and that's positive for all of us. Almost weekly, a grand restaurant decides to broaden its clientele by opening a lower-priced, more casual establishment next door, on the next block, across","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"They Said She Was D.O.A., But Then the Body Bag Moved","web_url":"https://www.nytimes.com/1994/11/18/nyregion/they-said-she-was-doa-but-then-the-body-bag-moved.html","abstract":"  The old woman was sprawled on her living room floor, cold and motionless, and the apartment manager who found her on Wednesday was sure she was gone. Paramedics and the Albany County Coroner, Philip Furie, found no heartbeat, no pulse, no breath or other signs of life, and the coroner declared her officially dead.   They zipped Mildred C. Clarke, 86, into a body bag, took her to the morgue at the Albany Medical Center Hospital and left her in a room where corpses are kept at 40 degrees, pending autopsies or funerals. About 90 minutes later, the chief morgue attendant went in to transfer her to a funeral home.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"No-Webber Warriors No Solace For Knicks","web_url":"https://www.nytimes.com/1994/11/18/sports/pro-basketball-no-webber-warriors-no-solace-for-knicks.html","abstract":"  The Knicks ended a disappointing trip with a frustrating loss.   Unnerved by foul trouble in the fourth quarter, the Knicks dropped a 109-100 decision to the Golden State Warriors tonight at the Oakland Coliseum, sending them home with three loses on their four-game trip.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/18/nyregion/inside-857220.html","abstract":"  Reversal on Courtroom TV?   The judges who recently pulled the plug on television cameras in Federal courtrooms are having second thoughts. It now appears likely that cameras will be invited into Federal appellate courts next year. Page B9. Homeless in Subways    In the first pilot program of its kind, the Federal Government is to offer vouchers for permanent housing to hundreds of homeless people living in the tunnels of New York City's subway system. Page B1. Democratic Resistance    Democrats said Newt Gingrich's conservative political agenda smacked of extremism, and a House Democratic leader promised that it would meet resistance. Page A31. Israel and P.L.O. and Rancor    Israel and the Palestine Liberation Organization are struggling to keep their peace talks alive against a backdrop of growing mistrust and rancor. News analysis. Page A3. Shooting Suspect Is Indicted    A Federal grand jury returned an 11-count felony indictment charging the man accused of firing an assault rifle at the White House with trying to kill the President. Page A18.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Righting Wrongs of War: Billions in Claims Against Iraq","web_url":"https://www.nytimes.com/1994/11/18/us/righting-wrongs-of-war-billions-in-claims-against-iraq.html","abstract":"  The Persian Gulf war ended more than three years ago, but the battle to win reparations from Iraq is just now heating up, with a battery of American lawyers leading the charge.    About 2.6 million claims for damages totaling $162 billion are wending their way through a special United Nations commission in Geneva, created after the war to insure that citizens, businesses and government agencies from 94 countries are compensated for their losses.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"WHITE HOUSE TRIES TO CLARIFY STAND ON SCHOOL PRAYER","web_url":"https://www.nytimes.com/1994/11/18/us/new-congress-president-white-house-tries-clarify-stand-school-prayer.html","abstract":"  White House officials today sought to clarify President Clinton's position on school prayer but instead sent mixed signals that only intensified complaints among some Democrats that the President was too prone to shifting his positions.   The issue arose on Tuesday, when Mr. Clinton said he would not rule out backing a constitutional amendment on prayer that Republican leaders said they would pursue. But stung by attacks from Democrats and civil liberties groups, who denounced the President's remarks as an \"instant cave-in,\" White House officials today sought to recast the President's position.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"We Can't Treat Homelessness as Just a Housing Problem","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-we-can-t-treat-homelessness-as-just-a-housing-problem-864544.html","abstract":"  To the Editor:   \"Homeless Sleeping in City Office: Last Resort Is Now Part of System\" (front page, Nov. 12) is a perfect example of why the public has become increasingly cynical about homelessness. After more than a decade, family homelessness remains the most misunderstood issue in New York City. And the most recent court-ordered response -- paying $100 a day to families for whom housing is not immediately available -- is ludicrous.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Confession Rehearsed, Suspect Says","web_url":"https://www.nytimes.com/1994/11/18/nyregion/confession-rehearsed-suspect-says.html","abstract":"  The defendant in the Rockland County murder and carjacking trial said today that he was \"rehearsed and coached\" by two detectives into giving a 49-page confession to an assistant district attorney just hours after the crime.   But prosecutors said Edward L. Summers, the 23-year-old premedical student charged with the crime, was so specific in his statement to Anita Giannico Conklin, the assistant district attorney, down to casual conversations with the victims and the complex directions to reach the deserted field where the driver of a stolen Jeep was fatally shot, that it might be difficult to convince the jury that the statement was not authentic.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"It's Cheaper in Queens: Mets Don't Raise Prices","web_url":"https://www.nytimes.com/1994/11/18/sports/baseball-it-s-cheaper-in-queens-mets-don-t-raise-prices.html","abstract":"  In an effort to woo back fans following the strike-shortened 1994 season, the Mets announced yesterday that they would not raise ticket prices in 1995 and took steps to make season-ticket and ticket-plan purchases more convenient for their fans.   For the fourth straight year, Shea Stadium ticket prices will remain at $15 for field, loge and mezzanine boxes, $12 for upper level boxes and reserved seats on the loge and mezzanine levels and $6.50 for seats in the upper deck.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"What Do You Say, Virginia?","web_url":"https://www.nytimes.com/1994/11/18/movies/film-review-what-do-you-say-virginia.html","abstract":"Department store Santa turns skeptical little girl into believer. Dull remake but adorable Wilson.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"For Euro-Unionists, the Wind From Sweden is a Bother and a Fillip","web_url":"https://www.nytimes.com/1994/11/18/opinion/IHT-for-eurounionists-the-wind-from-sweden-is-a-bother-and-a-fillip.html","abstract":"Is the Swedish vote to join the European Union a good thing? The Swedes seem to think so. This is hardly surprising given the dire warnings of higher interest rates, a falling currency and a drain of jobs and investment if they stayed out. But will their","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Underwhelming Nets Top Understaffed Foe","web_url":"https://www.nytimes.com/1994/11/18/sports/pro-basketball-underwhelming-nets-top-understaffed-foe.html","abstract":"  The revival continued for a second straight game because the Nets were not terribly erratic. The return of their stellar shooting, which has routinely been absent, was refreshing for long spells. The Nets won again. Really. They made it arduous on themselves again. Really.   Piecing together intense back-to-back efforts for the first time this season, the Nets barely subdued the confused and undermanned Washington Bullets, 111-103, tonight at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Irish Premier Quits in Split Of Coalition","web_url":"https://www.nytimes.com/1994/11/18/world/irish-premier-quits-in-split-of-coalition.html","abstract":"  Abandoned by his Labor Party partners in Government, Albert Reynolds resigned today as Prime Minister. But in a move designed to keep his Fianna Fail party in power, Mr. Reynolds did not ask President Mary Robinson to dissolve Parliament, and this left Irish politics in turmoil.   Mr. Reynolds ended the 22-month coalition with Labor after Labor's leader, Dick Spring, refused to support him in a vote of confidence. Mr. Spring had attacked Mr. Reynolds over his handling of a much-publicized case involving extradition of a Roman Catholic priest accused, and later convicted in Northern Ireland, of child molesting. Together, the two parties, with 99 seats, had controlled the 166-member Parliament with the largest majority, 37 votes, in the 74-year history of the state.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"The Search for Knowledge In the Suffragists' Footsteps","web_url":"https://www.nytimes.com/1994/11/18/nyregion/the-search-for-knowledge-in-the-suffragists-footsteps.html","abstract":"  Imagining Eve in the Garden of Eden, Elizabeth Cady Stanton, the founding genius of the women's rights movement, offered memorable sarcasm a century ago in observing that, of course, Eve ate that apple, the better to satisfy \"that intense thirst for knowledge that the simple pleasures of picking flowers and talking to Adam could not satisfy.\"   This thirst for knowledge goes forward with some of the same acerbic dedication at the new Women's Rights National Historical Park here in Stanton's picturesque hometown. The acting superintendent of the park, Laura Rotegard, is about to realize one of her wish-list projects with the resurrection of the pioneer newspaper of the women's movement, The Lily, right here on Fall Street.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Moderate Democrats' Poll Sends the President a Warning","web_url":"https://www.nytimes.com/1994/11/18/us/new-congress-voters-moderate-democrats-poll-sends-president-warning.html","abstract":"  An organization of moderate Democrats that helped Bill Clinton get his Presidential bid off the ground put him on notice today that he had better shift to the right or risk losing re-election in 1996.   The group, the Democratic Leadership Council, made public a new poll that showed -- as did exit polls last week -- that support for Democrats had collapsed among independent voters and that Mr. Clinton needed to win them back if he was to recover.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"For Children","web_url":"https://www.nytimes.com/1994/11/18/arts/for-children.html","abstract":"  Wall-Climbing Classes   North Meadow Recreation Center  Midpark, at 97th Street; reachable from Central Park West and Fifth Avenue entrance  Central Park  (212) 348-4867  Recommended ages: 8 and up    Thirteen members of Girl Scout Troop No. 3005 from the Upper West Side of Manhattan were strapped into their harnesses and about to climb an outdoor 25-foot wall at a recent Central Park Outward Bound climbing class. The harnesses around their waists and hips made the third and fourth graders feel ridiculous. But the straps were attached to a rope, or belay, held by the class's two teachers as the girls climbed. Without that, the girls would really have known what fear felt like.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864803.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 3    More than any of his other symphonies, Mahler's Third meets his stated criterion that \"a symphony must be like the world\" and embrace everything. \"The whole of nature finds its voice in it,\" Mahler wrote plausibly of the Third.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864862.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 9    Mahler's Ninth Symphony, the summit of the classical symphonic tradition, has inspired several major recordings. In a Salzburg Festival performance preserved by Deutsche Grammophon, Herbert von Karajan had one of his finest hours with the Berlin Philharmonic, achieving a remarkable blend of lucidity and passion. Jascha Horenstein's London performance on Music and Arts is furiously expressive, while Bernard Haitink's Concertgebouw version, part of a mid-price Philips box, lingers dreamily. Bruno Walter's famous Ninth in Vienna, recorded on the eve of the Anschluss and reissued by EMI, cries from the heart.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"N.Y.R.A. Says It's on Stretch Run to Going Broke","web_url":"https://www.nytimes.com/1994/11/18/sports/horse-racing-nyra-says-it-s-on-stretch-run-to-going-broke.html","abstract":"  Tolling a familiar dirge with a gloomy new gong, administrators of New York's three major thoroughbred tracks cited an independent auditor's opinion yesterday as evidence that excessive taxes were on the verge of reducing the princely sport of kings to a pauper.   Without a tax rollback or other prompt relief, they said, the New York Racing Association could run out of money by next spring.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"BOXING;\nToney And Jones Opponents, Partners","web_url":"https://www.nytimes.com/1994/11/18/sports/boxing-toney-and-jones-opponents-partners.html","abstract":"James Toney could have had $2.5 million, guaranteed. Roy Jones Jr. could have had $2 million, guaranteed. Right now, however, all they've got are some commemorative coins minted by the M-G-M Grand Hotel in honor of their fight Friday night for Toney's International Boxing Federation super middleweight crown, and the hope that enough people will buy a pay-per-view package to make their gamble pay off.\n\nInstead of taking the money up front, and putting the fight on the Home Box Office cable network, Toney and Jones opted to go the pay-per-view route, with a no-guarantee contract that will pay each fighter a percentage of the gross, minus expenses.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Home Video","web_url":"https://www.nytimes.com/1994/11/18/movies/home-video-863076.html","abstract":"  In the beginning, the movie came first, followed by its video game. Now, though, studios have their own game production units, and some games and movies are arriving together.   On Wednesday, cartridge and CD-ROM games based on the film \"Pagemaster\" are to be released on the same day that the movie, starring Macaulay Culkin, opens in theaters. Another recent film-game pairing was \"Mary Shelley's Frankenstein,\" with the Sega CD arriving along with the movie on Nov. 4.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/18/style/chronicle-864757.html","abstract":"  The Council of Fashion Designers of America has announced the winners of its 1994 C.F.D.A. Awards, which are to be presented at a dinner on Jan. 30 at the New York State Theater at Lincoln Center.    RICHARD TYLER has been named women's wear designer of the year. VICTOR ALFARO, CYNTHIA ROWLEY and ROBERT MASSIMO FREDA won the Perry Ellis Award for New Fashion Talent. ROBERT LEE MORRIS and GENE MAYER are to be cited for accessories.","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"U.S. to Offer Housing Vouchers To Lure Homeless From the Subways","web_url":"https://www.nytimes.com/1994/11/18/nyregion/us-to-offer-housing-vouchers-to-lure-homeless-from-the-subways.html","abstract":"  In an effort to move hundreds of homeless New Yorkers out of the subway system, where they live in rat-infested utility rooms and narrow passageways between tracks, the Federal Government announced yesterday that they would be offered Federal housing vouchers.   Under a pilot program to begin immediately, seven local nonprofit agencies will be given a total of 250 vouchers to distribute to the homeless, who are often too fearful to go to the city's shelters. Transit police estimate that as many as 1,500 people live in the subway's underground tunnels.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"1944: Zionists Warned : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/18/opinion/IHT-1944-zionists-warned-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] Prime Minister Churchill, in a sternly worded statement on the recent assassination of Lord Moyne in Cairo, demanded today [Nov. 17] that the Jewish community in Palestine join with the local authorities to see that \"all","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Speech at N.Y.U.","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-speech-at-nyu-864579.html","abstract":"  To the Editor:   To read your Nov. 9 Education page account of the speech of Khalid Abdul Muhammad, the former spokesman for the Nation of Islam, at New York University, a reader would not know that the event was a repeat of Mr. Muhammad's hateful speech at Kean College in New Jersey a year ago. Mr. Muhammad's N.Y.U. address was replete with his usual anti-Semitic, racist and inciteful rhetoric.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Chalk Up Another Upset For Pierce","web_url":"https://www.nytimes.com/1994/11/18/sports/tennis-chalk-up-another-upset-for-pierce.html","abstract":"  Mary Pierce doesn't consider herself a scalp collector, but last night at Madison Square Garden, she took up where she left off in 1993 and hunted down yet another competitor whose rank and reputation preceded hers.   Last year her victims were Martina Navratilova and Gabriela Sabatini. Last night her prey was the world's No. 1 player, Steffi Graf, who succumbed, 6-4, 6-4, in the quarterfinals of the Virginia Slims Championships.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Seoul Journal; A Crisis of Faith: Is the New Korea Jerry-Built?","web_url":"https://www.nytimes.com/1994/11/18/world/seoul-journal-a-crisis-of-faith-is-the-new-korea-jerry-built.html","abstract":"  As part of his response to the collapse of a major commuter bridge in October, President Kim Young Sam took Korean reporters to a remote spot behind his official residence and showed them that the large stone statue of Buddha was still there.   President Kim offered the tour to dispel the rumor that he, a Presbyterian, had removed the statue from the presidential garden and was therefore somehow responsible for the collapse of the Songsu Bridge, as well as for the boat accidents, train derailments and air crashes that seem to have afflicted this nation all at once.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"He May Be a Killer, But He's Such a Sweetie","web_url":"https://www.nytimes.com/1994/11/18/movies/film-review-he-may-be-a-killer-but-he-s-such-a-sweetie.html","abstract":"Italian hit man and orphan girl in New York. Quirky, sentimental, violent.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"Article 862045 -- No Title","web_url":"https://www.nytimes.com/1994/11/18/arts/article-862045-no-title.html","abstract":"  In what universe is Planet Thailand? Certainly not in the cluster of traditional Thai restaurants, characterized by a banal modern metallic look and touristy images of the homeland. Instead, framed color photographs of fireworks illuminating the Manhattan skyline, taken from a Brooklyn perspective, line the walls, announcing clearly that the orbit of Planet Thailand is around bohemian Williamsburg.   Planet Thailand is one of several fine, inexpensive restaurants in Williamsburg, a neighborhood with a faint glow that is slowly becoming visible against the Milky Way of Manhattan restaurants.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"A New Movie Multiplex Near Lincoln Center","web_url":"https://www.nytimes.com/1994/11/18/movies/a-new-movie-multiplex-near-lincoln-center.html","abstract":"  New York has a new showplace: the Sony Theaters Lincoln Square complex in Manhattan, opening today and setting a new standard for the multiplex movie house. From computerized ticket machines in the ground-floor lobby to the wonders of an 80-by-100-foot IMAX screen upstairs, this new complex boasts impressive wonders of the high-tech world. Yet its theater design is also gratifyingly nostalgic, a welcome homage to the grand Loews movie palaces of the past.   Among the nine regular theaters opening today (there will eventually be 12), foremost is a 900-seat space with a luxuriously retro look: proscenium arch, red-and-gold color scheme, a frieze featuring a line of elephants and a large gold curtain. Outside, the lobby is sleekly efficient, but its decorative palm trees summon memories of movie exhibition's glory days. Theaters opening off this lobby have playfully framed doorways with Hollywood-international motifs (Chinese, Egyptian, etc.) and bear great, familiar names: Paradise, State, Capitol and Avalon are among them. Sony's acquisition of the Loews chain has taken the form of a charming tribute.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863831.html","abstract":"  Because of an editing error, an article in some editions yesterday about the National Book Awards misidentified the publisher of \"A Frolic of His Own,\" by William Gaddis, the winner of this year's fiction prize. It is Poseidon Press, a subsidiary of Simon & Schuster, not Alfred A. Knopf.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Ranger Fan's Dream: Stanley Cup Forever!","web_url":"https://www.nytimes.com/1994/11/18/sports/hockey-ranger-fan-s-dream-stanley-cup-forever.html","abstract":"  Cancel the season already. Hockey is no longer my life.   There is nothing more I can prove as a fan. I have suffered and I have celebrated. I have slid to the bottom of the ice and I have climbed to the top of the glacier. If they don't feel compelled to play for me, why should I feel compelled to care?","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"St. John's Faces Rutgers For Area Bragging Rights","web_url":"https://www.nytimes.com/1994/11/18/sports/soccer-st-john-s-faces-rutgers-for-area-bragging-rights.html","abstract":"  St. John's and Rutgers will play for local honors tomorrow night when the Red Storm visits the Scarlet Knights in the first round of the National Collegiate Athletic Association Division I soccer tournament.   St. John's (14-4-3) and Rutgers (11-9-3) are the only teams from New York and New Jersey to make this year's 32-team tournament, which gets under way tonight with Robert Morris (15-6-1) visiting Penn State (15-5-1). Maryland (13-5-1) will be at Georgetown (18-3-0) and San Diego (13-5-0) will visit Fullerton State (12-6-2) in two other games tomorrow afternoon.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"'Mahler Celebration'","web_url":"https://www.nytimes.com/1994/11/18/arts/mahler-celebration.html","abstract":"  The St. Louis Symphony Orchestra, conducted by Leonard Slatkin, will perform Mahler's Symphony No. 3 at Carnegie Hall tomorrow at 8 P.M. This concert begins the second year of Carnegie Hall's two-year \"Mahler Celebration.\" Tickets are $13 to $60.  For information and to charge tickets: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Israeli-P.L.O. Talks: A Growing Mistrust","web_url":"https://www.nytimes.com/1994/11/18/world/israeli-plo-talks-a-growing-mistrust.html","abstract":"  Israel and the Palestine Liberation Organization are struggling to keep their peace talks alive against a backdrop of growing mistrust and rancor.    Barely a week ago, Israel agreed to procedural changes in the negotiations to give a boost to the faltering P.L.O. chairman, Yasir Arafat. But such a gesture did not put an end to underlying suspicions and charges of bad faith.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"Fordham's Tower","web_url":"https://www.nytimes.com/1994/11/18/nyregion/fordham-s-tower.html","abstract":"  The New York City Buildings Department, which ordered a halt to construction of a new radio tower at Fordham University several months ago, has ruled that the big steel skeleton can be built after all - 25 feet from where the uncompleted tower now stands.     Article, page B3.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/11/18/arts/restaurants-862770.html","abstract":"  The rude voice on the telephone. The wait at the door. The disappearing reservation. New Yorkers have steeled themselves against finding good food seasoned with a pinch of attitude. We're so used to all these things that we barely pay them any mind.    Until they go away.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"1919: Liquor Setback : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/18/opinion/IHT-1919-liquor-setback-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] The liquor interests were given another setback today [Nov. 17], when Judge George A. Carpenter handed down a decision in the United States District Court which held that the War-Time Prohibition Act and the Volstead Enforcem","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/18/arts/art-in-review-861073.html","abstract":"  Arthur Rothstein   International Center for  Photography Midtown  1133 Avenue of the Americas,  at 43d Street  Through Dec. 4    In 1935 Arthur Rothstein, a young Columbia University graduate, was the first photographer hired for the pioneering documentary project of what became the Farm Security Administration. While with the agency, he made some classic images of the Depression, including a 1936 shot of an Oklahoma farmer and his sons scurrying for shelter from a dust storm.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Critic's Choice/Film; Calling All Fans of the BBC","web_url":"https://www.nytimes.com/1994/11/18/movies/critic-s-choice-film-calling-all-fans-of-the-bbc.html","abstract":"  You've seen Ralph Fiennes as a Nazi commandant in \"Schindler's List\" and as a patrician intellectual in \"Quiz Show,\" but you haven't seen him in what may have been a bigger acting challenge: playing a love scene with a bird. He does that in \"The Cormorant,\" a recent film made for the BBC. It will be shown at the Joseph Papp Public Theater on Dec. 2, 3 and 4 as part of a series that opens today, \"Against the Odds: BBC Drama, 1975-1994.\"   Mr. Fiennes plays a writer who inherits a cormorant, a gull-like bird that seems to have a malevolent personality. The underlying sense of evil never materializes fully, but the film is worth seeing for Mr. Fiennes, who looks great, is convincingly smitten with his malicious bird and even has a brief comic scene in a bubble bath with his son's Donald Duck toy.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"Correction Chief Declares Rikers Island Under Control","web_url":"https://www.nytimes.com/1994/11/18/nyregion/correction-chief-declares-rikers-island-under-control.html","abstract":"  Despite three days of food and work strikes by thousands of inmates at Rikers Island, the city's Correction Commissioner said yesterday that \"we're not losing control\" and insisted that the Giuliani administration's plan to cut the number of correction officers by 900 would not risk the safety of officers or inmates.   The Commissioner, Anthony J.  Schembri, told members of the City Council that while the $31.6 million in new budget cuts planned for his department were \"significant reductions,\" the impression that Rikers Island was on the brink of a crisis was being whipped up by department employees, inmates and the news media.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/18/nyregion/metro-digest-858510.html","abstract":"  PATAKI AGGRAVATES FEUD WITH GIULIANI    Governor-elect George E. Pataki, who refused to return Mayor Giuliani's congratulatory phone call, asked the Mayor to attend a meeting to discuss city issues -- but set off a new feud by scheduling the meeting on Staten Island and inviting nine other city officials as well. The Mayor, according to his press secretary, will not attend, in part because he is offended that he was not invited exclusively. A1. NEW YORK POLICE FACE PATROL CUTS    The Giuliani administration acknowledged for the first time that the spending cuts it has proposed to close a $1.1 billion budget gap could force the Police Department to take hundreds of officers off patrol duties and put them into jobs now filled by civilians. A1. NEW YORK CITY  JAIL CHIEF SAYS RIKERS IS UNDER CONTROL    Despite three days of food and work strikes by thousands of inmates at Rikers Island, the city's Correction Commissioner said that \"we're not losing control\" and insisted that the Giuliani administration's plan to cut the number of correction officers by 900 would not risk the safety of officers or inmates. B3. 11TH POLICE SUICIDE LEAVES QUESTIONS    When Officer Daniel Atkinson shot himself in the head with his department-issued 9-millimeter semiautomatic pistol, he broke a grim record, becoming the 11th officer in the nation's largest police department to take his own life, the most in any year in recent history. B3. REGION  TALK-SHOW HOST GETS A REBUKE    Gov. Christine Todd Whitman of New Jersey went back on the Bob Grant radio talk show to politely lecture the show's host on his responsibility to avoid the sometimes \"troubling\" racial comments that occasionally come from him and his callers. B7. NEW JERSEY MAYORS ARE COOL TO WHITMAN    Governor Whitman went to the annual convention of the New Jersey State League of Municipalities to ask mayors and town leaders to enter into a new spirit of cooperation and understanding with her administration. But compared with the electrifying response she received at last year's convention, the reaction was subdued. Mayors have complained throughout the convention about the effects the Governor's state tax cuts are beginning to have on their budgets and property taxes. B7. THEY SAID SHE WAS D.O.A.; THEN SHE MOVED    The old woman was sprawled on the floor, cold and motionless. Paramedics and the Albany County Coroner found no signs of life. But as a morgue attendant was transferring the body to a funeral home, he noticed movement and a faint breathing sound. She was alive, but unconscious. The coroner -- an elected official who is an insurance agent, not a doctor -- called it a miracle. Health officials were debating whether Albany ought to have a full-fledged medical examiner. B7. SUSPECT SAYS CONFESSION WAS REHEARSED    The defendant in the Rockland County murder and carjacking trial said that he was \"rehearsed and coached\" by two detectives into giving a 49-page confession to an assistant district attorney just hours after the crime. B6. D'AMATO EXAMINING BROTHER'S EXAMINERS    Senator Alfonse M. D'Amato said he would investigate Justice Department actions in the Federal fraud case against his brother, Armand, that was recently dropped. B8.   Chronicle B8","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/18/arts/art-in-review-864927.html","abstract":"  'Modernism: 1860-1960, A Century of Style and Design' and 'Art at the Armory'   Seventh Regiment Armory  Park Avenue at 67th Street  Through Sunday    In its annual appearance at the Seventh Regiment Armory, the art fair titled \"Modernism\" has been divided into two separate, related shows, one (titled \"Modernism\") devoted primarily to the decorative arts, the other (\"Art at the Armory\") to the fine arts, including painting, sculpture, drawing and photography.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"F.B.I. Director Falls Victim To His Own Code of Ethics","web_url":"https://www.nytimes.com/1994/11/18/us/fbi-director-falls-victim-to-his-own-code-of-ethics.html","abstract":"  F.B.I. Director Louis J. Freeh, who during his 14-month tenure has issued a stream of \"bright-line\" edicts to his agents warning them of a zero tolerance policy against lying, cheating and stealing, confessed to a little transgression of his own in his first annual report released today.   Mr. Freeh, in appraising his first year as the country's top Federal law enforcement official, wrote that after he became Director in September 1993, he lost a cellular telephone issued to him by the F.B.I.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Pursuing The Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-861855.html","abstract":"  YES, Gustav Mahler predicted that his time would come, and yes, it did. But what happens next? It is unlikely, now that his symphonies have been plumbed to their astounding depths and widely acknowledged as epochal landmarks, that his standing will ebb and flow on the tide of opinion the way, say, Sibelius's and Rachmaninoff's always seem to do.   But it can feel at times that the quantity of Mahler performances and recordings stands in a problematic, if not necessarily inverse, relationship to quality. The specialness of performances led by Leonard Bernstein in the nascent Mahler boom of the 1960's, let alone earlier ones by the likes of Bruno Walter and Dmitri Mitropoulos, is an increasingly dim memory. Mahler taken for granted is simply not Mahler.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/11/18/arts/inside-art.html","abstract":"  Changes at Knoedler    There's been a shake-up at Knoedler & Company, the 148-year-old art gallery at 19 East 70th Street in Manhattan, and matters have become quite contentious.   In October, Lawrence Rubin announced he would retire after 22 years as the gallery's director. At the time, Mr. Rubin said that he would stay on as a consultant and that the gallery would be run jointly by Ann Freedman, Knoedler's president for 17 years, and Donald Saff, who joined the gallery in 1992 as a vice president.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Absurdist Spoof of Nazism","web_url":"https://www.nytimes.com/1994/11/18/movies/film-review-absurdist-spoof-of-nazism.html","abstract":"  If a Keystone Kops film were written by William S. Burroughs, peopled with characters from George Grosz by way of Russ Meyer and directed in a style that suggests Jean-Luc Godard on speed, you would have a movie with the style and mood of \"Terror 2000.\"   This slam-bang comedy lampooning neo-Nazism and xenophobia in contemporary Germany wallows in ridiculously fake gore and grotesque sexual couplings. The director Christoph Schlingensief's idea of how to film a shooting is to show a gun aimed at someone's face and a moment later to have that face doused with a bucket of entrails.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"SONY, STRUGGLING, TAKES A HUGE LOSS ON MOVIE STUDIOS","web_url":"https://www.nytimes.com/1994/11/18/us/company-reports-sony-struggling-takes-a-huge-loss-on-movie-studios.html","abstract":"  After months of optimistic statements, the Sony Corporation today became the latest Japanese company to acknowledge serious problems with a landmark American investment, announcing that it was taking $3.2 billion in losses on the value of the Hollywood studios that it acquired only five years ago.   In a surprise announcement, Sony said that because of poor box office results, a wave of executive resignations and rising costs, it could never hope to recover its investment in the studios, Columbia Pictures and Tristar Pictures, and was reducing their value on its books by $2.7 billion.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"New Status Puts Dole in Crosscurrents on GATT","web_url":"https://www.nytimes.com/1994/11/18/us/the-new-congress-trade-new-status-puts-dole-in-crosscurrents-on-gatt.html","abstract":"  The phone is ringing endlessly at Senator Bob Dole's offices in Kansas and on Capitol Hill, but not just with congratulations for his new status as majority-leader-in-waiting.    Barely nine days after he was swept to a victory even he did not predict, he is caught in the cross-currents as Republican party leader and nascent statesman, as potential Presidential candidate and as a free-trader with second thoughts about the popularity of free trade.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"World Tour Steps Up To First Tee vs. PGA","web_url":"https://www.nytimes.com/1994/11/18/sports/golf-world-tour-steps-up-to-first-tee-vs-pga.html","abstract":"  Oozing the same Aussie bravado and cocksure bearing that he brings to the golf course, Greg Norman took to the dais here today to assure the world that the proposed World Tour is no longer a proposal, but a reality.   Undaunted by a cool reception to the idea from some top American players on the PGA Tour, and despite the fact that specific sponsors, sites and players have yet to be named, Norman proclaimed that the eight-tournament, $25 million series with fields of the top 30 players in the world would begin in 1995 at sites in the United States, Canada, Scotland, Spain and Japan.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"A Scientist Says He Has Isolated Dinosaur DNA","web_url":"https://www.nytimes.com/1994/11/18/us/a-scientist-says-he-has-isolated-dinosaur-dna.html","abstract":"  After two years of painstaking analysis and hundreds of unsuccessful attempts, a scientist at Brigham Young University has extracted the genetic material DNA from what he thinks are bone fragments of 80-million-year-old dinosaurs.   The surprise was that the recovered DNA bore little or no resemblance to that of any modern animals. It is \"like nothing we've ever seen before,\" said Dr. Scott R. Woodward, an associate professor of microbiology at the university in Provo, Utah, who directed the study.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Reeves: Inevitable Rumors Begin to Rattle","web_url":"https://www.nytimes.com/1994/11/18/sports/reeves-inevitable-rumors-begin-to-rattle.html","abstract":"  Dan Reeves says he is happy as the Giants' coach. He has three years left on a five-year deal, and Reeves fully plans on honoring that contract -- unless. The unless part is something Reeves got around to during a conversation this week, which may have been the toughest in his coaching life.   A snapshot of Reeves shows a coach who is still considered one of the best by his peers. But the picture also shows a frustrated man who has been devastated by losing and disenchanted with how certain things are done in the organization.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"U.S. Presses Guatemala on Missing Husband","web_url":"https://www.nytimes.com/1994/11/18/opinion/l-us-presses-guatemala-on-missing-husband-864250.html","abstract":"  To the Editor:   \"Guatemala: Change the Message\" (editorial, Nov. 9) rightly calls attention to the case of Jennifer Harbury, a United States citizen searching for her husband, a Guatemalan guerrilla commander missing since 1992. Ms. Harbury's monthlong hunger strike, which she ended Friday, Nov. 11, was an act of conscience that must move any feeling person.","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"Zhang Yimou's 'To Live'","web_url":"https://www.nytimes.com/1994/11/18/movies/film-review-zhang-yimou-s-to-live.html","abstract":"  \"To Live\" was shown as part of this year's New York Film Festival. Following are excerpts from Caryn James's review, which appeared in The New York Times on Sept. 30. The film -- in Mandarin with English subtitles -- opens today in Manhattan.   In the gambling house where Fugui (Ge You) spends his nights, letting his family fortune slip from his grasp, he is treated like a young prince. The setting is China in the pre-revolutionary 1940's, and after hours of gambling, Fugui is carried home at dawn through the streets of his small town on the back of a man who deposits him at his extravagant house. Fugui's wife, Jiazhen (Gong Li), begs him to stop gambling, for the sake of their small daughter and the child she is carrying.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"Refusing to Be a Face in a Crowd, Giuliani Won't Meet With Pataki","web_url":"https://www.nytimes.com/1994/11/18/nyregion/refusing-to-be-a-face-in-a-crowd-giuliani-won-t-meet-with-pataki.html","abstract":"  Governor-elect George E. Pataki, who refused to return Mayor Rudolph W. Giuliani's congratulatory phone call, asked the Mayor today to come to a meeting on Nov. 28 to discuss city issues -- but set off a new feud by scheduling the meeting on Staten Island and inviting nine other city officials as well.   The Mayor, according to his press secretary, Cristyne F. Lategano, will not attend. \"He doesn't think that that's the way to deal with city issues substantively,\" she said.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Peacemaker Whitman?","web_url":"https://www.nytimes.com/1994/11/18/nyregion/peacemaker-whitman.html","abstract":"  A New Jersey Democratic leader suggested today that Gov. Christine Todd Whitman volunteer to make peace between Mayor Rudolph W. Giuliani of New York City and New York's Governor-elect, George E. Pataki.   In an act that smacked of political mischief-making, Joseph V. Doria, the Democratic Assembly leader, asked that the Governor use her influence \"as an emerging force in the national G.O.P. affairs\" to settle the standoff.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"COLLEGE BASKETBALL;\nBrooklyn Player Dies on San Francisco Court","web_url":"https://www.nytimes.com/1994/11/18/sports/college-basketball-brooklyn-player-dies-on-san-francisco-court.html","abstract":"Stunned by the on-court death of their teammate, Richard Saunders, the San Francisco State University basketball players voted today to go on with their season.\n\nSan Francisco State is scheduled to open its season Friday night against California State-Bakersfield. Saunders's memory will be honored with a moment of silence before the game.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"South Africa Keystone Is Set: A Court Can Test Democracy","web_url":"https://www.nytimes.com/1994/11/18/world/south-africa-keystone-is-set-a-court-can-test-democracy.html","abstract":"  Pius Langa's first close insights into the machinery of South African justice came when he worked as a lowly interpreter in the rural courts of the Zulu countryside. He remembers, for instance, the interrogation of a black farmworker arrested for deserting his white employer.   \"Why did you leave the farm?\" the judge asked.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"For Census, Panel Urges A Sampling Of Unlisted","web_url":"https://www.nytimes.com/1994/11/18/us/for-census-panel-urges-a-sampling-of-unlisted.html","abstract":"  Jumping into what promises to be a lively debate over the shape of the next census, the National Academy of Sciences today called for the Census Bureau to use statistical sampling techniques to supplement its actual head count in the year 2000.   In a report issued today, a panel of experts, including economists and demographers, said that using sampling techniques to estimate the number of people missed would result in a more accurate and less costly census count. In the 1990 census, field workers made as many as six visits to each of the nearly 35 million households that failed to return their census forms.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Boulevard Of Broken Dreams","web_url":"https://www.nytimes.com/1994/11/18/theater/theater-review-sunset-boulevard-boulevard-of-broken-dreams.html","abstract":"  THE mansion has landed.   Although the advance hype has been deafening and the backstage machinations have frequently threatened to eclipse those onstage, \"Sunset Boulevard,\" Andrew Lloyd Webber's lurid new musical and extravaganza, officially took over the Minskoff Theater last night.","thumbnail":null,"section":"Theater"},{"date":"19941118","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/11/18/arts/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"ELAINE DE KOONING: ARTISTS AND WRITERS, 1940's and 1950's,\" Washburn Gallery, 20 West 57th Street. Eleven paintings and drawings. Through Saturday. Hours: Today and tomorrow, 10 A.M. to 6 P.M. Free. Information: (212) 397-6780.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Whitman Rebukes Bob Grant on the Air","web_url":"https://www.nytimes.com/1994/11/18/nyregion/whitman-rebukes-bob-grant-on-the-air.html","abstract":"  Gov. Christine Todd Whitman went back on the Bob Grant radio talk show this evening to politely lecture the talk show host on his responsibility to avoid the sometimes \"troubling\" racial comments that occasionally come from him and his callers.   Mr. Grant maintains that his comments about blacks, relayed to Mrs. Whitman by a coalition of black clergymen during the recent Senate campaign in New Jersey, were \"edited\" and taken out of context.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"The Worlds of Islam","web_url":"https://www.nytimes.com/1994/11/18/opinion/the-worlds-of-islam.html","abstract":"  \"Allah o akbar\" -- \"God is great\" -- begins the call to prayer resonating from mosques in cities and villages from China to Morroco, from New York City to Timbuktu. It is also the war cry of Islamic militants throughout the Umma, the lands of the faithful.   As an Iranian transplanted in the West, I have long sought to understand the tensions in Muslim societies. For more than seven years, I traveled to the Muslim world -- 29 countries in all -- to photograph the conflict between the people's desire for modernization and the rising political movement seeking inspiration from a mythical past.    In Egypt, I saw a female student, fully covered by veil, gloves and glasses, peering into a microscope. When I photographed Shiites rhythmically beating their bare chests during the mourning period of Ashura, only the tall buildings hovering over made me aware that I was on Seventh Avenue in New York City.    By taking readers on a journey through the Muslim world, I hope to help them understand why we are witnessing a resurgence of Islam, traditional and militant, in Western as well as Eastern societies.   -- ABBAS, a Paris-based photojournalist with Magnum Photos and author of the forthcoming \"Allah O Akbar: A Journey Through Militant Islam.\"","thumbnail":null,"section":"Opinion"},{"date":"19941118","headline":"About Real Estate;\nTwo Waterfront Projects for City Island","web_url":"https://www.nytimes.com/1994/11/18/nyregion/about-real-estate-two-waterfront-projects-for-city-island.html","abstract":"Two projects at City Island in the Bronx, one under construction and the other expected to start next year, offer a rare type of housing for New York City: a waterfront with a place to keep a boat.\n\nThe community, north of the Throgs Neck Bridge, is a secluded enclave with marinas, boatyards, seafood restaurants and quiet older residential areas. Many houses have been in the same family for generations.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"UPON THE DOORPOSTS OF THY HOUSE","web_url":"https://www.nytimes.com/1994/11/18/style/IHT-upon-the-doorposts-of-thy-house.html","abstract":"UPON THE DOORPOSTS OF THY HOUSE: Jewish Life in East-Central Europe, Yesterday and Today By Ruth Ellen Gruber. 320 pages. $24.95. John Wiley & Sons.. Reviewed by Barry James. ON the doorposts of countless houses in countless towns and villages in East","thumbnail":null,"section":"Style"},{"date":"19941118","headline":"General Motors Cries Foul On Hearing Over Trucks","web_url":"https://www.nytimes.com/1994/11/18/us/general-motors-cries-foul-on-hearing-over-trucks.html","abstract":"  With a bruising legal complaint attacking the Transportation Secretary's credentials and judgment, the General Motors Corporation today filed suit to bar the Government from pursuing his claim that up to six million G.M. pickup trucks may pose an unreasonable risk of killing their drivers and passengers.   G.M. lawyers are also weighing whether to seek a preliminary injunction, based on the suit, to block the Transportation Department from holding a public hearing on the pickup trucks.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"U.S. Proposes Exclusion Zone In Bosnia Town","web_url":"https://www.nytimes.com/1994/11/18/world/us-proposes-exclusion-zone-in-bosnia-town.html","abstract":"  Concerned by the Serbian advance on Bihac in northern Bosnia, the United States is proposing that a weapons exclusion zone be established around the embattled town, Administration officials said today.   The United Nations force in Bosnia has already outlined a \"safe area\" around Bihac that is supposed to be free from attack. But British officials have been skeptical of the idea, adding new strains within NATO at a time when the allies are still smarting over the American decision not to enforce an arms embargo in the region.","thumbnail":null,"section":"World"},{"date":"19941118","headline":"2 Parallel Renaissance Trajectories","web_url":"https://www.nytimes.com/1994/11/18/arts/art-review-2-parallel-renaissance-trajectories.html","abstract":"  Why mince words? \"Painting and Illumination in Early Renaissance Florence: 1300-1450,\" which opens today at the Metropolitan Museum of Art, is a quiet exhibition that simply has it all: spectacular and little-studied material, fresh art historical perspectives, and as careful and loving a presentation as one could hope for.    The real wonder is that the show's subject has not been dealt with in depth before. As Florentine panel and fresco painting of the 14th and early 15th centuries was paving the way for the classical Renaissance moment, illuminated manuscript production was also in full swing, turning out extraordinary liturgical and devotional books. Such books have been given comparatively little scholarly attention, and it is seldom acknowledged that many of the period's most ambitious and versatile painters were also illuminators, developing some of their most inventive ideas in miniature form.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"A Major Star Date In Enterprise History","web_url":"https://www.nytimes.com/1994/11/18/movies/film-review-a-major-star-date-in-enterprise-history.html","abstract":"Captains Kirk and Picard meet in time warp. Pomp, spectacle and small talk.","thumbnail":null,"section":"Movies"},{"date":"19941118","headline":"New Therapy For Menopause Reduces Risks","web_url":"https://www.nytimes.com/1994/11/18/us/new-therapy-for-menopause-reduces-risks.html","abstract":"  A three-year study of nearly 900 women may result in a significant refinement in hormone replacement therapy after menopause. The study found that a mixture of the two hormones estrogen and progestin is better than estrogen alone, protecting women not only against the risk of uterine cancer but heart attacks as well.    The findings, described yesterday at a meeting of the American Heart Association in Dallas, should help resolve a vexing issue facing the more than 40 million American women past menopause. While estrogen alone was known to significantly reduce a postmenopausal woman's risk of cardiovascular disease, it also increased her risk of uterine cancer.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Ex-Coach Is Indicted","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-people-college-basketball-ex-coach-is-indicted.html","abstract":"  A Federal grand jury in Waco, Tex., yesterday indicted the dismissed Baylor coach, DARREL JOHNSON, three former assistants and four others on mail and wire fraud charges. The indictments come one day after Johnson was discharged by school administrators who determined that the men's basketball program had broken university and National Collegiate Athletic Association violations.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Bronx Tower Can Rise, But a Little to the Right","web_url":"https://www.nytimes.com/1994/11/18/nyregion/bronx-tower-can-rise-but-a-little-to-the-right.html","abstract":"  What a difference 25 feet -- 10 paces at a gunslingers' shootout -- could make.   The New York City Buildings Department, which ordered a halt to construction of a new radio tower at Fordham University several months ago, ruled yesterday that the big steel skeleton can be built after all -- 25 feet from where the uncompleted tower now stands.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Wisconsin's Moss Gets Two Years' Probation","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-people-college-football-wisconsin-s-moss-gets-two-years-probation.html","abstract":"  Wisconsin tailback BRENT MOSS, the most valuable player in the 1994 Rose Bowl game, pleaded guilty yesterday in Madison, Wis., to a charge of misdemeanor possession of cocaine and was placed on two years' probation. GERRICK B. HAWKINS, who was arrested Nov. 9 with Moss, also pleaded guilty to possession and was given the same sentence by Dane County Circuit Judge JACK AULIK.   The judge told Moss that he was not getting preferential treatment and that the two cases were similar to 95 percent of the drug actions in the county's court system. Moss and Hawkins were fined $250 and were told they could work it off in community service at a rate of $10 an hour.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"NEW YORK POLICE FACE PATROL CUTS","web_url":"https://www.nytimes.com/1994/11/18/nyregion/new-york-police-face-patrol-cuts.html","abstract":"  The Giuliani administration acknowledged for the first time yesterday that the spending cuts it has proposed to close a $1.1 billion budget gap could force the Police Department to take hundreds of officers off patrol duties and put them into jobs now filled by civilians.   Police Commissioner William J. Bratton told a City Council committee that as many as 600 police officers could be shifted from patrol jobs to desk jobs under Mayor Rudolph W. Giuliani's plan to keep the city's $31.6 billion budget in balance.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/11/18/arts/diner-s-journal.html","abstract":"  A Touch of Austria    Not so long ago New York City had dozens of restaurants like Lipizzana. Courtly waiters described specials like saddle of venison with red cabbage, bread dumplings and lingonberries, or pheasant consomme with truffle shavings and duck-liver dumplings, \"the lightest imaginable,\" in mouth-watering detail.   Alas, times have changed and Austrian restaurants are scarce. That must be why Lipizzana is filled most nights with people who look around them with a very proprietary air. At one table a woman called Elsie is being loudly serenaded by a group of young people on her 80th birthday; at another, three carefully dressed white-haired women discuss the menu in slow and elegant French. They consider the Viennese goulash served with a fried egg, weisswurst and spatzle. They discuss the merits of grilled salmon with braised cabbage. In the end, however, they all choose the same thing: Wiener schnitzel. It arrives just as a large man with spectacular wattles and a tiny woman dressed in an ornately embroidered Chinese jacket are inching their way to the neighboring table. The pair examine the schnitzels with interest and decide that they, too, will order the veal.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863823.html","abstract":"  A list of tips in some editions on Saturday about ways to tell a bona fide police officer, with an article about the New York Police Department's efforts to combat impostors, referred incompletely to the badges worn by officers. Those for lieutenants and higher-ranking officers have blue-enameled emblems and lack shield numbers; those for lower ranks are simply metallic and have numbers.   The list also misstated the color of the flashing lights on unmarked police cars. They are generally red, not blue.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/18/arts/art-in-review-864943.html","abstract":"  Gjon Mili   Howard Greenberg Gallery  120 Wooster Street (near Prince Street)  SoHo  Through Dec. 3    From the 1930's to the 50's, Gjon Mili was one of the star photographers of Life magazine, specializing in pictures that used stroboscopic flash to freeze action. Mili became famous for his distinctive photographs of sports stars, dancers and the like, all captured while leaping or twirling, turned by the strobe into chiseled statues.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/11/18/arts/the-spoken-word.html","abstract":"  EDWARD ALBEE, Pace University, Downtown Theater, Schimmel Center for the Arts, Spruce and Gold Streets, Lower Manhattan. The playwright is to discuss \"The Playwright Versus the Theater.\" Today at 2 P.M. Free. Information: (212) 346-1417. HAROLD BLOOM, 92d Street Y, at Lexington Avenue. The author and critic is to speak. Sunday at 8 P.M. Tickets: $16. Information: (212) 996-1100.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Gay Worker Accuses Male Of Harassing Him Sexually","web_url":"https://www.nytimes.com/1994/11/18/us/gay-worker-accuses-male-of-harassing-him-sexually.html","abstract":"  In an unusual twist to a common workplace problem, a gay employee of a Philadelphia restaurant has complained to a state agency that his male boss sexually harassed him.   By filing a complaint last week with the Pennsylvania Human Relations Commission, Warren J. Swage Jr. became one of only a handful of homosexuals who have sought a legal remedy for behavior more commonly identified with heterosexuals.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"Jenkins a Cubs Coach","web_url":"https://www.nytimes.com/1994/11/18/sports/sports-people-baseball-jenkins-a-cubs-coach.html","abstract":"  FERGUSON JENKINS, a 20-game winner for six straight seasons with the Chicago Cubs from 1967 to 1972, will join the Cubs as pitching coach, the team said yesterday. It will be his first such assignment on the major league level.   Jenkins, who spent 19 seasons with four teams in the majors and was a 20-game winner seven times, has spent the last two years as a roving instructor in the Cincinnati Reds' minor league system. He also spent two seasons as pitching coach with Texas' Class AAA affiliate at Oklahoma City.","thumbnail":null,"section":"Sports"},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863815.html","abstract":"  The Key Rates table on the Credit Markets page of Business Day yesterday misstated the prime rate for Wednesday. It was 8.50 percent, not 7.75 percent.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864820.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 5    An unusual number of excellent Mahler performances have been recorded in concert. More is at stake in public than in private, with no opportunity to turn back, no temptation to rationalize, refine or second-guess. This symphony in particular, lacking an explicit program, should unfold as if it were a grand interior monologue spontaneously produced by conductor and orchestra, a live event that cannot be replicated.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/18/nyregion/c-corrections-863793.html","abstract":"  The headline of a brief report yesterday about a pledge of aid to Vietnam misstated the amount. As noted in the article, it is $2 billion, not $12 billion.","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/18/nyregion/no-headline-857050.html","abstract":"  \"We flashed the flashlight on people with blankets, sleeping bags, like a campsite. One of the fellows could hardly speak for scratching his body and he described living with the rats and the lice. The subways are not safe for people to live in and we all ought to be ashamed that there are Americans that have no better place to live than with filth and 100-year-old dust.\" HENRY G. CISNEROS, Secretary of Housing and Urban Development.  [ B1:4. ]","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Pursuing the Sublime in Mahler","web_url":"https://www.nytimes.com/1994/11/18/arts/pursuing-the-sublime-in-mahler-864838.html","abstract":"  Here are comments by Times critics on their favorite recordings of Mahler's 10 symphonies and \"Das Lied von der Erde\" (\"Song of the Earth\"). Prices range from $8 to $17 for a single CD, $22 to $25 for a two-CD set and $33.98 for a three-CD set. (An introduction appears on page C1.) Symphony No. 6    Although teeming with inescapable portents, Mahler's Sixth Symphony, often called \"Tragic,\" is among his most straightforward creations formally. Taut and terse for all its 80 minutes or so, it is essentially a huge Classical symphony, just an eventful century removed from Haydn. As such, it lends itself well to abstraction and can have the greatest impact in a reading that is animated, steady, clear-eyed and cool verging on white hot.","thumbnail":null,"section":"Arts"},{"date":"19941118","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/18/nyregion/news-summary-856673.html","abstract":"  International A3-14  TESTING SOUTH AFRICA DEMOCRACY  South Africa's newest and highest judicial body will have the power to overrule the Government on questions of constitutional law.  A1  ISRAEL AND P.L.O. AND MISTRUST  News analysis: Israel and the Palestine Liberation Organization are struggling to keep their peace talks alive against a backdrop of growing mistrust and rancor.A3","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"A War of Signs Goes Skyward; Parking Warnings Raised To Help Ward Off Thefts","web_url":"https://www.nytimes.com/1994/11/18/nyregion/a-war-of-signs-goes-skyward-parking-warnings-raised-to-help-ward-off-thefts.html","abstract":"  In the war over New York City's precious supply of parking spaces, some of the most intense fighting occurs over No Parking signs. The city puts them up, and drivers, ever desperate for a spot, pull them down. The late-night thievery has driven transportation officials and local merchants to distraction -- and desperate measures.    \"I'm not kidding when I say we've had signs put up and torn down by the next day, just when you're not looking,\" said William L. Haines, the president of a real estate company that owns several commercial buildings along Fifth Avenue near 17th Street. \"The signs are put back up, and a week later they're gone again. People just shinny up the pole and take them down. They're shameless.\"","thumbnail":null,"section":"New York"},{"date":"19941118","headline":"Democrats Vow to Oppose Part of Gingrich's Agenda","web_url":"https://www.nytimes.com/1994/11/18/us/the-new-congress-the-congress-democrats-vow-to-oppose-part-of-gingrich-s-agenda.html","abstract":"  Hitting back for the first time since their Election Day rout, Democrats said today that Newt Gingrich's conservative agenda for America smacked of political extremism, and a House Democratic leader declared that there would be no \"rush to judgment\" on the Republican proposals.   Representative David E. Bonior of Michigan, the House Democratic whip, said the Republicans undoubtedly \"have the votes to do what they want on many, many issues\" next year.","thumbnail":null,"section":"U.S."},{"date":"19941118","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/11/18/theater/on-stage-and-off.html","abstract":"  Doing Fine, Thank You    The first winners of the fall season are in.   \"You Should Be So Lucky,\" by Charles Busch, now at Primary Stages, will move on Dec. 8 to the upstairs theater at West Side Arts, last home to \"First Night.\" That means the relatively tiny Primary Stages will be the only nonprofit company with two productions in open-ended runs. It also produced David Ives's \"All in the Timing.\"","thumbnail":null,"section":"Theater"}],"wiki_events":[],"weather":[{"date":"19941118","time":"1994-11-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":79,"wspd":14.8},{"date":"19941118","time":"1994-11-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":79,"wspd":14.8},{"date":"19941118","time":"1994-11-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":77,"wspd":16.6},{"date":"19941118","time":"1994-11-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":11.2},{"date":"19941118","time":"1994-11-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":83,"wspd":7.6},{"date":"19941118","time":"1994-11-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":82,"wspd":11.2},{"date":"19941118","time":"1994-11-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":83,"wspd":13},{"date":"19941118","time":"1994-11-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":93,"wspd":14.8},{"date":"19941118","time":"1994-11-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":93,"wspd":11.2},{"date":"19941118","time":"1994-11-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":94,"wspd":7.6},{"date":"19941118","time":"1994-11-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":91,"wspd":5.4},{"date":"19941118","time":"1994-11-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":89,"wspd":5.4},{"date":"19941118","time":"1994-11-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":3.6},{"date":"19941118","time":"1994-11-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":88,"wspd":5.4},{"date":"19941118","time":"1994-11-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":86,"wspd":5.4},{"date":"19941118","time":"1994-11-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":85,"wspd":5.4},{"date":"19941118","time":"1994-11-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":3.6},{"date":"19941118","time":"1994-11-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":5.4},{"date":"19941118","time":"1994-11-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":89,"wspd":5.4},{"date":"19941118","time":"1994-11-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":92,"wspd":7.6},{"date":"19941118","time":"1994-11-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":92,"wspd":9.4},{"date":"19941118","time":"1994-11-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":95,"wspd":5.4},{"date":"19941118","time":"1994-11-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":96,"wspd":7.6},{"date":"19941118","time":"1994-11-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":94,"wspd":9.4},{"date":"19941118","time":"1994-11-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":20.5},{"date":"19941118","time":"1994-11-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":22.3},{"date":"19941118","time":"1994-11-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":22.3},{"date":"19941118","time":"1994-11-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":20.5},{"date":"19941118","time":"1994-11-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":22.3},{"date":"19941118","time":"1994-11-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":24.1},{"date":"19941118","time":"1994-11-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":18.7},{"date":"19941118","time":"1994-11-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":18.7},{"date":"19941118","time":"1994-11-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":22.3},{"date":"19941118","time":"1994-11-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":20.5},{"date":"19941118","time":"1994-11-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":20.5},{"date":"19941118","time":"1994-11-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":18.7},{"date":"19941118","time":"1994-11-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":20.5},{"date":"19941118","time":"1994-11-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":22.3},{"date":"19941118","time":"1994-11-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":22.3},{"date":"19941118","time":"1994-11-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":20.5},{"date":"19941118","time":"1994-11-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":20.5},{"date":"19941118","time":"1994-11-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":18.7},{"date":"19941118","time":"1994-11-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":20.5},{"date":"19941118","time":"1994-11-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":18.7},{"date":"19941118","time":"1994-11-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":18.7},{"date":"19941118","time":"1994-11-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":20.5},{"date":"19941118","time":"1994-11-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":16.6},{"date":"19941118","time":"1994-11-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":16.6}]},"19941119":{"guardian_articles":[{"date":"19941119","headline":"Why winning isn't everything","web_url":"https://www.theguardian.com/theguardian/1994/nov/19/fromthearchive","abstract":null,"thumbnail":null,"section":"From the Guardian"}],"nytimes_articles":[{"date":"19941119","headline":"Carjacking Murder Suspect and Cross-Examiner Icily Argue","web_url":"https://www.nytimes.com/1994/11/19/nyregion/carjacking-murder-suspect-and-cross-examiner-icily-argue.html","abstract":"  Under an intense cross-examination, Edward L. Summers today clung to his story that a flamboyant Bronx drug dealer shot two Rockland County teen-agers during a carjacking last January and that he himself only drove the stolen Jeep back to the Bronx.   District Attorney Kenneth Gribetz tried repeatedly to rattle Mr. Summers, first by hopscotching wildly through Mr. Summers's narrative of the crime, then by mocking the existence of the purported drug dealer, known only as Dino. Mr. Gribetz contends Dino is a fictional character created by Mr. Summers as part of an intricate tale to cover up Mr. Summers's killing of one of the youths, Michael Falcone, and wounding of the second, Scott Nappi.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Jets Expect Vikings To Enter Hitting","web_url":"https://www.nytimes.com/1994/11/19/sports/football-jets-expect-vikings-to-enter-hitting.html","abstract":"  This is how nasty the Vikings' defense is early in a game:   \"I'm not gonna be surprised if I'm in a fight back there after five minutes,\" Boomer Esiason said today.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Suspect Says Mind Blank On Slayings","web_url":"https://www.nytimes.com/1994/11/19/nyregion/suspect-says-mind-blank-on-slayings.html","abstract":"  Describing feelings of rejection by his wealthy family and an alcohol problem that began in sixth grade, a Larchmont carpenter took the witness stand today at his trial for the murders of the couple who bought his childhood home.   The carpenter, Paul Cox, 27, who was arrested in 1993, four and a half years after the crime, based on statements he made in confidence to fellow members of Alcoholics Anonymous, testified today that he was relieved when he was finally caught.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/11/19/us/beliefs-870528.html","abstract":"  Having gambled $6 million on the popularity of Pope John Paul II's new book, what did the editors at Alfred A. Knopf think when they discovered their eminent author tossing in references to \"the early and the late works of Ludwig Wittgenstein\" or to \"contemporary hermeneutics -- examples of which are found in the work of Paul Ricoeur or, from a different perspective, in the work of Emmanuel Levinas\"?   Did beads of sweat break out on their foreheads as they read the page on which the Pope explains how Descartes \"inaugurated the great anthropocentric shift in philosophy\" and brought the world to \"the threshold of modern immanentism and subjectivism\"?","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Young Knows Losing Reflects on Him, Too","web_url":"https://www.nytimes.com/1994/11/19/sports/giants-notebook-young-knows-losing-reflects-on-him-too.html","abstract":"  As the Giants struggle, George Young can only laugh at how last season, when the Giants were 11-5, people called him a genius. If you believe what people say now, Young has gone from Albert Einstein to Bart Simpson.   \"That's the nature of the business,\" said Young. \"This year's genius is next year's fool.\"","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"1919:Christmas Bombs?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/19/opinion/IHT-1919christmas-bombs-in-our-pages100-75-and-50-years-ago.html","abstract":"PHILADELPHIA - [From our New York edition:] Official warning was scattered broadcast through the United States today [Nov. 19] that members of a radical organization in the large cities are planning to send infernal machines to federal, State and municipa","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Score a Goal for Optimism At the N.H.L. Negotiations","web_url":"https://www.nytimes.com/1994/11/19/sports/hockey-score-a-goal-for-optimism-at-the-nhl-negotiations.html","abstract":"  Both sides reported optimism and progress yesterday in the National Hockey League negotiations in Boston before announcing a two-day break in the the effort to end the lockout that has delayed the start of the regular season by seven weeks. Talks will resume Monday at an undisclosed location.   \"I think they were good working sessions,\" said Cliff Fletcher, the president and general manager of the Toronto Maple Leafs, who joined the two days of talks. \"There is something there to build on. But I would not underestimate the fact there there is still an awful lot of work to do.\"","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Both Sides in 4-Vote Squeaker Seek 2d Connecticut Recount","web_url":"https://www.nytimes.com/1994/11/19/nyregion/both-sides-in-4-vote-squeaker-seek-2d-connecticut-recount.html","abstract":"  Both candidates in the closest Congressional race in the nation asked the Connecticut Supreme Court today for a partial recount, three days after United States Representative Sam Gejdenson was declared the winner by four votes.   His Republican challenger, Edward W. Munster, made several complaints about the way the Nov. 8 vote was tallied, including the treatment of absentee ballots, paper ballots that he said were marked similarly but counted differently and municipalities where he charged that the number of votes cast did not equal the number of votes counted.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"5,000 Workers Agree to Quit Municipal Jobs","web_url":"https://www.nytimes.com/1994/11/19/nyregion/5000-workers-agree-to-quit-municipal-jobs.html","abstract":"  With Mayor Rudolph W. Giuliani's plan to balance the city's budget dependent on cutting municipal jobs, about 5,000 workers have agreed to accept severance packages, city and union officials said yesterday. But the program fell short of its goal of 7,600 workers, and last night Mr. Giuliani extended the deadline to apply for two weeks.   The severance program lured 1,800 workers from the Board of Education, many more than the Mayor's office had expected, but it failed to attract enough workers in other agencies for which the Mayor had set goals. As the three-week period to apply ended at 5 P.M., officials said applications continued to trickle in.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/19/nyregion/bridge-871885.html","abstract":"  The Fall Nationals of the American Contract Bridge League began here this afternoon, with some 4,000 players looking forward to 10 days of play. There will be seven major championships, and the most significant will be the Reisinger Board-a-Match Teams, starting a week from today.    The captain of one contending team will be Michael Becker of Teaneck, N.J., who held the West cards on the diagramed deal in the Spingold Knockout Teams in July, at the Summer Nationals in San Diego. He opened the bidding with one diamond, then found himself defending four hearts after a take-out double by North.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Sampras Gains Semifinals As Becker Beats Edberg","web_url":"https://www.nytimes.com/1994/11/19/sports/IHT-sampras-gains-semifinals-as-becker-beats-edberg.html","abstract":"For all its computer points and eye-popping prize money, the IBM/ATP Tour World Championship remains a notch below its tradition-rich Grand Slam cousins in the pecking order..But you can say this much for the year-end, eight-man event: With only two pl","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Judge Rules Against System To Subsidize Hospital Care","web_url":"https://www.nytimes.com/1994/11/19/nyregion/judge-rules-against-system-to-subsidize-hospital-care.html","abstract":"  For the second time this year, a Federal judge has sustained a challenge to Connecticut's system for subsidizing hospital care for poor patients, jeopardizing $150 million in Federal Medicaid grants to the state.   Judge Alfred V. Covello of Federal District Court here ruled Thursday that a 1974 Federal law covering employee benefits programs pre-empts the state system, which taxes hospitals and insured patients to cover the costs of hospital care for the indigent and the uninsured.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Hurricane Gordon Weakens Suddenly","web_url":"https://www.nytimes.com/1994/11/19/us/hurricane-gordon-weakens-suddenly.html","abstract":"  A deadly Hurricane Gordon that had lingered menacingly for much of the day off the Outer Banks of North Carolina weakened suddenly this afternoon to a tropical storm and doubled back toward Florida and the Caribbean, where it began almost 10 days ago.    But given its zigzagging path so far, hurricane forecasters were not certain that the storm would not change course again.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Jeff Wadlington Memorial","web_url":"https://www.nytimes.com/1994/11/19/arts/jeff-wadlington-memorial.html","abstract":"  A memorial service for Jeff Wadlington, a dancer with the Paul Taylor Dance Company who died in September, will be held on Monday at 6:30 P.M. at the Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea. The Taylor company will perform excerpts from dances in which Mr. Wadlington was featured, including \"Company B,\" \"Musical Offering\" and \"Esplanade.\" Information: 431-5562.  ","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"Democrats Find Themselves Looking Wistfully in the Window","web_url":"https://www.nytimes.com/1994/11/19/us/new-congress-house-democrats-find-themselves-looking-wistfully-window.html","abstract":"  After 40 years in power, House Democrats began today to get a taste of life in the political wilderness.    At a news conference where they were peppered with questions about the Republicans' plans, Richard A. Gephardt and other Democrats found themselves repeatedly forced to admit that they were in the dark and did not know enough to comment.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"I.Q. Tests Serve to Keep Us All in Our Places; Measuring Intelligence","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-iq-tests-serve-to-keep-us-all-in-our-places-measuring-intelligence-871729.html","abstract":"  To the Editor:    \"What Do I.Q. Tests Measure? Not Intelligence\" by Richard A. Gardner (letter, Nov. 12) is such a collection of half-truths, distortions and inaccuracies that it takes a place toward the bottom among the heated attacks made against the book \"The Bell Curve,\" by Richard J. Herrnstein and Charles Murray.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"In the Zion Case, a Doctor And Profession on the Stand","web_url":"https://www.nytimes.com/1994/11/19/nyregion/in-the-zion-case-a-doctor-and-profession-on-the-stand.html","abstract":"  It was around 1 A.M., during the 17th hour of her shift at New York Hospital, that Dr. Luise L. Weinstein, then a first-year postgraduate medical student, took her first look at a new patient named Libby Zion, 18.   In the more than 10 years since that March night, and in two days of questioning in a Manhattan courtroom this week, everything Dr. Weinstein did in those hours -- the directions she gave, her discussions with colleagues, thoughts she had expressed to no one -- have been dissected.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/19/style/chronicle-873683.html","abstract":"  It is imperative to continue playing the music that was composed in concentration camps during World War II, STEVEN LIPSITT, the conductor of the West Czech Symphonic Orchestra in Marienbad, said yesterday. \"I think the fact that some works have survived speaks loudly and forcefully and we are beholden to get this music performed as much and as well as possible,\" he said.    Mr. Lipsitt is conducting \"Der Kaiser von Atlantis,\" a one-act opera; three Yiddish songs, and a string quartet composed in the Terezin concentration camp in Czechoslovakia by Viktor Ullmann. The Northeastern University Opera Terezin will perform them tonight in Boston at Northeastern University and on Monday in New York at the Merkin Concert Hall.","thumbnail":null,"section":"Style"},{"date":"19941119","headline":"Napalm and Cluster Bombs Dropped on Bosnian Town","web_url":"https://www.nytimes.com/1994/11/19/world/napalm-and-cluster-bombs-dropped-on-bosnian-town.html","abstract":"  Defying international warnings, two nationalist Serb fighter jets attacked a Muslim town in northwestern Bosnia today with napalm and cluster bombs, United Nations military officials here said.     The bombs did not explode.","thumbnail":null,"section":"World"},{"date":"19941119","headline":"Cowboys Fined for Not Reporting Injury","web_url":"https://www.nytimes.com/1994/11/19/sports/sports-people-football-cowboys-fined-for-not-reporting-injury.html","abstract":"  Commissioner PAUL TAGLIABUE fined the Dallas Cowboys $10,000 yesterday for violating the National Football League's policy on reporting injuries. According to the league, the Cowboys failed to follow proper procedures Nov. 11 after quarterback TROY AIKMAN injured his right thumb during practice. N.F.L. policy requires teams to supply information on all injured players to the league office on Wednesdays and Thursdays for release to the news media. Guidelines require that if more injuries occur after Thursday, clubs are also obligated to report them. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Symphonies That Rumble and Buzz","web_url":"https://www.nytimes.com/1994/11/19/arts/music-review-symphonies-that-rumble-and-buzz.html","abstract":"  At the Kitchen on Wednesday night, Glenn Branca conducted the world premiere of his Symphony No. 8 (\"The Mystery\") with a clenched fist. The posture was right for the music, a continuous, evolving gale created by eight electric guitars, bass and drums. The two-movement symphony and its companion work, Symphony No. 10 (\"The Mystery Part 2\"), which will be performed at the Kitchen through Sunday, filled the room with tingling, blaring, buzzing, rumbling, crackling overtones and a mixture of coiled tension and annunciatory zeal.    Mr. Branca is a godfather of alternative rock. His early-1980's works for massed, retuned guitars, lingering over structures as elemental as a sustained E major chord, revealed new possibilities for guitar ensembles. Members of Sonic Youth performed with Mr. Branca, and the first Sonic Youth recordings, which meshed punk-rock songs with Branca-like tremolo guitars, appeared on Mr. Branca's Neutral Records. Through Sonic Youth, innumerable other bands discovered the unpredictable beauties of electric-guitar overtones.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"1894:Figaro in Mourning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/19/opinion/IHT-1894figaro-in-mourning-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - We regret to announce the death of M. Francis Magnard, the eminent editor-in-chief of the Figaro. [The Herald says in an editorial:] The Parisian press - it might almost be said the press of the whole world - has sustained a cruel loss. M. Magnard","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"DIALOGUE: History According to Whom?;\nHistorical Blindness","web_url":"https://www.nytimes.com/1994/11/19/opinion/dialogue-history-according-to-whom-historical-blindness.html","abstract":"Although the many groups that participated in shaping the new standards for teaching world and American history made an honest attempt to include diverse points of view, they may have committed the same errors of reasoning against which they warn students.\n\n While the new standards are voluntary, they are still likely to be influential. They endorse a curriculum that supposedly \"trains students to detect bias, to weigh evidence and to evaluate arguments, thus preparing them to make sensible, independent judgments, to sniff out spurious appeals to history by partisan pleaders and to distinguish between anecdote and analysis.\"","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873519.html","abstract":"  An obituary headline on Wednesday about the writer and scholar J. I. M. Stewart, who wrote mysteries under the name Michael Innes, misstated his age in some copies. He was 88.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Remembering the Player They Called Spider","web_url":"https://www.nytimes.com/1994/11/19/sports/remembering-the-player-they-called-spider.html","abstract":"  He was first to study hall, last to leave. He fit three jobs into his day, sent his spare change to his mother in Brooklyn and wrote reggae lyrics on paper napkins. Richard Saunders is the latest college basketball player to die young, and the San Francisco State campus reacted tonight with a moment of silence.   But only a brief one because the player they called Spider was rarely quiet himself. Students here lovingly recalled him as an extrovert, a loud dresser who wore eight rings at a time, baggy pants and a glow-in-the-dark junior college state championship jacket.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"No Longer Israeli, Gaza Police Post Is Still a Target","web_url":"https://www.nytimes.com/1994/11/19/world/no-longer-israeli-gaza-police-post-is-still-a-target.html","abstract":"  The Gaza police headquarters, once a hated bastion of Israeli occupation and now the nerve center of Yasir Arafat's security forces, was again the target of Palestinian rage today.     In scenes reminiscent of their uprising against Israel, hundreds of angry youths surged for hours toward the fortress-like building, hurling stones at the compound and at Palestinian policemen who responded with bursts of heavy gunfire.","thumbnail":null,"section":"World"},{"date":"19941119","headline":"Scarce ADR Newsletters Vie for Readers","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-scarce-adr-newsletters-vie-for-readers.html","abstract":"DESPITE the rapid growth of the ADR market, detailed analysis of new issues and the performance of existing ones is surprisingly difficult to come by. .Indeed, the Virginia-based Hulbert Financial Digest, which tracks the financial newsletter industry a","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"Trying to Make the Numbers Add Up","web_url":"https://www.nytimes.com/1994/11/19/sports/baseball-trying-to-make-the-numbers-add-up.html","abstract":"  Bargaining representatives for major league baseball players continued to crunch numbers today and into the night to see if there is any room for negotiations on a new tax system team owners have proposed in hopes of ending a strike that has shut down the game for more than three months.   The union said the numbers in the owners' proposal were too punitive, but that they would continue to study the framework of the plan to see if there was room for discussion. For their part, the owners said they believe they are moving closer to the players' desires by tabling the concept of a \"hard\" salary cap, meaning a rigid one that would, according to the union, artificially limit salaries.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"12 Die as Arafat's Police Fire on Palestinian Militants","web_url":"https://www.nytimes.com/1994/11/19/world/12-die-as-arafat-s-police-fire-on-palestinian-militants.html","abstract":"  Yasir Arafat's police force opened fire for the first time on Palestinian protesters today, killing at least 12 people and wounding as many as 200 in street battles that raged for hours across the Gaza Strip's main city.   The police said an officer was also killed and 10 others were wounded when two police cars were set on fire.","thumbnail":null,"section":"World"},{"date":"19941119","headline":"Vampires More Verbal Than Oral","web_url":"https://www.nytimes.com/1994/11/19/theater/theater-review-vampires-more-verbal-than-oral.html","abstract":"  They may not be as decorative as Tom Cruise and Brad Pitt, but the vampires who inhabit \"Swoop,\" a diverting bit of intellectual vaudeville at the SoHo Repertory Theater, certainly have more impressive vocabularies. That's because they are the creations of Mac Wellman, a playwright whose approach to a subject seems to involve throwing a crazy salad of words at it and seeing which ones stick. His neck-biters say things like, \"The lack of that adamant is my mitigating modality.\" Clearly, this is not Bela Lugosi speaking.    \"Swoop\" is an antic, meditative postscript to Mr. Wellman's \"Dracula,\" one of the high points of the last fringe-theater season, in which he used the framework of Bram Stoker's tale to explore the decline of the Victorian era. Here he has taken a trio of undead souls (played by four actors, since one of the characters is split into ego and id) from the earlier play and transplanted them to the present, where they hover over the New York metropolitan area contemplating the \"world of blur\" beneath them in a quartet of monologues.","thumbnail":null,"section":"Theater"},{"date":"19941119","headline":"Article 872989 -- No Title","web_url":"https://www.nytimes.com/1994/11/19/opinion/l--872989.html","abstract":"  To the Editor:    In \"New Majority Agenda\" (news article, Nov. 11), you say that \"supporters of the B-2 bomber will likely push to buy more of the planes, at $2 billion apiece.\" This figure is derived from dividing the number of authorized stealth bombers into the total cost of the program, which includes research and development.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"In Performance: POP; A Dutch Band Sounds Like 1960's California","web_url":"https://www.nytimes.com/1994/11/19/arts/in-performance-pop-a-dutch-band-sounds-like-1960-s-california.html","abstract":"  Knitting Factory     Bettie Serveert, a Dutch band active since 1991, could almost be an emissary from California in the 1960's. The group's name, derived from a tennis-instruction book, means \"Bettie served\"; its music is steeped in folk-rock and psychedelia.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"What Turkey Gives in Return for U.S. Military and Foreign Aid; Arming Genocide","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-what-turkey-gives-in-return-for-us-military-and-foreign-aid-arming-genocide-872865.html","abstract":"  To the Editor:    Re \"Deadly Gifts to Greece and Turkey\" (editorial, Nov. 13):","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/19/sports/results-plus-873527.html","abstract":"  BASKETBALL Bradley Hits a High  Shawn Bradley reached career highs with 28 points and 22 rebounds and had 9 blocked shots last night to lead the Philadelphia 76ers to a 97-83 home victory over the Los Angeles Clippers, the only National Basketball Association team without a victory this season. The Clippers' eighth straight defeat set a franchise record for consecutive losses at the start of the season.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/19/nyregion/no-headline-869988.html","abstract":"  \"Just think what it will be like to be part of a department that reduces crime 30 to 40 percent. It will be like everybody who participated in D-Day!\" -- WILLIAM J. BRATTON, New York City Police Commissioner, addressing his commanders.  [ 1:1. ]","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Woman Says She Was Raped In a Carjacking","web_url":"https://www.nytimes.com/1994/11/19/nyregion/woman-says-she-was-raped-in-a-carjacking.html","abstract":"  A 57-year-old woman reported that a man commandeered her car at gunpoint in Flushing, Queens, and forced her to drive to a motel, where he raped her, the police said yesterday. Investigators are looking into whether the incident may be part of a series of carjackings and rapes in northeastern Queens.   The woman told the police that the man approached her about 10 A.M. yesterday at the corner of 153d Street and 76th Road as she was getting into her car to go to work, said Capt. Robert Cea, of the Queens Detective Bureau.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873470.html","abstract":"  An article in Business Day on Wednesday about a libel lawsuit filed against the Prodigy Services Company by the investment firm of Stratton Oakmont misstated one term of an agreement reached by Prodigy at a New York State court hearing. Prodigy agreed to tell the court whether it has the ability to screen and block messages posted on an electronic bulletin board. It has not agreed to block any messages.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"BRIEFCASE : Lincoln National PLC Offers a Discount","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-briefcase-lincoln-national-plc-offers-a-discount.html","abstract":"Lincoln National (UK) PLC, the British arm of the U.S. Lincoln National Corporation, which has assets of more than $46 billion, is offering a discount to investors wishing to subscribe to its U.S. equity mutual fund. The company says that now is a good t","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"For the Young, Bright and Bored; Long Island School Rescues Youngsters in Academic Limbo","web_url":"https://www.nytimes.com/1994/11/19/nyregion/for-young-bright-bored-long-island-school-rescues-youngsters-academic-limbo.html","abstract":"  Barbara Reiser felt pleased with her son Brian's new school after a teacher called last month with the results of the boy's first math test.   He had failed.   \"Brian had never really been challenged in school before,\" Mrs. Reiser said. \"But now he can't coast. It's a great learning experience for Brian. I expected him to be beside himself. But he handled it really well.\"","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Bratton Builds His Image As He Rebuilds the Police","web_url":"https://www.nytimes.com/1994/11/19/nyregion/bratton-builds-his-image-as-he-rebuilds-the-police.html","abstract":"  Police Commissioner William J. Bratton was addressing 50 Queens commanders at a recent strategy meeting, standing as erect as a Prussian general, his left hand dug into the jacket pocket of his double-breasted suit.   \"I'm the nicest guy in the world normally, and I'm probably the best damned leader that any of you will ever have,\" he said. But, expressing frustration at some detectives who had dropped cases because they misunderstood orders to cut overtime, he added, \"If you're not willing to manage under my style, I'll get rid of you!\"","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Observer; Why So Pale And Wan?","web_url":"https://www.nytimes.com/1994/11/19/opinion/observer-why-so-pale-and-wan.html","abstract":"  This is a plea to Democrats. Many are planning to leave the country. Others are threatening to open veins. A few talk of forming survival groups and fleeing to the woods. Most, however, simply sit around weeping.    To these Democrats I say, Pull yourselves together. The recent Republican victory is not the worst blow to civilization since Attila the Hun popularized sacking and pillage. Not at all.    The unterrifying fact is that Republicans are no more inhuman than my Uncle Jack, of whom Aunt Pat used to say, \"Jack's not tough, he just needs a shave.\"    I have known Republicans from my cradle and and have never been bitten, or even sued, by a single one. Republicans are just like human beings, except for their demented conviction that repealing the capital-gains tax can save the world.     My Uncle Irvey was a Republican. He was a Southerner, but when Democrats ran the Catholic Al Smith for President in 1928, Uncle Irvey did not terrify neighborhood Protestants with warnings that a victorious Al Smith would move the Pope into the White House. The local Protestant Democrats did it for him.    Republicans are decent. One lent me the rent money once without asking collateral. A Republican is godmother to one of my children and has never sought to corrupt the child's faith by preaching salvation through repealing the capital-gains tax.     Republicans, in short, are not much different from people, so it is silly for Democrats to be terrified.     Think, Democrats, think. Your party has really been just a rudderless variation on the Republican party since Hubert Humphrey lost to Richard Nixon 25 years ago. After that the decline of the labor unions left it bereft of ideas, and its only Presidents have been those two old-fashioned Rockefeller Republicans: Carter and Clinton.    For evidence of the Democratic vacuum, how about that Rube Goldberg health-care bill the President offered? Republicans used to be called \"me-tooers\" because they couldn't think of much to do except go along with Democratic ideas.     Democrats are the new \"me-tooers,\" which is probably why \"me-tooers\" are now called \"new Democrats.\" President Clinton is a specimen \"new Democrat\"; that is, a Democrat who thought Eisenhower had it just about right.     You can tell \"new Democrats\" by their conviction that \"liberalism\" is their deadliest enemy and their lack of any ideas not likely to be approved by the better class of Republicans.    With Democrats now residing in the abandoned tents of the old Eisenhower Republicanism, why this Democratic panic about Republicans running Congress?     Well, it's the triumph of the Republican mossbacks of course: Gingrich, Helms, the Western right-wingers of the cowboy welfare states, all those Dixiecrats who used to be Democrats until Republicans became the white man's party. It's the same crowd that couldn't abide Nelson Rockefeller and would have chucked Eisenhower if he hadn't had such a way with the voters.    Newt Gingrich is the Republican who makes Democrats think of Walpurgis Night. With everybody talking about Gingrich's \"first hundred days,\" you might think he is the new Franklin Roosevelt risen out of Georgia to rebuild a stricken nation.    The unreality is intensified by Gingrich's announcement that he will not compromise in dealing with that lesser fellow who calls himself President. This is harmless nonsense, except that people who should know better take it seriously.    Gingrich, whose skill at mischief-making is considerable but whose talents for governance have not been tested, is doubtless blustering to cover the natural insecurity of a youngish gent in charge of a crew that hasn't sailed a ship for 40 years.    Democrats should allow the possibility that he is playing bad Captain Bligh just now, largely because he is shocked and maybe a bit scared to find himself in command.     What else explains his \"no-compromise\" declaration? It's institutionally impossible for Congress to lead. House members who desire the slightest accomplishment absolutely must compromise, and not just with Presidents, but also with Senates.    I should like to assure the Democrats that they have nothing to fear but fear-of-Newt itself, but that would mislead them. A party that doesn't stand for much has plenty to fear from one that stands for plenty, even when, as now, it looks like plenty of nothing.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"In Performance: POP; Another Style Change, For a Major Pianist","web_url":"https://www.nytimes.com/1994/11/19/arts/in-performance-pop-another-style-change-for-a-major-pianist.html","abstract":"  Village Vanguard     Geri Allen's career has been marked by abrupt shifts in direction that have sometimes obscured her status as one of the more imposing pianists of her generation. During the early 1980's, she wrote pieces that allowed her to use her percussive abilities, pieces that worked on ostinatos and incorporated world music and pop. On Tuesday night, celebrating the release of a fine new album, \"21\" (Blue Note), she brought two musicians who reflected a radically different sensibility, one that adhered strictly to the mainstream.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"As State Privatization Programs Multiply, So Do Opportunities for ADR Investors","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-as-state-privatization-programs-multiply-so-do-opportunities.html","abstract":"AGGRESSIVE moves to privatize state-owned companies around the world along with U.S. investors' active interest in foreign equities will likely fuel scores of new American depositary receipt issues over the next five years, according to experts..In the","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"The Wide Universe Of Pina Bausch","web_url":"https://www.nytimes.com/1994/11/19/arts/dance-review-the-wide-universe-of-pina-bausch.html","abstract":"  A man wearing flippers and underpants immerses himself in a water-filled aquarium. Another tries to turn an egg with feathers attached into a glider; it crashes to the ground, yolk and all. In a brilliantly choreographed sequence, four seated couples propel themselves across the floor like rowers in a boat and bunch up against a wall.    She's back. Pina Bausch's latest United States premiere is a typical collage of human aspirations and failures. But it is also surprisingly lighthearted in tone and successfully so.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"Public & Private; The High Cost of Death","web_url":"https://www.nytimes.com/1994/11/19/opinion/public-private-the-high-cost-of-death.html","abstract":"  In the summer of 1963 Eddie Lee Mays was executed for the murder of a woman during a robbery at the Friendly Tavern in Harlem. The robbery netted $275 and, in a small way, gave Eddie Mays a place in history. When he was buckled into the electric chair at Sing Sing, he became the last person executed by the State of New York. Until now.    Until now, for in January New York will have, for the first time in many years, both legislators inclined to restore the death penalty and a Governor determined to sign the bill. In this they would join a coterie of politicians in 37 states who have answered what they believe is the blood lust of a terrified and angry electorate with the ultimate illusory sop to violent crime.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Daimler's NYSE Listing Piques German Interest","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-daimlers-nyse-listing-piques-german-interest.html","abstract":"WHEN German technology and transportation company Daimler Benz AG listed its shares on the New York Stock Exchange as American depositary receipts, much of the German business community was horrified..Daimler's move in October 1993 required the company","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"White House Warns of Market Jolt if Trade Pact Is Defeated","web_url":"https://www.nytimes.com/1994/11/19/us/new-congress-trade-white-house-warns-market-jolt-if-trade-pact-defeated.html","abstract":"  Raising the stakes in the Administration's effort to round up votes for a world trade agreement, Treasury Secretary Lloyd Bentsen warned today that its defeat could have \"a very negative effect on the financial markets of this country.\"    The prediction was a high-risk strategy for the White House: it sets up a prophecy that could become self-fulfilling if the 123-nation trade accord fails to get through Congress.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"To Our Readers:","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-to-our-readers.html","abstract":"THE Money Report is conducting a survey of the attitudes and opinions of its readership. We want to know what you like and do not like about our coverage..Our goal is to provide, week by week, commentary and information on the dominant themes of interna","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"From Totems to Taboos, The Glories of Polynesia","web_url":"https://www.nytimes.com/1994/11/19/arts/television-review-from-totems-to-taboos-the-glories-of-polynesia.html","abstract":"  Although calling anyplace \"paradise,\" as George Page finds himself doing as narrator of \"Nomads of the Wind,\" is not stunningly original, the lusciously photographed beauty of Polynesia almost excuses the lapse. This five-part series, presented by \"Nature,\" sweeps across the Pacific, from Tahiti to Fiji to Easter Island to Hawaii and New Zealand, with visual pleasures all the way.   The opening episode, tomorrow, goes back 2,000 years to the venturesome people who first settled Tahiti and the Marquesas Islands. By comparison with their journeys across the Pacific Ocean, Columbus was a stay-at-home. Their discoveries are simulated by dramatizations, which are not always enhanced by a narration that owes something to come-to-the-islands brochures: \"Each one like a jewel rises from the sea, each a possibility for a new beginning.\"","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"Sperm Donor Is Awarded Standing as Girl's Father","web_url":"https://www.nytimes.com/1994/11/19/nyregion/sperm-donor-is-awarded-standing-as-girl-s-father.html","abstract":"  A gay man in San Francisco, who donated his sperm 13 years ago so that a lesbian couple could have a child, has been granted legal standing as the father of the child, who lives with her mother and her mother's companion in New York City.   The 3-to-2 decision by the Appellate Division of the State Supreme Court in Manhattan came after four years of legal battling over visiting rights between the father, Thomas Steel, and the mother, Robin Young, and Ms. Young's partner, Sandra Russo.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Tax Plan More Stick Than Carrot","web_url":"https://www.nytimes.com/1994/11/19/sports/baseball-tax-plan-more-stick-than-carrot.html","abstract":"  The owners' new tax proposal would create a tax collector's dream, but a baseball player's nightmare.   If the system the owners placed on the bargaining table Thursday and discussed with the players today in a Washington suburb had been in full effect in an uninterrupted season this year, 18 clubs would have paid nearly $193 million in taxes. The Yankees would have served as the collector's most coveted customer, paying $31 million in payroll luxury taxes. Of the 17 other clubs that would have been taxed, the Mets would have paid the least, $698,072.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873462.html","abstract":"  A front-page article on Friday about President Clinton's views on prayer in schools misstated the view of Representative Charles E. Schumer, Democrat of Brooklyn. He supports a voluntary moment of silence, not voluntary prayer.  ","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Another Arkansan Quits White House Staff","web_url":"https://www.nytimes.com/1994/11/19/us/another-arkansan-quits-white-house-staff.html","abstract":"  William Kennedy 3d, a onetime law partner of Hillary Rodham Clinton, has resigned as associate White House counsel and will return to private life in Little Rock, Ark., the White House said today.    Mr. Kennedy had an occasionally stormy tenure in an office that has itself been controversial during Mr. Clinton's time in office. A White House spokeswoman, Ginny Terzano, said Mr. Kennedy was completing his work today and would return to Arkansas on Sunday.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/19/sports/transactions-870463.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Signed Mark Lee, pitcher, and Rod Robertson, infielder, to minor-league contracts. Purchased the contracts of Joe Borowski, Jimmy Haynes and Brian Sackinsky, pitchers, and Curtis Goodwin, outfielder, from Bowie of the Eastern League; and Billy Percipal from Rochester of the International League.   BOSTON RED SOX -- Purchased the contracts of Frank Rodriguez, Joel Bennett and Mike Sullivan, pitchers; and Steve Rodriguez and Bill Selby, infielders, from Pawtucket of the International League; and Joe Hudson, pitcher, from Trenton of the Eastern League. Claimed Bill Wertz, pitcher, off waivers from Cleveland. Sent Jeff McNeely, outfielder, outright to Pawtucket.   CALIFORNIA ANGELS -- Designated Joe Grahe, pitcher, for assignment. Purchased the contract of Mark Ratekin, pitcher, from Vancouver of the Pacific Coast League.   CLEVELAND INDIANS -- Signed Willie Smith, pitcher. Purchased the contracts of Brian Giles, outfielder, from Charlotte of the International League; Tony Mitchell, outfielder, from Canton-Akron of the Eastern League; Einar Diaz, catcher, from Columbus of the South Atlantic League.   MILWAUKEE BREWERS -- Purchased the contracts of Tim Unroe and West Weger, infielders; Sid Roberson and Scott Karl, pitchers; and Danny Perez, outfielder, from El Paso of the Texas League and Ken Felder, outfielder, and Bobby Hughes, catcher, from Stockton of the California League. Assigned Charlie Rogers, pitcher, to New Orleans of the American Association.   SEATTLE MARINERS -- Released Shawn Boskie, pitcher, and Ruben Santana, infielder. Sent Craig Clayton, George Glinatsis and Jeff Williams, pitchers; and Brian Turang, infielder, to Tacoma of the Pacific Coast League.   TEXAS RANGERS -- Signed Chris Nichting, pitcher. Sent James Hurst, pitcher, and Desi Wilson, outfielder, to Oklahoma City of the American Association.   TORONTO BLUE JAYS -- Traded Eddie Zosky, infielder, to the Florida Marlins for a player to be named. Purchased the contracts of Tim Crabtree, pitcher, from Syracuse of the International League; Felipe Crespo and Chris Stynes, infielders, and Ricardo Jordan, Jose Silva and Jeff Ware, pitchers, from Knoxville of the Southern League; Lonell Roberts, outfielder, from Dunedin of the Florida State League; and Edwin Hurtado, pitcher, from Hagerstown of the South Atlantic League. Sent Huck Flener, pitcher, outright to Syracuse of the International League. Designated Willie Canate, outfielder, for assignment. National League  ATLANTA BRAVES -- Designated Ramon Caraballo, infielder; Jerry Koller, Matt Murray, Brian Bark, pitchers; and Troy Hughes, outfielder, for assignment. CHICAGO CUBS -- Named Tony Gamboa minor-league field coordinator and Ron Clark manager of Iowa of the American Association.   CINCINNATI REDS -- Claimed Larry Luebbers, pitcher, off waivers from the Chicago Cubs. Signed Kurt Stillwell, infielder, and Scott Scudder, pitcher, to minor-league contracts. Reclaimed Jamie Dismuke, first baseman, off waivers from the Los Angeles Dodgers and designated him for assignment.   FLORIDA MARLINS -- Purchased the contracts of Steve Decker, catcher, from Edmonton of the Pacific Coast League and Stan Spencer and Vic Darensbourg, pitchers, from Portland of the Eastern League. Sent Greg O'Halloran, catcher, outright to Charlotte of the International League.   NEW YORK METS -- Traded Jeromy Burnitz, outfielder, and Joe Roa, pitcher, to the Cleveland Indians for Dave Mlicki, Jerry DiPoto and Paul Byrd, pitchers, and a player to be named. Purchased the contracts of Robert Person, pitcher; Ed Alfonzo, infielder; and Ricky Otero, outfielder, from Binghamton of the Eastern League; Hector Ramirez, pitcher, from St. Lucie of the Florida State League; and Omar Garcia, first baseman, from Norfolk of the International League.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"As Haiti Struggles to Rise Up, Storm Deals Body Blow","web_url":"https://www.nytimes.com/1994/11/19/world/as-haiti-struggles-to-rise-up-storm-deals-body-blow.html","abstract":"  After a tropical storm finished battering this sleepy port on Haiti's southern coast early Monday, residents emerged from their ruined houses and began to tally the dead. Today they were still counting, and wondering if they will ever fully calculate what they have lost.    In the aquamarine waters of the Bay of Jacmel, bodies continued to surface, mostly women and children borne downstream by three rivers that converge here. On the outskirts of town, a concrete bridge has been washed away, severing the only overland link to the capital, Port-au-Prince. Relief workers were able to reach the region only by sea or air.","thumbnail":null,"section":"World"},{"date":"19941119","headline":"U.N. Considers Allowing NATO To Retaliate for Serbian Attacks","web_url":"https://www.nytimes.com/1994/11/19/world/un-considers-allowing-nato-to-retaliate-for-serbian-attacks.html","abstract":"  The Security Council strongly condemned tonight a Serbian air attack in northern Bosnia and began considering a resolution that would allow NATO to attack airfields in neighboring Croatia from which such attacks come.    The condemnation came in a statement by the Security Council president, Madeleine K. Albright of the United States, who said the air raid on Bihac was \"a clear violation of Bihac's status as a safe area.\"","thumbnail":null,"section":"World"},{"date":"19941119","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/19/nyregion/news-summary-869066.html","abstract":"  International 3-8  PALESTINIAN PROTESTERS KILLED    Yasir Arafat's police opened fire for the first time on Palestinian protesters, killing at least a dozen people and wounding 200 in street battles, and raising fears of a brewing civil war.  1","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"'Pink Sheets' Mix Risk With Rewards","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-pink-sheets-mix-risk-with-rewards.html","abstract":"BORED with emerging market funds? Fed up with the fund manager who always underperforms the Taiwan, Brazilian or Turkey market?.If the answer is \"yes,\" you might want to pick your own emerging-market stocks. .Brokers in New York and London r","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"Davenport And Date Reach Semifinals","web_url":"https://www.nytimes.com/1994/11/19/sports/tennis-davenport-and-date-reach-semifinals.html","abstract":"  It could be a case of beginner's luck, in stereo.    It could be the after-effects of several exhilarating shopping expeditions to Greenwich Village, new territory for 18-year-old Lindsay Davenport, now the highest-ranked and only American-born player in the Top 10.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873500.html","abstract":"  An obituary on Nov. 10 about John Hadley, an investor of Lloyd Harbor, L.I., misstated the location of the boarding school from which his wife, Robin Tieken Hadley, was graduated. The school, Chatham Hall, is in Chatham, Va., not Massachusetts.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"After Trip, Knicks Vow To Go on Offensive","web_url":"https://www.nytimes.com/1994/11/19/sports/basketball-after-trip-knicks-vow-to-go-on-offensive.html","abstract":"  The Knicks have returned home, but they are more concerned with a return to winning.   Losing three of four games on their Western trip forced the Knicks to take a hard early-season look at themselves. After the 109-100 loss to the Golden State Warriors on Thursday, John Starks suggested that the players consider a team meeting to discuss their subpar play. Derek Harper admitted that the Knicks have not played with the intensity that was habitual last season. And Coach Pat Riley seemed more perplexed than angry after watching the Knicks commit a season-high 25 turnovers against the Warriors.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"What Turkey Gives in Return for U.S. Military and Foreign Aid","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-what-turkey-gives-in-return-for-us-military-and-foreign-aid-872784.html","abstract":"  To the Editor:    \"Deadly Gifts to Greece and Turkey\" (editorial, Nov. 13) offers outright misperceptions and distortions about Turkey.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"In Performance: POP; A Simple Structure For Be-Bop Improvisation","web_url":"https://www.nytimes.com/1994/11/19/arts/in-performance-pop-a-simple-structure-for-be-bop-improvisation.html","abstract":"  Smalls    Spike Wilner's sextet knew exactly what it was doing on Tuesday and how to do it. Mr. Wilner, a pianist best known for leading several jam-session bands around town, made fairly simple structural demands on his group, and he and his musicians turned the small-group be-bop rules into a playground for improvisation.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"Nets Go Down Complaining About Refs' Calls in Orlando","web_url":"https://www.nytimes.com/1994/11/19/sports/basketball-nets-go-down-complaining-about-refs-calls-in-orlando.html","abstract":"  They walked back on the floor with a few minutes remaining tonight, the Nets and Magic, turning a routine early-season encounter into one of those wild weekend games at the park, in which you have to win because everyone on the side is yelling \"Next\" and there is no telling when you will get on the court again.   Orlando was moments away from seizing control when Kenny Anderson eyeballed an official, Bill Oakes, whom Anderson thought had put Derrick Coleman and himself on the wrong end of a few foul calls.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Murder Defendant Says He Felt Rejected","web_url":"https://www.nytimes.com/1994/11/19/nyregion/murder-defendant-says-he-felt-rejected.html","abstract":"  A Larchmont carpenter took the witness stand at his trial for the murders of the couple who bought his childhood home, and he described feeling rejected by his family and an alcohol problem that began in the sixth grade.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"More Scandinavian Companies Likely to Seek a U.S. Listing","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-more-scandinavian-companies-likely-to-seek-a-us-listing.html","abstract":"MANY citizens of Sweden and Finland might still need convincing that membership in the European Union is in their best interests, but holders of American Depositary Receipts in Swedish and Finnish companies probably have little doubt on the matter. .The","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"Russian Emigre Orchestra","web_url":"https://www.nytimes.com/1994/11/19/arts/music-review-russian-emigre-orchestra.html","abstract":"  The New York Association for New Americans was started last year to help resettle emigres from the former Soviet Union. And since quite a few of those emigres are musicians, the organization has sponsored the New American Chamber Orchestra, a project meant to keep the players employed in something like the manner to which they were accustomed.    The orchestra, which is conducted by Beth Cohen, presented a wide-ranging program at Merkin Concert Hall on Tuesday evening. As an ensemble, the group has problems with unity and intonation, but it addressed the music with an appealing energy and concentration.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"Germs of Sverdlovsk","web_url":"https://www.nytimes.com/1994/11/19/opinion/germs-of-sverdlovsk.html","abstract":"  The Russian city of Sverdlovsk suffered an epidemic of anthrax in 1979 that Soviet-era officials attributed to contaminated meat. Now there is proof of what Washington long suspected -- that the outbreak was caused by airborne anthrax released from a military microbiology facility. The report, published by a team of U.S. and Russian scientists in the current Science magazine, traces many of the victims to an area south of the plant. The obvious surmise is that the installation was manufacturing germ-warfare agents, a violation of the 1972 treaty banning biological weapons.     The findings should accelerate U.S. efforts to strengthen the 1972 ban, which was signed without verification procedures. True, small quantities of germ warfare agents can easily be concealed, making the ban difficult to verify, but larger amounts in weapon form are harder to hide. The main impediment to germ warfare remains what it was when the ban was signed -- doubt that germs can be precisely targeted in a militarily useful way.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"McCaughey to Lead A Study of Medicaid","web_url":"https://www.nytimes.com/1994/11/19/nyregion/mccaughey-to-lead-a-study-of-medicaid.html","abstract":"  Calling New York's $20.4 billion a year Medicaid program for the poor the \"single largest fiscal and social challenge facing state government,\" Governor-elect George E. Pataki yesterday appointed his incoming Lieutenant Governor, Elizabeth P. McCaughey, to head a 20-member task force to study the problem.   The Federal Government pays for nearly half the Medicaid program in New York, with the state paying 32.3 percent, or $6.6 billion, and New York City 18.9 percent, or $3.9 billion.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Chairman Helms","web_url":"https://www.nytimes.com/1994/11/19/opinion/chairman-helms.html","abstract":"  Senator Jesse Helms, chair apparent of the Foreign Relations Committee, is an ideologue distrustful of international trade agreements, arms control treaties, foreign aid, the United Nations and multilateral cooperation in general. He is also a skilled attention-getter and tactician who knows how to raise the profile of an important committee that has drifted close to irrelevance under its current Democratic chairman, Claiborne Pell.    Will Chairman Helms be a constructive or a destructive force? The first signs are not encouraging. On Tuesday, the Senator tried to bully President Clinton into delaying a vote on the Uruguay Round world trade agreement. Mr. Clinton's decision on this matter, Senator Helms suggested, would affect his own willingness to give full and fair consideration to the President's entire foreign policy agenda in the next session.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/19/nyregion/inside-869449.html","abstract":"  Bosnian Town Bombarded   Nationalist Serbs bombarded a Bosnian town, United Nations officials said, raising discussion of retaliatory air strikes by NATO. Page 6. Russia's Mighty Are Falling    Russia's Defense Minister, on the defensive himself, warned that the military was so underfinanced and weak as to be near collapse. Page 7. Latest Salvo in G.O.P. War    Mayor Giuliani accused Governor-elect Pataki of pursuing a vendetta to embarrass not only him but the institution of the mayoralty. Page 25. Capricious Storm    A storm that had stalled off the Carolinas strengthened to a hurricane, then abruptly weakened and headed back toward Florida. Page 9.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Users of Computer Operating System Don't Find It Wanting","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-users-of-computer-operating-system-don-t-find-it-wanting-872970.html","abstract":"  To the Editor:    I don't consider Stephen Manes's Oct. 25 Personal Computers column, \"A Stormy Voyage on OS/2 Warp,\" to be an objective evaluation of the International Business Machines Corporation's operating system. It appears that Mr. Manes only briefly explored the product after his installation problems were solved. His shallow review does not reflect what six million users know to be the value of OS/2.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"U.S. Open Staying in Queens, Official Says","web_url":"https://www.nytimes.com/1994/11/19/sports/sports-people-tennis-us-open-staying-in-queens-official-says.html","abstract":"  Despite cost overruns in the planned $180 million renovation of the National Tennis Center in Queens, officials of the United States Tennis Association yesterday denied rumors that they might move the United States Open to Atlanta. J. HOWARD (BUMPY) FRAZER, the U.S.T.A.'s president, said: \"We have a contract with the city of New York, and we believe it's in the best interests of the tournament, the city and the fans that we stay here.\"","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"In Performance: POP; Updating Gospel Music, Or at Least Trying","web_url":"https://www.nytimes.com/1994/11/19/arts/in-performance-pop-updating-gospel-music-or-at-least-trying.html","abstract":"  Beacon Theater     Jesus may have warned his followers to beware of wolves in sheep's clothing in the Book of Matthew, but what about sheep in wolves' clothing? That's what gospel music has become, dressing its message up in contemporary secular styles. One such disguise is the club-music-informed, urban-contemporary gospel of Grammy-winning acts like the siblings BeBe and CeCe Winans and the Sounds of Blackness choir, who performed on Tuesday night.","thumbnail":null,"section":"Arts"},{"date":"19941119","headline":"For Some Urban Pioneers, The Future Grows Darker","web_url":"https://www.nytimes.com/1994/11/19/nyregion/about-new-york-for-some-urban-pioneers-the-future-grows-darker.html","abstract":"  FOR the 23 renters living in four adjoining walk-up tenements on Columbus Avenue and 67th Street, the Millenia have come too soon.    \"Look at them,\" said Tom McCracken, standing on the roof and pointing to the huge hulking shapes dwarfing the house at 148 Columbus, where he has lived for 17 years in a rent-stabilized apartment.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"I.Q. Tests Serve to Keep Us All in Our Places","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-iq-tests-serve-to-keep-us-all-in-our-places-872059.html","abstract":"  To the Editor:    Richard A. Gardner's name for \"intelligence tests\" -- \"Tests That Predict Success or Failure in the School System From Which the Questions Have Been Derived\" (letter, Nov. 12) -- mirrors the circular method that produced them. While Dr. Gardner appears to dismiss I.Q. tests as measures of intelligence, his criticism is merely semantic.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Political Memo; Neither Pataki Nor Giuliani Will Turn Other Cheek","web_url":"https://www.nytimes.com/1994/11/19/nyregion/political-memo-neither-pataki-nor-giuliani-will-turn-other-cheek.html","abstract":"  Sometimes politics is about vengeance more than valor, about pride more than policy, and the nasty feud between Mayor Rudolph W. Giuliani and Governor-elect George E. Pataki seems to be one of those times. Although there might seem to be great political benefit for both men in an instant rapprochement, the bitterness between them now is just too great, according to their aides.   In part, the ill will is being fueled by advisers to both men whose memories of a brutal campaign remain too fresh to give way to constructive compromise. On Mr. Pataki's side, many of those aides also have close ties to Senator Alfonse M. D'Amato, who has himself fought fiercely with Mr. Giuliani for years. And in the center are two strong-willed politicians who know how to hold a grudge: Mr. Giuliani, whose quick temper and sometimes biting manner are well known, and Mr. Pataki, whose genial exterior belies a steely political will.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"BRIEFCASE : DWS Targets Swiss, Scandinavia Stocks","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-briefcase-dws-targets-swiss-scandinavia-stocks.html","abstract":"DWS, the mutual fund arm of Deutsche Bank, is launching two new funds. DWS Skandinavien will invest in stocks from Denmark, Sweden, Norway and Finland. The main industrial sectors covered are oil and gas, paper, shipping and mining..DWS Schweiz will co","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"Sports of The Times; The End Of a Winding Road","web_url":"https://www.nytimes.com/1994/11/19/sports/sports-of-the-times-the-end-of-a-winding-road.html","abstract":"  SHORTLY before a memorial service for Wilma Rudolph yesterday morning, Mae Faggs Starr, a former Olympic sprinter, pointed to a collection of photographs mounted on a podium that captured Rudolph in various phases of her outstanding track career.   Starr was an original member of the Tennessee State University Tigerbelles. In 1948, she became the youngest women on the United States Olympic team. The picture she called attention to yesterday was a 1956 photo of six young women smiling broadly, wearing Olympic track uniforms.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"The Shrinking Governor","web_url":"https://www.nytimes.com/1994/11/19/opinion/the-shrinking-governor.html","abstract":"  So Governor-elect Pataki has time to buy a farm and appear on David Letterman, but he cannot find a moment for a one-on-one meeting with the Mayor of New York City. Perhaps it goes to show that he is better at getting votes than acquiring noblesse. Or maybe he is confused about his political cliches and thinks he is supposed to be petty, rather than gracious, in victory. Or maybe, as Mayor Giuliani said in the campaign, Mr. Pataki is not willing to meet unless one of his minders is around to report back to Alfonse D'Amato.    Whatever. The point is that Mr. Pataki's insistence on treating Rudolph Giuliani with contempt is also a sign of contempt for the city's 7.5 million citizens. If he wants to be the Governor of upstate, Long Island and Staten Island, he ran for the wrong office.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"An Act of Youthful Savagery Stuns a Suburb","web_url":"https://www.nytimes.com/1994/11/19/us/an-act-of-youthful-savagery-stuns-a-suburb.html","abstract":"  It is barely three miles to Abington Township from Philadelphia. But in the minds of many of the township's people, the distance is far greater.   It is the distance, real or imagined, between urban violence and suburban serenity. That space was irreversibly bridged last Friday night when, the police say, as many as two dozen Abington youths armed with baseball bats piled into cars, drove into the Fox Chase neighborhood of Northeast Philadelphia and confronted a group of teen-agers who ran off.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Helms Voices Doubts on Clinton as Commander","web_url":"https://www.nytimes.com/1994/11/19/us/the-new-congress-confrontation-helms-voices-doubts-on-clinton-as-commander.html","abstract":"  Jesse Helms, the North Carolina Republican who is in line to head the Senate Foreign Relations Committee, said today that President Clinton was not up to the job of being Commander in Chief.   Two days after the Clinton Administration rejected his call to delay a vote on a world trade agreement, Senator Helms made a number of caustic comments about the President's policies and Mr. Clinton personally.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/opinion/c-corrections-871583.html","abstract":"  An article on Wednesday about physician-assisted suicide referred incorrectly to a case before Michigan's Supreme Court. The court is weighing an appeal of a lower court's ruling that Dr. Jack Kevorkian could be prosecuted for murder. He has never been convicted of aiding in a suicide.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Abidjan Journal; The Little Railroad That Couldn't Goes Private","web_url":"https://www.nytimes.com/1994/11/19/world/abidjan-journal-the-little-railroad-that-couldn-t-goes-private.html","abstract":"  In the 14 years that Kouassi Kouadio has been riding the railroad that links the skyscrapers of Abidjan and Ouagadougou, the dusty capital of neighboring Burkina Faso, expectations of an ever-quickening world delivered by modern transportation seem to have been cruelly thrown into reverse.    While reports from far away speak of trains growing ever more competitive with air travel, the tracks that bear Mr. Kouadio on the 704-mile route have grown rusted and bent, making what was once a zippy 24-hour trip an aggravating three-day journey.","thumbnail":null,"section":"World"},{"date":"19941119","headline":"Feinstein Declares Victory in California","web_url":"https://www.nytimes.com/1994/11/19/us/feinstein-declares-victory-in-california.html","abstract":"  Ten days after the voting booths closed, Senator Dianne Feinstein, Democrat of California, declared victory in her re-election campaign against Representative Michael Huffington, her Republican challenger. Ms. Feinstein's declaration came as the counting of absentee ballots neared an end, with Mr. Huffington virtually eliminated mathematically but refusing to concede.    Article, page 10.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Messier Joins Gretzky's Tour","web_url":"https://www.nytimes.com/1994/11/19/sports/messier-joins-gretzky-s-tour.html","abstract":"  Mike Barnett, the agent for Wayne Gretzky, said yesterday that a Gretzky-sponsored touring team will leave for Europe after one exhibition hockey game in North America. The game will be on Dec. 1 against the Detroit Vipers of the International Hockey League at the Palace in Auburn Hills, Mich.   One of Gretzky's touring teammates will be Mark Messier, captain of the Rangers and a longtime friend of The Great One. \"I am sure I'll be on board,\" Messier said yesterday by telephone from his home in Hilton Head, S.C.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"'Sesame Street' Readies Them for School","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-sesame-street-readies-them-for-school-872261.html","abstract":"  To the Editor:    \"Sorry, Ernie. TV Isn't Teaching.\" (Op-Ed, Nov. 12) by Billy Tashman, attacking \"Sesame Street,\" particularly its preschool education program, or PEP, was a rehash of attacks on technology in teaching our children.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"1944: Tirana Is Freed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/19/opinion/IHT-1944-tirana-is-freed-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Tirana, capital of the tiny Balkan kingdom of Albania, occupied by the Italians and then by the Germans for five and a half years, has been liberated by Albanian partisans, Berlin admitted in effect tonight [Nov. 18]","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Ivanisevic Fined and Faces Suspension","web_url":"https://www.nytimes.com/1994/11/19/sports/sports-people-tennis-ivanisevic-fined-and-faces-suspension.html","abstract":"  While his peers were advancing at the ATP World Championship in Frankfurt, GORAN IVANISEVIC was further bolstering his case for a suspension by incurring a point penalty for verbally abusing a lineswoman early in the second set against PETE SAMPRAS yesterday. At the Paris Open, Ivanisevic surpassed $10,000 in fines in ATP events for the second straight year, which is supposed to mean a two-month suspension from the tour.   According to Ivanisevic's father, SRDJAN, his son filed an appeal on Nov. 7, the day after the Paris tournament, so he would be eligible to play in Frankfurt.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Editorial Notebook: The Iron Bowl Cometh; The Impossible Task Of Ceasing to Care","web_url":"https://www.nytimes.com/1994/11/19/opinion/editorial-notebook-the-iron-bowl-cometh-the-impossible-task-of-ceasing-to-care.html","abstract":"  Yes, we are indisputably in the season of what the boys at ABC and ESPN call the \"traditional rivalry.\" Soon enough now, the mellow voice of Keith Jackson will be heard in the land, coming to me from Birmingham's Legion Field, the Football Capital of the South. Keith will speak once again the mindless but well-loved cliches that I know as well as some people know the mass.    Keith (I always think of him as Keith, not Mr. Jackson) will tell me that the Crimson Tide wins ugly behind the comeback skills of Jay Barker, the winningest quarterback in Alabama history. And that's saying a lot because they've had some good ones down here -- Joe Namath, Ken Stabler, Bart Starr. Keith will say that Auburn is on probation and out of the national championship chase, so it is playing for bragging rights in the game that folks in Alabama call the Iron Bowl.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"Arrest in Slaying of Haitian Broadcasters","web_url":"https://www.nytimes.com/1994/11/19/us/arrest-in-slaying-of-haitian-broadcasters.html","abstract":"  The police here have arrested a man suspected of killing two pro-democracy Haitian radio broadcasters on the same street in Miami's Little Haiti neighborhood within a 25-day period in 1991.    The suspect, Billy Alexander, a 24-year-old Bahamian of Haitian descent who is already imprisoned for another killing, was arrested on Wednesday and is the second man facing charges in the shooting of the broadcasters.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Article 870480 -- No Title","web_url":"https://www.nytimes.com/1994/11/19/nyregion/article-870480-no-title.html","abstract":"  After a promise of $15 million in tax incentives from the city and a game of musical chairs in two New York office towers, Viacom Inc. has completed plans to expand in midtown Manhattan, more than doubling its office space in two of the four buildings it occupies.   The new space, about 750,000 square feet, means that Viacom will keep 4,450 employees in New York, with the expectation that 2,500 more jobs can be added in the next 15 years. Although the entertainment and communications conglomerate never threatened to move its headquarters out of the city, it had considered moving 1,600 clerical and administrative jobs to New Jersey before the incentive package was offered in October.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873497.html","abstract":"  A picture caption on Wednesday about Governor-elect George E. Pataki and his advisers misstated the given name of the Assembly's Republican leader. He is Clarence D. Rappleyea, not Charles.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Dire Warnings for Parliament on State of Russian Army","web_url":"https://www.nytimes.com/1994/11/19/world/dire-warnings-for-parliament-on-state-of-russian-army.html","abstract":"  The beleaguered Russian Defense Minister told a skeptical Parliament today that the Russian military was in disastrous shape -- underequipped, underfinanced and losing its ability to defend the motherland.    \"Not a single army in the world is in such a catastrophic state,\" said the Defense Minister, Gen. Pavel S. Grachev. \"I ask you to take this as a warning.\"","thumbnail":null,"section":"World"},{"date":"19941119","headline":"Juggling Scimitars and Identities","web_url":"https://www.nytimes.com/1994/11/19/theater/dance-review-juggling-scimitars-and-identities.html","abstract":"  As fearless as they are foolhardy, the Flying Karamazov Brothers have juggled everything from scimitars to Shakespeare, but these faux Russian zanies are irrepressibly iconoclastic, even about the art of the juggle.    Looking back at the beginning of their careers, Howard Jay Patterson, the most daring of the Karamazovs, said: \"Basically, juggling was an excuse to get people to stop and look at us while we talked. And we found that juggling sharp things was a really good excuse.\" In their new Broadway show, \"The Flying Karamazov Brothers Do the Impossible\" (opening tomorrow at the Helen Hayes Theater), \"there are battleaxes and swords and sickles and hatchets and -- we kill ourselves,\" he said. \"Every single night!\"","thumbnail":null,"section":"Theater"},{"date":"19941119","headline":"The Pataki-Giuliani Feud, Day 10: New Charges, No Solution","web_url":"https://www.nytimes.com/1994/11/19/nyregion/the-pataki-giuliani-feud-day-10-new-charges-no-solution.html","abstract":"  Ratcheting up their feud, Mayor Rudolph W. Giuliani accused Governor-elect George E. Pataki yesterday of carrying out a vendetta to embarrass not only him personally but also the institution of the mayoralty. And he bluntly warned that the effort would hurt Mr. Pataki as he turns from campaigning to governing.   A day after Mr. Pataki's aides invited the Mayor to a meeting on Staten Island on Nov. 28 with nine other elected officials, Mr. Giuliani said the only purpose of the meeting was to diminish the standing of the Mayor of the state's largest city.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/19/nyregion/c-corrections-873489.html","abstract":"  An article in Business Day yesterday about problems in the computer modem industry misstated the financial condition of Hayes Microcomputer Products Inc. in some copies. Although Hayes has sought Chapter 11 bankruptcy protection, the company's founder says its assets exceed its liabilities.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"What Turkey Gives in Return for U.S. Military and Foreign Aid; Greece's Role in NATO","web_url":"https://www.nytimes.com/1994/11/19/opinion/l-what-turkey-gives-return-for-us-military-foreign-aid-greece-s-role-nato-872938.html","abstract":"  To the Editor:    \"Deadly Gifts to Greece and Turkey\" (editorial, Nov. 13) does not reflect, to say the least, the significance of Greece's stabilizing role as the sole member of the North Atlantic Treaty Organization and the European Union in a region torn by ethnic and religious strife.","thumbnail":null,"section":"Opinion"},{"date":"19941119","headline":"BRIEFCASE : Citibank Launching Guaranteed Funds","web_url":"https://www.nytimes.com/1994/11/19/your-money/IHT-briefcase-citibank-launching-guaranteed-funds.html","abstract":"Citibank is launching two new guaranteed funds - vehicles that offer the potential of capital gain and the promise, if things go badly, of the return of investors' initial capital after a number of years..The two vehicles, Citi-Asia and Citi-Latin Amer","thumbnail":null,"section":"Your Money"},{"date":"19941119","headline":"Feinstein Claims Victory in Senate Race","web_url":"https://www.nytimes.com/1994/11/19/us/the-new-congress-california-feinstein-claims-victory-in-senate-race.html","abstract":"  After a drawn-out count of absentee ballots, Senator Dianne Feinstein declared victory today over Representative Michael Huffington in a re-election race that was the costliest Congressional election ever.    \"The vote clearly indicates that I shall continue to represent California,\" Ms. Feinstein said in her victory statement, releasing statistics from state election officials that indicated the count of the absentee ballots had placed her 147,404 votes ahead of her challenger, with only 156,210 ballots left to count.","thumbnail":null,"section":"U.S."},{"date":"19941119","headline":"Mets Trade Burnitz to Indians for Pitching","web_url":"https://www.nytimes.com/1994/11/19/sports/baseball-mets-trade-burnitz-to-indians-for-pitching.html","abstract":"  Jeromy Burnitz spent most the 1994 season in Dallas Green's doghouse. He was criticized -- harshly at times -- by the Mets' manager for his lack of discipline at the plate and poor performances in right field and on the bases.   Burnitz won't be back in right field for the Mets in 1995. He will be in Cleveland, his new home as of yesterday after being traded to the Indians. And the Mets' new right fielder just might be the Mets' former right fielder, Bobby Bonilla, who moved to third base last spring and said near the close of the strike-shortened season that he wanted to remain at that position next year.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"Unlimited Monthly Subway Pass With Free Transfers Is Proposed","web_url":"https://www.nytimes.com/1994/11/19/nyregion/unlimited-monthly-subway-pass-with-free-transfers-is-proposed.html","abstract":"  After 90 years of charging a single flat fare for every ride, transit officials yesterday proposed a new system that would allow New Yorkers to buy monthly passes with unlimited trips and permit free transfers between buses and subways. To pay for the discounts, the basic $1.25 fare would rise by 10 cents.   But the future of the long-awaited proposals is likely to be caught in the crosscurrents of state politics and may hinge on the outcome of the political feud between Mayor Rudolph W. Giuliani and Governor-elect George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19941119","headline":"BOXING;\nPound for Pound, It's Jones Over Toney in Unanimous Decision","web_url":"https://www.nytimes.com/1994/11/19/sports/boxing-pound-for-pound-its-jones-over-toney-in-unanimous-decision.html","abstract":"Roy Jones Jr.'s quickness overwhelmed James Toney tonight as the two previously undefeated boxers fought for Toney's International Boxing Federation supermiddleweight crown at the M-G-M Grand Hotel. Jones, the challenger, would hit and run, then come back for more, wracking up points that propelled him to a clear unanimous decision in a thrilling bout that was to determine the best pound-for-pound fighter in boxing.\n\nAll three judges -- Glen Hamada, John Stewart and Jerry Roth -- had Jones the winner on points. Hamada's scorecard was 117-110, Stewart's 119-108, Roth's 118-109. Jones, the new I.B.F. champion, is now 27-0, Toney 44-1-2.","thumbnail":null,"section":"Sports"},{"date":"19941119","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/19/style/chronicle-873691.html","abstract":"  The actress MARY TYLER MOORE offered a $1,000 \"ransom\" yesterday to a Malibu restaurant that is keeping a 65-year-old lobster in a tank.    The lobster, christened \"Spike,\" is the star attraction at \"Gladstones 4 Fish\" restaurant.","thumbnail":null,"section":"Style"},{"date":"19941119","headline":"Yonkers Mayor And Wife Sued Over the Loss Of a Contract","web_url":"https://www.nytimes.com/1994/11/19/nyregion/yonkers-mayor-and-wife-sued-over-the-loss-of-a-contract.html","abstract":"  Mayor Terence M. Zaleski and his wife, Lynn, have been sued by the owner of a small public relations company, who charged that he lost his advertising contract with the city last spring after he failed to find a publisher for a children's book written by the Mayor's wife.   Ralph Newman, the owner of the Yonkers company TBE Associates, said in the lawsuit that he worked hard to try to place the Mayor's wife's book but that it was rejected by 37 publishers. He said in the suit that she was disappointed by his lack of success and that she called him at 7:30 one morning a year ago and said to him \"in a screaming monologue\" that \"TBE and Ralph Newman would never again get another dime from Yonkers.\"","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19941119","headline":"In the United Kingdom, the first National Lottery draw is held. A £1 ticket gave a one-in-14-million chance of correctly guessing the winning six out of 49 numbers.","pages":[{"title":"National Lottery (United Kingdom)","web_url":"https://en.wikipedia.org/wiki/National_Lottery_(United_Kingdom)","description":"The National lottery in the United Kingdom","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/2/25/The_National_Lottery_Logo.png","thumbnail_width":300,"thumbnail_height":121},"abstract":"The National Lottery is the state-franchised national lottery established in 1994 in the United Kingdom. It is regulated by the Gambling Commission, and is operated by Allwyn Entertainment, who took over from Camelot Group on 1 February 2024."}]}],"weather":[{"date":"19941119","time":"1994-11-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":94,"wspd":7.6},{"date":"19941119","time":"1994-11-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":93,"wspd":11.2},{"date":"19941119","time":"1994-11-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":96,"wspd":14.8},{"date":"19941119","time":"1994-11-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":93,"wspd":16.6},{"date":"19941119","time":"1994-11-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":90,"wspd":14.8},{"date":"19941119","time":"1994-11-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":90,"wspd":25.9},{"date":"19941119","time":"1994-11-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":91,"wspd":24.1},{"date":"19941119","time":"1994-11-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":86,"wspd":20.5},{"date":"19941119","time":"1994-11-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":86,"wspd":16.6},{"date":"19941119","time":"1994-11-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":87,"wspd":13},{"date":"19941119","time":"1994-11-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":87,"wspd":20.5},{"date":"19941119","time":"1994-11-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":87,"wspd":20.5},{"date":"19941119","time":"1994-11-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":85,"wspd":22.3},{"date":"19941119","time":"1994-11-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":85,"wspd":16.6},{"date":"19941119","time":"1994-11-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":83,"wspd":22.3},{"date":"19941119","time":"1994-11-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":14.8},{"date":"19941119","time":"1994-11-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":85,"wspd":11.2},{"date":"19941119","time":"1994-11-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":83,"wspd":16.6},{"date":"19941119","time":"1994-11-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":84,"wspd":13},{"date":"19941119","time":"1994-11-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":85,"wspd":14.8},{"date":"19941119","time":"1994-11-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":85,"wspd":14.8},{"date":"19941119","time":"1994-11-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":87,"wspd":14.8},{"date":"19941119","time":"1994-11-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":88,"wspd":14.8},{"date":"19941119","time":"1994-11-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":87,"wspd":22.3},{"date":"19941119","time":"1994-11-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":100,"wspd":18.7},{"date":"19941119","time":"1994-11-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":100,"wspd":16.6},{"date":"19941119","time":"1994-11-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":16.6},{"date":"19941119","time":"1994-11-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":18.7},{"date":"19941119","time":"1994-11-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":16.6},{"date":"19941119","time":"1994-11-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":93,"wspd":9.4},{"date":"19941119","time":"1994-11-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":11.2},{"date":"19941119","time":"1994-11-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":14.8},{"date":"19941119","time":"1994-11-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":75,"wspd":13},{"date":"19941119","time":"1994-11-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":18.7},{"date":"19941119","time":"1994-11-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":64,"wspd":20.5},{"date":"19941119","time":"1994-11-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":9.4},{"date":"19941119","time":"1994-11-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":66,"wspd":13},{"date":"19941119","time":"1994-11-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":57,"wspd":18.7},{"date":"19941119","time":"1994-11-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":20.5},{"date":"19941119","time":"1994-11-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":39,"wspd":20.5},{"date":"19941119","time":"1994-11-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":38,"wspd":24.1},{"date":"19941119","time":"1994-11-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":31,"wspd":24.1},{"date":"19941119","time":"1994-11-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":28,"wspd":31.7},{"date":"19941119","time":"1994-11-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":27,"wspd":25.9},{"date":"19941119","time":"1994-11-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":27,"wspd":20.5},{"date":"19941119","time":"1994-11-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":27,"wspd":20.5},{"date":"19941119","time":"1994-11-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":14.8},{"date":"19941119","time":"1994-11-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":33,"wspd":20.5}]}}