{"19930928":{"guardian_articles":[{"date":"19930928","headline":"Europe left needing new delivery men","web_url":"https://www.theguardian.com/sport/1993/sep/28/rydercup2002.rydercup","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930928","headline":"Voices for Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-voices-for-peace-letters-to-the-editor.html","abstract":"Regarding \"Economics Won't Be Enough\" (Sept. 24) by Jerome M. Segal: .I never expected to read such an honest and sympathetic accounting of the Palestinian perception of the Middle East conflict as that written by Mr. Segal. What I found part","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Marseilles Is Barred Again and Again","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-soccer-marseilles-is-barred-again-and-again.html","abstract":"  Scandal-plagued Olympique Marseilles was barred yesterday from playing in the Intercontinental Cup, which is for the world club championship, and the European Super Cup. Earlier this month, Marseilles was stripped of its 1992-93 French League title and barred from defending its title in the European Champions Cup.   \"We have to protect soccer,\" FIFA's general secretary, SEPP BLATTER, said. \"We have to maintain order, respect and discipline in an organization which groups 178 national associations and more than 200 million players.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-423593.html","abstract":"  Finkel-Rutkowski Sonata Duo  Mannes College of Music   Elliot Finkel and Joseph Rutkowski began performing together in 1973 when they were students at the Mannes College of Music. Since then they have gone on to separate careers: Mr. Finkel, a pianist, has worked as a recital accompanist and as a conductor, largely in musical theater. Mr. Rutkowski, a clarinetist, was a member of the Norwegian Chamber Orchestra for several years, and now teaches and plays chamber music in New York City.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"More Tuned In For Ryder Cup","web_url":"https://www.nytimes.com/1993/09/28/sports/more-tuned-in-for-ryder-cup.html","abstract":"  NBC's telecast of the Ryder Cup from England delivered sizable increases in preliminary overnight Nielsen ratings compared with 1991. Saturday's six-hour tape of same-day play rated a 3.7, up 19 percent from two years ago, and Sunday's four-and-a-half-hour live broadcast rated a 4.3, up 13 percent from 3.8 in 1991.   Each overnight rating point, which is computed from 29 major markets around the country, equals 472,108 television households.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"A Sleepy Suburb Gets the Geraldo Treatment","web_url":"https://www.nytimes.com/1993/09/28/nyregion/a-sleepy-suburb-gets-the-geraldo-treatment.html","abstract":"  For 16 years the case of four mentally handicapped men who died in a boarding-house fire was forgotten, swept into the back corners of memory in a seaside town that measures time in cycles of onslaughts by summer visitors and angry winter storms.   For the last five weeks, however, Sea Bright has been squirming under a spotlight cast on the 1977 deaths and how suspicions about them were investigated. The spotlight is coming from an unlikely source, a weekly newspaper based in nearby Red Bank, The Two River Times, and its owner, Geraldo Rivera.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Diamond May Prove Ideal Display Screen","web_url":"https://www.nytimes.com/1993/09/28/science/diamond-may-prove-ideal-display-screen.html","abstract":"  A CONSORTIUM of American companies and the nation's main nuclear weapons laboratory have joined forces to develop and market a revolutionary new type of computer and television display screen based on synthetic diamond film.   The new display screens would exploit a recent discovery that synthetic diamond emits showers of electrons when exposed to weak electric fields. The consortium hopes to steal a long march on competitors in the electronics industry, particularly the Japanese, in a technology expected to earn some $9.4 billion by the year 2000.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Mets May Be Looking To Make Bid for Grace","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-mets-may-be-looking-to-make-bid-for-grace.html","abstract":"  The Mets have many needs, and so this off season they will have many targets. You can bet that they will take serious aim at Mark Grace.   One executive for the Mets indicated recently that the club had been given official signals by the Cubs that the first baseman could be available after this season.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Pollution in China Sets Off a Battle Fatal to Two","web_url":"https://www.nytimes.com/1993/09/28/world/pollution-in-china-sets-off-a-battle-fatal-to-two.html","abstract":"  In a clash that left two people dead and a dozen injured, workers at a once-secret Chinese nuclear plant last month shut down a neighboring chemical factory that was poisoning their water supply.   The incident on Aug. 14 in Gansu Province in northwestern China was initially kept secret. The first report of the episode emerged last weekend in an official regional newspaper, which quoted sources as saying Politburo members had been \"frightened and moved\" by its intensity.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Danes Commemorate Rescue of Jews From Nazis","web_url":"https://www.nytimes.com/1993/09/28/world/danes-commemorate-rescue-of-jews-from-nazis.html","abstract":"  In October, Danes will observe the 50th anniversary of an operation that ultimately saved nearly all of the country's Jews from death at the hands of the Nazis. But this time the public is hearing a fuller account of the rescue, which made Denmark a striking exception among the countries occupied by Germany in World War II.   While the German occupation forces were preparing to deport more than 7,000 Jews to death camps beginning at 10 P.M. on Oct. 1, 1943, Danes shepherded all but a few hundred to the east coast of the island of Zealand, where they boarded small boats that ferried them to neutral Sweden in hundreds of crossings over a period of a few days.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Antibiotics Block H.I.V. In Laboratory Studies","web_url":"https://www.nytimes.com/1993/09/28/health/antibiotics-block-hiv-in-laboratory-studies.html","abstract":"  A CLASS of well-known antibiotics has unexpectedly been found to block a step that helps the AIDS virus reproduce, researchers report. But they caution that the antibiotics have not yet been tested in people, that they have dangerous side effects and that many candidate drugs that show promise in the laboratory fail in the clinic.   Nevertheless, the researchers believe that they may have found a new approach to designing drugs to fight H.I.V., the virus that causes AIDS.","thumbnail":null,"section":"Health"},{"date":"19930928","headline":"Westchester's Workfare Works, So Why Not New York City's?","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-westchester-s-workfare-works-so-why-not-new-york-city-s-455393.html","abstract":"  To the Editor:   When I was a child growing up in New York City's Hell's Kitchen, my family relied on public assistance. This experience has shaped my administration's social services policies. At the core are twin beliefs that given a choice, people would rather work than be dependent and that a humane system of assistance must exist for those who cannot work through no fault of their own.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"A Road to Pure Water Paved With Anxieties","web_url":"https://www.nytimes.com/1993/09/28/nyregion/our-towns-a-road-to-pure-water-paved-with-anxieties.html","abstract":"  LEONARD UTTER has a fat scrapbook of photographs to remind him of his hometown and of the way life used to be. But lately he doesn't need the pictures. With drought lowering reservoirs throughout the Catskills, all he has to do is drive to the end of his road and walk through the woods and look down on the flat, dry bottom of the upper Pepacton Reservoir.   There he can see the foundations of houses that once made up Arena, the village where Utters lived for generations until New York City came and destroyed the community to build the reservoir. Some images never fade. He and his wife, Betty, still see the smoke billowing out of the valley of the East Branch of the Delaware River in 1953, as Arena's bulldozed homes were burned.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Israel and P.L.O. Have 'a Lot to Do' in Little Time","web_url":"https://www.nytimes.com/1993/09/28/world/israel-and-plo-have-a-lot-to-do-in-little-time.html","abstract":"  Two weeks after the handshake that stunned the world, Israel and the Palestine Liberation Organization are only just beginning to put together the political machinery needed to transform Palestinian self-rule in Israeli-occupied territories from a principle on paper into a reality.   Given the emotional power of the White House signing ceremony on Sept. 13 and the handshake between Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, chairman of the P.L.O., the subsequent lack of visible movement has caused a letdown among some people on both sides. It is almost as though they had got all dressed up, only to discover they had no place to go.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"U.S. SHIFTS STANCE IN COURT APPEALS","web_url":"https://www.nytimes.com/1993/09/28/us/us-shifts-stance-in-court-appeals.html","abstract":"  Starting to speak to the Supreme Court in a voice that is distinctly its own, the Clinton Administration has rejected Bush Administration positions in four cases that the Court will hear when the new term begins next week.   The latest shift came in a child pornography case. Solicitor General Drew S. Days 3d filed a brief this month that repudiated the Government's lower-court victories under a 1984 child pornography law and asked the Justices to set aside a judgment upholding the conviction.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Making Deals, Not Waves, Is Strategy for Health Plan","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-making-deals-not-waves-is-strategy-for-health-plan.html","abstract":"  As the White House prepares to do battle over its health care plan, officials are bent on muting partisanship, staying vague as long as possible and re-orienting the conventional political debate between the White House and Congress.   Instead of conflict, White House advisers are counseling cooperation with members of Congress and lobbyists. Broad strokes are favored over detail, and individual horror stories that illustrate the need for change are prized above all.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Lions' Ware Intends to Finish What He Launched","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-notebook-lions-ware-intends-to-finish-what-he-launched.html","abstract":"  They are the two words that coaches dread, two words that can tear apart a team quicker than an all-out blitz. The words are \"quarterback controversy,\" and a new one has erupted in the National Football League.   This one is not on the Cleveland Browns, where Bernie Kosar remains No. 1 even though Vinny Testaverde relieved Sunday for the second straight week. It's not on the Houston Oilers, where Warren Moon seems to have lost something and the talented Cody Carlson is the successor in waiting. It's not on the Indianapolis Colts, where Jack Trudeau keeps the job over the more talented Jack George, who remains complainer non grata and gets booed whenever he gets into a game.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Amid Debate Over Chinese, What's Women's Limit?","web_url":"https://www.nytimes.com/1993/09/28/sports/track-and-field-amid-debate-over-chinese-what-s-women-s-limit.html","abstract":"  In the late 1970's, Jim O'Neill, an American track coach living in Hong Kong, trained several Chinese women in distance running. One of them was Winnie Ng, the first woman of Chinese extraction to reach the world- class level in the marathon.   At a track meet between athletes from Hong Kong and China's Guangzhou province, O'Neill learned of a sports academy for children in Guangzhou, and he dispatched Ng to find out how the academy worked. Barred from entering the school, Ng managed to sneak in and report back to her coach.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/28/nyregion/no-headline-743393.html","abstract":"  \"If you made an arrest you would get a complaint about overtime and the next day you would be on a foot post in the weeds on the Belt Parkway.\" -- MICHAEL DOWD, a rogue New York City police officer, testifying about police corruption.  [ B3:3. ]","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Rube Goldberg, Call Your Office","web_url":"https://www.nytimes.com/1993/09/28/opinion/rube-goldberg-call-your-office.html","abstract":"As Vice President Al Gore points out in his National Performance Review, the Federal Government excels at taking simple tasks and making them complex. That's why we should not be surprised by the Administration's prescription for reinventing health care. It's a bureaucrat's fantasy -- and a patient's nightmare.\n\nThe Administration could have based its reform program on an existing consumer-driven benefits system that works. Instead, it opted for a Rube Goldberg-type system based on something that has never worked: price controls.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Mollen Panel Aides Say They Can Show How Officials Halted an Inquiry","web_url":"https://www.nytimes.com/1993/09/28/nyregion/mollen-panel-aides-say-they-can-show-how-officials-halted-an-inquiry.html","abstract":"  As the Mollen Commission began public hearings yesterday with the tale of how one officer went bad, commission staff members and senior law-enforcement officials said the panel has evidence of another case showing how police officials halted an investigation rather than see it explode into a wider scandal.   The Internal Affairs Division did not pursue allegations from a confidential informer that about a dozen officers from the Ninth Precinct in the East Village were involved in a crime ring, shaking down drug dealers, selling drugs and guns, and using cocaine and liquor while on the job and in uniform, the commission staff members said.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Connecticut Sued on Care Of Children","web_url":"https://www.nytimes.com/1993/09/28/nyregion/connecticut-sued-on-care-of-children.html","abstract":"  Officials at 19 private psychiatric and special-education centers in Connecticut that care for some of the state's most seriously disturbed children are awaiting a court ruling this week that they say could affect the centers' very survival.   The nonprofit centers are hoping the court will overturn a system of state reimbursement, adopted in 1990, that they say has seriously underpaid them for children in their care, costing them $5.5 million in aid in 1991 alone.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Kerala Raises Living Standard Democratically","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-kerala-raises-living-standard-democratically-462693.html","abstract":"  To the Editor:   Your front-page article Sept. 7 raises the question of whether or not there is a link between repression and improvements in the quality of life in China. While China may not be democratic, you point out, life there is better for millions than in the more democratic country of India.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-418993.html","abstract":"  The caption of a picture in some editions yesterday, with a jazz review, misidentified the trumpeter shown alongside a pianist. The trumpeter was Roy Hargrove, not Terence Blanchard.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Garden Hasn't Lost Its Punch","web_url":"https://www.nytimes.com/1993/09/28/sports/boxing-garden-hasn-t-lost-its-punch.html","abstract":"  Madison Square Garden took itself out of the boxing-promotion business last summer following too much red ink and too many black eyes caused by scandals and hints of foul play.   But the name remains magic.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"In Crushing Blow to Georgia, City Falls to Secessionists","web_url":"https://www.nytimes.com/1993/09/28/world/in-crushing-blow-to-georgia-city-falls-to-secessionists.html","abstract":"  Abkhazian rebels captured their provincial capital today after an 11-day siege, sealing the break of the northwestern province with Georgia and dealing a devastating political blow to Eduard A. Shevardnadze, the Georgian leader. Mr. Shevardnadze had led the defense of the city and left only at the last moment.   The Itar-Tass news agency reported that the Abkhazian flag was raised over the legislature in the capital, Sukhumi, at 1 P.M. Russian television reports from the Abkhazian side showed black smoke rising from several burning buildings as Abkhazian troops swept through the city center.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Hevesi for Comptroller","web_url":"https://www.nytimes.com/1993/09/28/opinion/hevesi-for-comptroller.html","abstract":"  In today's primary runoff election, as in the Sept. 14 primary, we endorse Assemblyman Alan Hevesi for the Democratic nomination for City Comptroller. He is a stronger candidate than the incumbent, Elizabeth Holtzman, who in our judgment has put her political ambitions ahead of her government responsibilities.   The recent Department of Investigation report into her handling of a $450,000 campaign loan she accepted during her race for U.S. Senate last year underscores how distracted she was. The report cited no evidence of deliberate wrongdoing, but found Ms. Holtzman \"grossly negligent\" for failing to determine whether the banking company that made the loan was trying to expand its business with her office. The bank was later named an underwriter of city bonds based on a recommendation from a Deputy Comptroller.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/28/style/IHT-what-theyre-reading.html","abstract":"Jules Dassin, the film and stage director, is rereading \"Moby Dick\" and the works of Lewis Carroll.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"U.S. and Peru at Odds Over Death of Airman","web_url":"https://www.nytimes.com/1993/09/28/world/us-and-peru-at-odds-over-death-of-airman.html","abstract":"  The attack on a United States military transport plane by two Peruvian jet fighters in April 1992, in which an American airman was killed, has come back to haunt the Government of President Alberto K. Fujimori and strain relations with the United States.   A foreign aid appropriations bill passed by the Senate on Thursday included an amendment prohibiting the United States from disbursing $100 million in aid planned for the Peruvian Government in the 1994 fiscal year, until Peru settles damage claims with the family of Sgt. Joseph Beard.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Tower Built by Vikings? Bubbles Burst a Theory","web_url":"https://www.nytimes.com/1993/09/28/science/tower-built-by-vikings-bubbles-burst-a-theory.html","abstract":"AN international committee of scientists has a new answer, based on the latest scientific techniques, to the question of the origins of the enigmatic stone tower of Newport, which is believed to be one of the oldest edifices in the United States. \n\nMost archeologists and historians contend that the circular, 26-foot Newport Tower was built in the mid-1600's for Rhode Island's first Governor, Benedict Arnold, a great-grandfather of the Revolutionary War traitor. But because it has some similarities to Norse buildings, there was some speculation that it was built by Vikings in the early 11th century.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"D'Amato, Raising Funds, Assails Cuomo's Record as Governor","web_url":"https://www.nytimes.com/1993/09/28/nyregion/d-amato-raising-funds-assails-cuomo-s-record-as-governor.html","abstract":"  Senator Alfonse M. D'Amato began what might, or might not, be a 1994 challenge to Gov. Mario M. Cuomo last night, telling about 1,000 people at a Manhattan fund-raiser that New York had become \"the taxasaurus and spendasaurus capital of the nation.\"    In a 25-minute speech devoted to attacking Mr. Cuomo, Mr. D'Amato sounded the themes that he would use if he runs next year: tougher jail sentences, restrictions on welfare, a death penalty for murder, and lower taxes to stem what he called the flight of jobs and middle-class families out of the state.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Global Warming's Doomsday Nowhere in Sight","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-global-warming-s-doomsday-nowhere-in-sight-454593.html","abstract":"  To the Editor:   \"Scientists Confront Renewed Backlash on Global Warming\" (Science Times, Sept. 14) well documents the absence of any scientific consensus on the existence of enhanced greenhouse warming, on the magnitude of any future temperature increase, and on whether any such climate change would be harmful or beneficial. It is important to emphasize this uncertainty in order to counteract unsupported claims that \"all scientists agree.\"","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Review/Music; Brooklyn's Melting Pot Reaffirms Its Vitality In an 8-Hour Concert","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-brooklyn-s-melting-pot-reaffirms-its-vitality-in-an-8-hour-concert.html","abstract":"  The utopian vision of New York as the city where people and cultures from all over the world are friendly neighbors was thriving on Sunday afternoon at the first Brooklyn Ethnic Music and Dance Festival in Prospect Park. The eight-hour concert, presented by the Ethnic Folk Arts Center and the Prospect Park Alliance, offered 10 groups in traditional and traditionalist styles, turning the Picnic House parking lot into a dance floor for most of the afternoon. Music from Haiti, Greece, Puerto Rico, Yemen, China, Ireland, the Balkans, Eastern European Jews and South Carolina Pentecostalists was on the program.    The festival is the relocated version of an event held from 1976 to 1990 at a beer garden in Astoria, Queens. The new setup is less atmospheric, without the old festival's aroma of roasted lamb; it has also lost some of its old ethnic audiences to the change of borough. At Prospect Park, a tent in the parking lot held musicians and dancers, while the Picnic House had food vendors, dance workshops and more musicians. The advantage is that the new festival had free admission, room to spread out and both outdoor and indoor performances, providing a second chance to hear some groups.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Try It With Cuba : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-try-it-with-cuba-letters-to-the-editor.html","abstract":"What has been achieved by intelligent secret diplomacy - the first steps being taken toward peace in the Middle East - leads me to hope that similar progress can be made toward a settlement of the Cuban situation. .Everybody knows that the moment the B","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Baltic Russians Must Begin to Assimilate","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-baltic-russians-must-begin-to-assimilate-450293.html","abstract":"  To the Editor:   In \"The Red Army Leaves Lithuania\" (editorial, Sept. 11), you advise Latvia and Estonia to follow Lithuania's lead not to enact discriminatory laws against Russian residents, so as to make it politically easier for President Boris N. Yeltsin to withdraw the remaining Russian troops.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Room for Compromise in Russia","web_url":"https://www.nytimes.com/1993/09/28/opinion/room-for-compromise-in-russia.html","abstract":"  Yesterday Boris Yeltsin knocked back a proposal for ending the standoff with the Soviet-era Parliament he dismissed last week. No, he said, he would not agree to hold presidential and parliamentary elections together in December. He would stick to his original timetable: parliamentary elections in December, presidential elections next June.   It's easy to understand why. The President has gained the upper hand in his showdown with the Parliament. Holding the two elections at the same time would risk throwing Russia right back into the chaos and paralysis Mr. Yeltsin sought to end by his daring decrees.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Japan and Germany Show No Zeal for Council Seats","web_url":"https://www.nytimes.com/1993/09/28/world/the-un-assembly-japan-and-germany-show-no-zeal-for-council-seats.html","abstract":"  President Clinton has already said that Japan and Germany deserve permanent seats on the United Nations Security Council so they can play a greater role in maintaining world order, and this year's General Assembly is set to discuss enlarging the 15-member Council to include them.   But when Mr. Clinton addressed the General Assembly today, he never mentioned the proposal, and when Prime Minister Morihiro Hosokawa of Japan addressed the Assembly later in the day, he did not actually say whether he is interested in a Council seat.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/28/style/chronicle-459693.html","abstract":"  Invite a few people over for dinner and there's almost certain to be some last-minute glitch. Invite 500 to a black-tie evening to honor a world figure, and political upheaval can intercede, as it has for the Appeal of Conscience Foundation's banquet and award ceremony tonight at the Pierre Hotel.    Patriarch ALEKSY II, head of the Russian Orthodox Church and spiritual leader for its 60 million adherents, was to have received the foundation's 1993 award at the dinner but felt he had to return to Moscow in the face of the parliamentary crisis there. He left New York yesterday. He had been traveling in the United States since Sept. 18.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/28/style/chronicle-458893.html","abstract":"  Hawkeye in a scientific laboratory? ALAN ALDA explaining principles of biology and technology, bouncing on a bionic walking device, observing surgery in an operating room?   The five-time Emmy award winning actor, director and writer will serve as the host of \"Scientific American Frontiers,\" a series of science programs that enters its fourth season on PBS on Oct. 13.   Unlikely though it may seem to some of his fans, Mr. Alda has had a lifelong passion for the sciences, and he snapped at the opportunity to succeed Dr. Woodie Flowers an M.I.T. professor, as host of the educational show, when it was offered five months ago.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"CLINTON'S HEALTH PLAN: Washington Talk; Health Insurance Debate Hitting Home in Congress","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-washington-talk-health-insurance-debate-hitting-home.html","abstract":"  Congress has actually started debating health care, not just for partisan points or to claim the honor of Hillary Rodham Clinton's first appearance, but in terms real people can understand.   They were wondering, like Americans in living rooms around the country, how President Clinton's plan would affect them and their families.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Simply Modern:Contrasting Looks at Luxury for the 1990s","web_url":"https://www.nytimes.com/1993/09/28/style/IHT-simply-moderncontrasting-looks-at-luxury-for-the-1990s.html","abstract":"Zoran Ladicorbic (just call him Zoran) is adjusting a black cashmere sweater so that it dribbles over a bared shoulder, runs over the body and flows into the oyster satin skirt below. .\"Simple shapes, comfort and uncluttered is the American way,&q","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-880493.html","abstract":"  Maxim Vengerov  92d Street Y    Still a teen-ager, Maxim Vengerov came to his duo recital with Itamar Golan on Sunday afternoon a fully formed violinist in the powerhouse Soviet style. He is a rock of infallible technique and an interpreter of intimidating assertiveness. Intonation was never in question; Mr. Vengerov's control over the instrument's treacherous flageolet tones was eerie perfection.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Some Doctors See Peril; Others Are Unworried","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-some-doctors-see-peril-others-are-unworried.html","abstract":"  When Dr. Bruce H. Berlin and Dr. Christopher Puca finished their internal-medicine training at the Nassau County Medical Center in 1983, they set off on divergent paths.    Dr. Berlin took $15,000 from the cash received in wedding gifts, leased an examination room in another doctor's office and worked nights and weekends over the next decade to build a thriving private practice all his own. Dr. Puca went to work for the Public Health Service in a medically underserved area in Queens and, in 1990, joined a group practice, where -- for a salary -- he takes care of patients from health maintenance organizations.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Review/Music; Blues and the Sound of the Griots","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-blues-and-the-sound-of-the-griots.html","abstract":"  Scholars have traced aspects of early blues back to the songs of West African griots. Ali Farka Toure, a guitarist from Mali, has reclaimed the blues as part of his own music, connecting the guitar riffs of John Lee Hooker to traditional music of Mali. At S.O.B.'s on Sept. 21, he played both griot-style songs and riffing blues.    They were two different worlds; blues accompaniments bend notes, griot songs don't. But both styles often use pentatonic (five-note) scales, both depend on incantatory repetition, and Mr. Toure is at home in each one.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Turgeon Could Miss Opener","web_url":"https://www.nytimes.com/1993/09/28/sports/hockey-turgeon-could-miss-opener.html","abstract":"  Pierre Turgeon, the Islanders' premier player, may not be able to start in the regular-season opener next Tuesday because the left wrist he jammed in a scrimmage last week has been slow in healing.   Trainer Ed Tybursk said last night he had diagnosed the injury as tendinitis and that the all-star center was feeling pain on his wrist shots during practice yesterday. \"The worst thing we can do is aggravate it by pushing it,\" the trainer added.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Irritated by Clinton : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-irritated-by-clinton-letters-to-the-editor.html","abstract":"Regarding \"At a Town Forum Clinton Hints at Possible Extra Taxes\" (Sept. 25): .I am not certain which I found more irritating: President Bill Clinton's continued pretense that he will not increase taxes to pay for universal health care or his","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"1893: Shooting Gallery : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1893-shooting-gallery-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A stranger, seedily dressed, entered the gallery of the Board of Trade in Chicago this afternoon [Sept. 27] and began uneasily to pace up and down, watching the crowd of excited brokers in the pits below. It was noticed later that he became ner","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-419793.html","abstract":"  A report by The Associated Press in the Company News column in some copies of Business Day on Friday, about the Ralston Purina Company's decision to spin off its private label and branded cereal businesses, misstated the distribution of debt after the transaction. The new company will acquire about $400 million in debt, and Ralston's debt will decrease by that amount.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Europe's Golfers:A Stunning Fall","web_url":"https://www.nytimes.com/1993/09/28/sports/IHT-europes-golfersa-stunning-fall.html","abstract":"Most of the charisma of golf today has a European accent - English, Welsh, Spanish and German - which only adds to the surprise of Europe's disaster, when it failed to win any of the last eight singles matches in losing the 30th Ryder Cup to the United S","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Murdoch Says He's Halting Purchase of The Post","web_url":"https://www.nytimes.com/1993/09/28/nyregion/murdoch-says-he-s-halting-purchase-of-the-post.html","abstract":"  Rupert Murdoch's company announced early this morning that it would pull out of its agreement to buy The New York Post, after the Newspaper Guild of New York went on strike yesterday and production unions refused to cross the guild's picket line.    The announcement put the 420,000-circulation daily at the brink of extinction once again as it failed to publish this morning's editions. Responsibility for the newspaper will now be returned to the Peter Kalikow's bankrupt estate if Mr. Murdoch stands by his position, The Post's publisher said. Mr. Murdoch had been scheduled to complete his purchase of the paper on Friday.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-424393.html","abstract":"  Dorian Wind Quintet Merkin Concert Hall    Wind quintets often fall victim to compositional busywork. Joan Tower's \"Island Prelude,\" commissioned by the Dorian Wind Quintet in 1989 and played by the same group on Sunday night at Merkin Concert Hall, strikes off in a new direction: hovering sonorities, slowly unfolding lines, patient construction of motifs. Set as a miniature concerto for oboe, the piece eventually heads toward more familiar ground, with chattering Stravinskyite episodes and florid cadenzas for the soloist. But it has a thoroughly distinctive shape overall, and the Dorians -- Elizabeth Mann (flutist), Jerry Kirkbride (clarinetist), Gerard Reuter (oboist), Jane Taylor (bassoonist) and Nancy Billmann (horn player) -- added their usual flair.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Another Look at NAFTA : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-another-look-at-nafta-letters-to-the-editor.html","abstract":"Regarding \"NAFTA Looks Bad for U.S. Jobs and Wages\" (Opinion, Aug. 25) by Harley Shaiken: .Mexico in recent years has engaged in deep reforms that are geared toward (1) stimulating economic initiative and innovation, (2) significantly improvi","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"The Family Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-the-family-record-letters-to-the-editor.html","abstract":"Regarding \"Raids in Buenos Aires Round Up Sex Cultists\" (Sept. 3): .The Family is a worldwide fellowship of Christian, evangelical missionaries whose beliefs are based upon the Bible. References to our being a \"sex for salvation sect&quo","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Richter's Big Save: No. 1 Role In the Goal","web_url":"https://www.nytimes.com/1993/09/28/sports/hockey-richter-s-big-save-no-1-role-in-the-goal.html","abstract":"  Rangers Coach Mike Keenan finally admitted the long-expected last night: Mike Richter is in control of his own destiny. Unless Richter somehow self-destructs during the last week of the preseason, he should be the team's No. 1 goaltender and in net when New York opens its regular season next Tuesday against the Boston Bruins in Madison Square Garden.   Last night, Keenan gave Richter his second consecutive start in goal and Richter responded by turning away 25 shots to help the Rangers to their second consecutive victory -- this one a 6-3 triumph over the New York Islanders at Madison Square Garden. Saturday, Richter stopped 25 shots as the Rangers defeated the Whalers, 5-2, in Hartford.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-426093.html","abstract":"  The King's Noyse  The Frick Collection    Renaissance and Baroque string consorts are hardly novelties, but the King's Noyse presented an unusual take on the consort repertory on Sunday afternoon. Having trawled the repertories of several provincial 17th-century German courts, the musicians offered a program of secular and sacred music, including several works imported to Germany from England and transformed to suit local tastes. So, instead of dances by Campion, Johnson and Dowland -- familiar consort fare -- the ensemble presented versions of those composers' works reconfigured by William Brade and Thomas Simpson, English musicians who worked at the court of Count Ernst III of Schaumburg-Lippe.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-422793.html","abstract":"  A front-page article yesterday about women who seek political asylum in the United States misattributed an anecdote about a judge's clipping his fingernails while hearing testimony about a gang rape. It was Robert Jobe, a San Francisco immigration lawyer, who described the incident, not his partner Jonathan Melrod.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/28/nyregion/bridge-340993.html","abstract":"  One of the most unusual endings of the year occurred on the diagramed deal, played a week ago in the Israel Cancer Research Fund charity game. Many pairs reached six no-trump from the North side and had no real chance on any lead. If spades are led and continued, for example, the run of five diamond tricks squeezes the South hand before the West hand.   There was a significant variation at one table. The North-South cards were held by the eventual winners of the event, Lynn Tarnopol of Manhattan and Selma Schlechter of Purchase, N.Y. They were using a style in which responder's jump to two no-trump may conceal a four-card major suit, and thus reached six no-trump from the South position. This ran the risk of disaster after a spade lead, but Schlechter was favored by an unwise club lead.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"SENTENCE DELAYED FOR 2 IN BEATING","web_url":"https://www.nytimes.com/1993/09/28/us/sentence-delayed-for-2-in-beating.html","abstract":"  The two police officers who were to begin serving their 30-month sentences today in the beating of Rodney G. King were allowed to remain free at least two more weeks. A Federal judge gave them that time to ask the United States Supreme Court to grant them bail.    The order for the temporary release came just 17 minutes before the noon deadline for Sgt. Stacey C. Koon and Officer Laurence M. Powell to surrender to the authorities. The two are asking to be allowed to remain free while they appeal their convictions for violating Mr. King's civil rights during the videotaped beating in March 1991. As felons, they face dismissal as police officers, but departmental procedures have not been completed.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Bronx Man Is Drive-By Victim in Miami","web_url":"https://www.nytimes.com/1993/09/28/us/bronx-man-is-drive-by-victim-in-miami.html","abstract":"  As a part-time taxi driver in New York who regularly worked late hours and long days hoping to earn enough to send his children to college, Miguel Sanchez was no stranger to dangerous situations. But when the violence of the streets caught up with him on Sunday night, he was on vacation, a passenger in a car on a Miami expressway.   In the third fatal attack in less than a month against a visitor traveling on a Florida highway, Mr. Sanchez, a 40-year-old Dominican immigrant who lived in the Bronx, was shot to death here as he was riding with his cousin and the cousin's wife on their way to dinner at a Chinese restaurant.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Scoreboard Has Last Word: Jays and Sox Are In","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-scoreboard-has-last-word-jays-and-sox-are-in.html","abstract":"  The Yankees did not want to watch their funeral. While their pennant hopes were being officially erased in the ninth inning of the Toronto-Milwaukee game, three televisions in the visiting clubhouse at Camden Yards and one in the manager's office stayed dark. No one turned them on. No one dared.   Even though the Yankees had defeated the Orioles, 9-1, tonight and had several minutes to return to the spacious clubhouse and watch the Jays protect a two-run lead in the ninth, they refused to do it. It was almost as if they wanted to cling to their final moments as contenders.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"American Trees Besieged by Alien Blights","web_url":"https://www.nytimes.com/1993/09/28/science/american-trees-besieged-by-alien-blights.html","abstract":"  AMERICAN forests are silent battlefields between trees and the pathogens that prey on them, particularly foreign fungi and other blights against which they have not yet developed defenses. The chestnut and the Dutch elm were two eminent casualties of this strife. Now the hemlock and the red pine are under deadly assault.   But biologists now have more powerful tools to bring to bear. They are busily working to defend the hemlock against its new foe, the woolly adelgid, and even to restore the American chestnut to its former glory.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Rafer Johnson Salutes the Saluters","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-track-and-field-rafer-johnson-salutes-the-saluters.html","abstract":"  His hometown in Kingsburg, Calif., has named a junior high school after RAFER JOHNSON, who not only is a former Olympic decathlon champion but was one of the first blacks to live in the San Joaquin Valley farm town. Rafer Johnson Junior High was dedicated on Sunday before several thousand people, including the honoree and his boyhood hero, BOB MATHIAS, who preceded Johnson as Olympic decathlon champion (1948 and 1952) and grew up in Tulare only 25 miles away.   Said Johnson: \"It's a great responsibility to have a school named after me. I've been honored all over the world, but to be honored in your hometown, it's just very special.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Elegy on Goodbyes: A Reading by Rizzuto","web_url":"https://www.nytimes.com/1993/09/28/sports/tv-sports-elegy-on-goodbyes-a-reading-by-rizzuto.html","abstract":"  \"Scooter: The Second Final Goodbye\" played its one-night stand last Friday night on WPIX-TV/Channel 11 as his fans fretted about whether the MSG Network would make a new deal to keep Yankees games on WPIX. A similar crisis engulfed the city once before, in 1990, and was resolved with 50 games a year on WPIX.   Friday's epochal event may have been Phil Rizzuto's last bovine melody behind the Yankees' microphone after 37 years. The Yankees-Blue Jays game did not matter. The possibility of one last \"holy cow\" was at hand.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-425193.html","abstract":"  Richard Auldon Clark  Symphony Space    Richard Auldon Clark, the enterprising music director of the Manhattan Chamber Orchestra, certainly knows how to fill two hours. The program of 20th-century Americana that opened the group's seventh season, on Wednesday evening at Symphony Space, put listeners through two emotional wringers.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"In the End, Civility Finds a Way to Creep Into Ryder Cup","web_url":"https://www.nytimes.com/1993/09/28/sports/golf-in-the-end-civility-finds-a-way-to-creep-into-ryder-cup.html","abstract":"  Peace, love and understanding have taken something of a beating in recent Ryder Cup play. If the Americans weren't puffing out their chests and taking umbrage at the superior attitude of Tony Jacklin, a former European captain, the Europeans were puffing out theirs and complaining about excess flag waving and phones ringing late into the night at Kiawah Island in 1991.   At times, it seemed that all the teams could agree on was how much they liked flying the Concorde across the Atlantic.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Auvers-sur-Oise Journal; All the Inn Needs Now Is the Ghost of van Gogh","web_url":"https://www.nytimes.com/1993/09/28/world/auvers-sur-oise-journal-all-the-inn-needs-now-is-the-ghost-of-van-gogh.html","abstract":"  Dominique-Charles Janssens said he had never given much thought to Vincent van Gogh. The Dutch painter was far from the Flemish business executive's mind that day in 1985 when he drove into Auvers-sur-Oise in northern France.   But as a result of that drive, Mr. Janssens gave up his career and sold virtually everything he owned to become the innkeeper of the Auberge Ravoux, the house where van Gogh spent his last days, produced some of his greatest works and died, two nights after he returned from the wheat fields where he had shot himself.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Israel Peace Radio to Be Laid to Rest","web_url":"https://www.nytimes.com/1993/09/28/world/israel-peace-radio-to-be-laid-to-rest.html","abstract":"  Abie Nathan, Israel's best-known peace campaigner, says that at the end of the week he will shut down the Voice of Peace radio station that he has run from aboard a ship since 1973.   The ship, built in 1940 and anchored in international waters just outside Israeli jurisdiction, has become too expensive to operate, said Mr. Nathan, 66, and so on Friday he plans to sink it in the Mediterranean -- or \"lay it to rest,\" as he preferred to express it.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Presidents Always Clog Traffic, but 'This Is Worse'","web_url":"https://www.nytimes.com/1993/09/28/nyregion/presidents-always-clog-traffic-but-this-is-worse.html","abstract":"  As President Clinton shuttled from the Waldorf-Astoria Hotel to the United Nations and back again, the police presence was more noticeable and traffic seemed more congested than on his last visit to New York, when he expressed concern about the size of the police contingent assigned to him.   It was impossible to park on Park Avenue, and going from First to Third Avenues took more than a second. Some blocks were sealed off, seemingly on the spur of the moment, and others for the whole day like 45th Street from First to Second Avenue and the 42d Street exit of the northbound Franklin D. Roosevelt Drive. Crawling on 46th Street    To add to the dashboard-pounding, wheel-spinning frustration, it was raining. People lounged on the hoods, killing time. Passengers in taxicabs wondered what kind of traffic-artery-clearing procedure could be performed to unclog the trucks and vans parked, as usual, beneath \"No Parking Anytime\" signs.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"PENTAGON CHANGES ITS SOMALIA GOALS AS EFFORT FALTERS","web_url":"https://www.nytimes.com/1993/09/28/world/pentagon-changes-its-somalia-goals-as-effort-falters.html","abstract":"  Faced with mounting Congressional concern about the mission of American troops in Somalia, the United States has moved away from the goal of capturing the faction leader Mohammed Farah Aidid and is focusing instead on isolating him and creating a political structure without him, Administration officials said today.   The new strategy, which has gained urgency since the killing of three American soldiers on Saturday, is aimed at dispelling the view that the United States is nothing but a combatant in the fighting, determined to use whatever force may be necessary to punish General Aidid.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Progress in Broadway Talks","web_url":"https://www.nytimes.com/1993/09/28/theater/progress-in-broadway-talks.html","abstract":"  Continuing progress was reported last night in contract talks between Broadway producers and Local 802 of the American Federation of Musicians. After a meeting that lasted nearly 12 hours, several participants reported that the producers and the union were close to a tentative agreement on major issues. Talks are to continue today at the offices of the League of American Theaters and Producers in Manhattan. The main issue is the producers' proposal to reduce the minimum number of musicians required for Broadway shows.","thumbnail":null,"section":"Theater"},{"date":"19930928","headline":"Taking Three New Tacks on Moving the Cursor","web_url":"https://www.nytimes.com/1993/09/28/science/personal-computers-taking-three-new-tacks-on-moving-the-cursor.html","abstract":"  IT is a shame most of us have only two hands, because there are three new hand-related personal computer products worth grabbing.   The Microsoft Corporation, an elephant among companies, has once again labored mightily to bring forth yet another mouse. This new one is called the Microsoft Ballpoint 2.0, and it clips onto the side of a laptop or notebook computer to function as a miniature trackball.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Migrating Birds Set Compasses By Sunlight and Stars","web_url":"https://www.nytimes.com/1993/09/28/science/migrating-birds-set-compasses-by-sunlight-and-stars.html","abstract":"  SCIENTISTS have known for more than two decades that birds and many other animals navigate with help from the earth's magnetic field. It now appears, however, that birds must frequently calibrate their sense of magnetic direction using many nonmagnetic cues, including the natural polarization of daylight.   New research, moreover, suggests that in at least one species, the bird's eye detects the earth's magnetic field using the energy of daylight to sensitize a chemical in the retina to the earth's magnetic polarity.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"China and Brazil:Favelas Around Beijing and Lift-Off for Rio?","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-china-and-brazilfavelas-around-beijing-and-liftoff-for-rio.html","abstract":"Perhaps Beijing is fortunate not to have got the Olympics. By the year 2000 it seems quite possible that the city, which has undergone dramatic modernization in the past decade, will be surrounded by shantytowns that will dwarf Brazil's infamous favelas.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Observer; Childish Questions","web_url":"https://www.nytimes.com/1993/09/28/opinion/observer-childish-questions.html","abstract":"  The news is seething with unanswered questions. Why, for instance, is the Government willing to raise taxes on tobacco but not on alcohol to finance a national health program? Surely booze matches smoke as a health menace, doesn't it? Is it because the anti-smoke lobby has muscle while the temperance lobby has none? Or because pols of both parties fear the booze lobby's power to anger millions of beer-sodden televiewers?   Speaking of the health program, why are lawyers (namely, both Clintons and most of the Congress) now in charge of inventing it? Doesn't everybody know that lawyers can't stop themselves from making everything so complicated that nobody can figure it out without hiring a lawyer? Wasn't the present income-tax law designed by lawyers? Why do we have to suffer an April 15th experience every time we get sick?","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Vann Gets an O.K. to Referee Big Fight","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-boxing-vann-gets-an-ok-to-referee-big-fight.html","abstract":"  The World Boxing Council confirmed yesterday that MICKEY VANN will be the referee for Friday's heavyweight title fight between LENNOX LEWIS and FRANK BRUNO in Cardiff, Wales.   \"The W.B.C., British Boxing Board of Control and the European Boxing Union consider Mickey Vann as one of the top ring officials in the world and strongly confirm his appointment,\" the W.B.C. president, JOSE SULAIMAN, said in a statement.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Clinton, at U.N., Lists Stiff Terms For Sending U.S. Force to Bosnia","web_url":"https://www.nytimes.com/1993/09/28/world/the-un-assembly-clinton-at-un-lists-stiff-terms-for-sending-us-force-to-bosnia.html","abstract":"  President Clinton today laid down a long list of American conditions for sending peacekeeping troops to Bosnia and called on the United Nations to be much more selective about where it sends such troops in the future, saying the United States could not afford to go on subsidizing open-ended missions.   In his first address to the United Nations General Assembly, which has just begun its annual fall session, Mr. Clinton also proposed a worldwide treaty that would ban production of fissile materials for nuclear weapons. But the thrust of his remarks was an appeal to overhaul the peacekeeping machinery of the United Nations and to define more clearly its mission in the post-cold-war world.  [ Excerpts, page A16. ]","thumbnail":null,"section":"World"},{"date":"19930928","headline":"With Waco Report Due in 3 Days, Firearms Chief Says He Is Quitting","web_url":"https://www.nytimes.com/1993/09/28/us/with-waco-report-due-in-3-days-firearms-chief-says-he-is-quitting.html","abstract":"  The senior Washington official who supervised the raid on the Branch Davidian compound near Waco, Tex., on Feb. 28 said today that he was stepping down. His announcement came just three days before the release of a report that is expected to be highly critical of his handling of the assault.   In a letter sent today to Treasury Secretary Lloyd Bentsen, the director of the Treasury's Bureau of Alcohol, Tobacco and Firearms, Stephen E. Higgins, said he would retire on Oct. 30 because of disagreements with the Administration about the Waco operation and about the Administration's decision to support a plan that would merge his agency with the Federal Bureau of Investigation.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Poll Finds Florio's Tax Increase Winning Approval in Retrospect","web_url":"https://www.nytimes.com/1993/09/28/nyregion/poll-finds-florio-s-tax-increase-winning-approval-in-retrospect.html","abstract":"  Gov. Jim Florio of New Jersey, whose political career seemed all but finished three years ago, has taken advantage of a lackluster Republican challenge to revive his reputation as a leader and has even won a surprising degree of acceptance of his 1990 decision to raise taxes sharply, according to a New York Times/WCBS-TV News poll.    With the Nov. 2 vote five weeks from today, the poll indicates that more New Jersey voters approve of Mr. Florio's performance in office than disapprove of it. Forty-nine percent now even say that Mr. Florio, in the poll's words, \"did the right thing\" in raising taxes by $2.8 billion in 1990. That action was once thought to have fatally wounded his governorship and was the hook on which his Republican challenger, Christine Todd Whitman, has ever since lashed her ambition to unseat him. Voters also tell the polls that the best thing he has done has been instituting stricter gun control.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"The Why of Somalia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-the-why-of-somalia-letters-to-the-editor.html","abstract":"People wonder why United Nations forces remain in Somalia. .Consider the history: Last fall, world opinion was insisting on military action against Serbian aggressors. British, French and Russian apologists were being given a tough time. The way out: T","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Informer's Ex-Wife Said He Warned of Terrorism","web_url":"https://www.nytimes.com/1993/09/28/nyregion/informer-s-ex-wife-said-he-warned-of-terrorism.html","abstract":"  At least a month before the World Trade Center bombing, the informer in what the Government has now charged was a widespread terrorist conspiracy told his former wife that he had warned authorities that a group of Islamic fundamentalists were plotting violent acts in New York, the woman said yesterday.   Barbara Rogers, the former wife of the informer, Emad A. Salem, said that the day after the explosion, Mr. Salem was upset and told her the bombing could have been averted if the F.B.I. had heeded his warnings. He had told the agency that several buildings had been targeted, she said, and he gave them names of several men, including Mahmud Abouhalima and Ibrahim A. Elgabrowny, who were later arrested in the case.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"No End to Talk of Taxes","web_url":"https://www.nytimes.com/1993/09/28/opinion/no-end-to-talk-of-taxes.html","abstract":"  The income tax has been a ripe issue for New Jersey politics since at least four governors ago. When candidates talk about it, they either propose to cut it or they hedge. Christine Todd Whitman, the Republican candidate to unseat Gov. Jim Florio in November, has managed to do both.    Mrs. Whitman nearly defeated Senator Bill Bradley in 1990 when he ignored her demand that he take a stand on the big tax increases Governor Florio pushed through the then-Democratic Legislature at the start of his administration. The tax hikes were so unpopular that the Republicans won veto-proof majorities in both houses in 1991. All seats in the Legislature are on the ballot again this year.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"10% of Voters May Choose A Comptroller","web_url":"https://www.nytimes.com/1993/09/28/nyregion/10-of-voters-may-choose-a-comptroller.html","abstract":"  After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own.   Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth Holtzman, party leaders and strategists for the two candidates said the vagaries of a low turnout made the election unpredictable, a test of organization more than popularity.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/28/sports/results-plus-004393.html","abstract":"  TENNIS  Magdalena Maleeva Advances in Leipzig Magdalena Maleeva of Bulgaria came from behind yesterday to win a baseline duel against Meike Babel of Germany, 3-6, 6-0, 6-3, in the opening round of play at the Volkswagen Card Cup in Leipzig, Germany. Babel, ranked 42d in the world, played a consistent first set against the fifth-ranked Maleeva, but was outslugged from the baseline in the following sets. Maleeva trailed, 3-2, in the third set before breaking Babel's serve twice to win the match. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Curbing Growth Factor Could Help Fight Scars","web_url":"https://www.nytimes.com/1993/09/28/health/curbing-growth-factor-could-help-fight-scars.html","abstract":"  SCARS serve the salutary purpose of healing wounds, but they may also be ugly and in children may retard growth. Recent advances in cellular biology suggest that wounds caused by accidents or resulting from surgery might be made to heal without a trace.   For years scientists have puzzled over the remarkable ability of a fetus that has had surgery in the womb to emerge at birth scar-free. In humans, this occurs if the surgery is performed in the first five months after conception. After that time, scarring occurs as it would after birth, leaving what may turn out to be lifelong reminders of assaults on the body's soft armor.","thumbnail":null,"section":"Health"},{"date":"19930928","headline":"Dinkins and the Race Issue","web_url":"https://www.nytimes.com/1993/09/28/nyregion/dinkins-and-the-race-issue.html","abstract":"  By musing aloud on whether too many New Yorkers were reluctant to support Mayor Dinkins's re-election in part because he is black, President Clinton voiced a sentiment that many of the Mayor's supporters have tried to raise for years.   Article, page B4.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Comptroller's Race Is Bitter to the End","web_url":"https://www.nytimes.com/1993/09/28/nyregion/comptroller-s-race-is-bitter-to-the-end.html","abstract":"  After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic primary runoff for New York City comptroller set out to insure that the few voters expected to show up are their own.   Party leaders and strategists say the outcome of the race between the incumbent, Elizabeth Holtzman, and her opponent, Alan G. Hevesi, may hinge on the turnout. Polls have shown Mr. Hevesi ahead.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Job Losses in Health Plan Are Denied","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-job-losses-in-health-plan-are-denied.html","abstract":"  Recognizing that in this day and age the econometric study is mightier than the sword, the Clinton Administration has begun fighting back against reports concluding that its health care plan will cause huge job losses.   One study, largely financed by companies that do not provide health insurance for their employees, asserts that requiring employers to pay for health coverage would wipe out 3.1 million jobs. Another study, sponsored by the National Federation of Independent Business, a small-business lobbying group, estimates that such costs would put 12.7 million jobs at risk and cause one million layoffs.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"For Voters, Strong Reactions on Race","web_url":"https://www.nytimes.com/1993/09/28/nyregion/for-voters-strong-reactions-on-race.html","abstract":"  Rosa Archer felt personally insulted. She said that she was perfectly competent to judge her politicians based on their performance and potential without being swayed by skin color.    \"What the President said, it was just outrageous,\" said Ms. Archer, a writer and editor who lives on Manhattan's Upper West Side. \"This is what we're all trying to get away from. Absurd.\"","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Review/Opera; Dueling Tenors Open the Met's Season","web_url":"https://www.nytimes.com/1993/09/28/arts/review-opera-dueling-tenors-open-the-met-s-season.html","abstract":"  If a visitor unaccustomed to opera had stumbled into the opening-night festivities at the Metropolitan Opera last night, he might have supposed that just after Siegmund and Sieglinde's passionate embrace at the end of the first act of Wagner's \"Walkure,\" the tenor and the soprano had somehow returned after intermission incarnated as a Moorish officer and his wife. But the most peculiar change would have come after the second intermission, when the tenor, transformed into the supposed son of a gypsy, actually split in half and fought a mock duel with himself.   Such are the vagaries of opening-night galas. This one consisted of three separate acts, from three separate operas, united by one theme: the power of the two tenors playing the three roles, who happen to be among the most renowned voices of their generation. The two tenors, in case anybody has missed the best-selling recordings and videos and a generation of hype and well-deserved praise, were Placido Domingo and Luciano Pavarotti (in alphabetical order, to avoid any possible ruffled feathers in their long-term rivalry). Mr. Domingo has the leaner, more pointed voice, able to take on more robust roles in the dramatic category with intelligence and skill; Mr. Pavarotti has had the fleshier, more extroverted (and possibly more popular) instrument, preferring a narrower repertory focused largely on the lyric roles.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"There Are Better Ways to Pursue Peace Than Mere Deterrence","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-there-are-better-ways-to-pursue-peace-than-mere-deterrence.html","abstract":"Nation-states spend too much on the military instruments of security and not nearly enough on prevention, resolution and management of disputes. Even at the United Nations, where the \"Agenda for Peace\" report last year by Secretary-General Butr","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-420093.html","abstract":"  An article in some editions on Thursday about a disturbance outside a Bronx grocery store included an incorrect account, from the police, about the eviction of the G & P Supermarket. Jerry Ende was the landlord, not the store owner; it was he who evicted the tenants.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"How to Make the Most of 'the New Papyrus'","web_url":"https://www.nytimes.com/1993/09/28/science/peripherals-how-to-make-the-most-of-the-new-papyrus.html","abstract":"  SOUND cards, discussed last week, and CD-ROM drives are the entry level of PC multimedia, which will make computers as entertaining as television and movies instead of as compelling as typewriters and slide rules.   Compact Disk Read-Only Memory refers to five-inch disks that carry text, pictures and sound, as audio compact disks store sound. You can play the music or pictures, but not record new information or edit the contents. (You cannot modify a book either, although you can make notes in the margin.)","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"1918: Bulgarian Plea : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1918-bulgarian-plea-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Bulgaria has asked for an armistice as the first step to peace. With General Franchet d'Esperey's all-Allied army driving the Bularo-German armies in headlong retreat and the British already treading Bulgarian soil, Tsar Ferdinand realizes there i","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Yeltsin Rejects Dual Elections Despite Rising Support for Them","web_url":"https://www.nytimes.com/1993/09/28/world/yeltsin-rejects-dual-elections-despite-rising-support-for-them.html","abstract":"  President Boris N. Yeltsin declared today that he was \"categorically against\" early simultaneous elections for President and Parliament, rejecting a proposal that has gathered growing support in the six days since Mr. Yeltsin opened his latest assault against the legislature.   Mr. Yeltsin's unyielding stance was echoed by leaders of holdout legislators in the increasingly dismal Parliament building, ringed by security forces and without electricity, telephones and hot water for three days now.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/28/sports/transactions-074493.html","abstract":"  Football National Football League  KANSAS CITY CHIEFS -- Signed Tim Watson, safety, to the parctice squad. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Assigned Allan Bester and Mikhail Shtalenkkov, goaltenders; Anatoli Fedotov, defenseman, and Trevor Halverson and Jean Francois Jomphe, forwards, to San Diego of the International Hockey League. Returned Joel Savage, forward, to Fort Wayne of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Ex-Rogue Officer Tells Panel Of Police Graft in New York","web_url":"https://www.nytimes.com/1993/09/28/nyregion/ex-rogue-officer-tells-panel-of-police-graft-in-new-york.html","abstract":"  On the first day of hearings by a mayoral commission into corruption in the New York City Police Department, an admitted rogue officer described yesterday how lax supervision and an ingrained departmental culture allowed him to evolve from taking free drinks and pizza on his first days on the job into taking $8,000 a week to protect a Brooklyn drug dealer.   The former officer, Michael Dowd, described a force where police brutality was common, honest officers were intimidated into ignoring abuses, and commanding officers often shut their eyes to suspicions of graft, violence, drug use and alcoholism by officers.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Senator Indicted Over Use of Post In a Texas Race","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-senator-indicted-over-use-of-post-in-a-texas-race.html","abstract":"  Senator Kay Bailey Hutchison was indicted today on charges that she abused her position as Texas State Treasurer while she was preparing for her Senate campaign this past spring. Her landslide victory made her a rising star in national Republican circles.    The indictment, handed up by a grand jury in Austin, accuses her of using state workers, computers and supplies for her \"personal benefit,\" apparently for campaign-related purposes, and of trying to destroy computer files and other government records once an inquiry into her activity was begun. Two of her top aides were also charged.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Marlins' Santiago Is Out for the Season","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-baseball-marlins-santiago-is-out-for-the-season.html","abstract":"  Florida Marlins catcher BENITO SANTIAGO will miss the last six games of the season after a pair of ganglion cysts were discovered in his left hand yesterday. The cysts were discovered during an examination by Dr. ANNE OUELETTE of the University of Miami Hospital. The Marlins said Santiago's hand will be in a splint for six weeks, after which he can begin off-season conditioning.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Review/Dance; A Festival of Korea's Courtly and Folk Traditions","web_url":"https://www.nytimes.com/1993/09/28/arts/review-dance-a-festival-of-korea-s-courtly-and-folk-traditions.html","abstract":"  The Asia Society's Festival of Korea, a yearlong multifaceted exposition of Korean culture, started out Sunday night with an aptly festive program that featured two contrasting groups of musicians and dancers.    Korea is not the only industrialized Asian country that has been concerned with preserving its traditional art forms. History, however, has given its artists and cultural administrators a special task. There is, for instance, no imperial household, as in Japan, to maintain an ensemble of court musicians and dancers. And yet, as this program at Alice Tully Hall showed so splendidly, the classical music and dances that stem from Korean court life of the past have been nurtured, with Government support, to survive as cohesive professional presentations.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Is This Jets Team a Monster or a Mirage? Eagles Hold the Answer","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-is-this-jets-team-a-monster-or-a-mirage-eagles-hold-the-answer.html","abstract":"  After reviewing the film from the Jets' 45-7 victory over New England on Sunday night, Coach Bruce Coslet declared today that it was the Jets' best overall game in his three-year tenure.   Who could quarrel?","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Sports of The Times; Getting In Touch With Reality","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-of-the-times-getting-in-touch-with-reality.html","abstract":"  ON a \"Saturday Night Live\" skit last weekend, Charles Barkley was scripted to take a seat on the proverbial couch, to playfully get beyond the superficiality of ego and get in touch with more meaningful id.   By the end of the very funny satire, he was tearfully admitting to the comic shrink that his multimillions and worldwide fame did not compensate for a lack of self-esteem directly related to his owning zero championship rings. Out pranced huggable Muggsy Bogues to gaze into Barkley's eyes, to keep a straight face and tell big, bad, bald Barkley how special a person he really is.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Memo to the Sox: This Time, Don't Forget the Bats","web_url":"https://www.nytimes.com/1993/09/28/sports/on-baseball-memo-to-the-sox-this-time-don-t-forget-the-bats.html","abstract":"  Jason Bere wasn't even a teen-ager the last time the Chicago White Sox won the American League West championship. Wilson Alvarez had become a teen-ager only several months earlier. Alex Fernandez was all of 14 years old, and Jack McDowell was a relative old-timer at the age of 17.   Perhaps, then, it would be unfair to educate the current White Sox starting pitching corps about the outcome of the 1983 pennant playoff against the Baltimore Orioles. Let ignorance continue to be bliss and what they don't know can't hurt them.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"A Tax Code Rule That Quashes Art","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-a-tax-code-rule-that-quashes-art-461893.html","abstract":"  To the Editor:   The direct grant funding of artists and museums is an essential part of public policy support of the arts by the Federal Government. Unfortunately, Section 170-e of the Tax Code does a fairly efficient job of counteracting its positive effects.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"1943:A Candid Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1943a-candid-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The nation's military chiefs bluntly warned a conference of 200 industrial, labor and newspaper leaders today [Sept. 27] that recent victories of the United Nations have failed to affect Axis strength in any vital","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Upper West Side Market Robbed by Five Gunmen","web_url":"https://www.nytimes.com/1993/09/28/nyregion/upper-west-side-market-robbed-by-five-gunmen.html","abstract":"  A gang of five robbers, evidently oblivious of the finer points of kohlrabi and fresh poblano peppers, invaded Fairway Fruits and Vegetables, one of the culinary citadels on Manhattan's Upper West Side, just before midnight closing time Sunday night. They made 40 terrified employees lie in the sawdust, forced a manager at gunpoint to open two safes and snatched up $10,000.   But it was not just a piece of carrot cake. Two police officers on community patrol happened to look into the normally bustling produce market on Broadway, between 74th and 75th Streets, and saw an unfamiliar sight: lights blazing and no one around amid the shelves of eggplant and jicama, figs, zucchini and Brie.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"The Talk of Hollywood; As Rumors and Charges Swirl, MGM's Trying To Regain Its Balance","web_url":"https://www.nytimes.com/1993/09/28/movies/talk-hollywood-rumors-charges-swirl-mgm-s-trying-regain-its-balance.html","abstract":"  Frank G. Mancuso, chairman of the once-great studio Metro-Goldwyn-Mayer, picked up the phone the other morning, his friends say, and called Jeff Berg, chairman of International Creative Management, one of the biggest talent agencies in town.   \"Why, why are you doing this?\" Mancuso asked plaintively, the friends say. \"You know how hard we're working to stabilize the place.\" (Mr. Berg has in recent days strenuously denied that he was seeking to destabilize MGM.)","thumbnail":null,"section":"Movies"},{"date":"19930928","headline":"On My Mind; So Where's the Catch?","web_url":"https://www.nytimes.com/1993/09/28/opinion/on-my-mind-so-where-s-the-catch.html","abstract":"  First, take the three foreign affairs speeches made in the past week by President Clinton, his national security adviser and his U.N. delegate. Then squeeze them good and hard to get rid of the inevitable pulp of jargon, pieties and diplomatic roundabouts.    What is left is the juice of some important policies, and an unusual question.    1. When military action is needed, the U.S. will ask the U.N. for help and permission -- when it is in American best interests to do so.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Global Warming's Doomsday Nowhere in Sight; Underestimated Data","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-global-warming-s-doomsday-nowhere-in-sight-underestimated-data-460093.html","abstract":"  To the Editor:   \"Scientists Confront Renewed Backlash on Global Warming\" (Science Times, Sept. 14) calls attention to a small group of antagonists such as Dixy Lee Ray and Richard Lindzen and representatives of the neo-conservative Cato Institute and the George C. Marshall Institute who believe the large scientific community exaggerates the potential warming due to accumulation of heat-trapping gases in the atmosphere.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Books of The Times; Rewriting Religion's Role For the Political Arena","web_url":"https://www.nytimes.com/1993/09/28/books/books-of-the-times-rewriting-religion-s-role-for-the-political-arena.html","abstract":"  The Culture of Disbelief  How American Law and Politics Trivialize Religious Devotion  By Stephen L. Carter  328 pages. Basic Books. $25.   Just published two weeks ago, \"The Culture of Disbelief,\" a study of religion in America by the Yale law professor Stephen L. Carter, has already become one of those books discussed at dinner parties by people who haven't read them. Mr. Carter has been interviewed at length on \"The MacNeil/Lehrer Newshour,\" his ideas have been debated by political columnists and his book even garnered a recommendation from President Clinton at a recent prayer breakfast.","thumbnail":null,"section":"Books"},{"date":"19930928","headline":"Hampton Is in Running To Make More Money","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-hampton-is-in-running-to-make-more-money.html","abstract":"  There has been so much talk about the Giants and the changing of the guard. New coach. New players. And they have been winning. But the times are changing in another area as well, mainly in endorsements, where running back Rodney Hampton is beginning to see how big runs can turn into big bucks.   Before the team's bye last week, Hampton led the National Football League in rushing and is now fourth in the N.F.C. It is possible that if the Giants keep winning, and as the careers of the more visible players like Phil Simms and Lawrence Taylor begin to wind down, it will be the Rodney Hamptons who can step in and take their place.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"New Curbs on Nuclear Weapons","web_url":"https://www.nytimes.com/1993/09/28/opinion/new-curbs-on-nuclear-weapons.html","abstract":"  President Clinton yesterday announced the most serious effort in years to curb the spread of nuclear arms and other weapons of mass destruction. In his speech to the United Nations General Assembly in New York, he pledged to seek global bans on the production of nuclear material for bomb-making and on nuclear testing. And he offered important inducements to get other countries to cooperate.   His commitment comes not a moment too soon. Iran, North Korea and others are poised to develop nuclear weapons. And now from Russia comes word that the Soviet nuclear arsenal may have been far larger than previously admitted, leaving far more plutonium and enriched uranium to dispose of safely in that dangerously fragmenting society.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"White House Nears a Decision on Recycled Paper","web_url":"https://www.nytimes.com/1993/09/28/us/white-house-nears-a-decision-on-recycled-paper.html","abstract":"  The White House, which is about to decide whether the Government should buy more recycled paper, today called in representatives from industry, environmental groups, labor unions and cities for a last round of debate on the hotly contested details.   At issue is how to fulfill President Clinton's promise, made in April at Earth Day festivities, to give a vigorous stimulus to the market for recycled paper by putting the buying power of one of the biggest single consumers, the Federal Government, on the side of recycling.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"North Korea in the Dock","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-north-korea-in-the-dock.html","abstract":"The clock ticks inexorably on, but is the world listening? It is two years since suspicion dawned that the North Koreans were probably trying to build The Bomb. It is six months since they walked out of the Nuclear Nonproliferation Treaty, apparently co","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Q&A","web_url":"https://www.nytimes.com/1993/09/28/science/q-a-086893.html","abstract":"  The Falling Leaves   Q. What would make a ginkgo tree drop all its leaves overnight?    A. Tree experts say they do not believe there is anything special about Ginkgo biloba's structure that would make the loss of its leaves different from the process that occurs in any deciduous tree.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Los Angeles Journal; A Reformer Who Tries To Preserve Skid Rows","web_url":"https://www.nytimes.com/1993/09/28/us/los-angeles-journal-a-reformer-who-tries-to-preserve-skid-rows.html","abstract":"  In the annals of social reform, Andy Raubeson's goals may seem modest. He does not want to abolish skid row. He does not even want to abolish the term skid row, which makes some people squeamish. Mr. Raubeson just wants to build a better skid row.   And that, against long odds, is pretty much what he has done.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Stop Subsidizing the Arms Race","web_url":"https://www.nytimes.com/1993/09/28/opinion/stop-subsidizing-the-arms-race.html","abstract":"  At the United Nations yesterday, President Clinton called on the world to halt nuclear testing and ban the production of fuels for nuclear weapons. But while the Administration is saying that attacking the proliferation of weapons of mass destruction is an urgent priority, the Senate has sent a different signal by approving subsidies for arms exports. The House has rejected this approach and a conference committee can soon put the matter to rest.   A provision of the 1994 Defense Department Authorization Act, passed Sept. 14, provides $1 billion in loan guarantees for the export of weapons to NATO members, Australia, Japan, South Korea and Israel.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Giants Are 4th in Payroll List","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-giants-are-4th-in-payroll-list.html","abstract":"  The Giants have the fourth highest payroll in the National Football League, according to figures recently compiled by the N.F.L. Players Association. And while a high payroll is an indication that a team pays its players well, these days big payrolls are more of a burden because of the impending salary cap.   The Giants' payroll, according to the figures, is $43 million. Above them are the New Orleans Saints, who have the highest payroll at $45.5 million, followed by the San Francisco 49ers ($45 million) and the Washington Redskins ($44 million).","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/28/nyregion/metro-digest-117193.html","abstract":"  NEW YORK CITY FROM FREE PIZZA TO PROTECTION MONEY  On the first day of hearings into corruption in the New York City Police Department, a former officer described how lax supervision and an ingrained departmental culture allowed him to evolve from taking free drinks and pizza on his first days on the job into taking $8,000 a week to protect a drug dealer. A1.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/28/nyregion/news-summary-723993.html","abstract":"  International A3-17  U.S. LIMITING SOMALIA GOALS  The United States has moved away from the goal of capturing a Somali faction leader and is focusing instead on creating a viable political structure without him, Administration officials said.  A1  CLINTON WARNS ON PEACEKEEPING  President Clinton laid down conditions for sending troops to Bosnia and said the United Nations should be more selective on where it sends troops because of the high cost.  A1","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"SPORTS PEOPLE: BASEBALL;","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-baseball.html","abstract":"  GARY SHEFFIELD, the Florida Marlin third baseman, is close to an agreement with the team on a contract that would pay him more than $20 million over the next four years.   \"We're definitely making progress,\" Sheffield's agent, JIM NEADER, said yesterday. \"There's a real good chance it will be completed this week.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Review/Music; Shakespeare as Muse In Symphony Concert","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-shakespeare-as-muse-in-symphony-concert.html","abstract":"  The literary images presented in readings by Claire Bloom on Sunday before each composition in the American Symphony Orchestra's first concert of the season were familiar: of Lady Macbeth describing how easily she could dash out the brains of an infant sucking at her breast and of Hamlet contemplating the nightmares that might haunt him even in death's sleep. These, along with fleeting glimpses of Desdemona and Ariel, led directly into musical images and portraits far more obscure but quite fascinating: orchestral works inspired by Shakespeare and ably conducted by Leon Botstein, the orchestra's music director, at Avery Fisher Hall.   The temptation is to put the word \"controversial\" before Mr. Botstein's name, for as most listeners know by now, he is also the president of Bard College and the editor of the Music Quarterly. It has seemed unjust to many that out of an amateur's love of music and a part-time career, he has managed to become music director of a not insignificant orchestra and the dominant figure in the most important contemporary trend in concert programming during the last 50 years.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"The Heat's on Glanville as Steelers Feast on His Falcons","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-the-heat-s-on-glanville-as-steelers-feast-on-his-falcons.html","abstract":"  Missed blocking assignments and bungled tackles led to huge breakdowns. And those breakdowns led to a total collapse for the Atlanta Falcons in the Georgia Dome on Monday night.   Hoping to avoid a hapless 0-4 start, that's right where the Falcons find themselves after an embarrassing 45-17 thrashing by the Pittsburgh Steelers before 65,477 fans and a national television audience. Exposed for everyone to see were all of the Falcons' weakness: an extremely hot and cold offense, an all-out blitzing defense that too often does not put enough pressure on the quarterback, and turnovers, turnovers and more turnovers.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Mets Drop 103d Before 'Crowd' of 2,334","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-mets-drop-103d-before-crowd-of-2334.html","abstract":"  On the sort of night where only the true believers venture out, 2,334 fans showed up at rain-soaked Shea Stadium last night to see the last-place Mets play the St. Louis Cardinals.   It is not known how much each and every soul present believes in the Mets. Was it so whole-heartedly that when they looked out at a lineup containing names like Baez, Thompson, Huskey, Burnitz and Kent, they saw the nucleus for a last-to-first place miracle in embryonic form?   Dallas Green hopes not. Because no matter how optimistic he would wish to be, Green is starting to supply some harsh answers to the harsh questions that now must be asked about the rebuilding of the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"2 Fighting Coaching Aides Are Suspended","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-college-football-2-fighting-coaching-aides-are-suspended.html","abstract":"  Two assistant coaches who fought after the North Carolina-North Carolina State game will be suspended for one game each, officials said yesterday. Moments after North Carolina's 35-14 victory at Carter-Finley Stadium on Saturday, the North Carolina assistant, DONNIE THOMPSON, tackled North Carolina State assistant, TED CAIN. That followed an earlier fight between players in the first half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"PAC-less Campaigns","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-pac-less-campaigns-452993.html","abstract":"  To the Editor:   Senator Robert Dole writes that he opposes taxpayers' financing of political campaigns (\"Rules Have Changed on Election Spending,\" letter, Sept. 16). And he states that most citizens agree with him. But I think most citizens equally oppose the financing of campaigns by corporations that gives them access the average citizen cannot hope to share. This is grossly unfair. Perhaps the solution may be to follow the British system, which limits campaigns to a few weeks, a small amount of money and shared free television time. Has this policy been considered? If not, why not? L. E. PARTRIDGE  San Francisco, Sept. 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-766293.html","abstract":"  A headline in some editions yesterday about the activation of monitoring cameras at two missile test sites misidentified the country involved. It is Iraq, not Iran.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Outer 'Wall' of Troy Now Appears to Be a Ditch","web_url":"https://www.nytimes.com/1993/09/28/science/outer-wall-of-troy-now-appears-to-be-a-ditch.html","abstract":"  WHEN archeologists resumed excavations at ancient Troy this summer, they expected to uncover remains of a thick wall that marked the outer limits of the city at the time of the legendary Trojan War in the 13th century B.C. Discovery of the wall, which they thought they had detected the previous summer, would for the first time define the full size of the city, well beyond the inner citadel excavated in the 1870's.   Unless their geomagnetic survey was mistaken, archeologists thought buried remnants of the wall would be found about 1,300 feet outside the central fortress and its palaces, where the wall presumably encompassed the much larger settlement of craftsmen, merchants and soldiers and sailors. The archeologists dug and dug in the area where the survey had indicated the presence of a thick clay wall, but could find no sign of it.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Campaigning in Clinton's Wake","web_url":"https://www.nytimes.com/1993/09/28/nyregion/campaigning-in-clinton-s-wake.html","abstract":"  By musing aloud Sunday on whether too many New Yorkers were reluctant to support Mayor David N. Dinkins's re-election in part because he is black, President Clinton voiced a sentiment that many of the Mayor's supporters have tried to raise for years and opened a volatile new front in the mayoral campaign in a way that Mr. Dinkins never has or could have.   Some politicians warned that the President's comments, made with great care and subtlety, might be distorted by partisans of both Mr. Dinkins and Rudolph W. Giuliani, which could turn their already bitter contest into an explicitly racial brawl that would agitate voters and benefit neither the candidates nor the city.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930928","time":"1993-09-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":16.6},{"date":"19930928","time":"1993-09-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19930928","time":"1993-09-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":11.2},{"date":"19930928","time":"1993-09-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":14.8},{"date":"19930928","time":"1993-09-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":89,"wspd":14.8},{"date":"19930928","time":"1993-09-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":11.2},{"date":"19930928","time":"1993-09-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":90,"wspd":14.8},{"date":"19930928","time":"1993-09-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":13},{"date":"19930928","time":"1993-09-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":88,"wspd":14.8},{"date":"19930928","time":"1993-09-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":18.4},{"date":"19930928","time":"1993-09-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":90,"wspd":14.8},{"date":"19930928","time":"1993-09-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":90,"wspd":7.6},{"date":"19930928","time":"1993-09-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":11.2},{"date":"19930928","time":"1993-09-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":11.2},{"date":"19930928","time":"1993-09-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":9.4},{"date":"19930928","time":"1993-09-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":7.6},{"date":"19930928","time":"1993-09-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":81,"wspd":3.6},{"date":"19930928","time":"1993-09-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":82,"wspd":3.6},{"date":"19930928","time":"1993-09-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":3.6},{"date":"19930928","time":"1993-09-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":81,"wspd":1.8},{"date":"19930928","time":"1993-09-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":5.4},{"date":"19930928","time":"1993-09-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":13},{"date":"19930928","time":"1993-09-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":14.8},{"date":"19930928","time":"1993-09-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":96,"wspd":18.7},{"date":"19930928","time":"1993-09-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":20.5},{"date":"19930928","time":"1993-09-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":20.5},{"date":"19930928","time":"1993-09-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":25.9},{"date":"19930928","time":"1993-09-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":22.3},{"date":"19930928","time":"1993-09-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":25.9},{"date":"19930928","time":"1993-09-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":27.7},{"date":"19930928","time":"1993-09-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":22.3},{"date":"19930928","time":"1993-09-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":18.7},{"date":"19930928","time":"1993-09-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":18.7},{"date":"19930928","time":"1993-09-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":71,"wspd":18.7},{"date":"19930928","time":"1993-09-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":22.3},{"date":"19930928","time":"1993-09-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":22.3},{"date":"19930928","time":"1993-09-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":31.7},{"date":"19930928","time":"1993-09-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":45,"wspd":25.9},{"date":"19930928","time":"1993-09-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":43,"wspd":24.1},{"date":"19930928","time":"1993-09-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":40,"wspd":29.5},{"date":"19930928","time":"1993-09-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":25.9},{"date":"19930928","time":"1993-09-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":22.3},{"date":"19930928","time":"1993-09-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":42,"wspd":24.1},{"date":"19930928","time":"1993-09-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":42,"wspd":20.5},{"date":"19930928","time":"1993-09-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":16.6}]},"19930929":{"guardian_articles":[{"date":"19930929","headline":"Atherton rekindles passion and pride","web_url":"https://www.theguardian.com/sport/1993/sep/29/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930929","headline":"Outside Post, Strikers Walk and Hope - Again","web_url":"https://www.nytimes.com/1993/09/29/nyregion/outside-post-strikers-walk-and-hope-again.html","abstract":"  Three grim-faced men -- the top editors of The New York Post -- stepped out of the South Street entrance to the Post building at mid-afternoon yesterday and strode past a line of picketers, barely exchanging words with the men and women with whom they had worked and struggled so hard for so long to keep their paper publishing.   Once down the block, the editor, Ken Chandler, said, \"It's over\" -- that the paper would not publish again.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Teacher Is Offering to Guide Minority Students to College","web_url":"https://www.nytimes.com/1993/09/29/education/teacher-is-offering-to-guide-minority-students-to-college.html","abstract":"  As Johnathan Cuevas neared the end of senior year last spring at Chelsea High School in Manhattan, he turned to the only person who would or could help him with college plans: his English teacher, Robert Mitchell.   \"He was really there to help me,\" said Mr. Cuevas, now a 17-year-old freshman at DePauw University in Green Castle, Ind. \"He looked over my essays, he helped me with the application form and he helped me with the financial aid. I couldn't have done this without Mr. Mitchell.\"","thumbnail":null,"section":"Education"},{"date":"19930929","headline":"District Attorney Tells of Cancer He Fought Last Year","web_url":"https://www.nytimes.com/1993/09/29/nyregion/district-attorney-tells-of-cancer-he-fought-last-year.html","abstract":"  The Nassau County District Attorney, Denis Dillon, who is seeking re-election to a sixth term, said today that he was diagnosed with cancer last year and successfully underwent radiation treatments.   The disease, he said, would not interfere with his duties. \"When I went for radiation, I didn't miss a day of work,\" Mr. Dillon told a reporter from WPIX-TV today. He added, \" I'm in very good health, I feel fine.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals; Overmanaged Wildlife","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-overmanaged-wildlife-532693.html","abstract":"  To the Editor:   You report that New Jersey had a special September hunting season for Canada geese because their droppings interfered with human use of certain areas (news article, Sept. 11). Your article is especially informative because you point out the probable cause of the problem: accidental escapes from game farms and deliberate release by state wildlife management officials to provide better hunting opportunities. The same problem arose in the Vancouver area after wildlife officials there released geese.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Never Too Early to Worry About Rotation","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-never-too-early-to-worry-about-rotation.html","abstract":"  Now the Yankees can finally admit it. One day after they were officially eliminated from the the American League East race, the Yankees could concede that they need serious pitching help for next season.   Manager Buck Showalter discussed the pitching situation in his office before the game, and General Manager Gene Michael chimed in with his sentiments on the field during batting practice. Since the Blue Jays clinched their third straight division title, the Yankees are busily pondering next April. They are thinking about what they must accomplish to catch Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Rice, Too, Plays a Role In Absorbing Calcium","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-rice-too-plays-a-role-in-absorbing-calcium-533493.html","abstract":"  To the Editor;   In \"What Is Your Body's Best Source of Calcium?\" (letter, Sept. 11), Annette Dickinson reminds readers of a partial truth: that the calcium in spinach is not as easily absorbed as milk when eaten alone.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Misfortunes of Others May Help Enrich Mets","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-misfortunes-of-others-may-help-enrich-mets.html","abstract":"  Revenues will crumble for some baseball clubs in 1994, and the Mets are more than eager to plunder the ruins for their own riches.   General Manager Joe McIlvaine of the Mets, who had to oversee part of the dollar-driven demolition of the Padres earlier this season as the San Diego general manager, is convinced more than a dozen clubs could be forced to consider painful trades as a way of radically reconstructing their payrolls next season.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Completing College in Only 3 Years? Idea Is Gaining Support Nationwide","web_url":"https://www.nytimes.com/1993/09/29/education/completing-college-in-only-3-years-idea-is-gaining-support-nationwide.html","abstract":"  With a savings of thousands of dollars, up to perhaps $25,000, as the incentive for students, the concept of a three-year college degree is gaining adherents around the country.   In both California and New York, leaders of state-supported university systems see the idea as a way to cope with the prospect of rising enrollment and declining state financing. Elsewhere, administrators of small liberal arts colleges look upon accelerated degree programs as a way to prevent the loss of students to less-expensive public institutions.","thumbnail":null,"section":"Education"},{"date":"19930929","headline":"Mora Is One Saint Whose Head Isn't in Clouds","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-mora-is-one-saint-whose-head-isn-t-in-clouds.html","abstract":"  No sooner had he pulled his cab out of the parking lot of the Saints' training facility than George Binet started recounting bits of New Orleans Saints lore.   He began with long forgotten names: \"Billy Kilmer, you remember him don't you?\" he asked. \"And that boy, Tom Fears, he was the first coach. Big Doug Atkins, think he's a prison guard somewhere up in Tennessee.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-489393.html","abstract":"  A picture caption yesterday with an article about the opinions of doctors about the Clinton health plan misspelled the name of a nurse shown talking to Dr. Christopher Puca. She is Carol Lau, clinical manager of the group practice for which Dr. Puca works, not Tara Lau.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"One World, Please : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-one-world-please-letters-to-the-editor.html","abstract":"Regarding \"The Future Belongs to Asians\" (Opinion, Sept. 6): .Asia, and particularly the Pacific Rim countries, accounts for some of the strongest economic growth in the world. Kishore Mahbubani writes about a renewed sense of tradition that","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Review/Pop; A Parade Through a Hit Maker's Broad Territory","web_url":"https://www.nytimes.com/1993/09/29/arts/review-pop-a-parade-through-a-hit-maker-s-broad-territory.html","abstract":"  The music of Jimmy Webb, one of American pop's last purely romantic songwriters, was celebrated in a gala concert at Avery Fisher Hall on Monday evening in which he was joined by several performers who have recorded his material, along with a rock band and a string section.   Glen Campbell, who had a succession of hits written by Mr. Webb in the late 1960's, and Art Garfunkel, another longtime Webb champion and an unannounced special guest, appeared on the stage. So did David Crosby and Michael Feinstein, each of whom has a recent album that includes one Webb song. Another surprise visit, one redolent with rock-and-roll nostalgia, brought Johnny Maestro and the Brooklyn Bridge together to sing their 1968 hit, \"The Worst That Could Happen.\"","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Vague Mexico Wage Pledge Clouds Free Trade Accord","web_url":"https://www.nytimes.com/1993/09/29/world/vague-mexico-wage-pledge-clouds-free-trade-accord.html","abstract":"  As they try to make the case for Congressional approval of a free trade agreement with Mexico and Canada, President Clinton and other supporters repeatedly say the pact will raise minimum wages in Mexico and reduce the country's ability to undercut businesses north of the border with cheap labor.    But by focusing on how minimum wages might rise, the Clinton Administration has put itself in a somewhat awkward position because that particular pledge is not found anywhere in the 2,000-page North American Free Trade Agreement it is meant to support. Nor is it in the special side agreements to the pact, or in Mexican labor law. A Promise by Salinas    Rather it is a personal promise made by President Carlos Salinas de Gortari of Mexico that this country's minimum wage -- which can go as low as $4 a day, depending on the type of work -- will be increased in tandem with increases in worker productivity.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Making the Best of a Second Chance","web_url":"https://www.nytimes.com/1993/09/29/sports/college-football-making-the-best-of-a-second-chance.html","abstract":"  Perry Klein, who has National Football League scouts calling for directions to the campus of C. W. Post College these days, had just finished studying game film on his next opponent.    \"Tough team,\" said Klein, tugging at the bill of his baseball cap and shaking his head. \"We'll need to be prepared.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/09/29/books/book-notes-346393.html","abstract":"  Everyone Loves a Mystery   Until now at least, the public's appetite for legal thrillers has seemed almost bottomless, judging by the very familiar successes of both John Grisham (who has more than 30 million copies of his books in print in the United States) and Scott Turow (14.5 million copies). But with a new crop of such books by lesser-known authors blanketing the stores this season, the question for publishers who have loaded up their fall lists with them is whether the genre is beginning to play itself out.    Not at all, said Robert Wietrak, a director of merchandising for Barnes & Noble. \"When a phenomenon like this happens, the reader has a voracious appetite for more,\" Mr. Wietrak said. \"Once this has taken off, the customer goes into our stores and looks specifically for them, so similar titles and similar covers are a plus.\"","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"POWELL RESERVED IN A FINAL SPEECH","web_url":"https://www.nytimes.com/1993/09/29/us/powell-reserved-in-a-final-speech.html","abstract":"  In an appearance as filled with political expectations as military musings, Gen. Colin L. Powell made his last speech as Chairman of the Joint Chiefs of Staff today and called for the United States to maintain leadership in an increasingly confusing world.   \"The debates that we're seeing now about unilateralism or multilateralism or isolationism and interventionism and the other 'isms' are somewhat silly and they miss the point,\" General Powell said in an address to the National Press Club. \"The point is that history and destiny have made America the leader of the world that would be free.  And the world that would be free is looking to us for inspiration.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Making the Desert Boom","web_url":"https://www.nytimes.com/1993/09/29/opinion/making-the-desert-boom.html","abstract":"Almost from the moment Yitzhak Rabin and Yasir Arafat shook hands, Middle East watchers have warned us of the obstacles to a two-state solution. Their skepticism is justified. It is also beside the point.\n\nIsrael is on the verge of a new prosperity, grounded in a new political economy -- both of which will engender a new basis for peace. When Palestinians finally begin building their national life, they will discover that they could do worse than live between Tel Aviv and Amman. All sides will discover that the new global economy needs imaginative political arrangements, not outdated notions of self-determination that have long confounded peacemakers. Israel's gross domestic product is $60 billion a year, the currency is stable and growth is as high as 6 percent. Ten years ago, the economy was less than a quarter as big, inflation was 400 percent and growth was flat.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Texas Executes Inmate for Woman's Murder","web_url":"https://www.nytimes.com/1993/09/29/us/texas-executes-inmate-for-woman-s-murder.html","abstract":"  An inmate was executed by lethal injection early today for the murder of a college instructor who was clubbed with a brick, raped and then run over with her own car.   The inmate, Antonio Bonham, 33, went to his death after asking the Texas Board of Pardons and Paroles and Gov. Ann W. Richards to commute his sentence to life without parole. He had no final statement.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Mashburn Gives $500,000 to School Fund","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-basketball-mashburn-gives-500000-to-school-fund.html","abstract":"  JAMAL MASHBURN, who was an All-American at Kentucky, said yesterday that he was donating $500,000 to a university scholarship fund.   \"I see this as my chance to give something back to the people who have helped me and to help those students who may not otherwise get a chance,\" Mashburn said during a news conference following the U.K. Athletics Association meeting in Lexington.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"YELTSIN TIGHTENING CORDON OF TROOPS AT THE PARLIAMENT","web_url":"https://www.nytimes.com/1993/09/29/world/yeltsin-tightening-cordon-of-troops-at-the-parliament.html","abstract":"  President Boris N. Yeltsin severely tightened the cordon around the headquarters of the hostile legislature Tuesday, deploying hundreds of troops with concertina wire and water trucks, and even mounted police, at all approaches to the building.   From a yellow armored personnel carrier across the street from barricades erected by defenders of Parliament, police officers with a loudspeaker demanded that those inside surrender their arms today.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"A 'New' Richter Shows Up as Goaltender for Rangers","web_url":"https://www.nytimes.com/1993/09/29/sports/hockey-a-new-richter-shows-up-as-goaltender-for-rangers.html","abstract":"  No one has forgotten what happened last season. Mike Richter knows that.   There were soft goals. There were blatant mistakes. There were games when Richter looked shaky, and games when it looked as if his confidence had completely disappeared. There were days, too, spent in a minor league uniform in Binghamton, days when the player the Rangers once considered their goaltending future had left to wonder if his biggest New York moments had passed.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"In America; Voodoo Lunch","web_url":"https://www.nytimes.com/1993/09/29/opinion/in-america-voodoo-lunch.html","abstract":"  I was dressed very nicely, thank you, in a sport jacket, neatly pressed slacks and a striped tie. I told the man behind the counter in the Upper West Side restaurant that I wanted a cheeseburger, not too well done, with ketchup.   I also told him that I had no money.   He laughed without showing any amusement and then his face settled into a look of impatience.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"High-Tech Shortcuts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-hightech-shortcuts-letters-to-the-editor.html","abstract":"Regarding \"Your Health Gets Harder to Pay For\" (Opinion, Aug. 23) by James K. Glassman: .Senator Daniel Patrick Moynihan says that government is doomed to assume the fast-growing costs for those economic sectors that are inherently less able","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Again, It's Kasparov the Escape Artist","web_url":"https://www.nytimes.com/1993/09/29/arts/again-it-s-kasparov-the-escape-artist.html","abstract":"  That Gary Kasparov survived everything Nigel Short threw at him in Game 10 of their world championship match yesterday in London is hard to believe. The pressure that the Englishman developed with a passed pawn on the seventh rank was so great that nothing should have been able to withstand it. But wiggling and twisting and working to dredge every last trap out of his awful situation, Kasparov brought the game to a draw and retained his five-point lead, with the score now Kasparov 7 1/2, Short 2 1/2.   The Russian needs five more points to win the $1.43 million prize. And if he is going to continue with wizardry such as he showed in this game, he may not even lose a single game.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Who Am I Today?","web_url":"https://www.nytimes.com/1993/09/29/opinion/who-am-i-today.html","abstract":"\"Most people seem to live 'in character.' They have a beginning, a middle and an end . . . . They have a class, they have a place, they know what is becoming in them and what is due to them. \n\nBut there is another kind of life. One gets hit by some unusual transverse force, jerked out of one's stratum, and one lives crosswise for the rest of the time.\" -- H. G. Wells, \"Tono-Bungay\"","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Sylvia A. Boone Memorial","web_url":"https://www.nytimes.com/1993/09/29/nyregion/sylvia-a-boone-memorial.html","abstract":"  A memorial service will be held on Thursday for Dr. Sylvia A. Boone at 1 P.M. at the Battell Chapel of Yale University at College and Elm Streets in New Haven. Her headstone will be dedicated at the Grove Street Cemetery at 3:30 P.M. and there will be a reception at the History of Art Department from 4 to 6 P.M. Dr. Boone, a professor of art history and Afro-American studies, was the first black woman to be granted tenure at Yale. She died on April 29.  ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Topics of The Times; The Annals of Dessert","web_url":"https://www.nytimes.com/1993/09/29/opinion/topics-of-the-times-the-annals-of-dessert.html","abstract":"  The woman can do anything. We speak with due reverence of the First Lady of the last remaining superpower. It would be enough if she simply revolutionized health care and issued the occasional inspirational paean to the Politics of Meaning. Yet who would have thought Hillary Rodham Clinton would also become the champion maker of chocolate chip cookies, finishing ahead of such competitors as Mrs. Fields and Famous Amos?    Actually, it was cookies made with Mrs. Clinton's recipe that got this acclaim, not cookies made with her own hands. Still, it is reassuring to know that the woman who said \"I could have stayed home and baked cookies\" wasn't putting down homemakers so much as issuing a competitive threat to the American baking industry.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Return Of Booty Protested In France","web_url":"https://www.nytimes.com/1993/09/29/books/return-of-booty-protested-in-france.html","abstract":"  It seemed like a reasonable exchange. After France won a multi-billion-dollar contract to supply its high-speed train to South Korea, President Francois Mitterrand this month made the good-will gesture of returning a 19th-century Korean manuscript seized by French troops in 1866.   For the guardians of France's national treasures, however, the President's gift was neither reasonable nor legal. The country's museums and cultural institutions may be weighed down by the booty of imperial wars and conquests but, by law, these paintings, sculptures and documents are now French.","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"Biospherics","web_url":"https://www.nytimes.com/1993/09/29/opinion/biospherics.html","abstract":"  The four men and four women who lived in a huge greenhouse known as Biosphere 2 for two years finally emerged last weekend with a stronger claim to fame as a tourist attraction than as contributors to scientific knowledge.   The vaguely defined goal of the $150 million experiment in Arizona, bankrolled by the Texas oil billionaire Edward Perry Bass, was to learn more about the earth's ecology and about how to establish self-sufficient colonies in space. The participants were to live almost wholly independent of the real world, breathing recycled air, drinking recycled water and growing their own food. Some half-million visitors to the project paid $12.95 apiece to watch them.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Lowe Penalized 2 More Games","web_url":"https://www.nytimes.com/1993/09/29/sports/lowe-penalized-2-more-games.html","abstract":"  Kevin Lowe, the veteran defenseman, will miss two more Ranger games after being suspended for three preseason games yesterday by the National Hockey League for a high-sticking incident against Hartford in a game last Saturday night.   Lowe drew a five-minute penalty in the second period after he cut Robert Petrovicky of the Whalers on the chin, drawing blood. He was suspended for Monday night's game against the Islanders and will sit out tonight's game against Pittsburgh, as well as tomorrow night's game with the Devils.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"No Looking Back as Bills Await Giants","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-no-looking-back-as-bills-await-giants.html","abstract":"  It is just a printing accident. But the page that should have been devoted to Super Bowl XXVII (Dallas's 52-17 victory) is missing from the Buffalo Bills' press guide.   Not that Super Bowls past matter much to Coach Marv Levy anyway. Forget his master's in English history from Harvard. He is not a romantic about football and lost opportunities. There will be no mention -- again -- that the Giants are a past Super Bowl nemesis and happen to be coming to Orchard Park Sunday night.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Judgment on Croatia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-judgment-on-croatia-letters-to-the-editor.html","abstract":"When on earth is the international community going to reassess its judgment about Croatia? .At home, Croatia's ugly policy of \"ethnic cleansing\" went largely unnoticed. Yet, according to the Red Cross, it led to the forced expulsion of up to","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-490793.html","abstract":"  The obituary of Lieut. Gen. James H. Doolittle in late editions yesterday misidentified his college. He was at the University of California at Berkeley when the United States entered World War I; the University of California at Los Angeles did not exist then.   The obituary also misstated the history of the Richtofen Flying Circus, the squadron of German pilots that plagued the Allies. It fought in World War I, not World War II.   A picture caption with the obituary misstated the year the general accepted the Medal of Honor from President Franklin D. Roosevelt. It was 1942, not 1945.   The obituary is reprinted today on page B9 for readers who did not receive it.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"With Caveat, House Approves Gay-Troops Policy","web_url":"https://www.nytimes.com/1993/09/29/us/with-caveat-house-approves-gay-troops-policy.html","abstract":"  The House today overwhelmingly passed a modified version of President Clinton's policy on homosexuals in the military, prohibiting homosexual conduct but halting the questioning of recruits about their sexual orientation.   Following the Senate's lead, the House added language to the Clinton compromise that called homosexuality \"unacceptable\" in the military, but Administration officials said the language did not change the workings of the President's plan.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Hunting Corruption at a Barbecue","web_url":"https://www.nytimes.com/1993/09/29/nyregion/hunting-corruption-at-a-barbecue.html","abstract":"  Excerpts from testimony to the Mollen Commission by Detective Alexander Ferrugia about allegations of corruption among officers in the Ninth Precinct that were turned up by the police Internal Affairs Division and Field Internal Affairs Unit.   Q. What type of police corruption was most prevalent?","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Zola on Screen:Bad for Business?","web_url":"https://www.nytimes.com/1993/09/29/style/IHT-zola-on-screenbad-for-business.html","abstract":"The annual French blockbuster film designed for export has opened in Paris. This year it is Claude Berri's adaptation of \"Germinal,\" Emile Zola's grim inspection of the revolt of the coal miners in the 1860s. .The film has the ingredients to","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"The Human Touch : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-the-human-touch-letters-to-the-editor.html","abstract":"On a recent trip to Boston, I was stunned by a short conversation I overheard between some smiling elementary school teachers on a shopping break. \"You know,\" one said, \"it's gotten to the point where you're afraid to put your hand on a ki","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Beating Case Lawyer Uses 'Mob Frenzy' Defense","web_url":"https://www.nytimes.com/1993/09/29/us/beating-case-lawyer-uses-mob-frenzy-defense.html","abstract":"  A lawyer for one of two black men accused of beating a white truck driver and other motorists in last year's rioting conceded today that his client may have committed assaults but should be excused because he was caught up in a mob frenzy.   In his closing argument, the lawyer, Earl C. Broady Jr., said his client, Henry Keith Watson, 29, was actually trying to protect the truck driver, Reginald O. Denny, rather than kill him, as prosecutors charge.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Court to Hear Case on Cable TV Law","web_url":"https://www.nytimes.com/1993/09/29/us/court-to-hear-case-on-cable-tv-law.html","abstract":"  In a case likely to determine the status of cable television under the First Amendment, the Supreme Court today agreed to rule on the constitutionality of a 1992 law requiring cable operators to devote one-third of their channel capacity or more to local broadcast stations.   In a very rare departure, the Court jumped the gun on its new term, which is not scheduled to begin until next Monday, by announcing that it would hear a challenge to the new law filed by the Turner Broadcasting System and other cable providers and operators. The cable companies are appealing a decision upholding the law issued in April by a special three-judge panel of Federal District Court here.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Witnesses Tell Of Cover-Up In Police Graft","web_url":"https://www.nytimes.com/1993/09/29/nyregion/witnesses-tell-of-cover-up-in-police-graft.html","abstract":"  Witnesses drawn from the ranks of police corruption investigators yesterday recalled how they painfully discovered what they depicted as an unwritten policy in New York City's Police Department that discouraged major corruption inquiries from 1986 to 1991.   The witnesses were called by a mayoral commission on the second day of its hearings into police corruption. While the witnesses did not name any specific police supervisor who stymied corruption inquiries, the sum of their testimony seemed to be intended to paint a portrait of a culture that sidestepped inquiries that had the potential for large-scale roundups that would embarrass the department and ruin careers.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"BASEBALL;\nBraves Stumble And Hear Giant Steps","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-braves-stumble-and-hear-giant-steps.html","abstract":"The Atlanta Braves appeared to have things going their way as they entered the last six days of the regular season. The two-time defending National League champions were on a two-month roll. They were home. They were healthy. They were in first place in the National League West and their final two opponents -- Houston and Colorado -- had combined to win only 3 of 20 previous meetings with Atlanta this season.\n\nThen the Braves ran into Pete Harnisch.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"HEVESI WINS EASILY AGAINST HOLTZMAN IN PRIMARY RUNOFF","web_url":"https://www.nytimes.com/1993/09/29/nyregion/hevesi-wins-easily-against-holtzman-in-primary-runoff.html","abstract":"  Assemblyman Alan G. Hevesi of Queens defeated Elizabeth Holtzman by 2 to 1 in the runoff for the Democratic nomination for New York City Comptroller last night, blocking her bid for re-election after 21 years in public life and setting the stage for a November contest against former Representative Herman Badillo.   Just over 10 percent of the city's 2.28 million registered Democrats turned out in an election with no other races on the ballot, and Mr. Hevesi racked up big margins throughout the city. Ms. Holtzman ran close only in black and Hispanic areas in the Bronx and won decisively only in the black neighborhoods in Brooklyn and Harlem that have long been her strongholds and where turnout was lighter.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"At 68, a Broadway Star Gets Ready to Make Off Broadway Debut","web_url":"https://www.nytimes.com/1993/09/29/theater/at-68-a-broadway-star-gets-ready-to-make-off-broadway-debut.html","abstract":"  Julie Harris, the soul of Broadway, was sitting on a red plush seat in an Off Broadway theater, musing about her Off Broadway debut on Tuesday in \"The Fiery Furnace,\" a play by Timothy Mason. Didn't the venue seem somehow incongruous for this actress, who first appeared on Broadway in April 1945, who has won five Tony Awards for her work and is often spoken of in the same breath as such legendary actresses as Helen Hayes, Jessica Tandy and Irene Worth?    \"There is no stigma about it whatsoever,\" she said. Miss Harris started a high-voiced imitation of a catty but ditsy thespian asking, 'Oh, dear, are you Off Broadway now because you can't get on Broadway?' \"","thumbnail":null,"section":"Theater"},{"date":"19930929","headline":"Jordanians Won't Postpone Elections Set for November","web_url":"https://www.nytimes.com/1993/09/29/world/jordanians-won-t-postpone-elections-set-for-november.html","abstract":"  Jordan said today that it would go ahead in November with its first multiparty elections in almost four decades despite pressure to postpone the vote because of uncertainty created by the Israeli-P.L.O. peace accord. Over half of Jordan's 4 million people are of Palestinian descent.   \"The elections will take place on Nov. 8 as scheduled,\" Prime Minister Abdel Salam Majali said.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/29/sports/results-plus-414193.html","abstract":"  TENNIS  Lendl Lasts Only One Round Again  Ivan Lendl, a former No. 1 player who now can't seem to escape the first round, lost, 7-5, 7-6 (7-4), yesterday to Jan Siemerink in his opening match at the $800,000 Swiss Indoors tournament in Basel. In losing to the unseeded Dutchman who is ranked 45th in the world, Lendl suffered his eighth first-round defeat this year. The 33-year-old American was a semifinalist last year at this event and the champion in 1980 and 1981. \"The return was my problem,\" Lendl said. Aleksandr Volkov of Russia was upset, 6-2, 7-6 (7-5), by David Prinosil of Germany. Marc Rosset of Switzerland, coming off a Davis Cup loss to Israel, scattered 12 aces in routing Andrei Cherkasov of Russia, 6-0, 6-2, to reach the second round. (AP) Graf Makes Haste of a 14-Year-Old: Steffi Graf routed Syna Schmidle, 6-1, 6-0, yesterday to reach the second round at the Volkswagen Card Cup in Leipzig, Germany. The 14-year-old Schmidle, one of Germany's best young players, delighted the crowd of 2,700 by winning the first game against the world's top-ranked player. But Graf dominated behind her serve and powerful forehand to roll to victory in 45 minutes against the wild card, ranked 512th in the world. In other featured matches, Stephanie Rotter of the Netherlands upset world No. 10 Anke Huber of Germany, 7-6 (8-6), 6-2, and third-seeded Jana Novotna of the Czech Republic slipped past Miriam Oremans of the Netherlands, 6-7 (5-7), 6-1, 6-1. In a matchup of Americans, Kimberly Po outlasted Gigi Fernandez, 6-1, 7-6 (7-3). Judith Wiesner of Australia, seeded sixth, edged Kristie Boogert of the Netherlands, 3-6, 7-5, 7-5. Graf has won all three titles since the tournament's inception in 1990. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Fignon:French Cycling's Angry Young Man Coasts to the End of His Bumpy Road","web_url":"https://www.nytimes.com/1993/09/29/sports/IHT-fignonfrench-cyclings-angry-young-man-coasts-to-the-end-of-his.html","abstract":"That meteor, that lightning bolt Laurent Fignon has blazed out. Riding in a minor French race late in August, Fignon coasted to the side of the road halfway through and got off his bicycle for the last time as a professional. The authority for that is Fi","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Review/Opera; Tenors in a Friendly Duel Open the Met's Season","web_url":"https://www.nytimes.com/1993/09/29/arts/review-opera-tenors-in-a-friendly-duel-open-the-met-s-season.html","abstract":"  If a visitor unaccustomed to opera had stumbled into the opening-night festivities at the Metropolitan Opera on Monday, he might have supposed that just after Siegmund and Sieglinde's passionate embrace at the end of the first act of Wagner's \"Walkure,\" the tenor and the soprano had somehow returned after intermission incarnated as a Moorish officer and his wife. But the most peculiar change would have come after the second intermission, when the tenor, transformed into the supposed son of a gypsy, actually split in half and fought a mock duel with himself.   Such are the vagaries of opening-night galas. This one consisted of three separate acts, from three separate operas, united by one theme: the power of the two tenors playing the three roles, who happen to be among the most renowned voices of their generation. The two tenors, in case anybody has missed the best-selling recordings and videos and a generation of hype and well-deserved praise, were Placido Domingo and Luciano Pavarotti (in alphabetical order, to avoid any possible ruffled feathers in their long-term rivalry). Mr. Domingo has the leaner, more pointed voice, able to take on more robust roles in the dramatic category with intelligence and skill; Mr. Pavarotti has had the fleshier, more extroverted (and possibly more popular) instrument, preferring a narrower repertory focused largely on the lyric roles.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"How Demand Surged for Prostate Test","web_url":"https://www.nytimes.com/1993/09/29/health/how-demand-surged-for-prostate-test.html","abstract":"  DR. JOSEPH E. OESTERLING, a urologist at the Mayo Clinic in Rochester, Minn., recently polled practicing doctors in his state to ask whether they were using a widely promoted screening test for prostate cancer. Ninety-two percent said they routinely used it on men over 50.   But the blood test, which costs $50 to $80 per patient, has not yet been approved by the Food and Drug Administration as a screening test and no data yet exist to show that it has an effect on long-term medical outcome.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"1893:A Change of Pace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-1893a-change-of-pace-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Turkey is going to give up the Arab calendar, and even the Greek calendar, and adopt the Georgian, that is to say, the calendar in use in Western countries. This measure has long been contemplated - since 1888 - at Constantinople but up to the pre","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-491593.html","abstract":"  A front-page article yesterday about a New York Times/WCBS-TV News poll focusing on the New Jersey election for governor misstated the percentage of registered voters who said the Republican candidate, Christine Todd Whitman, lacked enough experience to govern effectively. It was 40 percent, not 48.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/29/style/chronicle-870293.html","abstract":"  When SANDY PITTMAN, an inveterate mountain climber, suggested several months ago to MARTHA STEWART that they meet on top of Mount Kilimanjaro in Tanzania on Sept. 24, Ms. Stewart thought it a dandy idea.    She listed the event in a calendar of her activities that she publishes in her magazine, Martha Stewart Living, amid such other notations as \"Put up bread and butter pickles\" and \" 'Today Show' appearance,\" and began to prepare for her ascent of the highest mountain in Africa, which rises 19,340 feet.","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"At U.N., Russian Stresses Peril of Ethnic Conflict","web_url":"https://www.nytimes.com/1993/09/29/world/at-un-russian-stresses-peril-of-ethnic-conflict.html","abstract":"  Saying the threat of ethnic violence today is \"no less serious than the threat of nuclear war was yesterday,\" the Russian Foreign Minister today called for expanded United Nations peacemaking and peacekeeping, especially in the troubled republics of the former Soviet Union.   The general thrust of Andrei V. Kozyrev's address to the General Assembly ran counter to the appeals for prudence and realism made by President Clinton on Monday and by the British Foreign Secretary, Douglas Hurd, today.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals; Vaccination Program","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-vaccination-program-531893.html","abstract":"  To the Editor:   Carl Semenic was right when his May 14, 1991, letter, said rabies was making a serious move north and threatening those of us in the New York City area for the first time in many years. He was also right when he noted that vaccinating cats and dogs against this disease can help stop its spread.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"In Defeat, Holtzman Sounds Note Of Healing","web_url":"https://www.nytimes.com/1993/09/29/nyregion/in-defeat-holtzman-sounds-note-of-healing.html","abstract":"  Alternating between warmth, irritation and sadness as she spoke of her 21-year commitment to public service, Elizabeth Holtzman last night stood at the front of a crowd of cheering, emotional supporters, took a breath, faced the cameras and announced that it was over.    Her short but graceful concession speech, delivered in the unlikely venue of a TriBeCa bar, included an unqualified endorsement of the entire Democratic ticket. But it made no mention of what may come next for a woman who for years has defined an aggressive, combative style of advocacy that won her as many enemies as victories.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Pact Allows Return of 1,500 Cuban Inmates","web_url":"https://www.nytimes.com/1993/09/29/us/pact-allows-return-of-1500-cuban-inmates.html","abstract":"  The Justice Department said today that about 1,500 Cuban inmates in Federal prisons would be eligible to be sent back to Cuba under a new agreement between the United States and Cuba.   Fearing possible rioting by Cuban prisoners who do not want to be sent back to their homeland, prison administrators today ordered more than 2,500 of the nearly 4,500 Cuban in Federal prisons to be locked in isolated cells so that they could not congregate with other Cuban inmates.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Even 'Futility' Doesn't Do Falcons Justice","web_url":"https://www.nytimes.com/1993/09/29/sports/on-pro-football-even-futility-doesn-t-do-falcons-justice.html","abstract":"  Sighted in the Georgia Dome on Monday night were Fred McGriff, Terry Pendleton, Deion Sanders and Brian Hunter. The crowd of 65,477 got into the lopsided game by offering their fabled Tomahawk Chop along with the eerie chant to match. Yes, these Atlanta Braves were about to . . .    Sorry. Wrong sport. Wrong team.   But who could blame the fans for wishing?","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/29/us/inside-851693.html","abstract":"  Firm in S.& L. Settlement   Paul, Weiss, Rifkind, Wharton & Garrison reached a $45 million settlement with regulators over its role in a savings-and-loan failure. Page D1. Michigan Senator to Retire    Wounded by a savings-and-loan scandal, Senator Donald W. Riegle Jr., Democrat of Michigan, said he would not run again next year. Page A16. Shielding the Force's Image    Witnesses at a hearing into police corruption in New York City testified they were dissuaded from major inquiries into misconduct. Page B1. Bombing Trial Jury Selected    A jury of eight women and four men, all of them Christian, was picked to try four Muslims charged in the World Trade Center blast. Page B3. Court to Weigh Cable Law    The Supreme Court agreed to hear a case that may determine the status of cable television under the First Amendment. Page A17.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Johnson Works on Bid, Not Jumpers","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-basketball-johnson-works-on-bid-not-jumpers.html","abstract":"  MAGIC JOHNSON said yesterday that he was concentrating on becoming owner of a proposed National Basketball Association expansion franchise in Toronto and was not considering coaching or trying another comeback as a player.   \"I'd be lying to you if I said I never think about it, because I see guys who I can still dominate,\" Johnson said during a publicity appearance for Swatch at Macy's in Manhattan. \"I play every day, two or three hours. It would be great, but I'm not coming back. I'm excited about owning a franchise in Toronto.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"The Focus Has Turned To Breeders' Cup Races","web_url":"https://www.nytimes.com/1993/09/29/sports/horse-racing-notebook-the-focus-has-turned-to-breeders-cup-races.html","abstract":"  The division races in baseball are a lot clearer this week than the division races in horse racing, all of which are up for grabs just six weeks before the last-chance, $10 million Breeders' Cup series.   The seven races of the Breeders' Cup will be staged on Nov. 6 at Santa Anita, and any horse contending for a division championship had better show up and take a shot. This includes Peteskie, who swept the Triple Crown of Canada but who still must extend his success to the United States to win the championship of the division of 3-year-old colts.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Jury Is Selected in Trade Center Bombing Trial","web_url":"https://www.nytimes.com/1993/09/29/nyregion/jury-is-selected-in-trade-center-bombing-trial.html","abstract":"  A racially balanced jury of eight women and four men, all of them Christian, was selected yesterday to try four Muslims charged with the deadly bombing of the World Trade Center last February.   Although six alternate jurors remain to be selected, Judge Kevin Thomas Duffy told lawyers in Manhattan Federal Court to be prepared to present their opening arguments Thursday before the panel, which will not be sequestered.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/29/nyregion/metro-digest-010393.html","abstract":"  NEW YORK CITY  HEVESI WINS RUNOFF AGAINST HOLTZMAN   Assemblyman Alan G. Hevesi of Queens defeated Elizabeth Holtzman by 2 to 1 in the runoff for the Democratic nomination for New York City comptroller last night, blocking her bid for re-election after 21 years in public life and setting the stage for a November contest against former Representative Herman Badillo. A1.   In a somber and somewhat idiosyncratic end to a long and sometimes brilliant career, Holtzman conceded defeat. B4.   For six months, Hevesi and Badillo were undeclared allies in a fight against a common foe. B4. AT THE POST, A TERMINAL IMPASSE?   The New York Post, the newspaper that seems to make almost as much news as it prints, was not on newsstands, as members of the newspaper's crafts unions declined to cross the picket line of the union that represents newsroom and advertising employees. In response, the paper's provisional owner, Rupert Murdoch, said he would not complete purchase of the tabloid. A1.   Outside The Post building, two views. B3. GOOD OFFICERS PAY THE PRICE   Police officers' feelings of loss of public trust, coupled in many cases with shame and embarrassment on the part of many officers, leads some authorities to believe that many police officers will be in for a psychological jolt as a result of Mollen Commission testimony. B2.   Excerpts from testimony before the Mollen Commission. B2. JURY SEATED IN BOMBING TRIAL   A racially balanced jury of eight women and four men, all of them Christian, was selected to try four Muslims charged with the deadly bombing of the World Trade Center last February. B3. RACE IS NOT THE ISSUE, SAYS GIULIANI   Two days after President Clinton questioned whether many New Yorkers were reluctant to reach across racial lines to re-elect a black mayor, Rudolph W. Giuliani said that issues related to race were less important to New Yorkers than crime, safety, jobs and education. B5. RECYCLING IS REPORTEDLY INCREASING   The quantities of trash that New York City collects for recycling are way up, in part because more neighborhoods are in the program, a Department of Sanitation report declares. B3. REGION  WHITMAN TOLD TO ATTACK   Top advisers to Christine Todd Whitman said the Republican gubernatorial candidate needed to shift her campaign strategy to an all-out attack on Gov. Jim Florio in response to a poll showing the New Jersey Governor with an unexpectedly large lead. B6. DISTRICT ATTORNEY SAYS HE HAD CANCER   The Nassau County District Attorney, Denis Dillon, who is seeking re-election to a sixth term, said he had cancer last year and that he successfully underwent radiation treatments. B6. TROOPER ACQUITTED OF EVIDENCE FAKING   A jury acquitted a New York State police investigator of tampering with evidence in an armed robbery, a blow to prosecutors who had won three guilty pleas in the year-old scandal. B6.   Chronicle B2    About New York by Michael T. Kaufman B3   ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Personal Health; Early action is crucial in combating heart failure.","web_url":"https://www.nytimes.com/1993/09/29/health/personal-health-early-action-is-crucial-in-combating-heart-failure.html","abstract":"  SWOLLEN feet and ankles, shortness of breath, palpitations, weakness, fatigue, disrupted sleep. Most people have had one or more of these symptoms from time to time. But for three million to four million Americans with heart failure, such symptoms are a way of life. Unfortunately, for far too many they are also a way of death.   Heart failure is the leading cause of hospitalization among Americans over 65, and as people live longer, more and more will require costly care. The ailment claims up to 400,000 lives a year, with the majority of deaths occurring in people under 65. Some young people with underlying heart problems, like the basketball star Hank Gathers, also succumb to heart failure.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"Defying President, Senate Votes To Keep Medicaid Abortion Limit","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-defying-president-senate-votes-keep-medicaid-abortion.html","abstract":"  Bucking President Clinton, the Senate voted today to continue to prohibit the Federal Government from paying for abortions for most poor women.   The House of Representatives approved an identical measure last summer. So for at least another year, no Medicaid funds can be used for abortions unless the life of the woman is at stake or the pregnancy is said to be the result of rape or incest.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Hillary Clinton, on Capitol Hill, Wins Raves, if Not a Health Plan","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-hillary-clinton-capitol-hill-wins-raves-if-not-health-plan.html","abstract":"  Hillary Rodham Clinton invited Congress to join her and President Clinton to \"give the American people the health security they deserve\" as she captivated and dominated two usually grumpy House committees today.   She spent the morning and afternoon paying lawmakers compliments, patiently praising the occasional hostile representative for raising a good question. Sharp questions from potential allies evoked solicitous answers; only the most unreachable opponents drew a hint of irritation.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Havana Journal; Castro Must Go, That's Agreed. Nothing Else Is.","web_url":"https://www.nytimes.com/1993/09/29/world/havana-journal-castro-must-go-that-s-agreed-nothing-else-is.html","abstract":"  As the summer baking of this faded city eases and tensions from power cuts that left residents at the heat's mercy let up, two radically different strands of opposition politics are hoping to channel Cuba's brooding discontent.   To hear both sets of dissidents speak, a future without President Fidel Castro is just a matter of time, not known precisely but not so long now. To hear them speak of each other, however, is to witness the suspicions and betrayals that rend Cuba's small dissident movement.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-492393.html","abstract":"  An art review in Weekend on Friday about works conceived by Lutz Bacher, painted by a commercial artist she hired and on display at the Pat Hearn Gallery in SoHo, referred incorrectly to the attribution provided by the gallery. A news release distributed at the exhibition did acknowledge the use of the commercial artist.  ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Giuliani Disputes Race Role in Campaign","web_url":"https://www.nytimes.com/1993/09/29/nyregion/giuliani-disputes-race-role-in-campaign.html","abstract":"  Two days after President Clinton questioned whether many New Yorkers were reluctant to reach across racial lines to re-elect a black mayor, Rudolph W. Giuliani said yesterday that issues related to race were less important to New Yorkers than crime, safety, jobs and education.   Flanked by officers of the Port Authority police union, Mr. Giuliani, the Republican-Liberal candidate for mayor said that public opinion polls have shown that \"race is one of the less significant issues in so far as New Yorkers reporting to us what they regard as the important issues facing their lives.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Now Hevesi and Badillo Turn to Face Each Other","web_url":"https://www.nytimes.com/1993/09/29/nyregion/now-hevesi-and-badillo-turn-to-face-each-other.html","abstract":"  For six months, Alan G. Hevesi and Herman Badillo were undeclared allies in a battle against a common foe, New York City Comptroller Elizabeth Holtzman, taking turns assailing her integrity and professionalism like tag-team partners in a political wrestling match.   But today, they become rivals in what is likely to be a far different and less rancorous battle than the one they waged together against Ms. Holtzman. Yesterday, Mr. Hevesi defeated Ms. Holtzman in a runoff for the Democratic nomination for comptroller and will now go toe-to-toe against Mr. Badillo in the general election.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Bosnians Seem Likely to Demand Peace Plan Changes","web_url":"https://www.nytimes.com/1993/09/29/world/bosnians-seem-likely-to-demand-peace-plan-changes.html","abstract":"  The Bosnian Parliament met today to consider a peace plan for ending the 18-month-old war that has laid much of this former Yugoslav republic to waste. But the mood among the mostly Muslim delegates appeared to be leaning toward sending the plan back to its international negotiators with demands for critical changes.    In a vote expected on Wednesday, more than 300 delegates appeared likely to endorse the plan in principle but to attach conditions that would be virtually certain to be rejected by the Serbian and Croatian nationalists, who are the other parties to the war. These conditions seem likely to include a demand for more land and binding international guarantees that the plan would be carried out.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"House Vote Urges Clinton to Limit American Role in Somali Conflict","web_url":"https://www.nytimes.com/1993/09/29/world/house-vote-urges-clinton-to-limit-american-role-in-somali-conflict.html","abstract":"  In a demonstration of growing Congressional opposition to the continued deployment of troops in Somalia, the House overwhelmingly passed a resolution today demanding that the Administration put limits on its mission or face the probability of a cutoff of funds.   As the House began its debate, President Clinton and other Administration officials tried to assure Congressional leaders and the public that he would not allow American troops to get bogged down in Somalia.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Go Personal, Whitman Is Implored","web_url":"https://www.nytimes.com/1993/09/29/nyregion/go-personal-whitman-is-implored.html","abstract":"  Top advisers to Christine Todd Whitman said today that the Republican gubernatorial candidate needed to shift her campaign strategy to an all-out attack on Gov. Jim Florio in response to a poll showing the New Jersey Governor with an unexpectedly large lead.   \"Negative campaigns work; it's one of the tragedies of American politics,\" said Ed Rollins, chief political adviser to the Whitman campaign and a veteran of national campaigns. \"Obviously, Florio has been running a very negative campaign and we have to do something about it. I think it is safe to say that if New Jersey voters have forgotten what Jim Florio did to them over the last four years, we are going to remind them.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Pentagon's Medical School May Be Mustered Out","web_url":"https://www.nytimes.com/1993/09/29/health/pentagon-s-medical-school-may-be-mustered-out.html","abstract":"  Tucked away in the Clinton Administration's plan for streamlining the Government is a way to save $300 million in five years: close the nation's only military medical school, a 21-year-old complex behind the Naval Medical Center here.   The Defense Department pays five times as much to train a student here as at a private medical school, according to the plan. The cost of training a military doctor at the center, the Uniformed Services University of the Health Sciences, is $562,000. That includes tuition, military pay and benefits, internship, residency and field training. The Administration says it would be cheaper to expand its current practice of subsidizing some medical students. Such subsidies average $110,000 a student, covering tuition, room and board.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"Montclair State Coach Is Suspended","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-track-and-field-montclair-state-coach-is-suspended.html","abstract":"  JOHN BLANTON, the head track coach at Montclair State College in New Jersey, has been suspended pending the completion of an investigation into unspecified charges, according to the college's president, IRVIN D. REID. Reid and other college officials refused to discuss the nature of the investigation.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Dropping Dimes With Aid of Lasers; On Rikers Island, New Technology for Calls to the Outside","web_url":"https://www.nytimes.com/1993/09/29/nyregion/dropping-dimes-with-aid-lasers-rikers-island-new-technology-for-calls-outside.html","abstract":"  Life on Cell Block 6A of Rikers Island's Vierno Inmate Center was looking up a bit yesterday, what with the news on the block television set that the state's former chief judge was beginning his own Federal cell time and that a rogue officer was mesmerizing New York City with tales of the involvement of crooked police officers in drug racketeering. Even better, telephone thugs were unable to monopolize the jailhouse phones and cause fights, because the city's prison population has entered a brave new world of laser charge cards.   Beginning this spring, 3,500 phone identification cards have been given to inmates and detainees, replacing the old Dickensian ledger system with a more equitable, automated way for prisoners to call lawyers and family, with fewer fistfights and claims of injustice.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"GEORGIAN LEADER CHARGES ATROCITY","web_url":"https://www.nytimes.com/1993/09/29/world/georgian-leader-charges-atrocity.html","abstract":"  The Georgian leader today accused rebel forces of carrying out atrocities in the capture of a provincial capital and pledged that Georgian forces would retake the city, even if it took a generation.   \"This loss of Sukhumi is a great moral and political blow,\" the leader, Eduard A. Shevardnadze, told a news conference here. \"I say this for today because tomorrow we must get Sukhumi back. If this generation is unable to do so, the next generation will do it anyway.\"","thumbnail":null,"section":"World"},{"date":"19930929","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/29/nyregion/no-headline-801093.html","abstract":"  \"She said to tell you that not since Eleanor Roosevelt has she so admired a woman in public life -- and my mother is not a woman who admires easily.\" -- REPRESENTATIVE LYNN SCHENK, of California, to Hillary Rodham Clinton.  [ A18:5. ]","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Four States for Sixth Tour DuPont","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-cycling-four-states-for-sixth-tour-dupont.html","abstract":"  The sixth Tour DuPont, America's major cycling stage race, will cover 1,000 miles next year through Delaware, Maryland, Virginia and North Carolina. At a news conference yesterday in Richmond, DuPont and race officials said the race would start with a prologue time trial on May 4 in Wilmington, Del., and end with a time trial on May 15 in Winston-Salem, N.C. Only five stage races, including the Tour de France and the Tour of Spain, last longer than 12 days.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Deal Reached In Westchester Housing Suit","web_url":"https://www.nytimes.com/1993/09/29/nyregion/deal-reached-in-westchester-housing-suit.html","abstract":"  Almost 1,000 poor black and Hispanic families will be offered apartments in predominantly white middle-class areas of Westchester County under a settlement of a lawsuit reached today in Federal court in Manhattan.   In its impact on integration, the settlement could be more far-reaching than the separate Yonkers desegregation case because the plaintiffs will be dispersed throughout the 450-square-mile county, not just in white areas of Yonkers. Nationally, only suburban areas outside Chicago, Memphis and Cincinnati have been involved in housing integration plans of this scope, lawyers said.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Memorial Service","web_url":"https://www.nytimes.com/1993/09/29/nyregion/memorial-service.html","abstract":"  A memorial service for Charles Mikolaycak, an artist and designer of children's books, will be held on Friday at 11 A.M. at the Donnell Library Center Auditorium at the New York Public Library at 20 West 53d Street in Manhattan. Mr. Mikolaycak died on June 23.    ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"New Accusations About Waldheim Recycle Old Bitterness","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-new-accusations-about-waldheim-recycle-old-bitterness-517293.html","abstract":"  To the Editor:   A new book, one of whose authors is a former employee of the World Jewish Congress, alleges that I discovered, then concealed, evidence of alleged World War II crimes committed by Kurt Waldheim (news article, Sept. 12).","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/29/nyregion/bridge-222093.html","abstract":"  A pair from Brooklyn won the Royal Viking Instant Match Point game last Thursday, after some early scores had been corrected. Jeanne and Albert Rahmey, playing at Club 100 in Brooklyn, topped the North American field with 73.5 percent in the North-South direction, and a pair from West Chester, Pa., originally thought to have won, fell to fourth. Another high score in the New York area was 71 percent by Joan Gerard of White Plains, the 1992 president of the American Contract Bridge League, and Bob Klein of Dobbs Ferry, N.Y.   On the diagramed deal most pairs reached three no-trump from the North position and made 10 tricks. The winners contrived to play from the South position, an improvement, and Jeanne Rahmey took all the match points by making 12 tricks. She won the opening spade lead with the queen and drove out the club ace. West persevered with spades and dummy's ace won.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Post Teeters on Brink as Murdoch Insists He Is Abandoning Purchase","web_url":"https://www.nytimes.com/1993/09/29/nyregion/post-teeters-on-brink-as-murdoch-insists-he-is-abandoning-purchase.html","abstract":"  The New York Post teetered on the edge of extinction once again yesterday, failing to publish for a second day as its erstwhile savior, Rupert Murdoch, stood by his decision to pull out of an agreement to buy the rambunctious tabloid.   The shutdown of the newspaper was precipitated when the Newspaper Guild went on strike on Monday night and the production workers refused to cross the guild's picket line despite the pledge of their leaders not to support a strike. The support for the guild was a surprising development given the history of disunity among the newspaper unions in New York City. Decision Called Final    The production unions met yesterday and appealed to the Newspaper Guild to go back to work and to Mr. Murdoch to reopen the newspaper, but by last night, with the presses eerily silent, the newspaper failed to publish this morning's paper.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Hospitals, Hoping for Simplicity, Generally Welcome President's Proposals","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-hospitals-hoping-for-simplicity-generally-welcome.html","abstract":"  To find the heart of Huntington Memorial Hospital today, go upstairs from the gleaming efficient emergency room, past the pharmacy and around the corridor to the business office.   There, in cramped cubicles, 75 workers push the mountains of paper that are today more a part of hospital care than surgical gloves. Two of them do nothing but copy medical records all day for insurance companies. Others dun insurers and patients for payment in the hospital's ceaseless battle against red ink -- $10 million in losses last year alone because of indigent and uninsured patients.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Navratilova May Quit Singles in '94","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-tennis-navratilova-may-quit-singles-in-94.html","abstract":"  MARTINA NAVRATILOVA, in town today to promote the Virginia Slims Championships at Madison Square Garden in November, is expected to announce that 1994 will be her final year of playing competitive singles. Currently ranked No. 3 in the world, Navratilova is playing in her 21st year on the professional circuit.   Sixteen singles players and eight doubles teams qualify for the Slims Championships, which are Nov. 15-21.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/09/29/sports/eastern-college-report.html","abstract":"  Syracuse    Boston College is the next opponent, and the Orange coaches know what their counterparts, the Eagle coaches, see when viewing the tapes and preparing a game plan for Saturday's match at the Carrier Dome.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Richer Proves He's Just a Devil at Heart","web_url":"https://www.nytimes.com/1993/09/29/sports/richer-proves-he-s-just-a-devil-at-heart.html","abstract":"  Stephane Richer has always had an immense talent for skating, shooting, twisting and turning opponents inside out. Now, he is also a happy man for the first time in his three years with the Devils, despite making less money this season.   The flamboyant Richer, twice a 50-goal scorer in the National Hockey League with the Montreal Canadiens, could have signed for more than a $1 million a year as a free agent with several teams last summer after playing out his option, but he proved his commitment to the Devils by signing a three-year contract for just over $800,000 a season.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Jury Duty Is Exactly That -- a Duty","web_url":"https://www.nytimes.com/1993/09/29/opinion/jury-duty-is-exactly-that-a-duty.html","abstract":"  In New York State, foot doctors are exempted by law from state juries. So are embalmers, police, optometrists, lawyers and practitioners in more than a dozen other lines of work. Such a long list makes it hard for courts to line up all the jurors they need at a given time. That's wrong. The list should be repealed.   The under-representation of minorities in jury pools is also wrong. That happens because prospective jurors' names are taken from three lists that do not represent the whole population: registered voters, licensed drivers and the state's mailing list of taxpayers. The Constitution guarantees every defendant the right to trial \"by an impartial jury,\" which the courts have interpreted to mean a jury drawn from a cross-section of the community. The remedy for New York's deficiency is rather simple -- broader lists.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Behind Veil of Mystery: A Little More Mystery","web_url":"https://www.nytimes.com/1993/09/29/nyregion/about-new-york-behind-veil-of-mystery-a-little-more-mystery.html","abstract":"  THE place had the look and smell of a Legion Hall after a beer party or a suburban catering establishment gone bust. There were cloudy mirrors and unlighted chandeliers and everywhere images of a laughing girl with a daring peasant blouse and a headdress of tropical fruit.   A group of sexy grandmothers and matrons were arriving at the otherwise empty lounge, coming in under the canopy that said Copacabana.  \"You look gorgeous,\" one of them said to Julie Wilson, the Broadway performer and nightclub singer.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Sports of The Times; Which Suits Will Control The Garden?","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-of-the-times-which-suits-will-control-the-garden.html","abstract":"  I DON'T know about you, but I'm having trouble sleeping these nights, worrying about the big battle for the heart and soul of the Rangers and the Knicks.    I'm not sure Mark Messier has enough left to lead the Rangers to anything close to a Stanley Cup. And, yes, the Knicks had better sign Charles Oakley if they want to keep playing Pat Riley's style of corporate-management head-knuckle. But that's not what's keeping me up at night. I want to know who's going to be running these teams. I mean, really running them.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Country Music Boom Has Nashville Dancing","web_url":"https://www.nytimes.com/1993/09/29/us/country-music-boom-has-nashville-dancing.html","abstract":"  Seven months ago Chas Sandford packed up 29,000 pounds of recording gear and moved his studio from Los Angeles to Nashville. But it wasn't country music that drew him here.   \"Between crime, riots, gangs, earthquakes, and fires, it's like 'Blade Runner' out there,\" said Mr. Sandford, comparing Los Angeles to the 1982 film's nightmarish view of urban decay. \"I'd say 25 percent of the people I know have moved and a lot of them have come to Nashville, where you don't see graffiti every time you open your eyes, and you don't hear helicopters over your house all the time.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"1918:U.S. Marksmen : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-1918us-marksmen-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - During the night the Germans established new machine-gun positions in the Forest of Argonne. But the Americans, resorting to the old Indian style of fighting, are mastering them. Men with reputations for marksmanship are assigned to the task of we","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Review/Television; Finally, Mother Knows Best","web_url":"https://www.nytimes.com/1993/09/29/arts/review-television-finally-mother-knows-best.html","abstract":"  This television season, if you don't like sitcoms with single parents and their children, preferably three, maybe you should think about those yoga classes you've been putting off for years. This is glut time at the commercial networks for wisecracking mamas. Would-be Roseannes litter the electronic universe.   Two of the better new candidates can, as it happens, be found on ABC tonight: \"Thea\" at 8, and \"Grace Under Fire\" at 9:30. Like Roseanne Arnold, the stars in the title roles come from stand-up comedy and the characters they play bear varying degrees of resemblance to their real selves. The concept is bound to be with us for a while. Everybody wants to dance to the \"Seinfeld\" polka.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Books of The Times; A Serious Look at a Humorous Man","web_url":"https://www.nytimes.com/1993/09/29/books/books-of-the-times-a-serious-look-at-a-humorous-man.html","abstract":"  Will Rogers   By Ben Yagoda   Illustrated. 409 pages. Alfred A. Knopf. $27.50.     Why is it that certain legends pale after their own time? Will Rogers is known to many today mostly because of the recent and frivolous Broadway musical. You could say that a man who claimed he'd never met a man he didn't like deserves no better. But you could also say, and show, as the journalist and English professor Ben Yagoda ably shows, that a man who managed to get himself liked and listened to by Calvin Coolidge, Dorothy Parker, Franklin D. Roosevelt, Woody Guthrie and H. L. Mencken deserves more sustained analytic attention.","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"Sanitation Dept. Says Recycling Enlists More Tonnage and People","web_url":"https://www.nytimes.com/1993/09/29/nyregion/sanitation-dept-says-recycling-enlists-more-tonnage-and-people.html","abstract":"  The quantities of trash that New York City collects for recycling are way up, in part because more neighborhoods are in the program and because many households have gotten better at sorting their trash, a Department of Sanitation report declares.   In addition, more materials have been added to the list of what must be separated and set aside for recycling.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Washington Making Most of Crunch Time","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-jets-notebook-washington-making-most-of-crunch-time.html","abstract":"  Jets strong safety Brian Washington has always thought of himself as a hard hitter. However, it's only now, with the addition of the unrestricted free agent Ronnie Lott, a veteran free safety who hits like a sledgehammer, that people are beginning to notice just how much of a wallop Washington and the other members of the team's secondary is packing.   Washington knew the unit's visibility would increase once Lott signed with the team, and he wants to take advantage.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/29/sports/transactions-397893.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Purchased the contract of Mike Cook, pitcher, from Rochester of the International League. Placed Jerry Hammonds, outfielder, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"City Loses Appeal On Building Garage","web_url":"https://www.nytimes.com/1993/09/29/nyregion/city-loses-appeal-on-building-garage.html","abstract":"  In a case that is the first serious test of a New York City law requiring a fair distribution of unwanted public works, an appellate court has ruled against the city on a $35 million municipal garage and filling station that is under construction on the Lower East Side waterfront.   But the finding by the Appellate Division of State Supreme Court, like an earlier ruling by a State Supreme Court justice, did not interrupt work on the project on Piers 35 and 36, which is more than halfway to completion. A court order to stop construction was to take effect yesterday, but the city voided the order by notifying opponents of the project that it would try to take the case to the State Court of Appeals, New York's highest court.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/09/29/arts/theater-in-review-396093.html","abstract":"  Oedipus the King  Pearl Theater Company 125 West 22d Street Chelsea Through Oct. 23   By Sophocles; translated by Stephen Berg and Diskin Clay; directed by Ted Davis; stage manager, Sandra M. Bloom; set by Robert Joel Schwartz; lighting by Stephen Petrilli; costumes by Deborah Rooney; movement by Alice Teirstein; assistant stage managers, Polina Grinbaum and Daniel J. Kells. Presented by the Pearl Theater Company. WITH: Robert Hock, Sean Pratt, Margo Skinner and Timothy Wheeler.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"First Lady Takes Stage, Ending Era on the Hill","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-first-lady-takes-stage-ending-era-on-the-hill.html","abstract":"  Tim Crippen, a member of the House Ways and Means Committee staff, stood in the deserted hearing room, peering at the two mugs in his hand.   \"This one has a better lipstick print on it,\" he said, holding one up and grinning. \"Maybe I'll auction it off.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"With Inquiry, Question of Public Trust","web_url":"https://www.nytimes.com/1993/09/29/nyregion/with-inquiry-question-of-public-trust.html","abstract":"  A little more than seven years ago, when he was still a fledgling officer, Todd Jamison found himself surrounded by a police scandal that he had nothing to do with, but that turned his life miserable nonetheless. His precinct, the 77th in central Brooklyn, was rocked by what was then the largest eruption of police corruption since the Knapp Commission was convened in the early 1970's, and as he recalled yesterday, \"It was like hell working there.\"   There were abrupt mass transfers of personnel, but, if anything, what was even more personally devastating was the experience of going out on calls and continually running into \"people calling us drug dealers.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Topics of The Times; Needed: School Volunteers","web_url":"https://www.nytimes.com/1993/09/29/opinion/topics-of-the-times-needed-school-volunteers.html","abstract":"  This year's delayed opening of New York City schools means extra work for administrators, teachers and students. They could use some help. Fortunately, the New York City School Volunteer Program is already helping. The program matches needy students with tutors in reading, math and English as a second language. The need for bilingual tutors is especially acute since immigration has caused net school enrollment to swell by 55,000 each year since 1990.    Last year, nearly 6,700 volunteers provided more than 590,000 hours of instruction to more than 83,000 students. By 1995 the program hopes to enlist 7,500 tutors to serve up to 100,000 students annually. In addition to tutoring in school, volunteers accompany students on trips to museums and other cultural institutions. These activities help develop special relationships that, in turn, boost student confidence.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/09/29/arts/the-pop-life-381193.html","abstract":"  Mel Torme's Lament   As Mel Torme sees it, the best period for American popular music was the big-band era, and it's been downhill ever since.   \"The songwriters then -- the Johnny Mercers, the Jerome Kerns, the Irving Berlins, the Frank Loessers -- all raised the art of songwriting to a very, very high plateau,\" Mr. Torme, who is considered a consummate pop-jazz vocal technician, said in an interview on Monday. \"It's fallen considerably since then.\"","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Just Whose Ozone Hole Is It, Anyway?","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-just-whose-ozone-hole-is-it-anyway-516493.html","abstract":"  To the Editor:   In \"Not So Fast on the Ozone Layer Celebration\" (letters, Sept. 14), Jeffrey Holman states, \"two-thirds of all Australians are predicted to get skin cancer during their natural lifetimes because of ozone layer depletion.\"","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/29/nyregion/news-summary-804493.html","abstract":"  International A3-13  YELTSIN PRESSES LEGISLATORS  President Yeltsin of Russia tightened the cordon around the headquarters of the hostile legislature, deploying troops and water trucks. The police gave those inside 24 hours to turn in their guns.  A1  ECHOES OF THE FIGHT IN MOSCOW  A drama being played out in a western Russian city is an example of how the political battle in Moscow is being replayed throughout much of Russia. The issue is not only who will run the country, but how.  A12","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Rabin and King Hussein Reported to Meet Secretly","web_url":"https://www.nytimes.com/1993/09/29/world/rabin-and-king-hussein-reported-to-meet-secretly.html","abstract":"  Did Prime Minister Yitzhak Rabin of Israel meet clandestinely with King Hussein of Jordan on the Gulf of Aqaba on Sunday night?    Mr. Rabin says no, and so do palace officials in the Jordanian capital of Amman. But most major Israeli newspapers today reported the meeting as a fact -- even if they could not quite agree on the exact location -- and official spokesmen for the Prime Minister were less than ironclad in their denials, saying that he had spent Sunday night taking part in an unspecified \"security exercise.\"","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Meadowlands Grasses Cut to Weave Huts of Succoth","web_url":"https://www.nytimes.com/1993/09/29/nyregion/meadowlands-grasses-cut-to-weave-huts-of-succoth.html","abstract":"  Were it not for the gas-powered hedge trimmers, the view from the New Jersey Turnpike would resemble something from a 16th-century painting.    Waves of foxtail marsh grass stretch on as far as the eye can see. In a clearing, about 50 young men in black hats, white shirts and black yarmulkes scurry back and forth, many with thick bundles of 10-foot-long reeds slung across their shoulders. Their shouts ring out above the line of a dozen Bushwhacker motors.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Michigan Senator in Savings Scandal Will Retire","web_url":"https://www.nytimes.com/1993/09/29/us/michigan-senator-in-savings-scandal-will-retire.html","abstract":"  Wounded by his involvement in a savings-and-loan scandal, Senator Donald W. Riegle Jr., chairman of the Senate Banking Committee, announced today that he would retire next year rather than seek a fourth term.    The Michigan Democrat, who had $1 million on hand for his re-election campaign, was one of five Senators accused of performing favors for Charles H. Keating, a major political contributor who owned Lincoln Savings and Loan.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Russians See Democracy by Decree","web_url":"https://www.nytimes.com/1993/09/29/world/russians-see-democracy-by-decree.html","abstract":"  Yuri E. Lodkin, elected governor of this western Russian region by 53 percent of the vote last April, was on his way back from Moscow on Saturday when he heard on the radio that he had been dismissed by President Boris N. Yeltsin. By the time he reached the local government building, his copy of Presidential Decree No. 1453, sent by fax, was so fresh it was still warm.   Mr. Lodkin, a former journalist and a die-hard Communist, earned Mr. Yeltsin's wrath by opposing decree No. 1400, the Sept. 21 edict that summarily disbanded the Russian Parliament. Such treachery from a governor, even an elected one, was enough to force Mr. Lodkin not only out of his job, but out of his office. In a pre-dawn raid Sunday, local police, acting on orders from Moscow, occupied the government building. Bryansk's new Governor, Vladimir A. Karpov, followed with a decree barring Mr. Lodkin from even entering the building.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Wine Talk","web_url":"https://www.nytimes.com/1993/09/29/science/wine-talk-520293.html","abstract":"  STANDING on the quay in front of the Sandeman port cellars on a warm morning in early autumn, it's difficult to believe that the wine made here owes its fame, probabably its existence, to bitter national rivalries and bloody wars.   Port wine takes its name from Oporto, Portugal's second-largest city, after Lisbon, and a major Atlantic port at the mouth of the Douro River. But port wine has always been made here, just across the river from the ochre walls, red tile roofs and slate-colored steeples of Oporto itself.","thumbnail":null,"section":"Science"},{"date":"19930929","headline":"Africa to England and Back?","web_url":"https://www.nytimes.com/1993/09/29/sports/IHT-africa-to-england-and-back.html","abstract":"This is Africa calling ... Africa. Soccer's rising continent, its talents plundered as regularly as ivory by wealthy Europeans, sets out to reverse the process on Wednesday night. . An emissary is on his way to Arnhem to scout, and perhaps to procure for","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"James Doolittle, 96, Pioneer Aviator Who Led First Raid on Japan, Dies","web_url":"https://www.nytimes.com/1993/09/29/us/james-doolittle-96-pioneer-aviator-who-led-first-raid-on-japan-dies.html","abstract":"  James H. Doolittle, an aviation pioneer and a retired lieutenant general in the Air Force who led the daylight air raid on Tokyo and other Japanese cities four months after the Japanese attacked Pearl Harbor, died on Monday at his son's home in Pebble Beach, Calif. He was 96.   He had suffered a stroke two weeks earlier, the family said.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/29/style/chronicle-495893.html","abstract":"  GLORIA VANDERBILT has won a $1.5 million judgment against her former psychiatrist and her former lawyer, who is now deceased, The Associated Press reported yesterday. They were accused of preying on her wealth and emotional fragility.    Justice EDWARD J. GREENFIELD of the State Supreme Court in Manhattan said he agreed with a lawyers' disciplinary committee that concluded in 1992 that Thomas A. Andrews, the lawyer, had misappropriated funds and diverted them to himself and to Dr. Christ L. Zois, the psychiatrist.","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"Nets Playing Against Time in Coleman Contract Talks","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-basketball-notebook-nets-playing-against-time-in-coleman-contract-talks.html","abstract":"  According to Derrick Coleman's attorney, the Nets' latest contract offer to their star player won't be nearly enough to sign him.   The Nets are trying to sign Coleman to a long-term deal before he exercises his right to become a free agent. After this season, Coleman can become a restricted free agent, meaning the team would still be able to match an offer from another team. After two more seasons, he can become an unrestricted free agent.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Health Reform Must Treat Women Fairly","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-health-reform-must-treat-women-fairly-534293.html","abstract":"  To the Editor:   A stated purpose of the Clinton Administration's health care reform is to improve coverage of preventive and primary care services, particularly for women and children. Yet the coverage of women will be seriously undermined if an area of medicine that is fundamental to their health needs -- obstetrics and gynecology -- is excluded from the definition of primary care.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-530093.html","abstract":"  To the Editor:   \"In Rabies Spread, Veterinarians Put Profits Before Public Safety\" by Carl Semenic (letter, Sept. 16) makes a valid point, but certain distortions add to an unnecessary and counterproductive fear of all animals.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"State Trooper Is Acquitted In Tampering","web_url":"https://www.nytimes.com/1993/09/29/nyregion/state-trooper-is-acquitted-in-tampering.html","abstract":"  A jury tonight acquitted a New York State police investigator of tampering with evidence in a 1991 armed robbery, a blow to prosecutors who had won three guilty pleas in the year-old evidence-faking scandal.   The investigator, David M. Beers, a 15-year state police veteran, was the first of five state police investigators to challenge the charges. He faces a second evidence-tampering trial in November on charges he faked a fingerprint in a 1991 narcotics investigation. He faced 5 to 15 years in prison if convicted in this trial.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Review/Film: A Bronx Tale; De Niro on Each Side of Camera But Artfully Out of the Way, Too","web_url":"https://www.nytimes.com/1993/09/29/movies/review-film-bronx-tale-de-niro-each-side-camera-but-artfully-way-too.html","abstract":"Youth, mob boss, racial tensions. Warm, vibrant, often troubling.","thumbnail":null,"section":"Movies"},{"date":"19930929","headline":"U.N. Asked to Use U.S. Troops Only in Emergency","web_url":"https://www.nytimes.com/1993/09/29/world/un-asked-to-use-us-troops-only-in-emergency.html","abstract":"  The United States has told the United Nations that it wants the 1,300 American combat troops in Somalia used only for emergency operations and not for routine patrols that other United Nations troops are capable of carrying out, senior Administration and United Nations officials said today.   The Clinton Administration also repeated its intention to move the American combat troops, known as the Quick Reaction Force, from Somalia onto ships offshore \"as soon as possible,\" the officials added.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Mr. Clinton's U.N. Reality Test","web_url":"https://www.nytimes.com/1993/09/29/opinion/mr-clinton-s-un-reality-test.html","abstract":"  President Clinton raised most of the right questions about peacekeeping in his speech Monday at the United Nations. If he offered too few hints about his own intentions, that's understandable. Stuck with an unpopular (and inherited) operation in Somalia, and still groping with the foggy complexities in Bosnia, Mr. Clinton is hardly the only American who is wary about ever-expanding peacekeeping operations.    Just six years ago, he reminded the General Assembly, there were only 10,000 peacekeepers. That force has now grown to an overstretched blue-helmeted army of 80,000, deployed in 17 operations on four continents. Few would dispute Mr. Clinton's cautionary conclusion: \"If the American people are to say yes to U.N. peacekeeping, the U.N. must know when to say no.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930929","time":"1993-09-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":7.6},{"date":"19930929","time":"1993-09-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":80,"wspd":5.4},{"date":"19930929","time":"1993-09-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":5.4},{"date":"19930929","time":"1993-09-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":3.6},{"date":"19930929","time":"1993-09-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":5.4},{"date":"19930929","time":"1993-09-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":86,"wspd":5.4},{"date":"19930929","time":"1993-09-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":94,"wspd":3.6},{"date":"19930929","time":"1993-09-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":95,"wspd":5.4},{"date":"19930929","time":"1993-09-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":92,"wspd":5.4},{"date":"19930929","time":"1993-09-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":7.6},{"date":"19930929","time":"1993-09-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":85,"wspd":7.6},{"date":"19930929","time":"1993-09-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":86,"wspd":11.2},{"date":"19930929","time":"1993-09-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":78,"wspd":14.8},{"date":"19930929","time":"1993-09-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":14.8},{"date":"19930929","time":"1993-09-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":24.1},{"date":"19930929","time":"1993-09-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":20.5},{"date":"19930929","time":"1993-09-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":62,"wspd":24.1},{"date":"19930929","time":"1993-09-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":64,"wspd":16.6},{"date":"19930929","time":"1993-09-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":71,"wspd":20.5},{"date":"19930929","time":"1993-09-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":71,"wspd":14.8},{"date":"19930929","time":"1993-09-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":71,"wspd":16.6},{"date":"19930929","time":"1993-09-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":22.3},{"date":"19930929","time":"1993-09-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":84,"wspd":16.6},{"date":"19930929","time":"1993-09-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":9.4},{"date":"19930929","time":"1993-09-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":50,"wspd":14.8},{"date":"19930929","time":"1993-09-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":14.8},{"date":"19930929","time":"1993-09-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":13},{"date":"19930929","time":"1993-09-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":18.7},{"date":"19930929","time":"1993-09-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":16.6},{"date":"19930929","time":"1993-09-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":16.6},{"date":"19930929","time":"1993-09-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":13},{"date":"19930929","time":"1993-09-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":13},{"date":"19930929","time":"1993-09-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":13},{"date":"19930929","time":"1993-09-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":13},{"date":"19930929","time":"1993-09-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":14.8},{"date":"19930929","time":"1993-09-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":18.7},{"date":"19930929","time":"1993-09-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":16.6},{"date":"19930929","time":"1993-09-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":18.7},{"date":"19930929","time":"1993-09-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":60,"wspd":22.3},{"date":"19930929","time":"1993-09-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":50,"wspd":25.9},{"date":"19930929","time":"1993-09-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":25.9},{"date":"19930929","time":"1993-09-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":45,"wspd":24.1},{"date":"19930929","time":"1993-09-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":45,"wspd":20.5},{"date":"19930929","time":"1993-09-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":46,"wspd":22.3},{"date":"19930929","time":"1993-09-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":37,"wspd":18.7},{"date":"19930929","time":"1993-09-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":42,"wspd":24.1},{"date":"19930929","time":"1993-09-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":43,"wspd":18.7},{"date":"19930929","time":"1993-09-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":48,"wspd":14.8}]},"19930930":{"guardian_articles":[{"date":"19930930","headline":"Smith pulls off high-risk gamble","web_url":"https://www.theguardian.com/politics/1993/sep/30/labour.uk","abstract":null,"thumbnail":null,"section":"Politics"},{"date":"19930930","headline":"Seve sings Ryder Cup blues","web_url":"https://www.theguardian.com/sport/1993/sep/30/rydercup2002.rydercup","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930930","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/30/sports/results-plus-309493.html","abstract":"  SOCCER Milan and United Each Win Cup Matches AC Milan of Italy and Manchester United of England advanced to the second round of the European Champions Cup last night in less-than-impressive form. A crowd of 40,000 whistled at San Siro Stadium in Italy as Milan played a scoreless tie against the Swiss champion, FC Aarau, and advanced, 1-0, on aggregate in the home-and-home series. United, in its first home game in the Champions Cup at Old Trafford in 24 years, beat Honved Kispest of Hungary, 2-1, on a pair of goals by Steve Bruce and advanced, 5-3, on aggregate. On a night when 43 European games were played, all five Italian teams advanced. Joining AC Milan were Torino in the Cup Winners Cup and Cagliari, Inter Milan and Lazio in the U.E.F.A. Cup. Scottish champion Glasgow Rangers, which won the first leg at home, 3-2, allowed Nikolai Todarov to score in the final minute, giving Levski Sofia a 2-1 victory and sending the Bulgarians into the next round on away goals. The Spanish champion, Barcelona, led by a pair of goals from Jose Maria Bakero, beat Dinamo Kiev of Ukraine, 4-1, and advanced, 5-4, on aggregate. (AP) TENNIS No. 1 Edberg Still Feels at Home in Basel Stefan Edberg, who is bidding to win this tournament a fourth time, defeated Christian Bergstroem, 6-2, 7-6 (7-3), yesterday to advance to the second round of the $800,000 Swiss Indoors tournament in Basel, Switzerland. Edberg, the No. 1-seeded player, last won this event in 1988 and is seeking only his second singles title this year on the ATP Tour.  Zvereva Advances to Quarterfinals: Natalya Zvereva recovered with a third-set rally to beat a former Stanford All-American, Meredith McGrath, 2-6, 6-2, 7-6 (7-2), for a quarterfinal berth in the Volkswagen Card Cup in Leipzig, Germany. Zvereva next faces Steffi Graf, who eliminated Nicole Muns-Jagerman of the Netherlands, 6-1, 6-1, in 44 minutes. Graf is trying to win this tournament a fourth straight time. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"CASE OF SENATOR: ETHICAL GRAY AREA","web_url":"https://www.nytimes.com/1993/09/30/us/case-of-senator-ethical-gray-area.html","abstract":"  Senator Kay Bailey Hutchison, a Republican, says her indictment on charges of abusing her former office of Texas Treasurer is \"politics at its lowest.\" Her Democratic prosecutor is just as unequivocal in insisting that the message is that \"no one is above the law.\"    But with the prospect of Mrs. Hutchison going on trial here in the midst of a campaign forre-election next fall, her case really seems to be shaping up as a test of one of politics' grayest areas.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Weicker as Political Phoenix; Connecticut's Governor Rises From Ashes of Unpopularity","web_url":"https://www.nytimes.com/1993/09/30/nyregion/weicker-political-phoenix-connecticut-s-governor-rises-ashes-unpopularity.html","abstract":"  Two years ago, Lowell P. Weicker Jr. was considered king of the walking wounded in Connecticut public life, a gubernatorial ghost who would rattle around the Capitol for the rest of his term. He had pushed through a tax overhaul plan and an income tax, and his approval ratings were plumbing new depths. The conventional wisdom was that he could not recover.   Today, on the eve of a promised announcement about whether he will seek a second term, Mr. Weicker appears very much to have retaken the reins of his destiny. Like Gov. Jim Florio of New Jersey, who was similarly vilified over taxes in 1990 and has since bounced back, Mr. Weicker has succeeded in shifting the focus from his past actions to wide-eyed wonder about what he will do next. In Constant Motion    From his call for regional efforts to end the de facto segregation of Connecticut public education, to his end run around Las Vegas casino developers who retreated in failure after spending millions to push for casinos in Bridgeport and Hartford, to his sudden and single-minded push to get a pro football franchise for Connecticut, Mr. Weicker has been a player in constant motion.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-what-theyre-reading.html","abstract":"Kurt Kasch, member of the board of directors of the Deutsche Bank in Berlin, is currently reading \"Goodbye, Germany,\" a book in German by British correspondent Jonathan Carr. .\"I am enjoying this book, because it recounts the author's lon","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Coleman Won't Listen Later, So Talk Now","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-basketball-coleman-won-t-listen-later-so-talk-now.html","abstract":"  Talks between the Nets and the agent for DERRICK COLEMAN are not exactly deadlocked, but they are definitely on the hold button. They will be disconnected Oct. 8, the first day of training camp, because Coleman doesn't want to be distracted during the season.   \"This was initiated by the Nets and not by us,\" said Coleman's Detroit based attorney, HAROLD MacDONALD, by telephone yesterday. \"We came up with an offer that we think Derrick would sign for and they came with another offer. It was a good offer if Derrick was a free agent starting this year. I don't want to get into numbers because if it turns out different then it looks like somebody won and somebody lost.\"","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/30/arts/pop-and-jazz-in-review-162893.html","abstract":"  Marc Cohn  Town Hall   Two years ago, Marc Cohn, a foggy-voiced singer and songwriter from Cleveland, scored a hit with \"Walking in Memphis,\" a homage to soul music that won him a Grammy for best new artist of 1991. In this reverential tribute, the singer strolls through Memphis in the rain, soaking in atmosphere and communing with the spirits of departed musical idols.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-513593.html","abstract":"  An article on Tuesday about The Two River Times, a New Jersey weekly newspaper, misstated the current assignment of Maury Povich, a television host who lives in New Jersey. He is host of \"The Maury Povich Show\"; he is a former host of \"A Current Affair.\"","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"LABOR PARTY CUTS UNIONS' INFLUENCE","web_url":"https://www.nytimes.com/1993/09/30/world/labor-party-cuts-unions-influence.html","abstract":"  John Smith, the Labor Party leader, narrowly won a knockdown, drag-out struggle today to weaken the hold of Britain's unions over the Labor Party.   Reformers within the party were convinced that the move was necessary to improve the party's image and so help propel it out of the wilderness of opposition to the ruling Conversatives where it has languished for 14 years.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Somalia: Learn From Cambodia","web_url":"https://www.nytimes.com/1993/09/30/opinion/somalia-learn-from-cambodia.html","abstract":"  Finally, the Clinton Administration has gotten the message: Reports of U.S. and civilian casualties are threatening to sink public support for U.N. peacekeeping in Somalia -- and in general. Humanitarian relief has degenerated into a turf war against one holdout warlord, Mohammed Farah Aidid.    Now Washington is demanding that U.S. forces no longer be used on patrol missions in the Aidid stronghold of south Mogadishu, and is seeking a redirection of the mission toward diplomatic and political reconstruction of a Somali government.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Nothing Is Simple in Picking a Trade Center Blast Jury, but 12 Are Found","web_url":"https://www.nytimes.com/1993/09/30/nyregion/nothing-is-simple-in-picking-a-trade-center-blast-jury-but-12-are-found.html","abstract":"  A large woman in a purple sweater and bushy hair -- Ms. 100 -- was the first to be considered for the jury, her number pulled at random from a wooden wheel in Manhattan Federal Court.   Ushered to the first green leather chair in the first row of the jury box, she would have become, automatically, the forewoman in the trial of four men charged in the World Trade Center bombing.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/30/nyregion/bridge-063093.html","abstract":"  A delicate point on which experts disagree is the advisability of balancing against an opening no-trump bid. In general such action is risky, because a good fit is unlikely to be available when both opponents are presumed to have balanced hands, but vulnerability, type of scoring and conventional agreements have to be taken into consideration.   All these factors, and one other, were in East's favor on the diagramed deal played Sunday at the Ramada Hotel, Seventh Avenue and 33d Street, in the New York City final of the North American Open Pairs. South's eccentric no-trump opening was no doubt aimed at silencing his opponents, but had the contrary effect. If he had opened one diamond and received a one-spade response, he would have been able to rebid one no-trump and end the bidding. That would probably have failed by one trick, for a good score.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Libya Says Scotland Can Try Flight 103 Suspects","web_url":"https://www.nytimes.com/1993/09/30/world/libya-says-scotland-can-try-flight-103-suspects.html","abstract":"  Facing a Friday deadline to hand over the two suspects in the bombing of Pan Am Flight 103 in 1988 or risk tougher United Nations economic sanctions, the Libyan Government said today that it would not object if the men went to Scotland to stand trial.   But in a brief statement issued in Tripoli, quoting an unidentified Foreign Ministry source, the official Libyan News Agency stopped short of saying the men would be surrendered to Scottish authorities, declaring instead that the final decision whether to go to Scotland was up to the suspects themselves.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"In Mostar's Muslim Area, 35,000 Endure in Rubble","web_url":"https://www.nytimes.com/1993/09/30/world/in-mostar-s-muslim-area-35000-endure-in-rubble.html","abstract":"  When war returned to this divided river city almost five months ago, Asim Segetalo gave up expecting people to knock on his door before barging in.   The 43-year-old metalworker's house in Mostar's Muslim quarter has become a detour for pedestrians trying to skirt Croatian sniper fire on a 30-yard stretch of a main shopping street. Each day, hundreds of people stream in the front door, through the kitchen he set up for his family on the house's well-shielded ground floor and exit through the back. Hundreds more pass in the opposite direction.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Slow Death for Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-slow-death-for-bosnia-letters-to-the-editor.html","abstract":"The Serbs have achieved their goal of creating a Greater Serbia by \"ethnic cleansing.\" The Croats did the same for a Greater Croatia. The Muslims of Bosnia will be left with 30 percent on paper, 10 percent in reality. .Western countries say t","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Official Warning by Yeltsin Fails to Dislodge Legislators","web_url":"https://www.nytimes.com/1993/09/30/world/official-warning-by-yeltsin-fails-to-dislodge-legislators.html","abstract":"  In what sounded like a final ultimatum to the Russian Parliament, the national and city governments today ordered leaders of the legislature to evacuate the building and surrender all arms by Monday.   The ultimatum came as a \"demand\" addressed to the two leaders of the holdout deputies, Ruslan I. Khasbulatov and Aleksandr V. Rutskoi, who were warned that failure to comply could carry \"grave consequences\" for which they would bear \"full responsibility.\"","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Dwayne's World Headed for Milwaukee?","web_url":"https://www.nytimes.com/1993/09/30/sports/pro-basketball-dwayne-s-world-headed-for-milwaukee.html","abstract":"  Leaving the Nets with a difficult decision, the Milwaukee Bucks and the restricted free agent Dwayne Schintzius have agreed to a three-year, $4.8 million offer sheet. The Nets have 15 days after receiving the offer sheet to match it, or they will lose Schintzius to Milwaukee.   \"I guess right now, Dwayne's sort of in limbo, playing for the Milwaukee Nets,\" said Frank Martin of Pro-Exec, Schintzius's agent, who spoke from his car phone on his way to deliver the offer sheet to the Nets yesterday afternoon. \"I don't know if the Nets will match or not, but we're delighted for Dwayne. It's a good offer.\" The Whys Have It    What made Milwaukee pursue a center who played in only 10 games last season and who has a career 3.4 scoring average? There are several factors. Schintzius is 7 feet 2 inches, he turns 25 years old next month, he has ability and the rebuilding Bucks need a young center. Schintzius's work ethic has been the big question mark during his three-year professional career. But he was impressive during summer-league play, and he showed a willingness to improve by attending Pete Newell's Big Man's Camp in Hawaii. Seven-footers with talent are not plentiful, and the Bucks are willing to take a chance on Schintzius.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"New Proposal Would Automatically Limit Secrecy","web_url":"https://www.nytimes.com/1993/09/30/us/new-proposal-would-automatically-limit-secrecy.html","abstract":"  Trying to establish a post-cold-war policy for classifying Government documents, the Clinton Administration is considering a proposal intended to give the public easier access to sensitive information but still allow officials considerable discretion to withhold some secrets.   The proposal was drafted by a committee of Government officials ordered by President Clinton in April to design a new system for the United States to keep its secrets. A major part of the proposal is to declassify virtually all Government documents after 40 years.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"U.S. Pact to Return Inmates To Havana Alarms Emigres","web_url":"https://www.nytimes.com/1993/09/30/us/us-pact-to-return-inmates-to-havana-alarms-emigres.html","abstract":"  The Clinton Administration, in secret talks with the Government of Fidel Castro, has agreed to hand over to Havana some 1,500 Cubans held in Federal prisons, spreading waves of alarm among Cuban exiles here.   On the streets of Little Havana, there was concern over what could await the prisoners once they are returned to jails in Cuba. But even more widespread were the fears that the deal announced by the Justice Department late Tuesday, the first of its kind in nearly a decade, might signal the start of a broader rapprochement between the United States and Cuba.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/30/sports/transactions-125393.html","abstract":"  Baseball  National League  FLORIDA MARLINS -- Agreed to terms with Gary Sheffield, third baseman, on a four-year contract. Basketball  National Basketball Association  LOS ANGELES LAKERS -- Agreed to terms with Elden Campbell, forward. Continental Basketball Association","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"MacLean Paces The Devils","web_url":"https://www.nytimes.com/1993/09/30/sports/maclean-paces-the-devils.html","abstract":"  John MacLean's second goal of the game, 1 minute 16 seconds into overtime, gave the Devils a 5-4 triumph over the Hartford Whalers in a preseason last night at Knickerbocker Arena.    Stephane Richer also had two goals and Jimmy Dowd had the other for the Devils, and Scott Niedermayer had three assists, including the assist on MacLean's winner.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Dinkins Goes on Offensive Over Giuliani's Views","web_url":"https://www.nytimes.com/1993/09/30/nyregion/dinkins-goes-on-offensive-over-giuliani-s-views.html","abstract":"  With the underbrush of the Democratic runoff for New York City comptroller cleared away, Mayor David N. Dinkins went on the offensive yesterday, broadcasting his first critical television commercial attacking Rudolph W. Giuliani's past stands on abortion, and squaring off with his challenger over the volatile issue of the city's affirmative-action program for minority contractors.   Together, the Mayor's moves highlighted the candidates' battle for the support of three vital constituencies -- women, liberal Jews and Hispanic voters -- as the race moved solidly into a new phase: direct confrontation. Mr. Giuliani responded by accusing Mr. Dinkins of negative campaigning intended to confuse the voters. 1989 Revisited    By reviving Mr. Giuliani's public reservations about abortion from the 1989 mayoral race, even though the Republican-Liberal candidate has long since said he unequivocally backs abortion rights, Mr. Dinkins sought to reopen the gender gap that prevailed between them four years ago but has virtually disappeared in recent polls.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/30/arts/pop-and-jazz-in-review-594193.html","abstract":"  John Zorn  The Knitting Factory   Of all the acts of musical reclamation the composer John Zorn dabbles in, his revamping of Ornette Coleman's music, called \"Spy vs. Spy,\" has been the least satisfying. Mr. Zorn, as part of the monthlong festival of his own music at the Knitting Factory, performed Mr. Coleman's work on Monday night, and though the performance didn't always add up to much, it was fascinating to see the music so thoroughly reinvented.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"One Phillies Fan, Starved for Glory, Dares to Dream","web_url":"https://www.nytimes.com/1993/09/30/sports/IHT-one-phillies-fan-starved-for-glory-dares-to-dream.html","abstract":"One thing about being a Philadelphia fan is that at least it's not as awful as rooting for the Chicago Cubs or, say, the old St. Louis Browns. The Phillies have actually won a few division titles, a couple of pennants and even a World Series in recent ti","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Drug Companies Feeling Pressure of Clinton's Plan To Keep Their Prices Down","web_url":"https://www.nytimes.com/1993/09/30/us/clinton-s-health-plan-drug-companies-feeling-pressure-clinton-s-plan-keep-their.html","abstract":"  Exchanging verbal thunderbolts with the companies that make prescription drugs, President Clinton has denounced high prices that force some sick and elderly Americans to skip meals to pay for medicine.    His proposals for revamping the medical system would fundamentally reshape the playing field for drug companies, pressuring them to hold down prices and in some ways treating them as much like a crucial social service or public utility as private profit-seeking businesses.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/30/nyregion/news-summary-661693.html","abstract":"  International A3-14  BOSNIA REJECTS PEACE PLAN  Bosnia's Muslim-dominated Parliament decisively rejected an international peace plan, possibly derailing a settlement that would end the war by partitioning the country into three ethnic states.  A1  PALESTINIAN AID PLEDGE PREDICTED  Palestinians in the West Bank and Gaza Strip will receive pledges of about $2 billion in aid from more than two dozen countries -- including Israel -- at a conference in Washington on Friday, American officials said.  A1","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/30/style/chronicle-526793.html","abstract":"  A University of Massachusetts English professor's contention in a Harper's Magazine article that sexual relationships between faculty members and students can in some cases be helpful to the student has set off a furor on the campus in Amherst.    Prof. WILLIAM KERRIGAN, who is also director of the program on psychoanalytic studies, is quoted in the September issue of the magazine as saying: \"There is a kind of student I've come across in my career who was working through something that only a professor could help her with. I'm talking about a female student who, for one reason or another, has unnaturally prolonged her virginity.\"","thumbnail":null,"section":"Style"},{"date":"19930930","headline":"Status as Underdog Hardly Frightens Phils","web_url":"https://www.nytimes.com/1993/09/30/sports/on-baseball-status-as-underdog-hardly-frightens-phils.html","abstract":"  Ten years ago Tuesday, the Philadelphia Phillies clinched the National League Eastern Division and were immediately given little chance of winning the pennant.   Funny how history repeats itself.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Kelly Sees Hearings by Panel As 'One-Sided' and 'Scripted'","web_url":"https://www.nytimes.com/1993/09/30/nyregion/kelly-sees-hearings-by-panel-as-one-sided-and-scripted.html","abstract":"  New York City's top police official yesterday described the hearings by a city commission investigating police corruption as \"one-sided\" and \"a scripted presentation,\" and suggested that their purpose was to put into practice a decision that he said the panel had already made: creation of an outside agency to monitor the police.   The remarks by Police Commissioner Raymond W. Kelly, during his weekly news briefing at Police Headquarters in lower Manhattan, were the Commissioner's most detailed response to the hearings since they began on Monday.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Campbell Gets a New Lakers Contract","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-basketball-campbell-gets-a-new-lakers-contract.html","abstract":"  The Los Angeles Lakers said yesterday that they have a new contract with ELDEN CAMPBELL, the 7-foot forward who had a strong playoff performance against the Phoenix Suns last spring after nearly three seasons as a reserve. Campbell, 25, became a restricted free agent July 1. His ability as a shot-blocker gave him additional stature with the Lakers when the team's rebounding leader, A. C. GREEN, signed with Phoenix on Tuesday. No details on the pact were made public. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"In Another Part of Somalia, Resentment of the U.N.","web_url":"https://www.nytimes.com/1993/09/30/world/in-another-part-of-somalia-resentment-of-the-un.html","abstract":"  There are no United Nations peacekeepers here, and graffiti-covered jeeps mounted with anti-aircraft guns and crowded with armed Somali youths career through the streets.    But Hargeisa is a relatively peaceful Somali city. The colorful markets buzz with noise. Uniformed, armed policemen patrol the town and arrest thieves.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Books of The Times; New Beginnings Near the End of Life","web_url":"https://www.nytimes.com/1993/09/30/books/books-of-the-times-new-beginnings-near-the-end-of-life.html","abstract":"  Old Friends  By Tracy Kidder  352 pages. Richard Todd/Houghton Mifflin. $22.95.    \"It was not the place itself but the visions of the life to come that got her down,\" Tracy Kidder writes about Ruth, a volunteer at the nursing home he describes so touchingly in his new book, \"Old Friends.\"","thumbnail":null,"section":"Books"},{"date":"19930930","headline":"An Eagle Poses A Threat To Jets","web_url":"https://www.nytimes.com/1993/09/30/sports/pro-football-an-eagle-poses-a-threat-to-jets.html","abstract":"  Although the Jets are off to a surprising 2-1 start this season, they are 0-1 against fleet-footed quarterbacks. Having failed to contain John Elway in a season-opening loss to the Denver Broncos, the Jets will be hosts to the elusive Randall Cunningham and the Philadelphia Eagles (3-0) on Sunday.   \"We didn't do as good a job containing Elway as we did the next two games, containing Marino and Bledsoe,\" defensive tackle Leonard Marshall said, referring to Miami's Dan Marino and New England's Drew Bledsoe. \"We didn't put enough heat on Elway, we allowed him to make more plays than the other two guys made, and it cost us.\"","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Frank Rich Appointed An Op-Ed Columnist","web_url":"https://www.nytimes.com/1993/09/30/arts/frank-rich-appointed-an-op-ed-columnist.html","abstract":"  Frank Rich, chief theater critic for The New York Times for 13 years, has been named The Times's newest Op-Ed columnist. His appointment was announced yesterday by Arthur Sulzberger Jr., publisher of The Times.   Mr. Rich, 44 years old, will write twice-weekly commentary on American society and culture, Mr. Sulzberger said. The column is to begin in the first week of 1994. Mr. Rich will remain theater critic through this fall season.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Key Finishes Year in Style","web_url":"https://www.nytimes.com/1993/09/30/sports/baseball-key-finishes-year-in-style.html","abstract":"  Jimmy Key did not have a pennant race to pitch in, but there were other objectives. Like the chance to win 18 games for the first time, to solidify the Yankees' grasp on second place, to increase his career-best strikeout total and to further demonstrate that the team was wise to make a four-year, $17 million investment in him.   Key accomplished all of the above and finished his first season with the Yankees in style tonight by pacing them to an 8-3 victory over the Orioles at Camden Yards. In allowing one run and striking out nine in seven innings, Key improved to 18-6 and finished with 173 strikeouts and a 3.00 earned run average. He bettered his victory total of 1987 when he was 17-8 with a 2.76 e.r.a. for Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Kelly's Zeros: Numbers Don't Add Up to Championship","web_url":"https://www.nytimes.com/1993/09/30/sports/on-pro-football-kelly-s-zeros-numbers-don-t-add-up-to-championship.html","abstract":"  The Miami Dolphins offered the Buffalo Bills a resounding wake-up call last Sunday and, no doubt, Jim Kelly's head must still be ringing from the rude alarm.   Miami turned the Bills inside out and upside down in jumping to a quick 19-0 lead before winning by 22-13 at Rich Stadium. The Dolphins believe they may have finally found an answer to Buffalo's recent dominance. These American Football Conference East rivals match up better now than in recent years. They will be the front-runners for the A.F.C. championship all season.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Williams and Rasheed of Giants Are on the Spot","web_url":"https://www.nytimes.com/1993/09/30/sports/pro-football-williams-and-rasheed-of-giants-are-on-the-spot.html","abstract":"  Giants cornerback Perry Williams is an 11-year National Football League veteran who has \"been through the wars.\" The only wars rookie fullback Kenyon Rasheed has seen since joining the league have been on late-night television. But in a strange way, the rookie and the veteran might have a lot in common.   The Giants (3-0) will play the Buffalo Bills (2-1) in Orchard Park, N.Y., on Sunday night in what is being called the biggest game of the season thus far for the Giants. And they are calling on Williams, a talented player who was beaten out by Phillippi Sparks in training camp, and Rasheed, a rookie out of the University of Oklahoma who hasn't carried the ball since the third preseason game.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Eagles Are Off to a Flying Start in 1993","web_url":"https://www.nytimes.com/1993/09/30/sports/pro-football-eagles-are-off-to-a-flying-start-in-1993.html","abstract":"  Winning does wonders for a pro football team. It even erases the negatives of a few months ago, which explains why the Eagles have all but forgotten that of their 11 teammates eligible last spring for unrestricted free agency, all 11, including Reggie White, left. Which explains why rebellious players ordered to stop criticizing the team coaches and executives or forfeit one week's pay now have only good things to say. Which explains why Randall Cunningham, a gifted but mercurial quarterback and one of those former dissenters, is happy.   The surprising Eagles have a 3-0 record in this young National Football League season. On Sunday, they should be tested when they meet the fast-improving Jets (2-1) at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"1893:Tiff Over Andorra : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-1893tiff-over-andorra-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The little independent Republic of Andorra, in the Pyrenees, which is under the joint suzerainty of France and of the Spanish Bishop of Urgel, is just now a bone of contention. The French Government has taken upon itself to open a telegraph servic","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"CLINIC FIREBOMBED IN PENNSYLVANIA","web_url":"https://www.nytimes.com/1993/09/30/us/clinic-firebombed-in-pennsylvania.html","abstract":"  A firebomb yesterday severely damaged a Planned Parenthood office in Lancaster, Pa., that offers abortion referrals and family planning. It was the third such attack around the country in 10 days and brought renewed calls from abortion rights groups for a Federal investigation into the possibility of a conspiracy.   Investigators in Pennsylvania said a bomb was tossed through a rear window into the office of the director of patient services, damaging an office, examining rooms and equipment. \"We have no suspects, but there are leads,\" Wiliam A. Henry, a state police fire marshal, was quoted by The Associated Press as saying.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"And So, After 17 Innings, the Mets Finally Rest","web_url":"https://www.nytimes.com/1993/09/30/sports/baseball-and-so-after-17-innings-the-mets-finally-rest.html","abstract":"  The Mets don't have much talent. They don't have many triumphs. Mercy isn't anything they come by easily, either.   But compassion, along with the game's only run, arrived in the 17th inning last night at Shea Stadium. Jeff Kent doubled with two out to score Eddie Murray as the Mets defeated the Cardinals, 1-0, in the longest scoreless game for New York since Aug. 19, 1968. The Cardinals hadn't played a scoreless game for that long since 1933.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"WOMEN PAY PRICE FOR BEING OBESE","web_url":"https://www.nytimes.com/1993/09/30/us/women-pay-price-for-being-obese.html","abstract":"  Women who are fat suffer enormous social and economic consequences, a new study has shown. They are much less likely to marry than women of normal weight and are more likely to be poor and to earn far less.    Fat men are also less likely to marry than men of normal weight, but they seem just as well off financially, the researchers found.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Review/Music; Pure Simplicity On Instrument Of Complexity","web_url":"https://www.nytimes.com/1993/09/30/arts/review-music-pure-simplicity-on-instrument-of-complexity.html","abstract":"  When the Aaron Copland School of Music at Queens College unveiled a splendid new auditorium last year, organists took note of its handsome concert organ, built by Gene Bedient after northern German, early-18th-century models. With three manual divisions and one pedal division comprising 36 stops, the instrument leans more to wind than to brass, with a burnished solidity in the principals and an array of sharp reed timbres. The shrill attack of the Brustwerk (chest-level) pipes takes a little getting used to, but those pipes are an integral part of the overall character.   Donald Ingram responded on Sunday afternoon with a program heavy on the Austrian-German tradition: Bach's Prelude in E flat and \"St. Anne\" Fugue, Mozart's Bach-like Fantasie in F minor, two of Brahms's Chorale Preludes, two canons by Schumann and, for variety, Ives's \"Variations on America\" and Chorale Prelude on \"Adeste Fidelis.\"","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Clinton Repeats Support for Yeltsin","web_url":"https://www.nytimes.com/1993/09/30/world/clinton-repeats-support-for-yeltsin.html","abstract":"  President Clinton offered a powerful endorsement for President Boris N. Yeltsin today as Administration officials expressed confidence that the Russian President did not intend to use force to resolve his showdown with his opponents in the Russian Parliament.   In a meeting at the White House, Russia's Foreign Minister, Andrei V. Kozyrev, presented Mr. Clinton with a letter pledging Mr. Yeltsin's \"firm decision\" to avoid bloodshed in the crisis. The letter also promised that \"no storming\" was being planned of the Parliament headquarters where the rebel lawmakers have taken refuge.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Inquiry to Focus on Charge of Fixed Bouts","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-boxing-inquiry-to-focus-on-charge-of-fixed-bouts.html","abstract":"  Florida boxing officials said yesterday they are investigating an accusation of fixed boxing matches, including fights involving RANDALL (TEX) COBB and MARK GASTINEAU.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Trying to Give Slovaks the Bad News","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-trying-to-give-slovaks-the-bad-news-599293.html","abstract":"  To the Editor:   Yes, there is a need to \"Unshackle the Press in Slovakia\" (editorial, Sept. 18), as my personal experience illustrates.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"New Jersey Trying to Lure Yankees, an Aide to Cuomo Says","web_url":"https://www.nytimes.com/1993/09/30/nyregion/new-jersey-trying-to-lure-yankees-an-aide-to-cuomo-says.html","abstract":"  A close adviser to Gov. Mario M. Cuomo said yesterday that he was certain New Jersey had made a lucrative offer to lure the New York Yankees from the Bronx and worried that New Jersey would reach an agreement with the Yankees' principal owner, George M. Steinbrenner, before New York can act.   \"I just hope he doesn't say he's got a deal and says, 'I don't want to talk to you,' \" said Vincent Tese, New York State's economic development director.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Puerto Ayora Journal; Galapagos Burden: Goats, Pigs and Now People","web_url":"https://www.nytimes.com/1993/09/30/world/puerto-ayora-journal-galapagos-burden-goats-pigs-and-now-people.html","abstract":"  An afternoon stroll down Charles Darwin Avenue captures the rapid evolution of Homo sapiens in the Galapagos.    Ecuadorean rap music blares from the Blowout Bar; an Otavalo Indian peddles Andean wool ponchos outside a new pizzeria, and at a souvenir kiosk tourists pick through T-shirts, including one praising an endemic bird species: \"I Love Boobies.\"","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Gay Parents Become Increasingly Visible","web_url":"https://www.nytimes.com/1993/09/30/us/gay-parents-become-increasingly-visible.html","abstract":"  In a small Michigan town, a third grader pipes up with his contribution for show and tell: he describes the gay and lesbian parents' convention he attended with his two mothers.   In Virginia, a lesbian mother who is too afraid to allow her name to be used tells of being forced by a judge to choose between her children and her partner.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Nikolais Memorial","web_url":"https://www.nytimes.com/1993/09/30/arts/nikolais-memorial.html","abstract":"  A memorial service for Alwin Nikolais, the choreographer, designer and composer of electronic music, will be held on Monday at 6 P.M. at Hunter College in the Sylvia and Danny Kaye Playhouse at 695 Park Avenue, at 68th Street, in Manhattan. Mr. Nikolais died on May 8 at the age of 82.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Hevesi Attacked by Badillo As From 'Queens Machine'","web_url":"https://www.nytimes.com/1993/09/30/nyregion/hevesi-attacked-by-badillo-as-from-queens-machine.html","abstract":"  Sounding refrains he intends to repeat throughout the race for city comptroller, Herman Badillo yesterday described his opponent, Alan G. Hevesi, as an \"undistinguished\" Assemblyman and \"Queens machine\" politician who lacked the experience, independence and skill to be New York City's top fiscal monitor.   \"Mr. Hevesi is nothing if not the creation of the party bosses and their cohorts,\" Mr. Badillo, the Republican-Liberal candidate, said at a news conference outside the Manhattan Correctional Center. \"The question is: how dependent is Mr. Hevesi on the Queens Democratic organization?\"","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Somalia, Through a Glass Darkly","web_url":"https://www.nytimes.com/1993/09/30/opinion/somalia-through-a-glass-darkly.html","abstract":"  The following is an item, dated Dec. 9, 1992, in my personal diary, which I have kept intermittently for most of my life. I have left it unedited, exactly as then written.    When I woke up this morning, I found the television screen showing live pictures of the Marines going ashore, in the grey dawn of another African day, in Somalia. It is clear that with a very large part of the American public, but particularly with that part of the public that speak or writes on public affairs, and -- not last -- with the political establishment, there is general support for this venture.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Muslim Fundamentalism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-muslim-fundamentalism-letters-to-the-editor.html","abstract":"Regarding \"Another Despotic Creed Seeks to Infiltrate the West\" (Opinion, Sept. 9) by Clare Hollingworth: .The so-called militant fundamentalist Muslim groups are popular anti-government movements in countries with oppressive and unrepresenta","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Abortion View Can't Be Test for a Federal Judge; South Dakota Example","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-abortion-view-can-t-be-test-for-a-federal-judge-south-dakota-example-597693.html","abstract":"  To the Editor:   Your Sept. 21 editorial on the possibility that President Clinton may appoint anti-abortion judges to the lower Federal courts is absolutely on target, as dramatically illustrated by a lawsuit we are bringing in a lower Federal court in South Dakota.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"High Toll in India Quake","web_url":"https://www.nytimes.com/1993/09/30/us/high-toll-in-india-quake.html","abstract":"  As many as 1,000 people were reported killed in a series of powerful earthquakes that rocked western India today. The police in Maharashtra state said 1,000 people were killed in Khilari, about 280 miles east of Bombay. Hundreds of homes were flattened there. At least 22 people were reported killed in surrounding areas.    Article, page A8.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Line Drive Still Hangs Over Yank","web_url":"https://www.nytimes.com/1993/09/30/sports/baseball-line-drive-still-hangs-over-yank.html","abstract":"  When the final out is made in Sunday's season finale between the Yankees and the Tigers at Yankee Stadium, Bernie Williams says he will be ready to return to Puerto Rico in the time it takes to pack his suitcases.   While a cynic might think Williams is eager to go home so he can leave the tattered ending of a promising season, the Yankee outfielder is truly in a rush to see his wife, Waleska, and 3-year-old son, Bernie Jr.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Dolphin Linebacker Fined for a Gesture","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-football-dolphin-linebacker-fined-for-a-gesture.html","abstract":"  Miami Dolphins linebacker BRYAN COX was fined $10,000 by the National Football League yesterday for making obscene gestures to the crowd before Sunday's game at Buffalo. He plans to appeal.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-706093.html","abstract":"  An obituary on Tuesday about Betty Klarnet, the retired managing editor of Harper's Bazaar magazine who died on Sept. 26, misstated the residence of her daughter, Katy Klarnet. She lives in West Hartford, Conn., not West Haven.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"A.M.A. Rebels Over Health Plan In Major Challenge to President","web_url":"https://www.nytimes.com/1993/09/30/us/clinton-s-health-plan-ama-rebels-over-health-plan-major-challenge-president.html","abstract":"  The American Medical Association urged doctors today to lobby patients to oppose central elements of President Clinton's health plan, including Federal regulation of health insurance premiums and cuts in the growth of Medicare and Medicaid.   At a political education conference here and in documents sent to all doctors across the country, leaders of the A.M.A. punctured the spirit of bipartisan euphoria that has been hovering over the plan since Mr. Clinton presented it in a speech to Congress last week.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"U.S. Journalist Feared Dead In Battle for a Georgian City","web_url":"https://www.nytimes.com/1993/09/30/world/us-journalist-feared-dead-in-battle-for-a-georgian-city.html","abstract":"  An American journalist who was a frequent contributor to The Wall Street Journal is presumed to have been killed in the battle between Georgian troops and separatists for control of a regional capital, The Journal said yesterday.   The reporter, Alexandra Tuttle, 34, is thought to have been killed on Sept. 22, when Abkhazian rebels shot down a Tupelov-134 plane flying from Tbilisi, the capital of Georgia, to Sukhumi, the capital of the Abkhazia region. The separatists took control of the city Monday night.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Clinton Hits a Nerve on Race","web_url":"https://www.nytimes.com/1993/09/30/opinion/clinton-hits-a-nerve-on-race.html","abstract":"  Bill Clinton struck a nerve when he said that Mayor David Dinkins of New York had a tough re-election fight partly because Mr. Dinkins is black and his Republican challenger, Rudolph Giuliani, is white.   Mr. Clinton's remarks have generated lots of sound and fury, so it's important to look at what the poll-takers have found. Their numbers show that race matters, and matters a lot, in elections.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"On the Way to Fight, Lawsuit Breaks Out","web_url":"https://www.nytimes.com/1993/09/30/sports/boxing-on-the-way-to-fight-lawsuit-breaks-out.html","abstract":"  For once, the two heavyweights who will face off in this championship bout will be fighting for queen, not King.   But while Don King was nowhere to be seen today during a news conference at the Cardiff Coal Exchange, the man and his electrified locks would not have seemed too far out of place.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"A Shaken Drechsler Denies Spying","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-track-and-field-a-shaken-drechsler-denies-spying.html","abstract":"  HEIKE DRECHSLER a long-jump champion, emerged shaken from a five-hour viewing of her secret police file yesterday saying she never spied for the East German security force and was used by a man she thought was a friend. Drechsler, the former East German star who won gold in the 1992 Olympics for united Germany, acknowledged that she received money from HEINZ BERGNER, whom the Stasi files list as her control agent. The former sports photographer was a family friend and the money was a gift and not payment for spying on fellow athletes, she said.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"The Risks for Israel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-the-risks-for-israel-letters-to-the-editor.html","abstract":"Regarding \"Israel Will Be Gambling on a Miracle in Palestine\" by George F. Will and \"An Enormous Risk for Israel\" by Charles Krauthammer (Opinion, Sept. 9): . It is hard to believe that Messrs. Will and Krauthammer are more concerned","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"The Cable Rate Shock","web_url":"https://www.nytimes.com/1993/09/30/opinion/the-cable-rate-shock.html","abstract":"  Sponsors of the 1992 cable television bill promised customers that their rates would fall by about 10 percent. That's why millions of families were shocked this month to find that their cable rates had risen. The worst hit were poor families who purchase bare-bones service. Wealthy families who buy expensive services received price cuts.   How could this well-meaning effort to curb escalating cable fees misfire so badly? Congress won't know how many families were hit with rate hikes, and why, until the Federal Communications Commission completes a survey early next month. But some blunders are already clear.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Essay; On Dying Hard","web_url":"https://www.nytimes.com/1993/09/30/opinion/essay-on-dying-hard.html","abstract":"  At the Battle of Albuera in 1811, the wounded Col. William Inglis, commander of the 57th Foot Regiment, cried out to his troops: \"Die hard, men, die hard!\" Since that victory, the Middlesex regiment has been called \"the Diehards.\"   Diehards today are in ill repute, sometimes deservedly so. In the besieged Parliament building in Moscow, cut off from food, water and electricity, an infuriated Aleksandr Rutskoi and a haggard Ruslan Khasbulatov lead a band of Communist apparatchiks defying the Russian President's order to surrender.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Albany to Let Insurance Law Cover Partners","web_url":"https://www.nytimes.com/1993/09/30/nyregion/albany-to-let-insurance-law-cover-partners.html","abstract":"  Reversing a 54-year-old policy, the Cuomo administration today lifted New York State's prohibition against providing family health insurance that covers the domestic partners of homosexuals and unmarried heterosexuals.   The ruling, which had been sought for years by advocates for gay and lesbian rights, opens a new and untested market for the insurance industry in New York, among private companies and local governments. It also provides a major political opportunity for Mayor David N. Dinkins, who may now be able to grant insurance benefits to the domestic partners of city employees. Such a move would almost certainly energize gay and lesbian supporters in Mr. Dinkins's re-election campaign against Rudolph W. Giuliani, the Republican-Liberal candidate.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"1918:A Courtly Private : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-1918a-courtly-private-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Supreme Court Justice James C. Cropsey has waived his exemption claims and expressed the hope that he will be taken as a private in the new draft. He was entitled to exemption because of his office, but he says he will not seek a commission, be","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-511993.html","abstract":"  Because of an editing error, the Futures Markets column in Business Day yesterday misstated the reason for a rise in oil prices. Prices rose on the belief that OPEC would reach an agreement to hold down exports, not on lack of confidence that an agreement would be reached.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Secrets and More Secrets","web_url":"https://www.nytimes.com/1993/09/30/opinion/secrets-and-more-secrets.html","abstract":"Historians and journalists cheered last April when President Clinton ordered a sweeping review of the cold war rules for Government secrecy. Headlines predicted the imminent release of millions of classified documents, some dating back to World War I. But in crucial respects, the first draft of that review, which leaked out in Washington this week, does not even meet the formal standards of openness set by President Richard M. Nixon at the height of the cold war.\n\nThe draft proposal -- the work of a task force of career secrecy bureaucrats -- is full of rhetorical lip service to the idea of openness. For example, it claims credit for setting a \"maximum life span\" for classified information -- what the archival world calls a drop-dead date. But the proposed implementing language sets that date at 40 years -- with exceptions for even longer withholding.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Toll Plazas Have Armed Security Full Time","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-toll-plazas-have-armed-security-full-time-583693.html","abstract":"  To the Editor:   You leave the impression in a Sept. 9 news article that New York City's Triborough Bridge and Tunnel Authority has no armed security force to prevent and detect armed robberies. The authority deploys an armed force of superior officers at each of its toll plazas around the clock, and has security technology that has resulted in arrests of those responsible for robberies. We believe a large percentage, if not all, of the outstanding robbery investigations will be successfully completed in the near future.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Senate Urges Federal Inquiry on Crown Heights","web_url":"https://www.nytimes.com/1993/09/30/nyregion/senate-urges-federal-inquiry-on-crown-heights.html","abstract":"  The Senate unanimously passed a resolution today urging the Justice Department to undertake a civil rights investigation into the August 1991 killing of Yankel Rosenbaum in Crown Heights, Brooklyn.   The resolution, which was offered by Senators Alfonse M. D'Amato, Republican of New York, and Bob Dole, the Republican leader from Kansas, does not have the force of law. But it served to embarrass Mayor David N. Dinkins, who has faced criticisms that he was slow to respond to the Crown Heights disturbances. Senator Daniel Patrick Moynihan, Democrat of New York, voted for the resolution.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Marlins Let Sheffield Take It to the Hoop","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-people-baseball-marlins-let-sheffield-take-it-to-the-hoop.html","abstract":"  The Florida Marlins agreed to let GARY SHEFFIELD play basketball for fun, and he agreed to keep playing third base for them.   Sheffield had balked at a contract clause forbidding him from playing in pickup basketball games, one of the few hangups in negotiations that led to the $22.45 million, four-year contract he agreed to today. At age 24, he becomes baseball's highest-paid third baseman and the Marlins' best-paid player. His salary will average $5,612,500 a year, the 10th-highest in baseball.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/30/arts/pop-and-jazz-in-review-592593.html","abstract":"  Patricia Kaas  Alice Tully Hall   Like many other European stars who hope to conquer the world, the French pop singer Patricia Kaas is groping for an American audience by going in several directions at once. In her performance at Alice Tully Hall on Tuesday evening, Sept. 21, Miss Kaas seemed to emulate the career path that has given the German pop diva Ute Lemper a foothold in the American market. It is not the way to go.   Aside from nationality, the basic difference between Miss Lemper and Miss Kaas is that the former is an art singer who works mostly within the upper reaches of European music-hall tradition. Miss Kaas, by contrast, is a pop singer who only occasionally ventures into that territory to show that she has class to match her pop savvy.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Sports of The Times; The Merry-Go-Round Stops Here","web_url":"https://www.nytimes.com/1993/09/30/sports/sports-of-the-times-the-merry-go-round-stops-here.html","abstract":"  TWO years ago this weekend, Dusty Baker, then a Giants' coach, stared at the Dodgers standing around the batting cage at Candlestick Park.   \"You could see it in their eyes, in the way their shoulders slumped,\" Baker would say later. \"They knew they weren't going to win.\"","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Defendant in Youth's Strangling May Testify","web_url":"https://www.nytimes.com/1993/09/30/nyregion/defendant-in-youth-s-strangling-may-testify.html","abstract":"  Where was James P. Wanger when Robert A. Solimine Jr. was strangled?   Mr. Wanger, on trial in Superior Court for his former friend's slaying, is \"more than likely\" to take the witness stand Thursday to explain, his lawyer said today at the end of the first day of defense testimony.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"A Historic Agreement : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-a-historic-agreement-letters-to-the-editor.html","abstract":"The agreement signed by Israel and the Palestine Liberation Organization in Washington fully merits the overworked epithet \"historic,\" because it is the first time that both sides, at the same time, have accepted the principle of partition as t","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"So, What's Left for Navratilova to Do?","web_url":"https://www.nytimes.com/1993/09/30/sports/tennis-so-what-s-left-for-navratilova-to-do.html","abstract":"  Calling herself a rare and fortunate creature who is finally ready to leave the rarest of careers behind, Martina Navratilova confirmed yesterday that 1994, her 22d year of competitive singles play, will be her last.   Navratilova, who turns 37 on Oct. 18, is currently ranked third in the world. With four titles this year and another year to go, she has already won more tournament titles (165) than any man or woman in a sport that is one of the few professions to anoint an individual as its best. That is what attracted this perfectionist to tennis in the first place.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/30/nyregion/no-headline-695093.html","abstract":"  \"We have serious reservations about the President's proposal because it would limit choices by patients and physicians, undermine the quality of medical services and lead to Federal control of medical education and the physician work force.\" -- THE AMERICAN MEDICAL ASSOCIATION, in a letter to doctors.  [ A22:1. ]","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/30/style/chronicle-529193.html","abstract":"  LAINIE KAZAN has a flair for the dramatic, but what happened to her early Wednesday morning after the opening of a four-week stint at Rainbow and Stars in Rockefeller Plaza was more excitement than she had anticipated. She and two assistants were locked into the 67-story building in pitch darkness.    Following the 11 P.M. show on Tuesday, Miss Kazan had gone up to the dressing room she is using on the top floor of the building, rather than the one used by most performers, on the 65th floor near the supper club.","thumbnail":null,"section":"Style"},{"date":"19930930","headline":"18 Are Indicted In Smuggling Of Immigrants","web_url":"https://www.nytimes.com/1993/09/30/nyregion/18-are-indicted-in-smuggling-of-immigrants.html","abstract":"  Eighteen members of the Fuk Ching gang were indicted yesterday by a Federal grand jury in Manhattan on a battery of charges that include immigrant smuggling, racketeering, conspiracy and murder.    But prosecutors said they have failed so far to find evidence to link the gang with the Golden Venture, the ship crammed with immigrants that wrecked off the Rockaway Peninsula early on June 6. Ten people died trying to swim ashore.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"1943:Advance in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-1943advance-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE 5TH ARMY IN ITALY - [From our New York edition:] British troops of the 5th Army broke through the mountain passes leading north and northwest from Salerno today [Sept. 28] and pushed out onto the plain of Naples. For days the British units had be","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Bosnian About-Face","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-bosnian-about-face-598493.html","abstract":"  To the Editor:   \"U.S. Policymakers on Bosnia Admit Errors in Opposing Partition in 1992\" (news article Aug. 29) implies that, as United States Ambassador to Yugoslavia, I encouraged Alija Izetbegovic, the Bosnian President, to renounce the February 1992 Lisbon agreement on the division of Bosnia. The truth is the reverse.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"First Republican Supports Health Plan","web_url":"https://www.nytimes.com/1993/09/30/us/clinton-s-health-plan-first-republican-supports-health-plan.html","abstract":"  Hillary Rodham Clinton won her first Republican convert today when Senator James M. Jeffords of Vermont announced his support of the Clinton Administration's health care plan.   \"I am pleased to be the first,\" Mr. Jeffords said. \"I am absolutely confident I will not be the last.\"","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"U.S. Considers Lifting Ban on Older Pilots","web_url":"https://www.nytimes.com/1993/09/30/us/us-considers-lifting-ban-on-older-pilots.html","abstract":"  The head of the Federal Aviation Administration said today that he had \"an open mind\" about lifting a 34-year-old Federal rule that prohibits pilots over the age of 60 from flying commercial jetliners.    The remarks by the Administrator, David R. Hinson, made at a spirited hearing on the ban conducted by the aviation agency, were hailed by an audience of former pilots who maintained that they were being discriminated against because of their age. They said their experience and skills more than offset any infirmities, and they noted that the ban did not extend to pilots of small charter and cargo planes or even to the F.A.A.'s own pilots. They also pointed out that other industrialized nations allowed pilots to fly commercial planes until the age of 65 or 70, or beyond.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-512793.html","abstract":"  A table in Business Day on Sept. 1, with an article about revisions of second-quarter data on the gross domestic product, reversed the data for current prices and 1987 prices. A corrected table, with final second-quarter revisions announced yesterday, appears today on page D8.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Israelis Seize a Leader Of West Bank P.L.O.","web_url":"https://www.nytimes.com/1993/09/30/world/israelis-seize-a-leader-of-west-bank-plo.html","abstract":"  Israeli officials announced that a P.L.O. leader described as their most-wanted fugitive was arrested in the West Bank today.   The Palestinian was identified as Ahmed Awad Ikmail, the commander of a military wing of Al Fatah, the mainstream group of the P.L.O. Mr. Ikmail and four people identified as followers of his Black Panthers group were arrested overnight in the northern West Bank village of Qabatiyeh.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Japan, in Need of Rice, May Turn to U.S. Growers","web_url":"https://www.nytimes.com/1993/09/30/world/japan-in-need-of-rice-may-turn-to-us-growers.html","abstract":"  In an action that will at least temporarily remove a principal contributor to Japanese-American trade tensions, the Government here is about to give United States farmers a chance to sell rice in Japan.   Japan is expected to formally announce today that it will import huge amounts of rice in the coming year to prevent a shortage caused by an extremely poor harvest. A significant amount will probably come from the United States, according to Japanese news reports.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"RACE FOR VIRGINIA GOVERNOR TIGHTENS","web_url":"https://www.nytimes.com/1993/09/30/us/race-for-virginia-governor-tightens.html","abstract":"  For a while this year it seemed that Virginia voters were once again ready to write history large in an election for governor.   In 1989 they installed L. Douglas Wilder in the antebellum Capitol here, making him the first black ever elected Governor of any state. And with state law preventing Mr. Wilder's serving a second, consecutive term, as the summer of 1993 wore on, it appeared that a woman, former Attorney General Mary Sue Terry, would be chosen to succeed him.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Review/Opera: Madama Butterfly; Metropolitan Revives 35-Year-Old Staging Of 'Madama Butterfly'","web_url":"https://www.nytimes.com/1993/09/30/arts/review-opera-madama-butterfly-metropolitan-revives-35-year-old-staging-madama.html","abstract":"  It is a tribute to the powers of Puccini that at a time when directors and set designers are at the center of attention in the opera world, the Metropolitan Opera could revive a pallid production of \"Madama Butterfly\" that dates from 1958 and still make it convincing. This is one of the oldest productions the Met keeps on hand, and on Tuesday night, when it made its first appearance of the season, the rather amateurish backdrop with its cartooned landscape, the painted trees with absurdly pasted cherry blossoms and the sometimes awkward staging became far less important than what was happening to the jilted Japanese teen-ager.   It was also, of course, a tribute to the soprano Yoko Watanabe, who was returning to a role she has sung with success at the Met. The innovation of this production 35 years ago was its use of a Japanese director (Yoshio Aoyama) and set and costume designer (Motohiro Nagasaka) in an attempt to give a twist to the drama about the tragic meetings of cultures. Ms. Watanabe, who is also Japanese, provides a more genuine authenticity.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Officer Kills Woman and Himself at Police Station","web_url":"https://www.nytimes.com/1993/09/30/nyregion/officer-kills-woman-and-himself-at-police-station.html","abstract":"  A New York City police officer shot a woman with whom he had a relationship to death outside a Nassau County police precinct today and then turned the gun on himself, the Nassau County police said.   A Nassau County police officer at the scene fired at the New York officer, Robert Anderson, 33, of North Merrick, L.I. Nassau County police officials said they were not sure whether Mr. Anderson killed himself or whether he was killed by the Nassau County officer.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Mysterious Cuban Epidemic Seems to Subside","web_url":"https://www.nytimes.com/1993/09/30/world/mysterious-cuban-epidemic-seems-to-subside.html","abstract":"  An epidemic of a mysterious illness that has impaired vision and damaged nerves among nearly 51,000 people in Cuba seems to have ended without a specific cause being found, the World Health Organization said yesterday.   The most likely explanation is a combination of a nutritional deficiency and another unidentified factor, probably a toxic substance, Dr. Bjorn Thylefors, an official of the health organization, said in an interview after his return from a visit to Cuba.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/30/nyregion/metro-digest-792293.html","abstract":"  NEW YORK CITY DINKINS'S ADS ATTACK GIULIANI Mayor Dinkins went on the offensive, broadcasting his first critical television commercial attacking Rudolph W. Giuliani's past stands on abortion and squaring off with his challenger over the volatile issue of the city's affirmative-action program. A1.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"The Flap Over Films and TV Is a Silly Argument","web_url":"https://www.nytimes.com/1993/09/30/opinion/IHT-the-flap-over-films-and-tv-is-a-silly-argument.html","abstract":"A rather silly argument has been added to the serious disputes between the European Community and the United States on the trade front. This is the spat about film and television exports from the United States. The French argue that on cultural grounds t","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Let's Enforce the Laws Against Horn Honking","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-let-s-enforce-the-laws-against-horn-honking-600093.html","abstract":"  To the Editor:   While it is gratifying to know that the Department of Transportation is shifting its focus from simply increasing its revenues to one of improving the quality of life in New York City (news article, Sept. 12), the department is missing a perfect opportunity to do both.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-510093.html","abstract":"  A music review on Tuesday about the Dorian Wind Quintet misidentified the guest artist. She was Deborah Hoffman, a harpist. (Nancy Billmann is the group's horn player.)","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Whitman, on Defensive Over Polls, Demotes Brother From Leading Campaign","web_url":"https://www.nytimes.com/1993/09/30/nyregion/whitman-on-defensive-over-polls-demotes-brother-from-leading-campaign.html","abstract":"  Heading into the last month of the gubernatorial race with polls showing her trailing badly, Christine Todd Whitman today demoted her campaign manager -- her brother, Webster B. (Danny) Todd -- and put Ed Rollins, an experienced political strategist, in charge of her Republican campaign.   \"Danny Todd is going to remain, but he is not going to be calling the shots,\" a senior Republican official said.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"BOSNIA LEGISLATORS REJECT PEACE PLAN IN A LOPSIDED VOTE","web_url":"https://www.nytimes.com/1993/09/30/world/bosnia-legislators-reject-peace-plan-in-a-lopsided-vote.html","abstract":"  Bosnia's Muslim-dominated Parliament decisively rejected the international peace plan for this devastated republic today, thus deferring and possibly derailing a settlement that would end the 18-month war by partitioning the country into three ethnic states for Croats, Muslims and Serbs.    The Parliament ended two days of agonized debate with a vote that drew only 4 votes out of 69 for the partition plan as it stands. There were seven total rejections.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Review/Opera; New Cast in City's 'Turandot'","web_url":"https://www.nytimes.com/1993/09/30/arts/review-opera-new-cast-in-city-s-turandot.html","abstract":"  The City Opera's \"Turandot\" changed casts on Tuesday night, and it was not a change for the better. Problems arose just a few minutes into the performance when it became clear that Quade Winter, the tenor singing Calaf, simply did not have the power to carry the role. In duets with the female leads, he was nearly inaudible. \"Nessun dorma\" woke no one.   Michele Boucher, as Liu, had the opposite problem: she was too full and flamboyant. With a wide, authoritative tone, she seemed better suited to the lead than to tender Liu. She overshadowed Timur, which was sung handsomely enough by Kevin Bell.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Why Women Need U.S. Estrogen Study","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-why-women-need-us-estrogen-study-578093.html","abstract":"  To the Editor:   As a medical journalist completing a book on gender bias in health care and health research, I take issue with \"Estrogen Trials -- and Errors\" (Op-Ed, Sept. 17) by Carol Ann Rinzler.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/30/us/inside-687093.html","abstract":"  New Deadline in Russia   The Russian and Moscow governments ordered legislative leaders to evacuate Parliament and surrender all arms by Monday. Page A14. Outrage in Little Havana    Cuban exiles in Miami are alarmed at the Administration's agreement to send some 1,500 Cubans in Federal prisons back to Cuba. Page A16. Police Official Faults Panel    New York City's top police official called a commission's hearings into police corruption \"one-sided\" and a \"scripted presentation.\" Page B1. Partners Allowed Insurance    New York State has lifted a ban against health insurance for domestic partners of homosexuals and unmarried heterosexuals. Page B1. Mercedes to Build U.S. Plant    Mercedes-Benz will announce its first automobile assembly plant in the United States, which it will build in Tuscaloosa County, Ala. Page D1. Pentagon Goes Vegetarian    With the military undertaking more humanitarian missions, the Pentagon has created a nutritious ration for diverse cultures. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Florio, on Stump, Pledges $1 Billion in Business Aid","web_url":"https://www.nytimes.com/1993/09/30/nyregion/florio-on-stump-pledges-1-billion-in-business-aid.html","abstract":"  Seeking to offer a counterproposal to the economic plan unveiled last week by Christine Todd Whitman, the Republican gubernatorial candidate, Gov. Jim Florio promised today to make nearly $1 billion available in state-backed business loans and investments over the next four years.   \"There's no pie in the sky in this. No promises. No ledger sheets that don't add up,\" said Mr. Florio, who took to the stump to tout his plan to expand the Economic Development Authority, a state-run agency that guarantees bank loans for business.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Outlines of New Pact That Could Reshape Broadway's Methods","web_url":"https://www.nytimes.com/1993/09/30/theater/outlines-of-new-pact-that-could-reshape-broadway-s-methods.html","abstract":"  After a high-decibel round of rallies and press conferences, the war of words between Broadway producers and Local 802 of the American Federation of Musicians ended in silence yesterday after the announcement Tuesday evening of a tentative agreement on a new contract.   The producers and the union both publicly insisted on confidentiality about details of the settlement before a vote on ratification by the union. The approval is not considered a formality.","thumbnail":null,"section":"Theater"},{"date":"19930930","headline":"Palestinians to Get $2 Billion In Pledges of Aid for Self-Rule","web_url":"https://www.nytimes.com/1993/09/30/world/palestinians-to-get-2-billion-in-pledges-of-aid-for-self-rule.html","abstract":"  Palestinians in the West Bank and Gaza Strip will receive pledges of about $2 billion in aid to bolster their economy from more than three dozen countries -- including a multimillion dollar pledge from Israel -- at an American-organized sponsors' conference in Washington on Friday, Administration officials said today.   In the aftermath of the recent agreement between Israel and the Palestine Liberation Organization, Washington organized the conference to provide tangible evidence that the accord will improve the lives of the Palestinians in the occupied territories and defuse the attraction of groups like Hamas, the Islamic militant organization.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Detailing Burglars in Blue: Violent Search for Booty","web_url":"https://www.nytimes.com/1993/09/30/nyregion/detailing-burglars-in-blue-violent-search-for-booty.html","abstract":"  A former New York City police officer, nicknamed \"the Mechanic\" for his zeal in assaulting drug suspects and innocent bystanders, gave a vivid account yesterday to an investigating commission of how, he said, police officers illegally broke into homes to plunder money, narcotics and illegal guns in the Bronx.   The renegade officer, Bernard Cawley, asserted that as a sort of rite of passage into two high-crime Bronx precincts, he was encouraged by his first supervising sergeant and other superiors to be brutal to demonstrate that on the streets, \"we were in charge, the police.\"","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Raid in Chinatown","web_url":"https://www.nytimes.com/1993/09/30/nyregion/raid-in-chinatown.html","abstract":"  Federal Bureau of Investigation agents raided a building on East Broadway in Chinatown last night and detained at least eight suspects in a case that includes kidnapping, a law enforcement official said. The case involved at least one victim, a 52-year-old Asian man who was kidnapped and transported across the New York State border, the official said. Further details were not immediately available. Agents cordoned off the entrance to 88 East Broadway for several hours last night, but a spokesman for the F.B.I. said a statement would not be released until later.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/09/30/arts/pop-and-jazz-in-review-593393.html","abstract":"  Paco de Lucia  Avery Fisher Hall   Paco de Lucia, who performed on Saturday night at Avery Fisher Hall, has all the skill a great flamenco guitarist needs. He can strum chords that are pitiless and driving or lacy and delicate; he can flick off hyperfast runs or clear, clean melodies; he can make every note sound like a knife thrust or a caress. But while the Spanish guitarist is steeped in flamenco, he has broken away from the traditional forms of the music. Instead of somber concentration on a single song, he prefers a rhapsodic flow of melodies. And along with flamenco's Arabic modes, he has expanded his vocabulary to include sonorities from Debussy to jazz.   The result on Saturday was a con","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/30/nyregion/c-corrections-509793.html","abstract":"  The crossword puzzle yesterday included a garbled definition for 27 Down. It should have read, \"Overwhelm with humor,\" not \"Otherwhelm.\" (The answer was \"slay.\")","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Now, a Culturally Correct Field Ration","web_url":"https://www.nytimes.com/1993/09/30/us/now-a-culturally-correct-field-ration.html","abstract":"  The Pentagon is going vegetarian.   Reflecting the increasing use of the military for humanitarian missions, the Defense Department has created a field ration that is both nutritious and culturally correct. Its kitchens today auditioned a new menu of meatless, ready-to-eat pre-packaged meals prepared especially for civilians in far-flung humanitarian crises.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Feathers! Androgyny! The Folies-Bergere Reopens","web_url":"https://www.nytimes.com/1993/09/30/arts/feathers-androgyny-the-folies-bergere-reopens.html","abstract":"  When the Folies-Bergere closed its doors in December after losing more than $600,000 in 1992, the conventional wisdom was that the curtain had come down for good on the most famous Parisian music hall, whose formula of topless girls in endless feathers seemed as tired as the dwindling busloads of jet-lagged tourists traipsing into the premises.   The owner, Helene Martini, vowed that she would reopen the theater immortalized by Manet's painting, the posters of Erte, the voice of Maurice Chevalier and the legs of Josephine Baker. But world-weary Parisian pontificators were convinced the 124-year-old Folies had no future in an age of video clips and toplessness on beaches from Deauville to St. Tropez.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"British Basketball Woos a Family Audience : Bad Game, Good Time","web_url":"https://www.nytimes.com/1993/09/30/sports/IHT-british-basketball-woos-a-family-audience-bad-game-good-time.html","abstract":"\"It sounds bad,\" said Michael Smith, \"but I haven't spent one minute worrying about the standard of our game.\" . The game is the Basketball League of Britain, and he is its president. It sounds very bad. While in the 1980s basketball","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Gulotta Goes On Attack In New Blitz Of TV Ads","web_url":"https://www.nytimes.com/1993/09/30/nyregion/gulotta-goes-on-attack-in-new-blitz-of-tv-ads.html","abstract":"  The Nassau County Executive, Thomas S. Gulotta, began broadcasting three commercials yesterday that portray his opponent as a \"liberal through and through,\" kicking off what is likely to be the most expensive political advertising blitz ever for any Nassau County office.   Mr. Gulotta, a Republican, is facing the toughest challenge in his 18-year political career and the three commercials aggressively attack his opponent, Benjamin L. Zwirn, the Democratic Supervisor of North Hempstead. Mr. Zwirn won the Democratic primary after a campaign that emphasized his reputation as a fiscal conservative.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Ex-Officer's Account of a Brutal Police Fraternity","web_url":"https://www.nytimes.com/1993/09/30/nyregion/ex-officer-s-account-of-a-brutal-police-fraternity.html","abstract":"  Following are excerpts from testimony to the Mollen Commission by Bernard Cawley, a former police officer who testified about assaulting drug suspects and innocent bystanders in his Bronx precinct. The excerpts were transcribed by The New York Times.   Q. After your graduation from the Police Academy, what was your first assignment?","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Murdoch in Accord With Craft Unions On Reopening Post","web_url":"https://www.nytimes.com/1993/09/30/nyregion/murdoch-in-accord-with-craft-unions-on-reopening-post.html","abstract":"  After a flurry of behind-the-scenes activity, Rupert Murdoch said yesterday that he was willing to return, once again, to publishing The New York Post.   The price was capitulation by the production unions whose members, for a time, supported a strike by the New York Newspaper Guild, which represents news, advertising and circulation employees.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Fernandez's Days as Met May Be Coming to an End","web_url":"https://www.nytimes.com/1993/09/30/sports/baseball-fernandez-s-days-as-met-may-be-coming-to-an-end.html","abstract":"  Sid Fernandez will report to Shea Stadium tonight, perhaps for the last time as a member of the Mets. The left-hander's emotions, much like his enigmatic career, will be mixed.   Fernandez will go through his routine at Shea mildly fatalistic about his chances of signing a contract extension, nostalgic for the highlights of a decade in Queens and determined not to be shortchanged in the marketplace.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Giants Falter Against Rockies","web_url":"https://www.nytimes.com/1993/09/30/sports/baseball-giants-falter-against-rockies.html","abstract":"  With a touch of confidence, the San Francisco Giants were told today to pack for a nine-day road trip, which would optimistically include a pit-stop next week in Philadelphia for the opening of the National League Championship Series. By day's end, though, the Giants had taken a back seat to Atlanta in the Western Division race.   By losing to the expansion Colorado Rockies, 5-3, at Candlestick Park this afternoon, then watching the Braves beat the Houston Astros, 6-3, in Atlanta tonight, the Giants fell one game out of first place with four to play -- all in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Mother Is Found Sane in Killing Accused Molester","web_url":"https://www.nytimes.com/1993/09/30/us/mother-is-found-sane-in-killing-accused-molester.html","abstract":"  A woman who fatally shot her son's accused molester was sane at the time of the killing and legally responsible for opening fire on him in a courtroom, a jury found today.   The woman, Ellie Nesler, a 41-year-old single mother from Sonora, Calif., faces up to 16 years in prison when she is sentenced on Nov. 29 for the killing of Daniel Mark Driver.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Bonn Renews Bid for Security Council Seat","web_url":"https://www.nytimes.com/1993/09/30/world/bonn-renews-bid-for-security-council-seat.html","abstract":"  Germany, with strong support from France, renewed its bid for a permanent Security Council seat today in less ambiguous terms than in the past. And, in an apparent bid for third-world support, it said more developing countries should become members, too.   But Foreign Minister Klaus Kinkel acknowledged that it is still unclear whether Germany is ready to play a more active part in United Nations affairs by contributing troops to its peacekeeping operations.","thumbnail":null,"section":"World"},{"date":"19930930","headline":"Stevens Has New Face For Brand New Season","web_url":"https://www.nytimes.com/1993/09/30/sports/hockey-stevens-has-new-face-for-brand-new-season.html","abstract":"  The face is movie-star handsome, nose perfectly symmetrical, the kind of look people pay plastic surgeons a lot of money to achieve. There is a small furrow above the bridge of his nose, where a piece of bone is missing, leaving a slight indentation. There is a scar over his right eye -- nothing unusual about that -- and another scar, more than 15 inches long, hidden beneath his thick brown hair.   For the most part, though, Kevin Stevens looks pretty normal. And that, given the circumstances, is quite a surprise.","thumbnail":null,"section":"Sports"},{"date":"19930930","headline":"Abortion View Can't Be Test for a Federal Judge","web_url":"https://www.nytimes.com/1993/09/30/opinion/l-abortion-view-can-t-be-test-for-a-federal-judge-584493.html","abstract":"  To the Editor:   The idea expressed in \"A Threat to Abortion Rights\" (editorial, Sept. 21), that President Clinton would be doing \"a grave disservice to American woman\" by approving the appointment of Federal judges who have expressed anti-abortion views, is offensive and absurd.","thumbnail":null,"section":"Opinion"},{"date":"19930930","headline":"President Defends Commerce Secretary on Dealings","web_url":"https://www.nytimes.com/1993/09/30/us/president-defends-commerce-secretary-on-dealings.html","abstract":"  President Clinton defended Commerce Secretary Ronald H. Brown today as Republican lawmakers demanded a special prosecutor to investigate Mr. Brown's relationship with a Vietnamese businessman whose dealings are under scrutiny by a Federal grand jury in Florida.   In a display of support, Mr. Clinton walked with Mr. Brown into the Roosevelt Room at the White House for an announcement of a new export strategy. With Mr. Brown sitting a few feet away, the President heaped praise on his Commerce Secretary and dismissed a reporter's question about whether the issue would undermine Mr. Brown's effectiveness.","thumbnail":null,"section":"U.S."},{"date":"19930930","headline":"Her Manner Controlled, Holtzman Gazes Ahead","web_url":"https://www.nytimes.com/1993/09/30/nyregion/her-manner-controlled-holtzman-gazes-ahead.html","abstract":"  Elizabeth Holtzman says she may run again. She may teach first or practice law and accept an appointive post in government, which is how her public career began.    But yesterday, hours after suffering her third electoral loss and the first in which voters rejected her for a job she had vigorously campaigned to keep, Ms. Holtzman seemed remarkably equanimous.","thumbnail":null,"section":"New York"},{"date":"19930930","headline":"Review/Dance; Distilling Flamenco to Its Fiery Base Elements","web_url":"https://www.nytimes.com/1993/09/30/arts/review-dance-distilling-flamenco-to-its-fiery-base-elements.html","abstract":"  Mario Maya's Flamenco Dance Company from Seville is not your ordinary Spanish dance troupe. Mr. Maya, its Gypsy star and choreographer, looks amazingly like Merce Cunningham and dances with the same impish sense of surprise that Mr. Cunningham, pope of the American modern-dance avant-garde, brings to his own work.   Mr. Maya has also rebelled against a standard approach to the traditional forms in which he was trained: \"Three Flamenco Movements,\" the three-part work he has brought to New York, is an impressive experiment in abstraction, often focusing on pure movement. Whatever emotions are expressed tend to come out of pattern rather than passion in Mr. Maya's choreography, and there are few of the fiery bravura outbursts popularly identified with Spanish dance concerts.","thumbnail":null,"section":"Arts"},{"date":"19930930","headline":"Whitman and Florio on Plans and Promises","web_url":"https://www.nytimes.com/1993/09/30/nyregion/the-ad-campaign-whitman-and-florio-on-plans-and-promises.html","abstract":"  Candidate: Christine Todd Whitman Producer: The Murphy Pintak Gautier Agency, Washington Visual: As Mrs. Whitman talks directly to viewers about trimming waste in Government, pairs of scissors appear on the screen against the phrases \"$1.2 Billion in Waste\" and \"Sell Florio's Helicopter.\"  The Script: I want to cut your state income taxes by 30 percent over three years. To pay for it I have to cut Jim Florio's spending. Here's how. Trenton wants to spend $21 billion in the next year and one-half. As Governor I'll cut out the $1.2 billion in mismanagement and waste that you know and I know is in there. Like Jim Florio's $4 million state helicopter. I'll sell it. I'll take all the money I save and use it to cut taxes. And Jim Florio? His only plan is to attack me. Come on, Governor, what's your plan?","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930930","headline":"The 6.2 Mw Latur earthquake shakes Maharashtra, India with a maximum Mercalli intensity of VIII (Severe) killing 9,748 and injuring 30,000.","pages":[{"title":"1993 Latur earthquake","web_url":"https://en.wikipedia.org/wiki/1993_Latur_earthquake","description":"Earthquake centered in Maharashtra State, India","thumbnail":null,"abstract":"The 1993 Latur earthquake struck India at 3:56 am local time (UTC+05:30) on 30 September. The main area affected is the districts of Latur and Osmanabad, including the Ausa block of Latur and Omerga of Osmanabad in Maharashtra, Western India. Fifty-two villages were demolished in the intraplate earthquake. It measured 6.2 on the moment magnitude scale, and approximately 10,000 people died, whilst another 30,000 were injured. The earthquake's hypocenter was around 10km deep  relatively shallow  allowing shock waves to cause more damage. It is considered the deadliest earthquake in the stable continental crust to have occurred in recorded history."},{"title":"Modified Mercalli intensity scale","web_url":"https://en.wikipedia.org/wiki/Modified_Mercalli_intensity_scale","description":"Seismic intensity scale used to quantify the degree of shaking during earthquakes","thumbnail":null,"abstract":"The Modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by the seismic energy released by an earthquake, earthquakes differ in how much of their energy is radiated as seismic waves. Deeper earthquakes also have less interaction with the surface, and their energy is spread out across a larger volume. Shaking intensity is localized, generally diminishing with distance from the earthquake's epicenter, but can be amplified in sedimentary basins and certain kinds of unconsolidated soils."}]}],"weather":[{"date":"19930930","time":"1993-09-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":81,"wspd":9.4},{"date":"19930930","time":"1993-09-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":83,"wspd":3.6},{"date":"19930930","time":"1993-09-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":82,"wspd":7.6},{"date":"19930930","time":"1993-09-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":78,"wspd":9.4},{"date":"19930930","time":"1993-09-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":82,"wspd":5.4},{"date":"19930930","time":"1993-09-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":86,"wspd":3.6},{"date":"19930930","time":"1993-09-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":84,"wspd":7.6},{"date":"19930930","time":"1993-09-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":80,"wspd":5.4},{"date":"19930930","time":"1993-09-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":69,"wspd":7.6},{"date":"19930930","time":"1993-09-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":67,"wspd":14.8},{"date":"19930930","time":"1993-09-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":62,"wspd":16.6},{"date":"19930930","time":"1993-09-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":55,"wspd":20.5},{"date":"19930930","time":"1993-09-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":14.8},{"date":"19930930","time":"1993-09-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":66,"wspd":14.8},{"date":"19930930","time":"1993-09-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":59,"wspd":25.9},{"date":"19930930","time":"1993-09-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":61,"wspd":24.1},{"date":"19930930","time":"1993-09-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":88,"wspd":7.6},{"date":"19930930","time":"1993-09-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":90,"wspd":14.8},{"date":"19930930","time":"1993-09-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":89,"wspd":14.8},{"date":"19930930","time":"1993-09-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":82,"wspd":20.5},{"date":"19930930","time":"1993-09-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":82,"wspd":20.5},{"date":"19930930","time":"1993-09-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":88,"wspd":11.2},{"date":"19930930","time":"1993-09-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":11.2},{"date":"19930930","time":"1993-09-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":13},{"date":"19930930","time":"1993-09-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":13},{"date":"19930930","time":"1993-09-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":55,"wspd":13},{"date":"19930930","time":"1993-09-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":9.4},{"date":"19930930","time":"1993-09-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":11.2},{"date":"19930930","time":"1993-09-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":5.4},{"date":"19930930","time":"1993-09-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":9.4},{"date":"19930930","time":"1993-09-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":80,"wspd":9.4},{"date":"19930930","time":"1993-09-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":14.8},{"date":"19930930","time":"1993-09-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":13},{"date":"19930930","time":"1993-09-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":77,"wspd":13},{"date":"19930930","time":"1993-09-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":80,"wspd":14.8},{"date":"19930930","time":"1993-09-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":18.7},{"date":"19930930","time":"1993-09-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":20.5},{"date":"19930930","time":"1993-09-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":66,"wspd":18.7},{"date":"19930930","time":"1993-09-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":22.3},{"date":"19930930","time":"1993-09-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":22.3},{"date":"19930930","time":"1993-09-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":53,"wspd":18.7},{"date":"19930930","time":"1993-09-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":24.1},{"date":"19930930","time":"1993-09-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":31.7},{"date":"19930930","time":"1993-09-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":62,"wspd":22.3},{"date":"19930930","time":"1993-09-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":24.1},{"date":"19930930","time":"1993-09-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":27.7},{"date":"19930930","time":"1993-09-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":20.5},{"date":"19930930","time":"1993-09-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":16.6}]}}