{"19930518":{"guardian_articles":[],"nytimes_articles":[{"date":"19930518","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/18/sports/transactions-477093.html","abstract":"  Baseball  American League   KANSAS CITY ROYALS -- Placed Curtis Wilkerson, infielder, on the 15-day disabled list. Recalled David Howard, infielder, from Omaha of the American Association.   TEXAS RANGERS -- Placed Manuel Lee, shortstop, on the 15-day disabled list retroactive to May 15. Recalled Benji Gil, shortstop, from Tulsa of the Texas League. Assigned Dan Smith, pitcher, to Port Charlotte of the Florida State League on medical rehabilitation assignment.   TORONTO BLUE JAYS -- Placed Luis Sojo, infielder, on the 15-day disabled list retroactive to May 10. Recalled Domingo Cedeno, infielder, from Syracuse of the International League. National League   COLORADO ROCKIES -- Recalled Darren Holmes and Lance Painter, pitchers, from Colorado Springs of the Pacific Coast League. Sent Mark Knudson, pitcher, and Gerald Young, outfielder, outright to Colorado Springs. Football  National Football League   NEW YORK GIANTS -- Claimed Blake Miller, center, off waivers from Detroit.   NEW YORK JETS -- Re-signed Ken Whisenhunt, tight end.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Bulls Win in 4, And Three Guesses Who Cut the Net","web_url":"https://www.nytimes.com/1993/05/18/sports/pro-basketball-bulls-win-in-4-and-three-guesses-who-cut-the-net.html","abstract":"  Before the game against the Cleveland Cavaliers, Michael Jordan was asked if Cleveland had a chance. \"Slim,\" he said.   Jordan proved to be an excellent prognosticator and, as usual, a sterling clutch player, leading the Chicago Bulls to a 103-101 victory over the Cavaliers. Jordan sank an 18-foot fallaway jump shot at the buzzer for the winning basket, giving the Bulls a sweep of their four-of-seven-game Eastern Conference semifinal series. They now meet the winner of the Knicks-Hornets series in the finals.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Review/Television; New Made-for-TV Murders Of Assorted Loved Ones","web_url":"https://www.nytimes.com/1993/05/18/arts/review-television-new-made-for-tv-murders-of-assorted-loved-ones.html","abstract":"  Relationships are murder. Literally. At least in based-on-fact television movies.    The latest illustration can be found in \"When Love Kills: The Seduction of John Hearn,\" a two-part four-hour movie on CBS at 9 tonight and tomorrow. Adapted from a portion of Ben Green's 1992 book \"The Soldier of Fortune Murders,\" this excursion into pathetic lives stars Gary Cole (\"Midnight Caller\") as Hearn, a decorated Vietnam veteran drifting through a series of jobs and marriages in and around Columbia, S.C. Devoted to his young son (Jon Paul Steuer), John yearns for some financial security. In 1985 he tries to start a bodyguard service and runs an ad in Soldier of Fortune magazine.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Medical Schools Gaining An Unexpected Popularity","web_url":"https://www.nytimes.com/1993/05/18/us/medical-schools-gaining-an-unexpected-popularity.html","abstract":"  In spite of expectations of reduced earnings for doctors and restrictions on professional autonomy under the health-care changes expected to be proposed by the Clinton Administration, people are applying to medical school in record numbers.   According to the Association of American Medical Colleges in Washington, applications for the 1993-94 school year are at an all-time high. Final tabulations of applications for next year will exceed the record of 42,621 set in 1974-75, the association says. There are now 16,500 places available.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Critic's Notebook; Early Cannes Favorite: A Post-Freudian Romance","web_url":"https://www.nytimes.com/1993/05/18/movies/critic-s-notebook-early-cannes-favorite-a-post-freudian-romance.html","abstract":"  An inflatable, rather pudgy-looking Arnold Schwarzenegger, 75 feet tall and 20 feet wide, lately seen in Times Square, rides a barge 1,000 yards offshore here, looking like some sort of soft sentinel who is seriously disoriented. He faces not the sea but the hotels along the Croisette. Depending on how much air has been pumped into him, his rubber gun is less often pointed straight up than it is drooping, thus aimed at the heart of Cannes, which has been his host for the last five days.   This is just one of the ways in which things become turned around at this 46th Cannes International Film Festival. Mr. Schwarzenegger doesn't have a film at the festival, though he has been its biggest attraction to date. He's here promoting his new film, \"Last Action Hero,\" which he describes as \"an action-film for the 90's,\" meaning, he says, that he plays \"vulnerable\" and the body count is modest.","thumbnail":null,"section":"Movies"},{"date":"19930518","headline":"Schools Can't Learn a Thing From Post Office","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-schools-can-t-learn-a-thing-from-post-office-684593.html","abstract":"  To the Editor:   In \"Our Students, Still at Risk\" (Op-Ed, May 3), William Kristol and Jay P. Lefkowitz use the Postal Service as their analogy for so-called parental choice in schools. They laud the introduction of new technologies and methods (private fast delivery, fax and other telecommunications improvements) for forcing the post office to improve its service. They seem not to understand the nature of the changes, and they make a major error in assessing the effects.   We have, in essence, done no more than introduce deeper measures of stratification and class bias into the transmission and receipt of information -- and this is another example of one of the more important subtexts of what we have called \"progress\" for the last two centuries:","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Last Round for Holmes?","web_url":"https://www.nytimes.com/1993/05/18/sports/sports-people-boxing-last-round-for-holmes.html","abstract":"  Will LARRY HOLMES be stepping into the ring for the final time tonight?   That question will only be answered for sure if the former heavyweight champion loses to PAUL POIRIER in a scheduled 10-rounder at Casino Magic in Bay St. Louis, Miss., tonight. Otherwise, the 43-year-old Holmes (57-4 with 39 knockouts) won't know if he's continuing his comeback, which began in 1991.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Verily Pertinacious But Unmendacious","web_url":"https://www.nytimes.com/1993/05/18/sports/pro-basketball-tv-sports-verily-pertinacious-but-unmendacious.html","abstract":"  Listening to WFAN Radio's Walt (Clyde) Frazier pounce and pronounce and dance and prance his prolix path through Sunday's Knicks-Charlotte Hornets game was the equivalent of watching a crazed thesaurus bungee-jumping off a Mexican cliff.   Listening to TNT's Hubie Brown call the Houston Rockets-Seattle SuperSonics game reminded me that Brown is the player piano of basketball analysts: some time ago, he swallowed every pro playbook known to man and all you have to do is turn him on and the Hubie rolls indefinitely.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Lebanon Suspends Opposition Papers; Crackdown Denied","web_url":"https://www.nytimes.com/1993/05/18/world/lebanon-suspends-opposition-papers-crackdown-denied.html","abstract":"  Prime Minister Rafik al-Hariri met with leaders of Lebanese news organizations on Sunday and told them that he had no intention of cracking down on the press, even though the Government had temporarily suspended two opposition newspapers after accusing them of violating the country's press law.   As Safir, a leading daily newspaper, was suspended for one week last Wednesday for publishing what it called the text of a proposal by Israel on withdrawing from its buffer zone in southern Lebanon.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Asia:Two Models for a Broader Security Umbrella","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-asiatwo-models-for-a-broader-security-umbrella.html","abstract":"- How can Asia-Pacific nations defuse some of the potential threats to regional security following the end of the Cold War? The question will be taken up in a serious way for the first time at two linked meetings of senior officials in Singapore this week.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"U.N. Official Warns Europe on Ethnic Strife","web_url":"https://www.nytimes.com/1993/05/18/world/un-official-warns-europe-on-ethnic-strife.html","abstract":"  The departing chief of the United Nations refugee program in the former Yugoslavia has warned that ethnic conflicts like those in the Balkans could erupt in other parts of Europe.   Interviewed last week as he prepared to take up a new post in Brussels, the refugee official, Jose-Maria Mendiluce, said his 19 months here had taught him that \"people can be transformed into hating and killing machines without too much difficulty.\"","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Yankees Work Out Their Frustration","web_url":"https://www.nytimes.com/1993/05/18/sports/baseball-yankees-work-out-their-frustration.html","abstract":"  For the first six innings tonight, the Yankees took the field muttering. They cursed their inept display. There were anxious runners perched on the bases. Every inning, some were stranded. Scoring chances arrived and disappeared rapidly.   The routine was remarkable. The Yankees had collected a dozen hits and Jimmy Key was cruising past the Minnesota Twins, but the outcome remained in doubt because 10 Yankee runners had been left on base. Finally, in the seventh, the Yankees inflated their skinny two-run lead, redeemed themselves and obscured their earlier futility.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Hero, Wounded in a Subway Mugging, Downplays His Bravery","web_url":"https://www.nytimes.com/1993/05/18/nyregion/hero-wounded-in-a-subway-mugging-downplays-his-bravery.html","abstract":"  Clearly more awed by the news media than the knife-wielding subway mugger he vanquished last week in defense of a woman and her toddler, a 24-year-old Hunter College student emerged from his hospital bed yesterday and disavowed the hero's mantle with the aw, shucks gallantry of a real-life Gary Cooper.   \"What I did doesn't make me a hero,\" Christian Fetterolf, who had been stabbed four times, told reporters and a battery of television cameras at New York Hospital: a gaggle that had gathered to hear him recount his struggle with the mugger in a station at 59th Street and Lexington Avenue last Wednesday.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/18/nyregion/bridge-116993.html","abstract":"  The Grand National Team Championship for District 3, which includes New Jersey, Westchester and the Hudson Valley, ended on Sunday in Allendale, N.J. The winners, by 35 imps after a second-half surge, were Luella Slaner of Scarsdale, N.Y., Fred Stewart of Accord, N.Y., Steve Weinstein of Upper Montclair, N.J., Larry Cohen of Little Falls, N.J., and Marty Bergen of Farmingdale, L.I.    They advance to the national playoffs in Washington in July. The losing foursome consisted of Bill and Rozanne Pollack of Englewood Cliffs, N.J., and Mark and Stasha Cohen of Glen Ridge, N.J.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Hartford's Hour on Gun Control","web_url":"https://www.nytimes.com/1993/05/18/opinion/hartford-s-hour-on-gun-control.html","abstract":"  Reeling from routs in Virginia and New Jersey, the gun lobby now faces an unexpected battle in Connecticut. In Virginia, the powerful National Rifle Association failed to kill Gov. Douglas Wilder's measure limiting handgun purchases to one a month. In New Jersey, similar bullying failed to block a ban on semiautomatic weapons. Now Connecticut, long a gun-loving state, weighs a comparable prohibition.    The drive to impose a ban on semiautomatic assault rifles in Connecticut has gained particular momentum this year as police who feel outgunned by street criminals add their voices to the clamor for gun control. If the gun lobby loses in the Connecticut Legislature, that would palpably improve chances for passage in Washington of Federal gun controls. Such are the larger stakes as Connecticut's 36 state senators vote this week on banning the sale of semiautomatic weapons. Gov. Lowell P. Weicker Jr. and the state's lower house support the measure.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93311568186.html","abstract":"1918: War on Women","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/18/sports/results-plus-476193.html","abstract":"  TENNIS  Germany Upsets Czech Team  Germany upset the top-seeded Czech Republic yesterday as the $1.75 million World Team Cup tournament got under way in Dusseldorf, Germany. Germany's doubles team of Michael Stich and Patrik Kuhnen defeated Petr Korda and Cyril Suk, 3-6, 7-5, 6-2, for a 2-1 victory against the Red Group favorite. In the singles, Korda, No. 6 in the world, beat the 10th-ranked Stich, 7-6, 6-1, and stomach cramps forced Karel Novacek to withdraw against Carl-Uwe Steeb of Germany while leading, 6-3, 2-4. In the other Red Group match, Sweden blanked France, 3-0. (AP) Raymond Advances: Florida's Lisa Raymond opened defense of her N.C.A.A. singles title yesterday with straight-set victories in the first and second rounds of the Division I women's championships in Gainesville, Fla. Raymond, the top-ranked amateur in the world, defeated Stanford's Kristine Kurth, 6-3, 6-1, in the first round. In the second round, Raymond fended off a pair of set points in a first-set tie breaker against Southern Cal's Suzi Italiano before storming to a 7-6 (9-7), 6-0 victory to advance to the round of 16. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Administration to Freeze Growth Of Hazardous Waste Incinerators","web_url":"https://www.nytimes.com/1993/05/18/us/administration-to-freeze-growth-of-hazardous-waste-incinerators.html","abstract":"  Reacting to protests about the burning of toxic chemical wastes in Ohio, Arkansas and over a dozen other states, the Clinton Administration plans to bar the development of new hazardous waste incinerators for 18 months.   The policy, developed under Carol M. Browner, the Administrator of the Environmental Protection Agency, calls for freezing the capacity of the nation's hazardous waste incinerators, forbidding them to burn more than the current level of roughly three million tons of chemical byproducts a year, E.P.A. officials said today. Major Issue in Ohio    There are 184 hazardous waste incinerators in the United States. Under the order, no new ones could be built unless old ones were closed. This would probably result in a temporary halt in the development and construction of new incinerators, the officials said, giving the agency more time to develop tougher health, safety and environmental requirements for existing plants.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"To Stop Drug Sales, Bridgeport Barricades Its Streets","web_url":"https://www.nytimes.com/1993/05/18/nyregion/to-stop-drug-sales-bridgeport-barricades-its-streets.html","abstract":"  As a huge crane dropped concrete barriers across the intersection of Maple and Brook Streets this morning, neighbors spilled out of their houses or pulled the drapes back and peered into the street.   They shared the same hope: that the roadblock and others like it would deter out-of-town drug buyers and end the gunfire that plagues this troubled city's East End.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Schools Can't Learn a Think From Post Office; A System So Bad","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-schools-can-t-learn-a-think-from-post-office-a-system-so-bad-692693.html","abstract":"  To the Editor:   The low voter turnout in New York City's school board election provides us the worst of all possible worlds:   * A system so bad that you cannot responsibly give endorsements to any of the 543 candidates in 32 districts.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/05/18/theater/theater-in-review-690093.html","abstract":"  Washington Square Moves  Primary Stages 354 West 45th Street Clinton By Matthew Witten; directed by Seth Gordon; production stage manager, Christine Catti; production manager, Andrew Leynse; assistant director, Laurel Springer; set by Bruce Goodrich; lighting by Deborah Constantine; costumes by Amanda J. Klein. Presented by Primary Stages Company Inc., Casey Childs, artistic director. WITH: Angela Bullock, Bert Goldstein, Dion Graham, Dawn McClendon, Joe Quintero, Ascanio Sharpe and Jack Stehlin.","thumbnail":null,"section":"Theater"},{"date":"19930518","headline":"Justice Inquiry Will Now Examine Assault on Cult","web_url":"https://www.nytimes.com/1993/05/18/us/justice-inquiry-will-now-examine-assault-on-cult.html","abstract":"  The Justice Department said today that a senior official had erred when he said last week that its investigation of the handling of the Branch Davidian cult near Waco, Tex., would forgo a detailed examination of the decision to assault the sect's compound on April 19.   The head of the investigation, Philip B. Heymann, had said in an interview reported in The New York Times on Sunday that investigators would not look closely at the decision by Attorney General Janet Reno and William S. Sessions, director of the Federal Bureau of Investigation, to assault the compound with tanks and tear gas.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Clinton Stumps For His Program In '92-Like Blitz","web_url":"https://www.nytimes.com/1993/05/18/us/clinton-stumps-for-his-program-in-92-like-blitz.html","abstract":"  Rock music blared from loudspeakers on stage in New Mexico. The audience was packed with the mandatory shrieking school children who were bused in from all over the state. The visiting politician toured a local point of interest and pronounced himself awed by machines that made good props for his message of the day.   The feel of a campaign rally was in the air today, possibly more than at any other event since President Clinton took office, as he visited a high school in Los Alamos, N.M., to promote his economic program and toured the laboratory where the atomic bomb was made -- and where the machines of war are now being used for peaceful purposes.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Biding Time on the Undercard","web_url":"https://www.nytimes.com/1993/05/18/sports/boxing-biding-time-on-the-undercard.html","abstract":"  The only man to have defeated both Riddick Bowe and Lennox Lewis -- the owners of the various heavyweight titles -- wants America to understand that he is not just strutting.   \"A lot of fighters talk,\" said Jorge Luis Gonzalez. \"But I won't lose to Bowe or Lewis.\"   Gonzalez, who has a 14-0 mark with 13 knockouts, is on the undercard of Bowe's title defense against Jesse Ferguson on Saturday night. Gonzalez will face Dwayne Hall of Syracuse in a 10-round bout.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Torborg and the Tea Leaves: Is Something Up?","web_url":"https://www.nytimes.com/1993/05/18/sports/baseball-torborg-and-the-tea-leaves-is-something-up.html","abstract":"  The subject of the manager's status is in the air. It has seeped into private conversations among players. It has fueled debate at Shea. It happens in New York when your club has a nearly $39 million payroll and a 12-24 record. The owners of the Mets are aware of it all, and if they aren't yet prepared to act, they are talking -- and sounding less certain of what to do.   \"We're all accountable,\" said Fred Wilpon, who owns the Mets along with Nelson Doubleday. \"And we're doing everything we can to make changes that are appropriate changes. We're considering everything.\"","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Mellow Lion Of Literature Stalks Vienna","web_url":"https://www.nytimes.com/1993/05/18/world/mellow-lion-of-literature-stalks-vienna.html","abstract":"  In an autobiographical poem, Robert Schindel describes himself as a changeling, a child secretly exchanged for another in infancy.    The Viennese writer became a changeling when he was four months old, in the midst of World War II. It saved his life. Now he is not only an acclaimed poet, with four volumes of verse published in the last seven years, but also the writer of a best-selling novel, \"Geburtig,\" which may be translated either as \"Born Of\" or as \"Native To.\"","thumbnail":null,"section":"World"},{"date":"19930518","headline":"A Real Contender For the Palme d'Or","web_url":"https://www.nytimes.com/1993/05/18/style/IHT-a-real-contender-for-the-palme-dor.html","abstract":"-Jane Campion's new film, \"The Piano,\" is a triumph, and the betting along the Croisette is that it will win the Palme d'Or, although prize day is a week away.","thumbnail":null,"section":"Style"},{"date":"19930518","headline":"6 DAYS OF FIGHTING KILL 700 IN KABUL","web_url":"https://www.nytimes.com/1993/05/18/world/6-days-of-fighting-kill-700-in-kabul.html","abstract":"  For a sixth straight day, Kabul was torn by gunfire and rockets today as guerrilla factions battled for control of pieces of the ravaged capital of Afghanistan.   Since the fighting rekindled, at least 700 people have been killed and 3,000 more wounded, according to the International Committee of the Red Cross in Kabul.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"My Invitation? Uh . . . Smile for the Camera!","web_url":"https://www.nytimes.com/1993/05/18/nyregion/our-towns-my-invitation-uh-smile-for-the-camera.html","abstract":"  IF passion makes art, Richard Hooper is an artist, a visionary who has done for celebrities what Andy Warhol did for the Campbell soup can. But his targets would probably call him something less flattering.   Mr. Hooper's paintbrush -- some might say weapon -- is an autofocus camera, small enough and light enough to be taken apart and hidden in his dinner jacket as he crashes the country's most exclusive events to make celebrity snapshots.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Fresh Perspectives On the D.A.R.'s Rebuff of Marian Anderson","web_url":"https://www.nytimes.com/1993/05/18/arts/fresh-perspectives-on-the-dar-s-rebuff-of-marian-anderson.html","abstract":"  The death of Marian Anderson on April 8 has revived a half-century-old dispute over the role played by the Daughters of the American Revolution in refusing her request to sing at Constitution Hall, then the largest auditorium in Washington, on Easter Sunday in 1939. After being turned down by the D.A.R., which owns Constitution Hall, Miss Anderson presented a legendary song recital standing on the steps of the Lincoln Memorial. The event was a dramatic personal triumph, and a milestone in the civil rights movement.   The story of her rejection and ultimate triumph was recounted in obituaries published and broadcast around the world last month. Two days later, the D.A.R., a conservative organization of women who trace their ancestry to the American Revolution, issued a statement to the press and some of its members seeking once again to absolve itself from the taint of racism.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Why Average Retirement Age Has Dropped","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-why-average-retirement-age-has-dropped-693493.html","abstract":"  To the Editor:   A May 3 article reports on a study for the National Institute on Aging, having to do with family aid to the elderly, which was found to be strong. You report that a second study on health and retirement, conducted for the same agency, was intended to help answer questions about why and when people retire. \"The average age of retirement,\" you state, \"has precipitously dropped in recent years, and no one knows why.\"   If no one knows why, then it would seem that we have a lot of unobservant people. It is not difficult to understand why people are retiring early. During the last few years, numerous businesses and government agencies have been offering preretirement incentive packages as a way of reducing the number of employees. In the company I work for there have been five such plans in the last five years. Part of the restructuring, reorganization and downsizing programs in a number of large American corporations has been to encourage employees to take early retirement.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/18/style/chronicle-077493.html","abstract":"  Life on the road promoting a book has its ups and downs, said SUSAN STAMBERG, now on the circuit for \"Talk,\" a compendium of interviews she conducted on National Public Radio, mostly for the program \"All Things Considered.\" The collection has just been published by Turtle Bay/Random House.   Ms. Stamberg found herself sharing a platform at a recent book-and-author luncheon in Los Angeles with former Secretary of State GEORGE P. SHULTZ and MARY HIGGINS CLARK, the best-selling mystery writer. Ms. Stamberg said the other evening that she was thrilled when Mr. Shultz told her at the lunch that she was in his book, \"Turmoil and Triumph: My Years as Secretary of State\" (Charles Scribner's Sons, 1993).","thumbnail":null,"section":"Style"},{"date":"19930518","headline":"Supporters of Gay Rights Win More School Races","web_url":"https://www.nytimes.com/1993/05/18/nyregion/supporters-of-gay-rights-win-more-school-races.html","abstract":"  After one of the fiercest ideological battles of the New York City school board campaign, candidates in District 15 in Brooklyn who favor the teaching of multiculturalism and tolerance for homosexuals overwhelmed opponents of that view, results released yesterday showed.   The same pattern followed yesterday in District 3 on Manhattan's Upper West Side, where all four candidates endorsed by New York's principal gay lobbying group, Empire State Pride Agenda, won election.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Supreme Court Roundup; High Court to Decide if Jurors Can Be Barred on Basis of Sex","web_url":"https://www.nytimes.com/1993/05/18/us/supreme-court-roundup-high-court-decide-if-jurors-can-be-barred-basis-sex.html","abstract":"  Seven years after the Supreme Court first ruled that race could not play a part in jury selection, the Justices agreed today to decide whether the same principle of equal protection also bars the exclusion of potential jurors on the basis of their sex.   The Court accepted an appeal from an Alabama man who was the defendant in a civil case brought by the state to establish that he had fathered a child and was responsible for paying child support. After the state used its peremptory challenges to exclude nine men from the group of potential jurors, a jury of 12 women heard the evidence and, despite the man's denial, declared him to be the father.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Hillary Clinton Gives Plea for Unity at Penn","web_url":"https://www.nytimes.com/1993/05/18/us/commencements-hillary-clinton-gives-plea-for-unity-at-penn.html","abstract":"  Accepting an honorary degree from the University of Pennsylvania, which has experienced racial tension in the last year, Hillary Rodham Clinton urged students today to \"repair the social contract\" and uphold the idea of colleges as \"havens for free speech and free thought.\"   \"What we have to do here at this university and in this country is to find a way to celebrate our diversity and debate our differences without fracturing our communities,\" she said.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-letters-to-the-editor-93237818369.html","abstract":"Israelis Are Hard at Work . Regarding \"Israel, Palestinian-Less, Finds Little Work Is Getting Done\" (April 27) by Clyde Haberman:. Mr. Haberman quotes Prime Minister Yitzhak Rabin as mentioning a \"culture of idleness\" afflicting Jews i","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Turning Loopy Over Language","web_url":"https://www.nytimes.com/1993/05/18/opinion/turning-loopy-over-language.html","abstract":"  It would take a Swift or a Voltaire to do justice to the battle between the \"language police\" and outraged Anglophones in Quebec.   At issue is a law requiring that commercial signs be written only in French in Canada's Francophone province. So vexed was an English-speaking undertaker in southern Quebec that he took his grievance to the United Nations, and lo, its Commission on Human Rights has ruled that the French-only law conflicts with the International Covenant on Civil and Political Rights.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Subway Service Disrupted","web_url":"https://www.nytimes.com/1993/05/18/nyregion/subway-service-disrupted.html","abstract":"  Subway service on the M, N and R lines was expected to be disrupted this morning because of a derailment last night of a train on the R line at the Whitehall station at the southern tip of Manhattan, the Transit Authority reported early today. Officer Anthony Taliercio, a spokesman for the Transit Authority, said no trains are expected to be picking up or discharging passengers at the Whitehall Station in Manhattan and the Court Street and Lawrence Street stations in Brooklyn. The derailment involved one car of an eight-car R train as it was pulling out of the Whitehall station. Passengers exited at the station platform. No injuries were reported. The derailment led to an interruption of service between the Canal Street and Lawrence Street stations.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Her Father's Daughter and Her Party's Luminary; Molinari Finds Herself on National Stage in Republican Spotlight, on Her Own Terms","web_url":"https://www.nytimes.com/1993/05/18/nyregion/her-father-s-daughter-her-party-s-luminary-molinari-finds-herself-national-stage.html","abstract":"  A blur slides across Independence Avenue toward a side entrance to the Cannon House Office Building. A momentary pause and it takes shape. The Representative from Staten Island applies her warmest grin. \"Hi. Remember me? Congresswoman Susan Molinari.\"   A smile from a startled guard, then she's gone, skipping the drill of the metal detector, swinging through her office doors, scooping up a pile of papers and heading for the phone with the look of a slightly hyper college student running late for class.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Q&A","web_url":"https://www.nytimes.com/1993/05/18/science/q-a-408793.html","abstract":"  Sensitive Teeth   Q.  How does toothpaste for sensitive teeth work?   A.  Teeth often become sensitive when the gum recedes because of age, disease or too-vigorous brushing, Dr. Conrad A. Naleway, a researcher at the American Dental Association, wrote in Pharmacy Times, a publication for pharmacists. The newly exposed dentin is more porous than the rest of the tooth surface and opens new pathways to the nerves inside the pulp.    The resulting sensitivity to things like hot and cold may go away by itself, but some over-the-counter treatments can help. How well they work is hard to measure, and how they might act is largely speculative, Dr. Naleway said.   Chris Martin, manager of public information for the dental association, said ingredients in toothpastes recognized by the association's Council on Dental Therapeutics as effective in diminishing discomfort included potassium nitrate, strontium chloride, sodium citrate and stannous fluoride.    One respected theory of how these agents work, as described by Dr. Naleway, is that the pain is caused by movement of fluid filling the tiny tubes in the dentin that open into the pulp chamber. The fluid might either stimulate the nerves near the dentin-pulp border or stimulate the bony cells of the tooth so that they somehow simulate receptors in the pulp. Under this theory, the pain might be stopped or lessened by some means like blocking the tubules, coagulating material in them, or blocking the nerve impulse.  Cyanide Poisoning    Q.  How does cyanide kill?   A.  Cyanide kills by asphyxiating the cells of the body, said Dr. Margaret F. Dietert, associate professor of biology at Wells College in Aurora, N.Y.   Cyanide competes with oxygen in the body's cells, she said. The enzyme responsible for using oxygen has more affinity for cyanide than it does for oxygen, so the presence of cyanide starves a cell for oxygen. Cells' respiratory pathways use the oxygen in a complex process to break down glucose to produce energy for vital cell maintenance, Dr. Dietert said.   The last step adds oxygen to hydrogen to make water. If the last step does not occur, high-energy molecules of a substance called ATP, adenosine triphosphate, are not made.   Cells use the energy from ATP to maintain their semipermeable membranes, which control their chemical balance. Without maintenance, cell membranes lose their integrity and the cell eventually dies. If enough cells in the body die, toxic symptoms or death will result.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Hail the Conquering Horse: Prairie Bayou Is a Star","web_url":"https://www.nytimes.com/1993/05/18/sports/on-horse-racing-hail-the-conquering-horse-prairie-bayou-is-a-star.html","abstract":"  When he arrived at Belmont Park on Sunday to take up residence for the Belmont Stakes on June 5, he was the acknowledged star of his class, and nobody was making fun of his name or his pedigree.   He was Prairie Bayou, the big and gawky gelding, the underdog of winter who has grown into the top dog of spring, and he arrived back in the Big Apple with the best chance of capturing the fancy, and maybe even the passion, of the public before he eventually departs.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"On Baseball; Leyland's New Era, Mets' Old Burdens","web_url":"https://www.nytimes.com/1993/05/18/sports/on-baseball-leyland-s-new-era-mets-old-burdens.html","abstract":"  One day in the middle of spring training, Jim Leyland was discussing the division his team had dominated the previous three seasons. The Cardinals and the Phillies, he said, would be the surprise teams, each with a chance to finish first. The Expos, too, might win.   But he said: \"The Mets are the only team capable of running away and hiding. The Mets might win by 20 games if these guys are all healthy.\"","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/18/nyregion/c-corrections-496693.html","abstract":"  An article on Sunday about Mayor David N. Dinkins's selection of Victor H. Gotbaum as a member of the New York City Board of Education misstated his affiliation with the City University. Mr. Gotbaum is a senior research scholar with the Center of Social Research at the Graduate School and University Center of the City University. His connection with the Center for Labor-Management Policy Studies ended when the center closed in February.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Who Can Fix the City's Schools?","web_url":"https://www.nytimes.com/1993/05/18/opinion/who-can-fix-the-city-s-schools.html","abstract":"  The results of this month's local school board elections in New York City are dribbling in. They're disheartening. Several board members who have been tainted by allegations of corruption and other scandals were returned to office. Taken together with the selection of Carol Gresser of Queens as the new president of the central board, this sorry election is proof positive of a school system that's broke and needs fixing.    Gov. Mario Cuomo, Mayor David Dinkins and the Democratic State Assembly now seem to be in broad agreement on an agenda for changing the way the system is run. But the Republican State Senate stands in the way of reform. It's up to the six Republican Senators in the New York City delegation to push mightily for an agreement.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Review/Cabaret; Style That's Texas Eclectic","web_url":"https://www.nytimes.com/1993/05/18/arts/review-cabaret-style-that-s-texas-eclectic.html","abstract":"  Late last Tuesday's opening-night show of his new cabaret act at Rainbow and Stars, Billy Stritch reminisced about growing up in Sugarland, Tex., a small town that he left only three years ago to come live and work in New York. Since he left home, he said, a lot of things have changed. His two sisters have had three babies between them, and his father has bought a new van.    If Mr. Stritch's patter betrays a streak of starry-eyed ingenuousness, he is a musical talent of unusual range and sophistication in a style that might be described as all-purpose mix-and-match eclectic. Typical of Mr. Stritch's way of blending idioms is his rock-and-disco-flavored version of \"I Gotta Right to Sing the Blues.\" His arrangement for a quartet that includes himself on piano, Doug Katsaros on synthesizer, David Finck on bass, and Dave Ratajaczak on drums finds an exact middle ground between Broadway bump-and-grind blues and harder-edged modern pop.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Hearst Funeral Scheduled","web_url":"https://www.nytimes.com/1993/05/18/nyregion/hearst-funeral-scheduled.html","abstract":"  Funeral services for William Randolph Hearst Jr., who became editor in chief of the media empire his father founded, will be held today at St. Thomas Church at 1 West 53d Street in Manhattan.  ","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Insurers Notice the Greenhouse Effect","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-insurers-notice-the-greenhouse-effect-687093.html","abstract":"  To the Editor:   You report that insurance companies are withdrawing coverage from areas at risk from hurricanes and other weather disasters because of high payouts (Business Day, May 4). Another reason is that insurers are worried about global warming.   As emissions of carbon dioxide and other greenhouse gases heat up the atmosphere, Earth's climate will change significantly, giving rise to more frequent and severe windstorms and other disasters, playing havoc with coverage based on historic weather patterns. The industry is taking this threat seriously.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Pentagon Study Urges Cuts in Arms Programs","web_url":"https://www.nytimes.com/1993/05/18/us/pentagon-study-urges-cuts-in-arms-programs.html","abstract":"  The Pentagon has more programs to build warplanes and ships than it can afford, and must quickly move to cancel some, a new study says.   The study, made public today, was carried out by a group of private experts at the request of Defense Secretary Les Aspin, who wanted an independent audit of the Defense Department's budgetary assumptions. Mr. Aspin is conducting his own review of military programs, and the study is expected to influence his planning.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/18/us/no-headline-956393.html","abstract":"  \"It's not the diplomatic life you read about in the books with chauffeurs and big parties. In this business, whenever there is a crisis everyone has to focus on solving the crisis. Of course, that puts you behind on everything, so you're permanently in crisis.\" -- KRESIMIR COSIC, Croatia's Deputy Ambassador to the United States.  [ A1:5. ]","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Coach of the Year? Riley. His Goal? Team of the Year.","web_url":"https://www.nytimes.com/1993/05/18/sports/pro-basketball-coach-of-the-year-riley-his-goal-team-of-the-year.html","abstract":"  Pat Riley has won coach-of-the-year honors before. Pat Riley has won championships before. And Pat Riley is smart enough to have reached a conclusion:   Awards are nice. Championships are much more gratifying.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/18/nyregion/c-corrections-970993.html","abstract":"  A front-page picture caption yesterday about the commencement at Hofstra University misidentified the graduate greeting her family. She was Patricia Smith of the Bronx.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Chess","web_url":"https://www.nytimes.com/1993/05/18/arts/chess-205093.html","abstract":"  An opponent's resignation can usually be taken as praise for your play, yet sometimes the praise can be faint indeed.   Consider the game between Ben Finegold, a Southfield, Mich., international master, and Dmitry Gurevich, a Chicago grandmaster, from the King's Island Open in Ohio, April 2 to 4. In the 243-player, Swiss-system tourney, Gurevich won first prize, $1,600, with a perfect 5-0 score. Gurevich said, \"Ben resigned because he didn't see the best defense.\" That became clear in a discussion of the play immediately afterward.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Treatment for 'Bubble Boy Disease'","web_url":"https://www.nytimes.com/1993/05/18/science/treatment-for-bubble-boy-disease.html","abstract":"  Two babies born with defective immune systems have been injected with genetically altered blood cells in an effort to cure the fatal condition, scientists said today.    The gene therapy used cells taken from the babies' umbilical cords. An alternative treatment for the disorder, popularly known as \"bubble boy disease,\" exists but requires expensive injections all the patient's life.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Yonkers Plans Review Board In Police Cases","web_url":"https://www.nytimes.com/1993/05/18/nyregion/yonkers-plans-review-board-in-police-cases.html","abstract":"  Responding to charges that the Yonkers Police Department has abused its powers, the Mayor and Police Commissioner have decided to create an eight-member committee to review complaints of police brutality and misconduct.   The planned board will not be as independent as New York City's all-civilian complaint review board. Still, for Yonkers, a city of 188,000 with a tradition of almost unquestioning support for its police force, the creation of such a panel is a significant break with the past.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Welfare Agency Took Missing Boy, Police Say","web_url":"https://www.nytimes.com/1993/05/18/nyregion/welfare-agency-took-missing-boy-police-say.html","abstract":"  A Bronx mother who had reported her 10-year-old child missing Friday night found out only yesterday that the boy had been taken from school Friday by the city's Child Welfare Administration, the police said.   School officials acknowledged yesterday that they should have done more to contact the mother, Carol Rockhead, when they could not reach her by telephone. Sheila Jack, a spokeswoman for the Child Welfare Administration, said she could not comment on the agency's role in the case because of state confidentiality rules that protect families' privacy.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Budget Chief Resigns to Run Health Group","web_url":"https://www.nytimes.com/1993/05/18/nyregion/budget-chief-resigns-to-run-health-group.html","abstract":"  Patrick J. Bulgaro, the director of the State Division of the Budget for a year and a half, announced today that he was resigning to become president of a nonprofit health-care group here.   In his new job with the Center for the Disabled, which is to begin Oct. 1, Mr. Bulgaro will run a group that operates residential and outpatient programs for more than 11,000 people with cerebral palsy, multiple sclerosis and other disabilities.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Speed and Clarity at a Low Cost","web_url":"https://www.nytimes.com/1993/05/18/science/personal-computers-speed-and-clarity-at-a-low-cost.html","abstract":"  APPLE COMPUTER INC. has revamped its family of printers in recent months, including several new laser models. But the really hot news is at the bottom end of the line, where Apple has significantly improved its low-cost Stylewriter for the Macintosh.   \"The new Canon printer engine they use is much faster, and it has great print quality,\" said Charles LeCompte, editor of the Hard Copy Observer, a newsletter that covers the printer industry. \"People who have a Stylewriter will notice a big improvement.\"","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/18/style/chronicle-689693.html","abstract":"  This has not been a good year for nannies in the news. Now comes word, from Reuters, that MIRELLA CANESE, who worked for Charlie Chaplin and his wife, Oona O'Neill Chaplin, for more than 20 years after the couple emigrated to Switzerland from Hollywood, has auctioned off some of their possessions in Geneva. The items that went on the block included a violin played by the actor in the silent-movie classic, \"The Vagabond,\" which fetched $33,000, and a 1964 Bentley limousine, Mr. Chaplin's last car, which failed to attract a buyer at its reserve price of $310,000.    Ms. Canese's decision to sell the objects, ranging from the luxury automobile to bow ties, which mostly were either given her by Mrs. Chaplin or were thrown out by Mr. Chaplin, angered the couple's eight children. They issued a statement on the day of the sale saying that they could \"give no guarantee on the authenticity or origin of the object.\"","thumbnail":null,"section":"Style"},{"date":"19930518","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/18/nyregion/c-corrections-495893.html","abstract":"  The About New York column on Saturday about daring and imaginative stunts, like the commandeering of the A train, misidentified the man who scaled the World Trade Center in 1977. It was George H. Willig, who has been called the human fly; he climbed the southern tower.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Regal President","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Schools Can't Learn a Think From Post Office; Decentralization's Fault","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-schools-can-t-learn-a-think-from-post-office-decentralization-s-fault-691893.html","abstract":"  To the Editor:   \"The School Mess, Getting Worse\" (editorial, May 1), commenting on a report for the New York City schools that details blatant corruption in a Bronx school district, holds no surprise for me. I can only wonder why it took so long to discover that \"the present system of school governance undermines education.\"    In 1968, as president of the Board of Education, I wrote the minority report against decentralization. I called it a political answer to a failing education system, arguing: \"local autonomy in school, as in other government affairs, inevitably will lead to ward politics, to corruption and to inefficiency.\" The press and some community organizations criticized me.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Drama Desk Honors 'Kiss' and 'Angels'","web_url":"https://www.nytimes.com/1993/05/18/theater/drama-desk-honors-kiss-and-angels.html","abstract":"  \"Kiss of the Spider Woman\" won the Drama Desk award yesterday for best musical and \"Angels in America: Millennium Approaches\" won the award for best play. \"Tommy\" won the most awards -- six -- for the 1992-93 theatrical season, followed by five each for \"Spider Woman\" and \"Angels in America.\"   \"Tommy\" won the awards for director of a musical (Des McAnuff), choreography (Wayne Cilento), orchestration (Steve Margoshes), set design (John Arnone and Wendall K. Harrington), lighting (Chris Parry) and sound (Steve Canyon Kennedy).","thumbnail":null,"section":"Theater"},{"date":"19930518","headline":"Observer; Half-Baked","web_url":"https://www.nytimes.com/1993/05/18/opinion/observer-half-baked.html","abstract":"  From last year's diary, a few ideas that meant to become columns but didn't know how:   A book title: \"Why Does 1940 Now Seem Like Only Yesterday While 1890 Seemed Like the Dark Ages in 1940?\"","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-letters-to-the-editor.html","abstract":"One Face of Islam. Regarding\"Satanic Blasphemy\" (Letters, April 9) from Suraiya Rahman:. It is not clear whether Ms. Rahman wishes us to conclude that Muslim sensitivities justify the death sentence on Salman Rushdie. But she should be under n","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-letters-to-the-editor-91455456903.html","abstract":"Living With History . Your \"In Our Pages 100, 75 and 50 Years Ago\" column is appreciated not only because it provides a historical backdrop for the events of the day, but because of its personal significance to me. The events of 75 and 50 years","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Mets Just Keep Clunking Along to the Tune of Defeat","web_url":"https://www.nytimes.com/1993/05/18/sports/baseball-mets-just-keep-clunking-along-to-the-tune-of-defeat.html","abstract":"  The inning was a descent into disorder. A one-run game degenerated into a blowout in the top of the ninth last night at Shea Stadium after a double by Orlando Merced transformed a 5-4 contest into a 7-4 Pittsburgh lead that would become a 9-4 defeat for the Mets.   There were boos. There were chants of \"Jeff Must Go!\" as Manager Jeff Torborg trooped back and forth to the mound to try and stem the latest flood of runs and failure. There was bitterness and bewilderment as the Mets had their loss total for 1993 (24) neatly double their collection of triumphs (12).","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"U.S.-KOREAN TALKS SOUGHT ON A-PACT","web_url":"https://www.nytimes.com/1993/05/18/world/us-korean-talks-sought-on-a-pact.html","abstract":"  American and North Korean diplomats met quietly in New York today to begin planning for high-level talks intended to resolve the dispute caused by Pyongyang's withdrawal from the treaty to halt the spread of nuclear weapons, State Department officials said.   Although the details remained to be worked out, the officials said it now appeared that North Korea would agree to take part in such talks, which the Clinton Administration regards as the most promising route toward ending the two-month-old dispute.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Senatorial Choke Hold","web_url":"https://www.nytimes.com/1993/05/18/opinion/senatorial-choke-hold.html","abstract":"The \"hold\" the power of any Senator to block a vote on a bill or a nomination for any reason -- may be the purest example of unnecessary Congressional power run amok. \n\nFor weeks, Senator Bill Cohen, Republican of Maine, put a hold on every White House appointment to the Agriculture Department until he obtained Federal aid for Maine potato farmers last week. The Senate Republican leader, Bob Dole of Kansas, has a hold on the nomination of George Weise to be Customs Commissioner until the Customs service agrees to give a career job to a Dole protege.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Serb Is Taking Sincerity Test","web_url":"https://www.nytimes.com/1993/05/18/world/serb-is-taking-sincerity-test.html","abstract":"  Covered trucks that roll across the Drina River from Serbia into Bosnia conceal a mystery that much of the world is anxious to solve.    If the trucks contain only food and medicine, President Slobodan Milosevic of Serbia may be keeping his promise to cut off his long-time allies, the Serbs of Bosnia. If they contain military or industrial supplies, he is trying to fool the world once again.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Defense in Glen Ridge Case Asks Court to Continue Bail","web_url":"https://www.nytimes.com/1993/05/18/nyregion/defense-in-glen-ridge-case-asks-court-to-continue-bail.html","abstract":"  Lawyers for three former Glen Ridge athletes facing 15-year sentences for sexually assaulting a mildly retarded friend filed appeals today asking that their clients be allowed to remain free while they seek to overturn their convictions.   Defense motions filed with a New Jersey appeals court argued the three were entitled to continued bail during the appeals process because \"substantial\" legal questions arose in their five-month trial, including prayers in the jury room, the first use of testimony about \"rape trauma syndrome\" in a rape trial in the state, and a prosecutor's singing \"The Sound of Silence\" in his closing arguments to the jury.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Becker and Coach Part","web_url":"https://www.nytimes.com/1993/05/18/sports/sports-people-tennis-becker-and-coach-part.html","abstract":"  BORIS BECKER and his coach, GUNTER BRESNIK, have parted, leaving the fourth-ranked player without a coach one week before the French Open begins.   Becker's manager, ION TIRIAC, said yesterday that the 25-year-old Becker and Bresnik ended their partnership by \"mutual agreement.\"","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Wilpon Won't Dismiss New CBS Bid","web_url":"https://www.nytimes.com/1993/05/18/sports/baseball-wilpon-won-t-dismiss-new-cbs-bid.html","abstract":"  Fred Wilpon, the co-owner of the Mets, said yesterday that CBS's bid to continue as baseball's television network for two years, through 1995, must be considered alongside major league baseball's proposed revenue-sharing joint venture with ABC and NBC.   \"Of course it's on the table,\" Wilpon said. \"They made a legitimate offer and we have to look at it.\"","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Newborn Colt Has Surgery","web_url":"https://www.nytimes.com/1993/05/18/sports/horse-racing-newborn-colt-has-surgery.html","abstract":"  The trials of Genuine Risk took one more turn yesterday when her newborn colt developed an intestinal blockage and underwent surgery at the equine hospital in Kentucky where he was born 36 hours earlier.   \"I'm concerned, but not alarmed,\" Dan Rosenberg, the manager of the Three Chimneys Farm, reported by telephone from Midway, Ky. \"It's like your kid had a bad stomach ache. And it's not uncommon in foals. But the public attention puts this in a different plane. We're treating this as though the story has a happy ending.\"","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Courthouse Death: One Family's Tragedy -- A special report.; When Passion Explodes Into a Deadly Rage","web_url":"https://www.nytimes.com/1993/05/18/nyregion/courthouse-death-one-family-s-tragedy-special-report-when-passion-explodes-into.html","abstract":"  It was dramatic -- a woman killed by her estranged husband in Brooklyn Family Court, a bullet fired into the back of her head as she sat on a bench waiting for their case to be called.   To legal and social-services professionals who knew her, the death of Danielle Almonor two months ago carried a sobering message that made the loss all the more painful.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-letters-to-the-editor-91359337030.html","abstract":"The Traveler as the Trip. Regarding \"The Real Goal for Us Travelers Is Home (Meanwhile, April 27) by Andrew Ward:. Mr. Ward says that most sojourners haven't much to report about their travels other than their arguments with airlines or the oddities","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Kevorkian's Role in Latest Death Confounds Experts in Michigan","web_url":"https://www.nytimes.com/1993/05/18/us/kevorkian-s-role-in-latest-death-confounds-experts-in-michigan.html","abstract":"  Two things are certain in the most recent suicide involving Dr. Jack Kevorkian: A cancer patient died from carbon monoxide poisoning, and Dr. Kevorkian was there.   What is not clear is whether a crime was committed under Michigan's new law banning the kind of assisted suicide that has made Dr. Kevorkian a household name.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Administration Seeks Ways to Ease Africa's Wars and Debt Burden","web_url":"https://www.nytimes.com/1993/05/18/world/administration-seeks-ways-to-ease-africa-s-wars-and-debt-burden.html","abstract":"  The Clinton Administration, after fixing its foreign policy focus on Russia, the former Yugoslavia and Haiti, is beginning to turn its attention to Africa.    The development comes as civil rights leaders and the Congressional Black Caucus have been lobbying for a greater emphasis on the continent. Administration officials say that they are starting to look at such issues as Africa's crushing debt and the civil war in Angola, an 18-year conflict that has been as brutal as that in the Balkans and has lasted far longer.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Parasites Hint Amazon River Once Flowed West","web_url":"https://www.nytimes.com/1993/05/18/science/parasites-hint-amazon-river-once-flowed-west.html","abstract":"  NEW discoveries about parasites are forcing biologists to take a more admiring view of creatures they had come to regard as degenerate hangers-on.    True, parasites often lack organs needed for independent existence, like eyes or intestines. But the assumption that they are therefore simpler, regressive forms of life now seems to be quite erroneous.  Biologists are finding that these creatures are exceedingly complex. And because of their intimate relationship with various hosts, they can provide surprising insights into a wide range of matters, from continental drift to the diet of ancient human civilizations to the health of modern ecosystems.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/18/nyregion/inside-931893.html","abstract":"  700 Die in Battle Over Kabul   Fighting between guerrilla factions has killed 700 people and wounded over 3,000 people in the Afghan capital during the last week. Page A5. Cutting Friendly-Fire Deaths    The military hopes that new technology will reduce the toll of Americans accidentally killed or hurt by their own side. Science Times, page C1. 2 Chairs at the Anchor Desk    CBS will divide anchor duties on its evening newscast for the first time, when Connie Chung joins Dan Rather on June 1. Page C18.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"NIXON TAPE SHOWS A VENDETTA OF '72","web_url":"https://www.nytimes.com/1993/05/18/us/nixon-tape-shows-a-vendetta-of-72.html","abstract":"  The clashing styles of Caspar W. Weinberger and George P. Shultz that were so much a part of the Reagan Administration policy battles had an earlier life in the Nixon White House, according to a new batch of tape recordings of Mr. Nixon's conversations released today.   According to the tapes released by the National Archives, Mr. Nixon wanted to retaliate against the Massachusetts Institute of Technology by refusing to renew the school's Government contracts. The university's offense is unclear, but the tapes hint that it had to do with a lack of support for Mr. Nixon's policy in Vietnam.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Leading Conservative Democrat Criticizes Clinton","web_url":"https://www.nytimes.com/1993/05/18/us/leading-conservative-democrat-criticizes-clinton.html","abstract":"  Representative Dave McCurdy of Oklahoma, one of President Clinton's earliest supporters and a leading conservative Democrat, accused Mr. Clinton today of betraying the spirit of his Presidential campaign and governing like a traditional liberal.   Mr. McCurdy warned in a series of interviews that a growing number of Democratic members of the House had told him that they opposed Mr. Clinton's proposed tax increases, a movement that Mr. McCurdy suggested could torpedo the Administration's economic package.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Chung to Join Rather As CBS News Anchor","web_url":"https://www.nytimes.com/1993/05/18/arts/chung-to-join-rather-as-cbs-news-anchor.html","abstract":"  In what network executives called an attempt to \"change the dynamic\" of the all-male network evening newscasts, CBS will divide the anchor duties on its evening news starting June 1, when Connie Chung will become the co-anchor of the broadcast with Dan Rather. It is the first time CBS has divided the anchor role of its evening newscast.   Ms. Chung will be only the second woman ever to have one of the main anchor jobs on network news. Barbara Walters was a co-anchor of ABC's network's evening newscast for less than two years starting in 1976.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Energy Tax Will Save Us Money and Health","web_url":"https://www.nytimes.com/1993/05/18/opinion/l-energy-tax-will-save-us-money-and-health-685393.html","abstract":"  To the Editor:   \"The White House Struggles to Save Energy Tax Plan\" (front page, May 10) tells how a host of special interests are seeking to kill President Clinton's proposed energy tax.   Such a tax would not only help cut the deficit, reduce air pollution and simplify tax collection; but paradoxically, it would also do so at a lower overall tax level than otherwise, because it would reduce government expenses for cleaning up pollution.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Jazz Discussion Postponed","web_url":"https://www.nytimes.com/1993/05/18/arts/jazz-discussion-postponed.html","abstract":"  Lincoln Center Off Stage has announced that its discussion event with the jazz singer Betty Carter, scheduled for tomorrow, has been postponed to June 10 at 6 P.M. It will take place in the Stanley H. Kaplan Penthouse of the Samuel B. and David Rose Building, 165 West 65th Street, at Lincoln Center. The discussion, which will focus on preserving jazz traditions and cultivating young talent, will be followed at 7 P.M. by an informal wine and cheese reception with Miss Carter. Tickets are $14. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"On My Mind; Dismantling the War","web_url":"https://www.nytimes.com/1993/05/18/opinion/on-my-mind-dismantling-the-war.html","abstract":"  Before it is too late, Americans should realize that the concept of the war against drugs is in danger of being dismantled and the result will be creeping legalization.   If that is what they want, fine -- they can get it by just keeping silent.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Commission to Save Whales Endangered, Too","web_url":"https://www.nytimes.com/1993/05/18/science/commission-to-save-whales-endangered-too.html","abstract":"  The International Whaling Commission has been struggling for years to make sure that the world's great whales do not become extinct. But the commission, which held its annual meeting in Kyoto last week, now has to worry about its own survival as well.   Formed by a 1946 convention, the organization is being pulled apart by irreconcilable differences between whaling and anti-whaling nations. In addition, the commission's original mission, to set quotas for whaling, is out of sync with the desires of the majority of its members, which now oppose whaling on ethical grounds.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Turgeon Is Skating In Direction of Game 2","web_url":"https://www.nytimes.com/1993/05/18/sports/hockey-turgeon-is-skating-in-direction-of-game-2.html","abstract":"  Pierre Turgeon switched sweaters three times during the Islanders' practice this afternoon. Black, white, black again. He played with the best of his teammates, and he played with the second-stringers long after the regulars had left the ice.   What was most encouraging for the Islanders, though, was not the way Turgeon played and not the fact that he was taking slap shots with a good deal of force. It was, instead, Turgeon's simple ability to pull those jerseys on and off -- his arms stretched high in the air -- without the slightest grimace of pain.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Court Won't Review Secrecy Order in Suit Involving the C.I.A.","web_url":"https://www.nytimes.com/1993/05/18/us/court-won-t-review-secrecy-order-in-suit-involving-the-cia.html","abstract":"  The Supreme Court refused today to review a judge's secrecy order in a case brought by a businessman who had allowed the Central Intelligence Agency to use his company's name to veil the work of a covert aviation company.   Without comment, the court declined to hold a hearing on unsealing the secrecy order governing a suit by the businessman, Erwin Rautenberg, who runs an international freight company.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Trebelhorn to Australia","web_url":"https://www.nytimes.com/1993/05/18/sports/sports-people-baseball-trebelhorn-to-australia.html","abstract":"  TOM TREBELHORN, the Cubs' bench coach, has signed a one-year contract to manage the Perth Heat in the 1993-94 Australian Baseball League season.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Steps to Avoid Own Side's Fire Studied by U.S.","web_url":"https://www.nytimes.com/1993/05/18/science/steps-to-avoid-own-side-s-fire-studied-by-us.html","abstract":"  UNITED STATES military planners hope that in future wars, innovative technology will reduce the toll of Americans accidentally killed by their own side. But since the Persian Gulf war, where the toll of \"fratricidal\" casualties reached 17 percent, progress has been slow.   Now, as tension mounts in the Balkan states, the Army has assigned high priority to achieving \"quick fixes\" as well as longer-range strategies for reducing accidental casualties, including changes in both technology and training.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"2d Trial Begins for Officer in '89 Miami Shooting","web_url":"https://www.nytimes.com/1993/05/18/us/2d-trial-begins-for-officer-in-89-miami-shooting.html","abstract":"  Nearly four and a half years after the killings of two young black men plunged Miami into racial violence, opening arguments in the second trial of the Hispanic police officer charged with manslaughter in their deaths began here today with a sharp debate about police behavior and responsibilities.   As his mother, wife, brothers and children looked on, the suspended officer, William Lozano, heard himself described by his lawyer, Roy Black, as a conscientious cop who was \"put in a terrible no-win situation, a situation every police officer dreads.\"","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Review/Music; Presto! A Vanished Opera Reappears","web_url":"https://www.nytimes.com/1993/05/18/arts/review-music-presto-a-vanished-opera-reappears.html","abstract":"  Emmanuel Chabrier's bad luck in life has outlived him into the 20th century. Through one calamity or another, his deft, witty and deeply lyrical operas seemed to vanish from the stage almost as soon as they appeared. And so it is that \"L'Etoile\" came to New York over the weekend as a relative stranger. In Friday's performance by the L'Opera Francais de New York at Gould Hall, it showed itself swift, compact and original in spite of Christopher Alden's marginally vulgar rendition of it.   Chabrier, a well-to-do esthete and Government functionary, quit his job for composing in 1880, three years after \"L'Etoile\" appeared at the Bouffes-Parisiens. Unsuccessful on the stage, sunk in debt and long afflicted by health problems, Chabrier died 14 years later. He was friend to every major literary and musical figure of his time and became a tireless devotee of Wagner. The general public knows his name and his orchestra piece \"Espana,\" but not much else.","thumbnail":null,"section":"Arts"},{"date":"19930518","headline":"Getting Serious About Arms Control","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-getting-serious-about-arms-control.html","abstract":"- The time has come for a substantial effort by the Southeast Asian nations to tackle security problems. The discussions so far have been so vague as to suggest a lack of serious intent.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/18/nyregion/metro-digest-047293.html","abstract":"  NEW YORK CITY  A FATAL CASE OF DOMESTIC VIOLENCE   The killing of Danielle Almonor two months ago carried a sobering message that made the loss all the more painful. The slaying took place in Brooklyn Family Court. The man accused of the crime is her husband. Regardless of the legal outcome, Mrs. Almonor has joined the 2,000 to 4,000 women who are killed each year by their present or former male partners. At least another two million are seriously beaten. A1.  MIXED RESULTS IN SCHOOL RACES   After some fierce ideological battles for seats on New York City school boards, the results appear to be mixed. B3.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Moth Mothers Mate Often, Then Select the Father","web_url":"https://www.nytimes.com/1993/05/18/science/moth-mothers-mate-often-then-select-the-father.html","abstract":"  IS there no end to the finickiness of the female heart? It would seem quite enough that a female bullfrog requires of her suitors a night of aerobically draining serenades to prove their worthiness as lovers. Or that a female pit viper first will watch impassively as males compete like frenzied, one-armed wrestlers for the privilege of wooing her, and then demand that the victorious male spend long hours rubbing her with his chin and flicking her with his tongue before agreeing to the big event.   Now scientists have discovered strong evidence that a female's discriminating taste in mates can continue even after intercourse is through. Biologists studying an orange and black moth common to the Southeast, Mexico and the Caribbean have found that a female will mate with more than one male and then actively select from the various offerings the sperm of the biggest male she has dallied with -- the mate presumably bearing the most robust genes for her offspring.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Studies Offer a New Understanding of Myopia","web_url":"https://www.nytimes.com/1993/05/18/science/studies-offer-a-new-understanding-of-myopia.html","abstract":"  WRESTING clues from Chinese peasants, chickens fitted with goggles and children living in Cambridge, Mass., researchers are gradually deciphering the nature and cause of nearsightedness.   Their newest findings, reported at two recent eye research meetings, suggest that nearsightedness, or myopia, has a strong genetic component but also that mother was right: close-up visual activity like reading or playing video games seems to promote nearsightedness in many children.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Books of The Times; North America's History, One Person at a Time","web_url":"https://www.nytimes.com/1993/05/18/books/books-of-the-times-north-america-s-history-one-person-at-a-time.html","abstract":"  Wilderness at Dawn  The Settling of the North American Continent  By Ted Morgan  Illustrated. 541 pages. Simon & Schuster.","thumbnail":null,"section":"Books"},{"date":"19930518","headline":"Newborn Countries Tackle Embassy Life in Washington","web_url":"https://www.nytimes.com/1993/05/18/world/newborn-countries-tackle-embassy-life-in-washington.html","abstract":"  The Croats are buying the Austrian Embassy, the Kazakhs just bought a big house and the Czechs share space with their former half, Slovakia, which is not to be confused with Slovenia, which wants to buy its own.   With 19 new countries recognized by the United States in the last 18 months, Washington is seeing the biggest explosion of new embassies here since the end of most European colonialism in Africa in the mid-1960's.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Keeping Hope Alive at a Harlem Field","web_url":"https://www.nytimes.com/1993/05/18/sports/keeping-hope-alive-at-a-harlem-field.html","abstract":"  The white apartment building that stands at the corner of 100th Street and First Avenue is said to house a crack den and be a frequent target of raids by New York City's anti-drug enforcers.   Down the street and one block over, the shell of a burned-out Associated Food Store barely stands, a testament to the fact that what had been the only large grocery store in this immediate area of Manhattan had not been replaced since its demise last February.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Judge Rules Maradona Must Have Drug Trial","web_url":"https://www.nytimes.com/1993/05/18/sports/sports-people-soccer-judge-rules-maradona-must-have-drug-trial.html","abstract":"  A judge has ruled that MARADONA and his former manager, GUILLERMO COPPOLA, must stand trial in Italy on drug charges, the Italian news agency ANSA reported yesterday.   Maradona left Italy and his Italian club Napoli in 1991 after a 15-month suspension for cocaine use. The Argentine has recently been playing in Spain.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Being Superintegrated","web_url":"https://www.nytimes.com/1993/05/18/science/peripherals-being-superintegrated.html","abstract":"  IT has been said, no doubt by an Apple partisan, that Microsoft Windows makes a PC almost as good as a Macintosh. Well, Clarisworks for Windows makes a PC almost as good as a Macintosh running Clarisworks.   Claris of Santa Clara, Calif., is the software subsidiary of Apple Computer Inc. But getting in bed with the enemy has always been a popular choice, especially one as well-armed as the Microsoft Corporation.","thumbnail":null,"section":"Science"},{"date":"19930518","headline":"Golden Gate Guardian Ends a Long Mission","web_url":"https://www.nytimes.com/1993/05/18/us/golden-gate-guardian-ends-a-long-mission.html","abstract":"  It is difficult to imagine an enemy submarine slipping under the Golden Gate Bridge for purposes more damaging than a wild night on the town for crew members.   But for the last 217 years, the Presidio has been what the Army calls \"the guardian of the Golden Gate,\" a military post first for Spain, then for Mexico and finally, for more than a century, for the United States.","thumbnail":null,"section":"U.S."},{"date":"19930518","headline":"Giants Add Center","web_url":"https://www.nytimes.com/1993/05/18/sports/sports-people-football-giants-add-center.html","abstract":"  The Giants claimed center BLAKE MILLER off the waiver wire yesterday. He becomes the fourth center on the Giants' roster.","thumbnail":null,"section":"Sports"},{"date":"19930518","headline":"Bomb the Serbs. Now.","web_url":"https://www.nytimes.com/1993/05/18/opinion/bomb-the-serbs-now.html","abstract":"  Now that the Bosnian Serbs have defied the international community by burying the Vance-Owen peace plan under the rubble of new artillery attacks, President Clinton and our allies must take further steps, including military force, to stop the genocidal slaughter of civilians.    But there are deep divisions in Congress and in our military -- not only over what these steps should be but also over why the U.S. should get involved at all. The reasons, in fact, are far more crucial to our national interests than than those that led us to send 500,000 soldiers to defend the dictatorship and the oil of Kuwait.","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/18/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91836355976.html","abstract":"1943: 299 Medics Perish","thumbnail":null,"section":"Opinion"},{"date":"19930518","headline":"Clinton Asks About Effect Of Security","web_url":"https://www.nytimes.com/1993/05/18/nyregion/clinton-asks-about-effect-of-security.html","abstract":"  Expressing concern about the size of the police presence assigned to him in New York City last week, President Clinton asked Mayor David N. Dinkins whether the turnout was hurting the Police Department's ability to protect the rest of New York City.   \"The President said he was concerned about whether the deployment would affect the city's ability to patrol our streets,\" Jennifer Kimball, a spokeswoman for Mr. Dinkins, said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Israeli Leads Delegation to India Seeking Economic and Arms Ties","web_url":"https://www.nytimes.com/1993/05/18/world/israeli-leads-delegation-to-india-seeking-economic-and-arms-ties.html","abstract":"  Foreign Minister Shimon Peres of Israel arrived here today on the first official visit in 40 years by an Israeli leader to India, which has long espoused the Palestinian cause. He spoke of the range of economic and technological areas where the two sides could cooperate.   \"We have been waiting for this moment for 40 years,\" Mr. Peres told a gathering of India's industrial barons soon after he laid a wreath at the memorial to Mohandas K. Gandhi, who led the Indian independence movement against Britain more than 50 years ago.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Shooting at Staten Island Bar Leaves 8 Injured","web_url":"https://www.nytimes.com/1993/05/18/nyregion/shooting-at-staten-island-bar-leaves-8-injured.html","abstract":"  Eight people were wounded, four of them critically, in a shooting inside a Liberian social club on Staten Island last night, the police said. Officers said the shooting was apparently drug related.   The shootings took place inside the club at 575 Targee Street in Park Hill about 9:30 P.M., the police said. The club, which people in the neighborhood said opened only recently, is in a small strip shopping center across the street from the Park Hill Houses, a six-building apartment complex about a mile south of the St. George Ferry Terminal.","thumbnail":null,"section":"New York"},{"date":"19930518","headline":"Rival Catholic Politicians Talking Peace in Ulster","web_url":"https://www.nytimes.com/1993/05/18/world/rival-catholic-politicians-talking-peace-in-ulster.html","abstract":"  The two most influential Roman Catholic political leaders in Northern Ireland, who have long been vehement enemies, have begun to discuss the possibility of a framework for peace that would end the violence here between the Irish Republican Army and British forces.   More than 3,000 people have been killed by civil strife in this predominantly Protestant British province since 1969, including 28 in Northern Ireland this year and 3 killed by I.R.A. bombs in England. The rate is lower than in previous years.","thumbnail":null,"section":"World"},{"date":"19930518","headline":"Death Toll From Allies In Warfare May Be 15%","web_url":"https://www.nytimes.com/1993/05/18/science/death-toll-from-allies-in-warfare-may-be-15.html","abstract":"  UNITED STATES Army analysts have concluded from a new study of historical medical records and other evidence that some 15 percent of the casualties sustained in modern wars have been fratricidal, and that many of the Americans who would be called upon to fight a future war would again be exposed to lethal fire from their own side.   Military leaders formerly believed that the average fratricidal casualty rate in past wars was about 2 percent, although fratricidal casualties in the Persian Gulf war were known to be about 17 percent of the total. But a newly disclosed analysis by the Army's Office of the Surgeon General has caused a sensation among Pentagon planners: it appears that the \"normal\" rate of fratricidal casualties in recent American wars has been closer to 15 percent than 2 percent.","thumbnail":null,"section":"Science"}],"wiki_events":[{"date":"19930518","headline":"Riots in Nrrebro, Copenhagen, caused by the approval of the four Danish exceptions in the Maastricht Treaty referendum. Police open fire against civilians for the first time since World War II and injure 11 demonstrators.","pages":[{"title":"Nrrebro","web_url":"https://en.wikipedia.org/wiki/N%C3%B8rrebro","description":"District of Copenhagen, Denmark","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Cityscape_and_skyline_by_the_Copenhagen_Lakes%2C_Denmark_-_%2836018109956%29.jpg/320px-Cityscape_and_skyline_by_the_Copenhagen_Lakes%2C_Denmark_-_%2836018109956%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Nrrebro is one of the 10 official districts of Copenhagen Municipality, Denmark. It is northwest of the city centre, beyond the location of the old Northern Gate (Nrreport), which, until dismantled in 1856, was near the current Nrreport station."},{"title":"Copenhagen","web_url":"https://en.wikipedia.org/wiki/Copenhagen","description":"Capital and largest city of Denmark","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Christiansborg_fra_Nikolaj_Kirken.jpg/320px-Christiansborg_fra_Nikolaj_Kirken.jpg","thumbnail_width":320,"thumbnail_height":158},"abstract":"Copenhagen is the capital and most populous city of Denmark, with a population of around 1.4 million in the urban area, and more than 2 million in the wider Copenhagen metropolitan area. The city is on the islands of Zealand and Amager, separated from Malm, Sweden, by the resund strait. The resund Bridge connects the two cities by rail and road."},{"title":"1993 Danish Maastricht Treaty referendum","web_url":"https://en.wikipedia.org/wiki/1993_Danish_Maastricht_Treaty_referendum","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Folkeafstemning_1993_-_Opstillingskredse.svg/320px-Folkeafstemning_1993_-_Opstillingskredse.svg.png","thumbnail_width":320,"thumbnail_height":259},"abstract":"A second referendum on the Maastricht Treaty was held in Denmark on 18 May 1993. After rejecting the treaty in a referendum the previous year, this time it was approved by 56.7% of voters with an 86.5% turnout."},{"title":"World War II","web_url":"https://en.wikipedia.org/wiki/World_War_II","description":"Global war, 19391945","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bundesarchiv_Bild_101I-646-5188-17%2C_Flugzeuge_Junkers_Ju_87.jpg/320px-Bundesarchiv_Bild_101I-646-5188-17%2C_Flugzeuge_Junkers_Ju_87.jpg","thumbnail_width":320,"thumbnail_height":218},"abstract":"World WarII or the Second World War, often abbreviated as WWII or WW2, was a global conflict that lasted from 1939 to 1945. The vast majority of the world's countries, including all of the great powers, fought as part of two opposing military alliances: the Allies and the Axis. Many participants threw their economic, industrial, and scientific capabilities behind this total war, blurring the distinction between civilian and military resources. Aircraft played a major role, enabling the strategic bombing of population centres and the delivery of the only two nuclear weapons ever used in war. World WarII was by far the deadliest conflict in history, resulting in an estimated 70 to 85 million fatalities, mostly among civilians. Tens of millions died due to genocides, starvation, massacres, and disease. In the wake of the Axis defeat, Germany and Japan were occupied, and war crimes tribunals were conducted against German and Japanese leaders."}]}],"weather":[{"date":"19930518","time":"1993-05-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":71,"wspd":16.6},{"date":"19930518","time":"1993-05-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":73,"wspd":20.5},{"date":"19930518","time":"1993-05-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":72,"wspd":18.4},{"date":"19930518","time":"1993-05-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":71,"wspd":14.8},{"date":"19930518","time":"1993-05-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":66,"wspd":16.6},{"date":"19930518","time":"1993-05-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":9.4},{"date":"19930518","time":"1993-05-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":67,"wspd":13},{"date":"19930518","time":"1993-05-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":64,"wspd":14.8},{"date":"19930518","time":"1993-05-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":63,"wspd":16.6},{"date":"19930518","time":"1993-05-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":56,"wspd":11.2},{"date":"19930518","time":"1993-05-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":54,"wspd":9.4},{"date":"19930518","time":"1993-05-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":44,"wspd":9.4},{"date":"19930518","time":"1993-05-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":43,"wspd":9.4},{"date":"19930518","time":"1993-05-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":38,"wspd":11.2},{"date":"19930518","time":"1993-05-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":37,"wspd":7.6},{"date":"19930518","time":"1993-05-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":39,"wspd":13},{"date":"19930518","time":"1993-05-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":33,"wspd":5.4},{"date":"19930518","time":"1993-05-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":39,"wspd":13},{"date":"19930518","time":"1993-05-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":39,"wspd":11.2},{"date":"19930518","time":"1993-05-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":38,"wspd":7.6},{"date":"19930518","time":"1993-05-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":43,"wspd":9.4},{"date":"19930518","time":"1993-05-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":51,"wspd":9.4},{"date":"19930518","time":"1993-05-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":54,"wspd":3.6},{"date":"19930518","time":"1993-05-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":57,"wspd":7.6},{"date":"19930518","time":"1993-05-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":54,"wspd":20.5},{"date":"19930518","time":"1993-05-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":54,"wspd":14.8},{"date":"19930518","time":"1993-05-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":18.7},{"date":"19930518","time":"1993-05-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":14.8},{"date":"19930518","time":"1993-05-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":14.8},{"date":"19930518","time":"1993-05-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":72,"wspd":13},{"date":"19930518","time":"1993-05-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":74,"wspd":11.2},{"date":"19930518","time":"1993-05-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":77,"wspd":11.2},{"date":"19930518","time":"1993-05-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":13},{"date":"19930518","time":"1993-05-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":13},{"date":"19930518","time":"1993-05-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":11.2},{"date":"19930518","time":"1993-05-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":11.2},{"date":"19930518","time":"1993-05-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":75,"wspd":7.6},{"date":"19930518","time":"1993-05-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":67,"wspd":9.4},{"date":"19930518","time":"1993-05-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":14.8},{"date":"19930518","time":"1993-05-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":7.6},{"date":"19930518","time":"1993-05-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":53,"wspd":13},{"date":"19930518","time":"1993-05-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":11.2},{"date":"19930518","time":"1993-05-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":11.2},{"date":"19930518","time":"1993-05-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":13},{"date":"19930518","time":"1993-05-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":13},{"date":"19930518","time":"1993-05-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":93,"wspd":9.4},{"date":"19930518","time":"1993-05-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":13},{"date":"19930518","time":"1993-05-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":9.4}]},"19930519":{"guardian_articles":[],"nytimes_articles":[{"date":"19930519","headline":"In 'Wolf,' Joe Orton Meets Disney","web_url":"https://www.nytimes.com/1993/05/19/style/IHT-in-wolf-joe-orton-meets-disney.html","abstract":"-David Ashton's \"The Chinese Wolf\" is at our door, or to be more precise at the Bush.A mournful hunchback (Ronan Vibert) has been left by his Italian Mama in charge of the family scrap yard in South London, soon to be visited by a lesbian mechanic called Ruby, her ex-lover who likes dressing as a nun, two hoodlums out to kill them and, best of all,Desmond Barrit looking like an overweight amalgam of Peter Lorre and Sidney Greenstreet and havinga ball as the Mr. Big-to-Enormous who wants to turn the yard implausibly into a new Fun Center.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Emperor's Statue","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Agassi And Seles Won't Be In Paris","web_url":"https://www.nytimes.com/1993/05/19/sports/tennis-agassi-and-seles-won-t-be-in-paris.html","abstract":"  Two of the players labeled most likely to succeed at the French Open this year, Monica Seles, a three-time champion, and Andre Agassi, a two-time finalist, announced yesterday that they would not be competing in Paris when the second Grand Slam of 1993 gets under way Monday on the red clay at Roland Garros Stadium.   Their withdrawals, both attributed to injuries, have left the prestigious event bereft of its most indomitable contender in Seles and its most controversial one in Agassi, who waged -- and won -- a public fashion war with tournament officials over his garish attire in 1990 while also managing to fight his way to the final.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Rita Dove Named Next Poet Laureate; First Black in Post","web_url":"https://www.nytimes.com/1993/05/19/arts/rita-dove-named-next-poet-laureate-first-black-in-post.html","abstract":"  Rita Dove, a Pulitzer Prize-winning writer whose works evoke the history of her country and memories of her family, was named today the nation's next poet laureate. Ms. Dove is the first black poet to hold the position; at 40, she is also the youngest to be chosen.   In choosing Ms. Dove, the Librarian of Congress, James H. Billington, remarked on her relative youth. \"I take much pleasure in announcing the selection of a younger poet of distinction and versatility,\" he said. \"Having had a number of poet laureates who have accumulated multiple distinctions from lengthy and distinguished careers, we will be pleased to have an outstanding representative of a new and richly variegated generation of American poets.\"","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Father Hopes Son Straightens Out","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-baseball-father-hopes-son-straightens-out.html","abstract":"  A Little League slugger in Walnut Creek, Calif., hit for a new cycle of sorts this past weekend -- stroking two home runs and smashing foul balls into his father's camcorder and the family car.   TRAVIS LOWE, 12 years old, in his first at-bat for the Walnut Creek Little League Athletics on Saturday, sliced a foul that broke the grille of the family station wagon. On the next pitch, Lowe popped one over the fence in left-center field.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-letters-to-the-editor.html","abstract":"Postwar Wasteland . Regarding \"Inside of Denny, Golden Boy of the '50s\" (Opinion, April 7) by Edwin M. Yoder Jr.:. Apparently I wasn't the only one affected by Calvin Trillin's book, \"Remembering Denny,\" or the review. Richard Hansen's","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/19/nyregion/news-summary-002893.html","abstract":"  International A3-11  DANES BACK TREATY ON EUROPE  Bringing sighs of relief from Denmark's own Government and its European Community partners, Danish voters strongly ratified the Treaty on European Union that they had narrowly rejected in June.  A1  BANKER ACCUSED OF PLAGIARISM  Jacques Attali, the flamboyant French technocrat, is accused of taking over 40 passages in his book from a planned work by Elie Wiesel and President Francois Mitterrand.  A3","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/19/sports/results-plus-513593.html","abstract":"  TENNIS  Sampras Edges Rosset to Lift U.S. Team  An off-form Pete Sampras, conceding that luck had something to do with it, helped the United States to a 3-0 victory over Switzerland yesterday at the World Team Cup competition in Dusseldorf, Germany. Sampras staved off 2 match points in a second-set tie breaker against Marc Rosset before beating the Olympic champion, 2-6, 7-6 (9-7), 6-2. Michael Chang beat Jacob Hlasek, 6-2, 6-3, in the other singles match, while the doubles team of Patrick McEnroe and Richey Reneberg slipped past Hlasek and Rosset, 6-4, 6-3. The United States, top seeded in the Blue Group, is seeking a record fourth title, but its first since 1985. The Americans beat Switzerland to capture last year's Davis Cup in Fort Worth. (AP) Ferreira Prevails: Top-seeded Wayne Ferreira of South Africa survived a third set tie-breaker scare against an unseeded German, David Prinosil, and won his first-round match in the Muratti Time International tournament in Bologna, Italy, yesterday, by 6-3, 4-6, 7-6 (7-1). (AP)","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/19/sports/transactions-645093.html","abstract":"  Baseball  American League   AL -- Suspended Albert Belle, Cleveland Indians outfielder, for three games for charging Kansas City Royals pitcher Hipolito Pichardo during a game May 13.   MILWAUKEE BREWERS -- Named Wendy Selig-Prieb vice president and general counsel.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/05/19/style/eating-well.html","abstract":"\"NOW you can eat all the dairy foods you want!\" proclaims an ad for enzyme tablets. The pills promise to help people who usually don't eat cheese or milk because they can't digest lactose, the natural sugar found in dairy products.\n\nAds like this enrage Jane Zukin, who publishes The Newsletter for People With Lactose Intolerance and Milk Allergy, devoted to the trials of those who cannot eat dairy products. She contends that the ads imply that the pills will help everyone, and they don't.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"Don't Underestimate the Pleasant Signor Ciampi","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-dont-underestimate-the-pleasant-signor-ciampi.html","abstract":"- I first met Carlo Azeglio Ciampi, the new prime minister of Italy, under unusual circumstances. Fourteen years ago I invited him to lunch along with Mario Sarcinelli, a senior official of the Bank of Italy, who had just been released after spending two weeks in jail on trumped-up charges.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"New Round of Networking; Push to Put TV Program in New York Schools","web_url":"https://www.nytimes.com/1993/05/19/nyregion/new-round-of-networking-push-to-put-tv-program-in-new-york-schools.html","abstract":"  Three years after the Board of Regents banned Channel One from New York State public schools, Whittle Communications is once again seeking entree to the nation's second-largest student audience, this time through a combination of silk-glove lobbying and classic end-run politics.   Rejected by the Regents because of the two minutes of commercials contained in Channel One's daily 12-minute newscasts, Whittle has now taken its case to the Legislature, asking it to give local school districts the right to circumvent the ban. The Assembly and Senate Education Committees are considering bills that give each of the state's 718 school districts the freedom to show Channel One, which is aimed at high-school students.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Act Now To Save Kosovo","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-act-now-to-save-kosovo.html","abstract":"The author is prime minister of Kosovo.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Punishing China on Trade Hurts Wrong People","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-punishing-china-on-trade-hurts-wrong-people-883593.html","abstract":"  To the Editor:   There must be more productive ways for President Clinton to pressure China on human rights issues than by not extending most-favored-nation trade status, which you propose in \"Favor Freedom in China\" (editorial, May 10).","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Smile When you Say Peace","web_url":"https://www.nytimes.com/1993/05/19/opinion/smile-when-you-say-peace.html","abstract":"It is a curious and telling fact that the publication of an interview with Syria's President Hafez al-Assad on this page last week became one of the most important developments of the round of the Arab-Israeli peace talks that ended last Thursday. Mr. Assad's positive but partial response to some of Israel's fundamental concerns may point to the prospect of a breakthrough in these negotiations in the coming months, but offers the lingering threat of a stalemate. \n\nLast summer the Israeli-Syrian negotiations were transformed by the dramatic introduction of new positions by the newly elected Israeli Government. Unlike its predecessors, the Rabin Government is willing to accept the principle of withdrawal as part and parcel of a genuine peace with Syria. This new policy was communicated to the Syrian delegation to the Washington talks. The Syrians were also told that in order to get Israel to elaborate on the extent of withdrawal, they would have to address three principal Israeli concerns by:","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Punishing China on Trade Hurts Wrong People; Faulty Jobs Argument","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-punishing-china-on-trade-hurts-wrong-people-faulty-jobs-argument-884393.html","abstract":"  To the Editor:   In \"China Steps Up Spending To Keep U.S. Trade Status\" (front page, May 7), I was dismayed to see the assertion quoted that failing to renew most-favored-nation status for China would cost 150,000 American jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"House Democrats Rush To Extinguish Rebellion","web_url":"https://www.nytimes.com/1993/05/19/us/house-democrats-rush-to-extinguish-rebellion.html","abstract":"  House Democratic leaders scrambled today to quash a move by three of their party's conservatives to add strict controls on Medicare and Social Security spending to President Clinton's economic package.   Speaker Thomas S. Foley of Washington continued to predict that the House would pass the Administration's package of $246 billion in new taxes and $97 billion in spending cuts before the end of the month. But other leaders expressed concerns that defections among the always fractious Democrats might still snowball.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Jeffries Wins $400,000 In Damages","web_url":"https://www.nytimes.com/1993/05/19/nyregion/jeffries-wins-400000-in-damages.html","abstract":"  A Federal jury ordered officials of the City University of New York to pay Dr. Leonard Jeffries $400,000 for violating his free speech rights by removing him as chairman of the black studies department at City College after he made a 1991 speech widely criticized as anti-Semitic.   The jury assigned damages individually to each of six officials who were found to have violated Dr. Jeffries's rights. He had named 15 officials in his lawsuit.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Gay Congressman Offers a Plan On Homosexuals in the Military","web_url":"https://www.nytimes.com/1993/05/19/us/gay-congressman-offers-a-plan-on-homosexuals-in-the-military.html","abstract":"  A homosexual Congressman today proposed a compromise to allow gay men and lesbians to serve in the military and be open about their sexual orientation off duty, so long as they keep it private while on duty.   The Congressman, Representative Barney Frank, Democrat of Massachusetts, said in a telephone interview that he would prefer completely lifting the ban on homosexuals in the military, but that \"we don't have votes for that in Congress.\"","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Argonauts Willing to Talk With Ismail","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-football-argonauts-willing-to-talk-with-ismail.html","abstract":"  BRUCE McNALL is willing to negotiate a new contract for RAGHIB (ROCKET) ISMAIL to play for the Toronto Argonauts, but says Ismail's multimillion-dollar personal services deal with him has ended.    McNall, who owns the Argonauts, said yesterday the $18 million, four-year contract he signed with Ismail two years ago would be replaced with a football contract that could be worth more than $500,000 a season if the speedy wide receiver failed to sign with the N.F.L.'s Los Angeles Raiders.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Study Fails to Link Dietary Fat and Breast Cancer","web_url":"https://www.nytimes.com/1993/05/19/us/study-fails-to-link-dietary-fat-and-breast-cancer.html","abstract":"  A new study has failed to find a clear-cut connection between dietary fat and breast cancer. But researchers and commentators cautioned that it was too early to rule out a link.   In the study, being published today in The Journal of the National Cancer Institute, researchers analyzed the body fat of 380 women newly found to have breast cancer. The findings were then compared with a similar fat analysis of 176 women with benign breast disease and 397 women without any breast disease at all. Since the makeup of body fat represents dietary habits going back at least two years, the analysis is believed to reflect people's dietary habits more accurately than a simple question put to them about what they eat.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/19/nyregion/c-corrections-856893.html","abstract":"  An article on Monday about the Duke University commencement misidentified the university official who presided. Thomas A. Langford, the provost, substituted for H. Keith H. Brodie, the retiring Duke president, who was ill.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Congress Calls the Public Broadcast Tune","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-congress-calls-the-public-broadcast-tune-881993.html","abstract":"  To the Editor:   \"Dial 1-800-Censor\" (Op-Ed, May 7) by Sandy Tolan is concerned about Corporation for Public Broadcasting intrusion into the rights of stations and producers by monitoring programs to insure political balance. Ms. Tolan's views echo a sense of idealism that public affairs producers showed even before the Public Broadcasting Act was passed in 1967.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Irving Howe Memorial","web_url":"https://www.nytimes.com/1993/05/19/nyregion/irving-howe-memorial.html","abstract":"  A memorial gathering for Irving Howe will be held at 7 P.M. Monday in the Kaufmann Concert Hall of the 92d Street Y, at 1395 Lexington Avenue in Manhattan. Mr. Howe, the literary critic, founding editor of Dissent magazine and author of \"World of Our Fathers,\" died on May 5 at 72.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Leipzig Ftes 300 Years of Opera","web_url":"https://www.nytimes.com/1993/05/19/style/IHT-leipzig-fetes-300-years-of-opera.html","abstract":"-Leipzig is celebrating 300 years of opera, which began here as it did in Venice and Hamburg, supported by flourishing commerce rather than aristocratic patronage.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"Staten Islanders Hold Noses and Worry About Mount Garbage","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-staten-islanders-hold-noses-and-worry-about-mount-garbage-877093.html","abstract":"  To the Editor:   Your May 11 article on the Fresh Kills Landfill on Staten Island, \"the world's biggest man-made structure,\" neglects some major issues. The landfill may be clean at a glance, but it has plagued Staten Island for more than four decades with odor, health and environmental problems.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Review/Ballet Theater; Paying Tribute to MacMillan With a Celebration of His Work","web_url":"https://www.nytimes.com/1993/05/19/arts/review-ballet-theater-paying-tribute-to-macmillan-with-a-celebration-of-his-work.html","abstract":"  American Ballet Theater's annual gala took the form of a tribute to Sir Kenneth MacMillan on Monday night, an occasion more dignified than festive but very much a celebration of the British choreographer's work.   The benefit at the Metropolitan Opera House focused particularly on MacMillan's connection with Ballet Theater. When he died in London on Oct. 29 at the age of 62, he was no longer an artistic associate with the company, as he had been from 1984 to 1989. But as was obvious in the program's danced excerpts, his choreography remains a vital part of Ballet Theater's repertory; on May 28, his \"Manon\" will have a company premiere.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Brooklyn Fire Leaves Infant Dead and 4 People Hurt","web_url":"https://www.nytimes.com/1993/05/19/nyregion/brooklyn-fire-leaves-infant-dead-and-4-people-hurt.html","abstract":"  In one of those cases that haunt firefighters, leaving them wondering what else they might have done, a 5-month-old girl was killed and four other people were seriously injured as flames raced through an apartment building in Brooklyn yesterday morning.    Firefighters rescued the infant girl's brother and grandmother, crawling, blinded, through flame-filled and smoke-choked rooms. But they could not get to the baby, trapped behind a wall of fire.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Even George and Dave Can't Outshine the Yanks","web_url":"https://www.nytimes.com/1993/05/19/sports/baseball-even-george-and-dave-can-t-outshine-the-yanks.html","abstract":"  George Steinbrenner slumped in his seat. The television picture showed him sitting uncomfortably in a luxury box at the Metrodome and then flashed to Dave Winfield in the batter's box. The drama was unmistakable.   Steve Farr had walked three batters to load the bases in the ninth inning and was precariously protecting a 5-3 lead as Winfield strode to the plate. This meeting was more than the Yankees against the Twins. It was even more than Farr against Winfield. It was Winfield's chance to beat George.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"U.N. VOWS TO HOLD VOTE IN CAMBODIA","web_url":"https://www.nytimes.com/1993/05/19/world/un-vows-to-hold-vote-in-cambodia.html","abstract":"  The head of the United Nations peacekeeping operation in Cambodia said today that elections beginning this weekend would not be canceled even though the United Nations now expects the voting to be marred by terrorism, including possible attacks by Khmer Rouge guerrillas on polling stations supervised by the United Nations.   In a blunt prediction of election violence, the chief peacekeeper, Yasushi Akashi, said in an interview that the Maoist group was almost certain to mount attacks when the five-day voting period begins on Sunday and that \"we do not exclude the possibility of bombardment, rocket attacks, even on some cities -- not so much to do damage as to create a panic.\"","thumbnail":null,"section":"World"},{"date":"19930519","headline":"Russian Judges Suspend Treason Trial, Citing Bias","web_url":"https://www.nytimes.com/1993/05/19/world/russian-judges-suspend-treason-trial-citing-bias.html","abstract":"  The treason trial of 12 former Soviet leaders accused of carrying out the failed hard-line Communist coup attempt in August 1991 took another twist today as the presiding judges suspended the proceedings indefinitely on the ground that the chief prosecutor is biased.   Meeting after a monthlong suspension that was due to the sudden illness of a defendant, the three military judges accepted a defense motion that the prosecution team had been tainted by the misconduct and bias of Russia's chief prosecutor, Valentin G. Stepankov, and the prosecutor's deputy, Yevgeny Lisov.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"Through Europe's Bleak Lens","web_url":"https://www.nytimes.com/1993/05/19/style/IHT-through-europes-bleak-lens.html","abstract":"- For a brief moment during the first daysof this festival, it looked as though European films were having their day.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/19/style/chronicle-887893.html","abstract":"  Just before the class of '68 entered Vassar College in 1964, its members were asked to read three books: \"A Room of One's Own,\" by Virginia Woolf; \"The Second Sex,\" by Simone de Beauvoir, and \"The Feminine Mystique,\" by Betty Friedan.   Now the class, the last to graduate before the college began admitting men, is about to reassemble for its 25th reunion, and once again it has been asked to read three books: \"Conversations: Straight Talk With America's Sister President\" (Doubleday), by JOHNNETTA B. COLE, the president of Spelman College; \"Composing a Life\" (Plume), by MARY CATHERINE BATESON, a professor of anthropology and English at George Mason University, and \"Nervous Condition\" (Seal Press), by TSITSI DANGAREMBA, a Tanzanian novelist.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"Violence in the Post Office","web_url":"https://www.nytimes.com/1993/05/19/opinion/violence-in-the-post-office.html","abstract":"  The United States Postal Service has developed a reputation for violence. Over the last decade 10 rampaging workers have killed 34 co-workers and supervisors at post offices in seven different states.    The most recent episodes -- two on the same day -- occurred earlier this month. A former postal worker in California and a worker in Michigan each killed a colleague; they wounded three others between them.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"A Rookie's Final Lesson","web_url":"https://www.nytimes.com/1993/05/19/sports/basketball-a-rookie-s-final-lesson.html","abstract":"  A half an hour after Charlotte had been eliminated, the Hornets' locker room was a buzz of interviews and the sound of a trainer barking orders, exhorting the players to get dressed and catch a plane back to North Carolina.   \"Let's get going, let's get going. C'mon Zo, you're not going to make it.\"","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/19/us/inside-037093.html","abstract":"  A Clinton Shift on Bosnia   The Clinton Administration has shifted its campaign on the Balkan war, setting a limited goal of containing the fighting in Bosnia. Page A10.    A Federal jury ordered City University of New York officials to pay Dr. Leonard Jeffries $400,000 for violating his right to free speech. Page B1. Abortion in Brazil    Blocked from legal means, thousands of women used a widely available ulcer drug to induce abortions, a study finds. Health, page C13.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/19/nyregion/c-corrections-855093.html","abstract":"  An article in Business Day on Friday about the surge in gold prices misstated the day on which a record was set for \"open interest\" in call options on gold futures -- that is, for the number of such options that were not exercised, not closed out and not allowed to expire. The record, on the Commodity Exchange in New York, was set last Wednesday, not Thursday.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94071247588.html","abstract":"1943: Illicit Potatoes","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Clinton Trying to Claim West Coast as His Turf","web_url":"https://www.nytimes.com/1993/05/19/us/clinton-trying-to-claim-west-coast-as-his-turf.html","abstract":"  From his morning jog on the Pacific shore near San Diego to his afternoon visit to a basketball court in riot-torn South-Central Los Angeles, President Clinton set out today to make the West Coast his political stronghold, much as the South was for President Ronald Reagan.   But success is far from assured because of the faltering economy here and the sustained popularity of Ross Perot.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/19/style/chronicle-751093.html","abstract":"  How else could admirers, friends and parishioners of the Rev. JOHN GARCIA GENSEL mark the 50th anniversary of his ordination? And how but with jazz could they celebrate the 50th wedding anniversary of Pastor Gensel and his wife, AUDREY GENSEL?   As minister to the world of jazz, Pastor Gensel established the jazz vespers that have been held every Sunday for 27 years at St. Peter's Lutheran Church, Lexington Avenue and 54th Street. He has tended to the needs of countless musicians, officiating at their weddings, baptizing their children, and conducting their funerals.","thumbnail":null,"section":"Style"},{"date":"19930519","headline":"Belle Is Suspended for Three Games","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-baseball-belle-is-suspended-for-three-games.html","abstract":"  Outfielder ALBERT BELLE of the Cleveland Indians was suspended for three games and fined $1,000 by American League President BOBBY BROWN yesterday for charging Kansas City pitcher HIPOLITO PICHARDO in a game May 13.   Belle, leading the league with 13 home runs and tied for the lead in runs batted in with 38, appealed the suspension and will remain eligible to play until a hearing is held on May 31.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Judge Hears Questions on Warmus Conviction","web_url":"https://www.nytimes.com/1993/05/19/nyregion/judge-hears-questions-on-warmus-conviction.html","abstract":"  In a hearing that could result in a third trial for Carolyn Warmus, the Westchester teacher convicted last year of killing her lover's wife, a private investigator testified today that another woman hired him three months before the slaying to keep the victim under surveillance.   Anthony Souza, a private detective and retired Yonkers police officer, testified that Barbara Ballor hired him on Oct. 13, 1988, saying that she and her boyfriend, Paul Solomon, suspected that Mr. Solomon's wife, Betty Jeanne, \"had a boyfriend of her own\" and wanted her followed.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Probing the Unknown","web_url":"https://www.nytimes.com/1993/05/19/sports/IHT-probing-the-unknown.html","abstract":"- The further we go in sport, the more we find performance has as much to do with mind as body.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/19/nyregion/c-corrections-857693.html","abstract":"  A chart yesterday listing movie box-office receipts included an incorrect figure, provided by the Exhibitor Relations Company, for total revenues through May 16 for \"Benny and Joon.\" The total was $17.4 million, not $7.4 million.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/19/nyregion/c-corrections-854193.html","abstract":"  A note in the Business Digest in some editions yesterday misstated the reason for the omission of the mutual funds table from those editions. It resulted from computer malfunctions at The Times, not problems in transmission from The Associated Press.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Public & Private; Quote Unquote","web_url":"https://www.nytimes.com/1993/05/19/opinion/public-private-quote-unquote.html","abstract":"  As journalism students learn, often to their chagrin, hard-and-fast rules in the business are relatively few.  Usage shifts from paper to paper. \"Off the record\" means different things to different people. Reporters are guided by common sense and some internal perception of fair and unfair, right and wrong, an accurate picture of events.    Some reporting is a matter of interpretation: one reporter describes a facial tic as a grin, a second as a grimace. Some is not. A name is a name. A quote is a quote.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Review/Theater; Product of a Lifelong Obsession With Parapsychology","web_url":"https://www.nytimes.com/1993/05/19/theater/review-theater-product-of-a-lifelong-obsession-with-parapsychology.html","abstract":"  For Alan Jay Lerner, \"On a Clear Day You Can See Forever\" was intended to be the culmination of his lifelong obsession with parapsychology. Mr. Lerner, an author and lyricist, meant the title to be taken literally. Despite his knowledge of the subject and his vast theatrical experience, the show was victimized by a series of miscalculations, all of which are still evident in the revival of the musical at the Harold Clurman Theater. Income from ticket sales to the Opening Doors production goes to Broadway Cares/ Equity Fights AIDS.   The history of \"Clear Day\" included a switch in composers (from Richard Rodgers to Burton Lane), four different directors and a change of leading man (from Louis Jourdan to John Cullum). Songs were excised and new ones written right up until the opening on Broadway in 1965 (when the show had a record breaking top ticket price of $11.90). Mr. Lerner wrote 93 choruses for one song before he was satisfied with it. Through all the travail and the second guessing, there was a single constant, Barbara Harris as Daisy Gamble, the 20th-century woman with an 18th-century past.","thumbnail":null,"section":"Theater"},{"date":"19930519","headline":"New City Ballet Director","web_url":"https://www.nytimes.com/1993/05/19/arts/new-city-ballet-director.html","abstract":"  Gary MacDougal has been appointed general director of the New York City Ballet. Mr. MacDougal is a director and chairman of the finance committee of United Parcel Service and a director at the Union Camp Corporation. He is also a director of the Non-Traditional Casting Project, which encourages the casting of minorities and the disadvantaged in theater. Though there have been executive directors at City Ballet over the years, Mr. MacDougal takes on a title last held by Lincoln Kirstein, who founded the company with George Balanchine and became general director emeritus in 1989.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/19/arts/the-pop-life-504693.html","abstract":"  Woody Allen's Career   Even at the height of his legal battle with Mia Farrow, Woody Allen showed up at Michael's Pub in Manhattan to play his clarinet with the New Orleans Funeral and Ragtime Orchestra on Monday evenings, a routine he began more than two decades aqo. Mr. Allen describes himself as a \"completely amateur player,\" \"not a real musician\" and \"not a particularly good musician at all.\" Now those who are curious about this film maker's musical talents can judge for themselves. Mr. Allen can be heard on a new album, \"The Bunk Project\" (Music Masters).   This album of traditional New Orleans jazz features the New York Jazz Ensemble under the direction of Eddy Davis, the banjo player, with Mr. Allen on clarinet, and was recorded over several jam sessions at Harkness House in Manhattan. The other musicians include Simon Wettenhall and Peter Ecklund, on trumpet; Dan Barrett and Graham Stewart, trombonists; Cynthia Sayer and Todd Robbins, pianists; Greg Cohen and Brian Nalepka, bassists, and John Gill, Giampaolo Biagi and Paul Keim, drummers.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Roof Leak Over Aspin Opens a Bureaucratic Floodgate","web_url":"https://www.nytimes.com/1993/05/19/us/roof-leak-over-aspin-opens-a-bureaucratic-floodgate.html","abstract":"  With the Pentagon spending about $750 million a day, you would not think there would be much debate over an expenditure of $3,105 -- or $3,105.79 to be precise -- for a leaky roof.   But when the roof covers the Georgetown home of the Secretary of Defense, even a modest payment receives special scrutiny, as Les Aspin learned this week.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Serb Is Confident of Holding Occupied Lands","web_url":"https://www.nytimes.com/1993/05/19/world/serb-is-confident-of-holding-occupied-lands.html","abstract":"  The leader of the Bosnian Serbs said today that Western powers should forget the international peace plan for preserving the sovereignty of Bosnia and Herzegovina and accept the inevitability of a separate Serbian state on Bosnian territory.   \"There will be a Serbian republic once and for good, and anybody who wants to deal with us has to take that into account,\" said Radovan Karadzic, the Serbian leader. \"Serbs have decided to have their own province that will be independent.\"","thumbnail":null,"section":"World"},{"date":"19930519","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/05/19/health/personal-health-464393.html","abstract":"  THERE are few dispassionate voices when it comes to opinions about genetically engineered foods, and the dispute over crops redesigned in modern biotechnical laboratories instead of farmers' fields is likely to continue to simmer. Do such foods represent valuable improvements or safety threats to consumers?   Lest a novelist's wild imaginings of genetically engineered monster dinosaurs, soon to be a major motion picture, or an amorphous anti-science hysteria sway your thinking, it is important to understand both the real benefits and possible risks inherent in this sci-fi-come-true ability to make overnight changes in genetically determined characteristics of foods.","thumbnail":null,"section":"Health"},{"date":"19930519","headline":"It's an Inside Job for Suns As Barkley Leads Late Run","web_url":"https://www.nytimes.com/1993/05/19/sports/basketball-it-s-an-inside-job-for-suns-as-barkley-leads-late-run.html","abstract":"  Charles Barkley finally found shots he could make tonight: three-footers. After four games of roaming the perimeter, the strongest of the Phoenix Suns asserted his tired self in the second half to clear out room underneath.   With his team trailing the San Antonio Spurs by 1 point halfway through the final period tonight, Barkley notched 13 straight points -- including consecutive 3-point plays with a fouling David Robinson draped on top of him. Lethargic for much of the first half, Barkley became so giddy that he eventually dropped in a 3-point shot from 28 feet to secure the 109-97 Suns victory.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"'Light' New York School Vote Was Really the Heaviest Ever","web_url":"https://www.nytimes.com/1993/05/19/nyregion/light-new-york-school-vote-was-really-the-heaviest-ever.html","abstract":"  Acknowledging that it had erred in its early estimates of the number of voters who cast ballots on May 4, the New York City Board of Elections said yesterday that the turnout had in fact been the largest in the more than two decades of voting for the city's community school boards.   The new figures showed the biggest increases in some of the districts most profoundly roiled by the citywide warfare over the teaching about sexuality and related matters. Over all, election officials said, these elections, the most contentious in years, drew nearly twice as many voters as four years before. Miscounted by About 35%    Two days after the voting, Board of Elections officials reported that about 313,000 voters had cast ballots. Yesterday, however, they released figures showing that at least 425,000 voters had cast ballots, indicating that their early reports were off by about 35 percent. The new turnout estimate represents 12.5 percent of the eligible voters.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Shea Is Silent Enough To Hear a Job Drop","web_url":"https://www.nytimes.com/1993/05/19/sports/baseball-shea-is-silent-enough-to-hear-a-job-drop.html","abstract":"  The upper deck was hardly inhabited. Perhaps as many as three concession stands would have been enough to handle the night's action. The crowd, maybe 6,000 at best, was right out of September 1991 or 1992.   The nightmare of 1993 assumed its most frightening form at Shea Stadium last night. Anger has given way to boredom; failure has produced disdain. The Mets, their season in deep hemorrhage at 12-25, were beaten silly again, this time by 10-8 by the Pittsburgh Pirates.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Trading Therapy for Art To Forge a Community","web_url":"https://www.nytimes.com/1993/05/19/nyregion/about-new-york-trading-therapy-for-art-to-forge-a-community.html","abstract":"  FOUR years ago, Diana McCourt and Jane Wilson struck up a conversation at a coffee shop on the Upper West Side. And with one thing leading to another they moved from friendship to social revolution.    \"We realized we had a lot of experiences and interests in common,\" said Ms. McCourt. Both women had been active in school board and health campaigns. Ms. McCourt was phasing out her custom carpentry business and Ms. Wilson had sold her corporate catering company. Ms. Wilson recalled, \"I was looking for some new way to be in the world.\"","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"At Libel Trial, Speaking Style Becomes the Focus","web_url":"https://www.nytimes.com/1993/05/19/us/at-libel-trial-speaking-style-becomes-the-focus.html","abstract":"  Nearing the end of her testimony in Federal court here, Janet Malcolm today described Jeffrey M. Masson's exuberant speaking style, which she said caused her to rearrange some of the \"chaotic\" and \"contradictory\" things he said in order to create a coherent narrative.   Ms. Malcolm characterized Mr. Masson's habitual torrent of words as \"full of images and force,\" a delight to a writer of profiles like herself. \"But things came out in a rather chaotic, contradictory way,\" she testified. \"He's trying to tell too many things at the same time. You had to work hard to get the story straight because he was all over the place.\"","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Hush, Hush, Sweet Charlotte: It's Knicks vs. Bulls","web_url":"https://www.nytimes.com/1993/05/19/sports/pro-basketball-hush-hush-sweet-charlotte-it-s-knicks-vs-bulls.html","abstract":"  The Knicks will not see the Charlotte Hornets until next season. That's plenty soon enough as far as New York is concerned.   Thanks to the Knicks' resiliency, and a major performance by Charles Oakley (21 points and 11 rebounds) in Game 5, New York has advanced to the Eastern Conference final for the first time since 1974. The Knicks wrapped up the series, four games to one, with a scintillating 105-101 victory over Charlotte at Madison Square Garden last night.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Balkan Update","web_url":"https://www.nytimes.com/1993/05/19/world/balkan-update.html","abstract":"  Serbian nationalist leaders, buoyed by a referendum in BOSNIA AND HERZEGOVINA that appeared to have gone largely in their favor, said in PALE that outside powers should set aside the peace plan and accept the inevitability of a separate Serbian state in Bosnia.   Russia's Foreign Minister, Andrei V. Kozyrev, met with President Slobodan Milosevic of SERBIA in BELGRADE and said he hoped the United States would yet agree to a Security Council meeting to carry out the plan.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"Departures of Veteran Legislators Threaten to Hamper the Suffolk County Legislature","web_url":"https://www.nytimes.com/1993/05/19/nyregion/departures-veteran-legislators-threaten-hamper-suffolk-county-legislature.html","abstract":"  The Suffolk County Legislature, once known for innovation but now hampered by financial problems, is losing several veteran lawmakers.   The departures threaten to sap the Legislature of budget expertise as the county is recovering from a fiscal crisis that threatened its ability to meet its payroll.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Playoffs Offer Lesson On Commitment at Top","web_url":"https://www.nytimes.com/1993/05/19/sports/on-pro-basketball-playoffs-offer-lesson-on-commitment-at-top.html","abstract":"  They hung on, again. They blew a 10-point lead in the fourth quarter. The Knicks lost Patrick Ewing to fouls with three minutes and change left and it wasn't until as deep as you can go into the final minute that the Garden crowd, finally, began a chorus inviting the Chicago Bulls to town.   The league office happily faxed the Knicks-Bulls schedule to the Garden early in the evening. The Knicks' staff hopefully laid copies on the press table before the game. The Knicks went out into another dogfight and Michael Jordan probably liked what he saw on television again. The Bulls still haven't lost in the playoffs. The Knicks still haven't laid an opponent out.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Worley Is Reinstated by N.F.L.","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-football-worley-is-reinstated-by-nfl.html","abstract":"  Pittsburgh Steelers running back TIM WORLEYwas reinstated yesterday after a one-year drug suspension that forced him to sit out the 1992 season.   Worley, a first-round draft choice and the Steelers' leading rusher in 1989, was initially suspended for four games in 1991, apparently for drug use. After missing two league-mandated drug tests in February 1992, he was suspended on April 29, 1992, for a year under the N.F.L.'s substance-abuse policy.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Proposed Settlement Would Cripple Klan Faction","web_url":"https://www.nytimes.com/1993/05/19/us/proposed-settlement-would-cripple-klan-faction.html","abstract":"  A proposed settlement in a suit against a faction of the Ku Klux Klan would strip it of cash and the rights to its name and symbols and turn them over to a group of 50 plaintiffs who were attacked during a march in 1987.   The settlement, which was reached on May 7 and is awaiting approval by the Federal District Court here, would also bar the group from using its mailing lists and the name of its newsletter, the Klansman, through which it sells merchandise like T-shirts, bumper stickers and jewelry. The merchandise would also be turned over to the plaintiffs.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Sports of The Times; Forum Worth Extra Goal To Les Habs","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-of-the-times-forum-worth-extra-goal-to-les-habs.html","abstract":"  WHEN you walk into the Forum, they do not require that you take off your shoes or genuflect or wear ritual robes. But they do not mind if you are intimidated.   The Canadiens are so formidable in their own building that they even survived a journey into that twilight zone known as Islander Country. The locals finally shook off the visitors, 4-3, at 6 minutes 21 seconds of the second overtime late last night, to overcome one of the superb overtime records in any sport.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Punishing China on Trade Hurts Wrong People; Population Control","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-punishing-china-on-trade-hurts-wrong-people-population-control-886093.html","abstract":"  To the Editor:   I share Prof. John H. Herz's concern in his May 6 letter on population control that \"it would be a tragedy if the excesses connected with the Chinese effort jeopardized President Clinton's intended reversal of American policy that denied funds for family planning abroad.\" But what is \"the path of radical population stabilization\" on which Professor Herz hopes the United Nations will set third-world countries? Can even a zero-growth program alleviate the population problem in countries such as India and Bangladesh?","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Waymer's Death Is Linked to Cocaine","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-football-waymer-s-death-is-linked-to-cocaine.html","abstract":"  DAVID WAYMER, the 34-year-old defensive back who died on April 30 after taking cocaine at his farm outside Mooresville, N.C., died of an irregular heartbeat caused by cocaine, according to an autopsy report issued yesterday by Dr. PATRICK LANTZ, the medical examiner who had found cocaine in Waymer's system shortly after his death.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Literary Piracy Is Charged in France","web_url":"https://www.nytimes.com/1993/05/19/world/literary-piracy-is-charged-in-france.html","abstract":"  Jacques Attali, the flamboyant French technocrat who faced intense criticism last month for his lavish spending as president of the European Bank for Reconstruction and Development, has been accused of taking more than 40 passages in his new book from a planned work by Elie Wiesel and President Francois Mitterrand.   The allegation, from Mr. Wiesel and the Paris publishing house of Odile Jacob, could have a devastating effect on the bank president. He was pushed close to resignation last month when it was disclosed that the bank, established two years ago to aid Eastern Europe, had spent twice as much on itself as it had disbursed in loans.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"LACROSSE REPORT","web_url":"https://www.nytimes.com/1993/05/19/sports/lacrosse-report.html","abstract":"  Army    The Cadets (12-3) are approaching their national tournament game against No. 1 North Carolina (12-1) at Chapel Hill on Saturday with considerable enthusiasm and confidence, according to their coach, Jack Emmer.   \"They think they can win,\" Emmer said yesterday. \"There's no question that Carolina is the best team around, with great speed and depth. But if we can put some pressure on their goalie, it could be interesting.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-letters-to-the-editor-91823195255.html","abstract":"In Defense of Edward Said. Regarding \"When Will Arabs Revolt Against Cruelty at Home?\" (Opinion, April 14):. A. M. Rosenthal's indictment of Arab intellectuals singles out Edward W. Said as a target. This addition to the litany of accusations, c","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Montreal Doubles Lead With Double-Overtime Victory","web_url":"https://www.nytimes.com/1993/05/19/sports/hockey-montreal-doubles-lead-with-double-overtime-victory.html","abstract":"  For the first time in these Stanley Cup playoffs, the Islanders trail in a series by two games. For the first time, they have lost in overtime. For the first time -- or maybe the second or third -- it seems as if their springtime joy ride is doomed to come to a sputtering, exhausted halt.   After losing by 4-3 to the Montreal Canadiens in the Forum tonight on Stephan Lebeau's slap shot at 6 minutes 21 seconds of the second overtime, it is time to face facts. Just mail in the next two games, pack away the skates and get out the lawn furniture. Right guys?","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Girl, 6, Hit by Car and Critically Injured on the Way to School","web_url":"https://www.nytimes.com/1993/05/19/nyregion/girl-6-hit-by-car-and-critically-injured-on-the-way-to-school.html","abstract":"  A 6-year-old girl whose mother was walking her to school on the Upper West Side yesterday morning was critically injured when a van forced a car up onto a sidewalk, hitting the girl, the police said.   The driver of the van, who was ticketed for making an unsafe lane change, had a history of moving violations and was involved in a personal injury accident in August, the police said. He had accrued eight license suspensions over several years, which he resolved by either paying outstanding tickets or scheduling court appearances.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Ulcer Drug Tied to Numerous Abortions in Brazil","web_url":"https://www.nytimes.com/1993/05/19/health/ulcer-drug-tied-to-numerous-abortions-in-brazil.html","abstract":"  In Brazil, a nation where abortion is illegal, hundreds of thousands of pregnant women have induced abortions by taking a drug intended to treat stomach ulcers, two new studies report.   The studies, which appear in the current issue of The Lancet, a medical journal published in Britain, shed new light on the shadowy world of abortion in Brazil, Latin America's most populous nation.","thumbnail":null,"section":"Health"},{"date":"19930519","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92268363474.html","abstract":"1918: Pro-German Plot","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-letters-to-the-editor-92480435411.html","abstract":"Offer to Defend Whom?","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Making Playoffs Wasn't Enough for Hill","web_url":"https://www.nytimes.com/1993/05/19/sports/sports-people-basketball-making-playoffs-wasn-t-enough-for-hill.html","abstract":"  The Indiana Pacers, recently knocked out of the playoffs in the first round for the fourth consecutive year, dismissed BOB HILL as coach yesterday.   The Pacers' president, DONNIE WALSH, said he already had a list of possible successors, but would not disclose any names.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Gotbaum Is Dinkins's Pick For a School Board Seat","web_url":"https://www.nytimes.com/1993/05/19/nyregion/gotbaum-is-dinkins-s-pick-for-a-school-board-seat.html","abstract":"  Mayor David N. Dinkins yesterday appointed Victor H. Gotbaum, a retired labor leader who dominated the city's municipal unions for two decades, to fill the remaining seat on the seven-member New York City Board of Education.   Citing Mr. Gotbaum's skills at building consensus, Mr. Dinkins predicted, \"he will be a tremendously positive influence on a board that is, frankly, very difficult to deal with.\"","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/19/nyregion/no-headline-998493.html","abstract":"  \"We have taken a decision of historic importance. We have taken a step toward bringing Europe closer to ordinary citizens, to make it more open, even more democratic.\" -- PRIME MINISTER POUL NYRUP RASMUSSEN of Denmark.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Drummond Aims to Dethrone the Kings of Sprinting","web_url":"https://www.nytimes.com/1993/05/19/sports/track-and-field-drummond-aims-to-dethrone-the-kings-of-sprinting.html","abstract":"  The presence of the others glowed so fiercely, they commanded the entire oval. When Jon Drummond lined up to sprint against Carl Lewis and Leroy Burrell, he saw only what others saw: Lewis and Burrell.   \"I was just this little light shining in the background,\" Drummond said. \"A utility man.\"","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Books of The Times; Two Visions of Vietnam, At War and Afterward","web_url":"https://www.nytimes.com/1993/05/19/books/books-of-the-times-two-visions-of-vietnam-at-war-and-afterward.html","abstract":"  Slow Walk in a Sad Rain  By John P. McAfee  239 pages. Warner Books. $18.95.  Paradise of the Blind  By Duong Thu Huong  Translated by Phan Huy Duong and Nina McPherson. 270 pages. William Morrow. $20.    The Vietnam War continues to haunt and guide American military thinking, from Somalia to Bosnia. When puzzled by conflicting policies about whether to intervene in warring corners of the world, it sometimes makes sense to turn to fiction for another perspective. Novelists, particularly those who have experienced war, allow their feelings to show without the pretense of fairness; war remembered isn't a cool surgical strike but a heated emotion whose business, in the end, is fighting and dying.","thumbnail":null,"section":"Books"},{"date":"19930519","headline":"Critic's Notebook; The Debut: Grand Rite Of Passage Now Passe","web_url":"https://www.nytimes.com/1993/05/19/arts/critic-s-notebook-the-debut-grand-rite-of-passage-now-passe.html","abstract":"  Every week, depending on the season, 5 or 10 musicians undergo the age-old ritual known as the \"New York debut.\" They come in all varieties: young performers from foreign countries, backed by generous compatriots; local students, with enthusiastic friends and relatives in attendance; wealthy amateurs, renting a hall to suit a whim; music teachers, performing in New York to fulfill a tenure-track requirement. Some do well, some not; very few go on to pursue solo careers.   Over the past week I attended a broad sampling of debuts: four pianists, two cellists, a clarinetist and a violinist. There were, as usual, a few bright moments and surprises. Benjamin Breen, a young violinist from Australia, played sonatas of Prokofiev and Brahms with a passionate if not always accurate tone; William Hagenah, a proficient young clarinetist, fashioned his own intriguing cadenza to Rossini's \"Introduction, Theme and Variations\"; and Sevgi Topyan displayed cool expertise in the Beethoven Piano Concerto No. 2. (The last two appeared in a concert with the newly formed New York Debut Orchestra, at Alice Tully Hall; Mr. Breen played at Weill Hall.)","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Review/Music; Something for Everyone And From Different Years","web_url":"https://www.nytimes.com/1993/05/19/arts/review-music-something-for-everyone-and-from-different-years.html","abstract":"  The American Composers Orchestra has found a programming pattern that is comfortable and generally pleasing, except to the extent that a listener is tempted to rebel against predictability, even if only in program structures. Most of its concerts offer a couple of recent works (one short, one full length) and some oldies (one from the 1960's or 70's, and one composed from the 1920's to the 40's). The pieces do not always sit easily beside each other, but there is something for everyone.   It was a fairly motley program that Paul Lustig Dunkel conducted on Sunday afternoon at Carnegie Hall. The curtain raiser was \"Snake Alley\" (1989), by David Dzubay, a composer in his late 20's. Like many young composers, Mr. Dzubay writes in an eclectic style, which is essentially tonal, but which raids atonal techniques when they suit the work's thrust. In a way, this is a comic-book piece, painted mostly in bright primary colors and describing an exotic and sometimes scary journey through an alley in Taipei. There are moments when Mr. Dzubay's techniques seem simplistic and manipulative, but so what? For the most part, this is a vital piece that holds one's interest.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"2D TRIAL ALLOWED IN SKINHEAD CASE","web_url":"https://www.nytimes.com/1993/05/19/us/2d-trial-allowed-in-skinhead-case.html","abstract":"  An 18-year-old skinhead whose probation in the murder of a black man ignited racial protests may be tried on conspiracy charges, a state district judge ruled Monday.   But lawyers for the teen-ager, Christopher W. Brosky, said today that they would appeal the decision because it amounted to double jeopardy, the constitutional prohibition against trying a person twice for the same crime.","thumbnail":null,"section":"U.S."},{"date":"19930519","headline":"Executive Suspended In Train Ride","web_url":"https://www.nytimes.com/1993/05/19/nyregion/executive-suspended-in-train-ride.html","abstract":"  Perhaps Andrew Favilla, like so many other railroad executives, just wanted the thrill of driving a locomotive. Perhaps, as one Metro-North official asserted yesterday, he was educating himself to better do his job as the commuter rail's superintendent of train operations.   In either case, or both, Mr. Favilla knowingly violated Federal regulations when he drove a Metro-North inspection train from Stamford to Grand Central Terminal at midday on April 1, officials said. Even though he oversees Metro-North's daily operations, and has gotten behind the controls before, Mr. Favilla, 36, is not licensed to drive a train.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Turgeon and Lebeau Centers of Attention","web_url":"https://www.nytimes.com/1993/05/19/sports/hockey-turgeon-and-lebeau-centers-of-attention.html","abstract":"  He sat, his body aching, and watched his team plow through the playoffs without him. Stephan Lebeau, the Montreal center, hurt his ankle in Game 5 of the Canadiens' first-round series with the Quebec Nordiques, and waited impatiently for it to heal.   Not many have noticed. Lebeau is a key player for the Canadiens. But he is not Pierre Turgeon. And so while the hockey world anxiously awaited daily bulletins on the Islanders' star player, the other injured French Canadian center in this series -- Lebeau -- sat quietly on the sideline.","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"A Channel for Culture To Be Offered to Cable","web_url":"https://www.nytimes.com/1993/05/19/arts/a-channel-for-culture-to-be-offered-to-cable.html","abstract":"  Think of it as C-Span for the intelligentsia, ESPN for mind games or MTV for fans of heavy reading.   The Public Broadcasting Service, together with its two flagship stations, WGBH in Boston and WNET in New York City, announced yesterday that it was starting a cable channel devoted exclusively to cultural affairs. The new channel, called Horizons TV, will show events like university lectures and debates, museum symposiums, public readings and forums on the arts.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Dozens Are Hurt in Bus Crash on Staten Island","web_url":"https://www.nytimes.com/1993/05/19/nyregion/dozens-are-hurt-in-bus-crash-on-staten-island.html","abstract":"  A charter bus carrying 53 people on their way home from an outing in Atlantic City crashed into a concrete abutment on the Staten Island side of the Verrazano-Narrows Bridge during a rainstorm last night, the authorities said. Almost every passenger was injured, but none of the injuries appeared to be serious.   \"It is not believed that any of the injuries was life-threatening,\" said Catherine Sweeney, a spokeswoman for the Triborough Bridge and Tunnel Authority.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"HBO Eyes Bowe-Lewis While It's Worth $30 Million","web_url":"https://www.nytimes.com/1993/05/19/sports/boxing-hbo-eyes-bowe-lewis-while-it-s-worth-30-million.html","abstract":"  HBO is attempting to get Riddick Bowe and Lennox Lewis, the two reigning heavyweight champions, together for a $30 million fight before the star quality fades from either one.   \"I'm being practical,\" said Seth Abraham, the president of Time Warner Sports, HBO's parent company. \"If either champion has another lackluster performance after this, it will affect the eventual fight between them.\"","thumbnail":null,"section":"Sports"},{"date":"19930519","headline":"Review/Jazz; Though He Left Cuba, He Stayed With the Piano","web_url":"https://www.nytimes.com/1993/05/19/arts/review-jazz-though-he-left-cuba-he-stayed-with-the-piano.html","abstract":"  Every once in a while, a Cuban musician manages to leave Cuba and start a career elsewhere. There's always the same sort of publicity flurry, based on the musician's abilities in the jazz and Afro-Cuban idioms and the political and personal bravery it often took to escape. Usually their careers dwindle after a few years as the escape story loses its potency and as the musical limitations become clear.   The latest arrival is Gonzalo Rubalcaba, a 30-year-old Cuban pianist who has moved to the Dominican Republic with the blessings of the Cuban Government. Mr. Rubalcaba has been playing jazz festivals abroad for the last seven years and has had a remarkably fertile recording career, making Latin jazz, jazz and fusion albums for a variety of labels. It's easy to see why a record company might smell money around Mr. Rubalcaba. Not only is Afro-Cuban music blooming in popularity, but Mr. Rubalcaba is a classically trained virtuoso pianist. And even if he does have the blessing of the Cuban Government, he's still performing under a severe limitation: because of stipulations imposed by the United States Government he can't accept a penny of his earnings. Art appearing under adversity is always a draw, even in a post cold-war world.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Former Police Officer Stabbed While Intervening in an Attack","web_url":"https://www.nytimes.com/1993/05/19/nyregion/former-police-officer-stabbed-while-intervening-in-an-attack.html","abstract":"  The nervous commuters watched from a distance on the Bronx subway platform. They saw a young woman trying to avoid a tall, slim man who was following her. They heard her loud objections. But they stayed back, either not sure what was happening or too fearful to intervene.   Finally, witnesses said, a man who turned out to be a former New York City police officer rushed in. For the second time in a week in New York's subways, a savior became a victim.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Question of Censorship Shadows Catholic Paper","web_url":"https://www.nytimes.com/1993/05/19/nyregion/question-of-censorship-shadows-catholic-paper.html","abstract":"  A small item in this week's issue of The Catholic Transcript, the newspaper of the Archdiocese of Hartford, reports that Archbishop Daniel A. Cronin will soon move into a mansion owned by an order of Catholic priests and live there rent free.   What the article doesn't say is that the move comes a year after a public outcry led the Archbishop to drop plans to buy a $430,000 home with six bedrooms and a swimming pool.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/19/opinion/IHT-letters-to-the-editor-90516099793.html","abstract":"No Wonder He Left. I was amused to see the photo on April 30 of the Italian environment minister-for-a-day, Francesco Rutelli, seated on a motor scooter, saying the vehicle pollutes less than cars.. The sputtering two-stroke engine found on the typical sc","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Review/Music; Some Beats And Voices Of Surinam","web_url":"https://www.nytimes.com/1993/05/19/arts/review-music-some-beats-and-voices-of-surinam.html","abstract":"  Ai Sa Si, a band from Surinam that made its United States debut on Friday night at S.O.B.'s, calls its music kawina, after a drum used by slaves.   In the band's music, that drum has multiplied into an array of percussion that includes three shakers, small and large lap-held drums, congas and a board that is mounted horizontally on a stand, played with metal tubes and well splintered from constant use. The only other sounds come from six voices, with solo lines answered by richly harmonized major chords. One lead singer had the husky fervor of a gospel singer, another, the soaring clarity of a salsa sonero.","thumbnail":null,"section":"Arts"},{"date":"19930519","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/19/nyregion/c-corrections-858493.html","abstract":"  A report in the Patterns column on the Fashion page yesterday drew an incorrect conclusion about Hillary Rodham Clinton's new hairstyle. Although she visited the Waldorf-Astoria last weekend, her hair was cut by Frederick Fekkai, whose salon is at Bergdorf Goodman, not by Kenneth Battelle at the Waldorf.    The column also referred incorrectly to the author of \"The Beautiful People,\" in which Mr. Battelle is quoted. She is Marylin Bender.  ","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Russian Official Insists Serbia Still Backs Vance-Owen Peace Plan","web_url":"https://www.nytimes.com/1993/05/19/world/russian-official-insists-serbia-still-backs-vance-owen-peace-plan.html","abstract":"  Insisting that the President of Serbia still backed the international peace plan for Bosnia and Herzegovina despite its rejection by Bosnian Serbs, Russia's Foreign Minister said today that he hoped the United States would yet agree to a Security Council meeting to carry out the plan.    The Russian Foreign Minister, Andrei V. Kozyrev, met with President Slobodan Milosevic of Serbia here after seeing the Croatian President, Franjo Tudjman, in the Adriatic resort of Split. Mr. Kozyrev said that the Croatian leader agreed to accept an international monitoring force along the Croatian-Bosnian border.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/19/nyregion/bridge-833993.html","abstract":"  The National College Bridge Team Championship was played in Memphis during the weekend and resulted in a victory for Yale. The Yale players, Tony Tang, Douglas Koltenuk, Malik Magdon-Ismail and Matt Hastings, defeated Stanford in the final by 12 imps. They had qualified from regional competition along with Kentucky, Swarthmore and Michigan.   On the diagramed deal from the final both teams reached a shaky four-spade contract. South had a rebid problem when the one-spade response was raised. Most players consider a three-heart bid to be forcing, although this South hand is ideal for a nonforcing treatment. North could then pass with a minimum hand including three spades and five hearts.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Rogue Elephants, Deadly Tigers","web_url":"https://www.nytimes.com/1993/05/19/opinion/rogue-elephants-deadly-tigers.html","abstract":"All lovers of that riot of nature, that former paradise known as Sri Lanka, where 78,000 people have been killed in political violence since 1983, should remember the metaphor of the rogue elephant. This elephant has been cast out of the herd. Perhaps it is mad; perhaps it harbors some wound that does not allow it to graze in peace with its brothers and sisters. So it leaves the herd, or is forced out. And alone in the jungles it eats the dry leaves of loneliness. And when it spots a group of holiday travelers 50 yards down the dirt road -- my family in a jeep -- it charges.\n\nWe were lucky in 1965. The tracker who accompanied us spoke some commands in a tongue that the elephant understood, and the bruised animal stopped its charge. The tragedy of modern Sri Lankans is that far too many of us, living in Colombo or Jaffna, Toronto or New York, have forgotten the tongue that will heal our differences.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Srinagar Journal; From the Editor's Chair, a Bleak View of Kashmir","web_url":"https://www.nytimes.com/1993/05/19/world/srinagar-journal-from-the-editor-s-chair-a-bleak-view-of-kashmir.html","abstract":"  These days, on his way to work, Khwaja Sana Ullah Bhat picks his way past a tangle of blackened beams, heaps of charred and cracked bricks, and a sandbag bunker where a soldier cradles an assault rifle, all before he can reach the unmarked heavy steel door that leads to his office.   Then he worms his way through a maze of hallways, weaving by empty desks that jut into passages, past a heat-coil burner and, finally, into a dim chamber where he sinks into the creaky high-backed editor's chair of The Daily Aftab, or The Daily Sun.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"The Left in the 90's, Musing on Irving Howe","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-the-left-in-the-90-s-musing-on-irving-howe-879793.html","abstract":"  To the Editor:   Michael Weinstein's May 10 Editorial Notebook on Irving Howe recalls how in the late 1960's the socialist writer-editor \"railed against the stupidity and irrationality of the student left because such traits tarnished the glorious tradition he represented.\"","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Puerto Rico Tax Break Fattens the Banks","web_url":"https://www.nytimes.com/1993/05/19/opinion/l-puerto-rico-tax-break-fattens-the-banks-878993.html","abstract":"  To the Editor:   \"Puerto Rico Fighting to Keep Its Tax Breaks for Business\" (front page, May 10) misses an important point in describing the role of banks in the island's economy.","thumbnail":null,"section":"Opinion"},{"date":"19930519","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/19/books/book-notes-407493.html","abstract":"  Milestone 500   When his first book, \"The Road Less Traveled,\" was published by Simon & Schuster in 1978, Dr. M. Scott Peck said, \"Ten percent of me thought the book would make me famous, and 90 percent of me figured it would be a failure.\"   \"I had some dreams of glory,\" the author, a psychiatrist from Connecticut, said of his book of psychological and spiritual inspirations. \"But they seemed like dreams.\"","thumbnail":null,"section":"Books"},{"date":"19930519","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/19/nyregion/metro-digest-737593.html","abstract":"  NEW YORK CITY  BIGGER TURNOUT IN SCHOOL RACES   Acknowledging that it had erred in its early estimates of the number of voters who cast ballots in the elections for New York City's community school boards, the Board of Elections now says the turnout was the largest in two decades of school voting. A1.  A RACIAL DIVIDE IN SUPPORT FOR DINKINS   Black New Yorkers continue to express overwhelming approval of Mayor Dinkins's stewardship of the city, while whites overwhelmingly disapprove, according to the latest New York Times/WCBS-TV poll. A1.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/05/19/nyregion/parking-rules-819393.html","abstract":"  Because of Ascension Day, alternate-side parking rules will be suspended in New York City tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19930519","headline":"U.S. Goal on Bosnia: Keeping War Within Borders","web_url":"https://www.nytimes.com/1993/05/19/world/us-goal-on-bosnia-keeping-war-within-borders.html","abstract":"  The Clinton Administration has dropped its campaign to turn the Balkan war into a fair fight between the Bosnian Serbs and Muslims and has set a much more limited goal of containing the war within Bosnia's borders.   In doing so, despite public assurances to the contrary, Washington has largely relinquished leadership in the crisis to the Europeans and the Russians.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"UNITY FOR EUROPE SURVIVES KEY TEST AS THE DANES VOTE","web_url":"https://www.nytimes.com/1993/05/19/world/unity-for-europe-survives-key-test-as-the-danes-vote.html","abstract":"  Danish voters today strongly ratified the Treaty on European Union that they had narrowly rejected last June, keeping alive the prospects for greater economic and political unity.   The Danes' clear endorsement of the treaty -- 56.8 percent to 43.2 percent -- was a boon to the spirits of the European Community, which had been badly shaken over the past year by mounting opposition to closer union. The community's efforts have been strained by a deepening economic recession and the war in Bosnia.","thumbnail":null,"section":"World"},{"date":"19930519","headline":"CBS's Bid Includes Asterisk","web_url":"https://www.nytimes.com/1993/05/19/sports/cbs-s-bid-includes-asterisk.html","abstract":"  CBS's last-gasp, $120 million bid for a two-year extension of its network rights to major league baseball may be worth considerably less because of several restrictions, a member of baseball's television committee said yesterday.   Eddie Einhorn, an owner of the Chicago White Sox, said CBS's offer would be reduced by \"the financial impact they suffer if we put the first round of playoffs on cable\" -- referring to a proposed new round of wild-card divisional playoffs -- \"and whatever impact there is from a work stoppage.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930519","headline":"SAM Colombia Flight 501 crashes on approach to Jos Mara Crdova International Airport in Medelln, Colombia, killing 132.","pages":[{"title":"SAM Colombia Flight 501","web_url":"https://en.wikipedia.org/wiki/SAM_Colombia_Flight_501","description":"1993 aviation accident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Boeing_727-46%2C_SAM_Colombia_AN1995310.jpg/320px-Boeing_727-46%2C_SAM_Colombia_AN1995310.jpg","thumbnail_width":320,"thumbnail_height":214},"abstract":"SAM Colombia Flight 501 was a Boeing 727-46 that crashed on 19 May 1993, killing all 132 on board. The aircraft collided with a mountain while on approach to Medelln, Colombia."},{"title":"Jos Mara Crdova International Airport","web_url":"https://en.wikipedia.org/wiki/Jos%C3%A9_Mar%C3%ADa_C%C3%B3rdova_International_Airport","description":"International airport in Rionegro, Colombia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/2018_aeropuerto_internacional_Jos%C3%A9_Mar%C3%ADa_C%C3%B3rdova%2C_vista_a%C3%A9rea.jpg/320px-2018_aeropuerto_internacional_Jos%C3%A9_Mar%C3%ADa_C%C3%B3rdova%2C_vista_a%C3%A9rea.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Jos Mara Crdova International Airport is an international airport located in the city of Rionegro, 20 kilometres (12mi) south-east of Medelln, and is the second largest airport in Colombia after El Dorado International Airport of Bogot in terms of infrastructure and passenger service. The airport is named after Jos Mara Crdova, a Colombian army general who was a native of Ronegro."},{"title":"Medelln","web_url":"https://en.wikipedia.org/wiki/Medell%C3%ADn","description":"City in Colombia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Medellin_sightseeing.jpg/320px-Medellin_sightseeing.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Medelln, officially the Municipality of Medelln, is the second-largest city in Colombia, after Bogot, and the capital of the department of Antioquia. It is located in the Aburr Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With its surrounding area that includes nine other cities, the metropolitan area of Medelln is the second-largest urban agglomeration in Colombia in terms of population and economy, with more than 4 million people."},{"title":"Colombia","web_url":"https://en.wikipedia.org/wiki/Colombia","description":"Country in South America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Colombia.svg/320px-Flag_of_Colombia.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Colombia, officially the Republic of Colombia, is a country mostly in South America with insular regions in North America. The Colombian mainland is bordered by the Caribbean Sea to the north, Venezuela to the east and northeast, Brazil to the southeast, Ecuador and Peru to the south and southwest, the Pacific Ocean to the west, and Panama to the northwest. Colombia is divided into 32 departments. The Capital District of Bogot is also the country's largest city hosting the main financial and cultural hub, and other major urbes include Medelln, Cali, Barranquilla, Cartagena, Santa Marta, Ccuta, Ibagu, Villavicencio and Bucaramanga. It covers an area of 1,141,748 square kilometers, and has a population of around 52 million. Colombia is the largest Spanish-speaking country in South America. Its cultural heritageincluding language, religion, cuisine, and artreflects its history as a colony, fusing cultural elements brought by immigration from Europe and the Middle East, with those brought by the African diaspora, as well as with those of the various Indigenous civilizations that predate colonization. Spanish is the Official language, although English and 64 other languages are recognized regionally."}]}],"weather":[{"date":"19930519","time":"1993-05-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":57,"wspd":1.8},{"date":"19930519","time":"1993-05-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":56,"wspd":7.6},{"date":"19930519","time":"1993-05-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":58,"wspd":14.8},{"date":"19930519","time":"1993-05-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":63,"wspd":9.4},{"date":"19930519","time":"1993-05-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":66,"wspd":5.4},{"date":"19930519","time":"1993-05-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":66,"wspd":3.6},{"date":"19930519","time":"1993-05-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":59,"wspd":5.4},{"date":"19930519","time":"1993-05-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":59,"wspd":11.2},{"date":"19930519","time":"1993-05-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":65,"wspd":13},{"date":"19930519","time":"1993-05-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":54,"wspd":13},{"date":"19930519","time":"1993-05-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":51,"wspd":14.8},{"date":"19930519","time":"1993-05-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":44,"wspd":18.4},{"date":"19930519","time":"1993-05-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":45,"wspd":14.8},{"date":"19930519","time":"1993-05-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":45,"wspd":18.4},{"date":"19930519","time":"1993-05-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":45,"wspd":11.2},{"date":"19930519","time":"1993-05-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":41,"wspd":11.2},{"date":"19930519","time":"1993-05-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":39,"wspd":14.8},{"date":"19930519","time":"1993-05-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":48,"wspd":10.8},{"date":"19930519","time":"1993-05-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":38,"wspd":11.2},{"date":"19930519","time":"1993-05-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":40,"wspd":13},{"date":"19930519","time":"1993-05-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":44,"wspd":13},{"date":"19930519","time":"1993-05-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":47,"wspd":9.4},{"date":"19930519","time":"1993-05-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":48,"wspd":7.6},{"date":"19930519","time":"1993-05-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":51,"wspd":7.6},{"date":"19930519","time":"1993-05-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":9.4},{"date":"19930519","time":"1993-05-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":14.8},{"date":"19930519","time":"1993-05-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":14.8},{"date":"19930519","time":"1993-05-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":18.7},{"date":"19930519","time":"1993-05-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":14.8},{"date":"19930519","time":"1993-05-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":20.5},{"date":"19930519","time":"1993-05-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":9.4},{"date":"19930519","time":"1993-05-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":14.8},{"date":"19930519","time":"1993-05-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":9.4},{"date":"19930519","time":"1993-05-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":13},{"date":"19930519","time":"1993-05-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":13},{"date":"19930519","time":"1993-05-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19930519","time":"1993-05-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":13},{"date":"19930519","time":"1993-05-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":14.8},{"date":"19930519","time":"1993-05-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":11.2},{"date":"19930519","time":"1993-05-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":13},{"date":"19930519","time":"1993-05-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":7.6},{"date":"19930519","time":"1993-05-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":7.6},{"date":"19930519","time":"1993-05-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":9.4},{"date":"19930519","time":"1993-05-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":9.4},{"date":"19930519","time":"1993-05-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":7.6},{"date":"19930519","time":"1993-05-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930519","time":"1993-05-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":9.4},{"date":"19930519","time":"1993-05-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":11.2}]},"19930520":{"guardian_articles":[{"date":"19930520","headline":"Police shoot 11 in Copenhagen as anti-Maastricht demonstrators riot after the result","web_url":"https://www.theguardian.com/world/1993/may/20/eu.politics","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930520","headline":"Whitman Approach Working","web_url":"https://www.nytimes.com/1993/05/20/sports/golf-whitman-approach-working.html","abstract":"  Surgery to his left shoulder last winter and the celebration of his 40th birthday have mellowed Ed Whitman, the head pro at Knickerbocker Country Club in Tenafly, N.J., for the last nine years.   The new approach has helped carry Whitman to the forefront of the $125,000 Dodge Open, the richest tournament for metropolitan-area professionals.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"London Sees Approval of Europe Pact Today","web_url":"https://www.nytimes.com/1993/05/20/world/london-sees-approval-of-europe-pact-today.html","abstract":"  Bolstered by the about-face Danish vote in favor of the Treaty on European Union, the British Government expects the House of Commons to approve the treaty on Thursday and predicts ratification by early autumn.   If the Government's optimism is borne out, that would mean the demise of a foreign policy issue that has bedeviled the governing Conservatives for more than a year and sapped Prime Minister John Major's authority.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Missed Goal Still Haunting Hogue","web_url":"https://www.nytimes.com/1993/05/20/sports/hockey-missed-goal-still-haunting-hogue.html","abstract":"  Benoit Hogue did not need to watch the replay. All night, the shot haunted him. It ran through his head, tauntingly, in the locker room after the game. It nagged at him on the charter flight back to New York. Even at home, in his bed, his body aching with exhaustion, the memory would not allow Hogue to rest.   It was only a moment in an opportunity-filled, double-overtime game, but, for Hogue, it was the reason the Islanders fell to the Canadiens, 4-3, Tuesday night in Montreal. It is the reason New York returns to Nassau Coliseum for Game 3 on Thursday with a 2-0 deficit. It is the reason he feels even more pressure to produce as the Islanders continue their remarkable post-season ride with this four-of-seven-game battle for the Wales Conference crown.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-93128562998.html","abstract":"Mastectomy Question Regarding \"Why Mastectomies Occur So Frequently\" (American Topics, May 10):. Mastectomies do not occur, they are performed, following a surgeon's decision. The headline could have read, \"Why Are Mastectomies Done So Ofte","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/20/sports/results-plus-582393.html","abstract":"  SOCCER  Juventus Wins UEFA Cup    Juventus won the UEFA Cup for the second time in four seasons, beating Borussia Dortmund of Germany, 3-0, last night in the second leg of the final in Turin, Italy. Juventus, which also won the UEFA Cup in 1977 and 1990, defeated Dortmund, 3-1, in Germany two weeks ago in the home-and-home, total-goals final. Dino Baggio scored in the fourth and 43d minutes, and Andreas Moller scored in the 64th minute before a capacity crowd of 70,000 in the Stadium of the Alps.   It was the second part of a possible sweep of the European trophies by Italian teams. Parma won the Cup Winners Cup last week and AC Milan plays Olympique Marseille of France next Wednesday in the final of the European Cup. Italy swept the three competitions in 1990. Borussia Dortmund was missing injured forwards Stephane Chapuisat and Flemming Povlsen, and lost Michael Rummenigge to a right knee injury following a rough tackle in the first half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Justice Post Nominee Says He Has Quit Golf Club","web_url":"https://www.nytimes.com/1993/05/20/us/justice-post-nominee-says-he-has-quit-golf-club.html","abstract":"  Webster L. Hubbell, the Clinton Administration's nominee for the third-highest post in the Justice Department, said today that he had resigned from an Arkansas golf club that had been all white until last year, when it recruited its first and only black member.   Mr. Hubbell, who had been under fire for his membership in the Country Club of Little Rock, said at a Senate confirmation hearing that he had decided to resign after concluding that his membership could be a liability. He said he sent a resignation letter on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"A Rape in Prospect Park","web_url":"https://www.nytimes.com/1993/05/20/nyregion/a-rape-in-prospect-park.html","abstract":"  A 20-year old woman jogging in Prospect Park in Brooklyn on Tuesday night was assaulted by a man and raped, the police said yesterday. The man approached the woman as she ran on East Drive about 8:30 P.M., grabbed her, covered her mouth with his hand and dragged her into a wooded area near the zoo, the police said. Lieut. William McNee, commanding officer of the Brooklyn Special Victims Squad, said investigators were searching for witnesses.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"A Chief of Staff Isn't What Clinton Lacks","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-a-chief-of-staff-isn-t-what-clinton-lacks-718493.html","abstract":"  To the Editor:   \"Hold It While I Focus\" (editorial, May 8) perpetuates the myth that an effective and efficient Presidency requires a chief of staff and more White House personnel.   Franklin D. Roosevelt had an appointments secretary, Pa Watson, but no chief of staff. Yet he managed to bring off the New Deal and to win World War II. Harry S. Truman had no chief of staff, but he gave us the Marshall Plan, the Truman Doctrine, the North Atlantic Treaty Organization, Point Four and the Berlin airlift, and opened the way to equal opportunity and social security.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-728193.html","abstract":"  The Dessoff Choirs  St. Peter's Church    For her final concert of the season with the Dessoff Choirs on Saturday evening, Amy Kaiser chose a program of Baroque sacred works that showed the extent to which serenity and sobriety can thrill the spirit. It also gently made a musicological point in its juxtaposition of works for the Roman Catholic Church by Monteverdi and Giovanni Gabrieli, and a Lutheran Requiem by Schutz.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"No Spotlight For Tartabull","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-no-spotlight-for-tartabull.html","abstract":"  Danny Tartabull does not want the spotlight when he produces big hits, or so he said today. Perhaps because he does not want it at Yankee Stadium, where he has hardly hit season.   Tartabull hit his sixth homer and drove in four runs as the Yankees defeated the Twins, 11-6, today. But with his batting average at the Stadium stuck at .091 (5 for 55), he was savvy enough to divert attention after one solid series on the road.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"WHITE HOUSE OUSTS ITS TRAVEL STAFF","web_url":"https://www.nytimes.com/1993/05/20/us/white-house-ousts-its-travel-staff.html","abstract":"  The White House abruptly dismissed its seven-person travel staff today and asked the Federal Bureau of Investigation to examine its books. Administration officials, who said the low-level appointees had failed to account for thousands of dollars, questioned some of their contracts with air charter companies.   None of the staff members were appointees of the Clinton Administration, and all had worked in the White House for at least a decade. Three who were dismissed said tonight that they had not been told of the F.B.I.'s involvement, and denied any wrongdoing.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Heart of Darkness . BRUSSELS . The Congo steamer Lulu Bohlen has arrived at Antwerp and confirms the rumor that the death of Captain van Kerckhoven, commander of the famous Oubanghi Welli and Nile Expedition, was not due to accident, but that he was","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Fingerprints Being Studied In Bomb Case","web_url":"https://www.nytimes.com/1993/05/20/nyregion/fingerprints-being-studied-in-bomb-case.html","abstract":"  Fingerprint by fingerprint, investigators in the World Trade Center bombing are amassing forensic evidence, from New Jersey apartments and a storage locker where bomb-making chemicals were kept, that further links suspects in the conspiracy case.   Laboratory reports from the Federal Bureau of Investigation suggest that the fingerprint evidence will be one of the crucial elements that will be unveiled in the trial of the seven people charged in the Feb. 26 bombing that left six people dead and injured more than 1,000.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Mavs' Jackson Gets Trial Date","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-basketball-mavs-jackson-gets-trial-date.html","abstract":"  A judge in Columbus, Ohio, set Aug. 9 as the trial date for JIM JACKSON of the Dallas Mavericks on charges that he waved a gun at four teen-agers.   The teen-agers said they were driving along a Columbus street on Dec. 30 when Jackson leaned out the window, pointed a handgun and shouted obscenities.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"'Yes' to Europe. But What Kind?","web_url":"https://www.nytimes.com/1993/05/20/opinion/yes-to-europe-but-what-kind.html","abstract":"  It was the idea of European union, rather than the specifics of the Maastricht treaty, that Danish voters finally said \"yes\" to on Tuesday. The ambitious Maastricht blueprint for a unified European foreign and defense policy and a single European currency seems increasingly unlikely to be realized, at least by the 1999 deadline.    Americans have little stake in the details of Maastricht, but a great deal in closer European cooperation. The events of the past year, from currency upheavals to Europe's disastrous fumbling of the Bosnia catastrophe, painfully underscore how far Europe still has to go.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Jets' Brim Cincinnati Bound","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-football-jets-brim-cincinnati-bound.html","abstract":"  Cornerback MIKE BRIM, an unrestricted free agent who started for the Jets the last two seasons, signed with the Cincinnati Bengals yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Review/Theater; From Garbage Trucks To the Barricades of '68","web_url":"https://www.nytimes.com/1993/05/20/theater/review-theater-from-garbage-trucks-to-the-barricades-of-68.html","abstract":"  On Feb. 12, 1968, black sanitation workers in Memphis staged a wildcat strike to back their demands for equal pay, better working conditions and recognition of their union. The walkout became a lightning rod for conflicted civil rights and labor movements that were thundering across the country, and provided a flash point that erupted in riots and culminated in the assassination of the Rev. Dr. Martin Luther King Jr. on April 3.   \"I Am a Man,\" a gripping new play by Oyamo staged by the Working Theater, centers on T. O. Jones, the leader of the local, who called the strike and then lost control of it to forces far removed from the garbage trucks of Memphis.","thumbnail":null,"section":"Theater"},{"date":"19930520","headline":"New Tactics Mark Same Old Land Grab","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-new-tactics-mark-same-old-land-grab-708793.html","abstract":"  To the Editor:   Another Western land grab is in the making in rural New Mexico, but \"In Cattle-Raising West, County Wants to Help U.S. Manage Federal Lands\" (news article, May 6) makes it sound as if that is something new.    I strongly suspect that the myth of the cowboy blinded your urban-based reporter to the conflict of interest in turning decision making on public lands over to those who will reap direct financial benefits.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Ethnic Shifts Are Revealed In Voting For Schools","web_url":"https://www.nytimes.com/1993/05/20/nyregion/ethnic-shifts-are-revealed-in-voting-for-schools.html","abstract":"  Louisa M. Chan, a Chinese-born nurse, sought to be an advocate for the thousands of minority students in School District 24 in Queens, but she quit attending meetings last year because, she said, the all-white school board repeatedly cold-shouldered her and \"it was too unpleasant.\"   Now, after winning a seat in the May 4 school board elections, Mrs. Chan will herself be joining the hitherto all-white, all-Catholic board in District 24, which has a student population that is more than 70 percent from minority groups.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Courting Badillo: A Last Hurrah as Comptroller?; The Hispanic Elder Statesman of New York City Politics Assesses His Political Fate","web_url":"https://www.nytimes.com/1993/05/20/nyregion/courting-badillo-last-hurrah-comptroller-hispanic-elder-statesman-new-york-city.html","abstract":"  \"When I'm running for office,\" Herman Badillo once acknowledged, \"it's like running against three people because in the Puerto Rican community they call me bah-DEE-oh, in the Italian community they call me bah-DILL-oh, and in the Jewish community they say Herman.\"   Today, nearly three decades after he first sought elective office, fewer New Yorkers may know his name at all, much less how to pronounce it. For a candidate who was often considered ahead of his time, the fundamental question Mr. Badillo now faces is whether time has passed him by -- whether he remains an icon, among Puerto Ricans, in particular, or has become a political relic.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"France, Too, Should Stand Behind Its Moratorium","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-france-too-should-stand-behind-its-moratorium.html","abstract":"Just over a year ago, France surprised the world by suspending its nuclear test program in the South Pacific. The moratorium, which was opposed by the French nuclear establishment, was announced just before local elections in April 1992, and was part of t","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Essay; Iraqgate Giveaway","web_url":"https://www.nytimes.com/1993/05/20/opinion/essay-iraqgate-giveaway.html","abstract":"  If the Department of Justice wins a case to be tried in Atlanta this fall, then the U.S. taxpayer may be forced to cough up over $380 million to a corrupted Italian bank.   Whose side is the Department of Justice on?","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Sanders Returns to Action","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-baseball-sanders-returns-to-action.html","abstract":"  Atlanta outfielder DEION SANDERS resurfaced in a baseball uniform after a three-week absence, and said in West Palm Beach, Fla., that he will rejoin the Braves on Friday in New York.   Sanders, 25, played in a simulated game at the Braves' spring training camp. It was his first baseball action since April 28, when he received permission to leave the team to attend his father's funeral at Fort Myers, Fla. The two-sport star failed to return, and the Braves placed him on the disqualified list on April 29.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Challengers On Line for Prairie Bayou","web_url":"https://www.nytimes.com/1993/05/20/sports/horse-racing-challengers-on-line-for-prairie-bayou.html","abstract":"  For the first time since he won the Preakness Stakes four days earlier, Prairie Bayou stretched his million-dollar legs yesterday when he went jogging on the track at Belmont Park where he will return in two weeks to try to clinch his standing as the country's best 3-year-old colt.   But even while he was loosening up, the line of challengers was forming on the right. Sea Hero, who ran first in the Kentucky Derby but fifth in the Preakness, rested in his Belmont barn before taking his first gallop this morning. And Cherokee Run, a tight second in the Preakness, also arrived in New York and rested for the start of his formal workouts next week. Rivals On the Horizon    Meanwhile, two possible new rivals surfaced, although neither seemed sanguine about running a mile and a half in the Belmont Stakes on June 5 against alumni of the first two Triple Crown classics. They were Miner's Mark, who outran a small but formidable allowance field of four other colts at a mile and one-eighth yesterday afternoon, and Tactical Advantage, who chased him home but missed by four and one half lengths.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Starks, Pippen Loom as The Keys","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basketball-starks-pippen-loom-as-the-keys.html","abstract":"  Bulls vs. Knicks on the Madison Square Garden marquee reminds some of the old fight nights, or worse.   \"It's shaping up like a heavyweight championship fight,\" said Michael Jordan, also known in Chicago as Michael Miracle.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-710993.html","abstract":"  To the Editor:   In \"Food, Wine and Surgery\" (Op-Ed, May 8), John Gagnon offers a novel solution to this country's health care problems. The next time you have that lower abdominal pain that won't quit, get yourself to Tours, France, as fast as you can. Within 20 minutes of checking into your hotel, there will be a doctor in your room making all the arrangements for whatever treatment is necessary. The doctor probably won't send you a bill, your stay at the hospital will be \"blissful,\" and think of all the frequent flier miles you'll accumulate.   Would you have published this article if the doctor and hospital were in Manhattan or Albuquerque? Surely, there must be someone in these United States or among the thousands of foreigners who travel to the United States each year to receive their health care who has had similar experiences with American doctors.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Webster Hubbell and the Clubs","web_url":"https://www.nytimes.com/1993/05/20/opinion/webster-hubbell-and-the-clubs.html","abstract":"  Webster Hubbell, confidant of the Clinton family and nominee for Associate Attorney General, publicly dropped his country club membership yesterday and was embraced by that other club, the United States Senate. The Judiciary Committee showered him with praise and thanks for enabling it to approve his Justice Department appointment.   Committee members then congratulated themselves as heartily as if they had struck a mortal blow, rather than a marginal cut, against the bigotry of exclusive clubs. Yet they barely scratched the surface of the club question.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"No More Crusades Likely As Lewis Looks Ahead","web_url":"https://www.nytimes.com/1993/05/20/sports/track-and-field-no-more-crusades-likely-as-lewis-looks-ahead.html","abstract":"  Carl Lewis, maybe the world's most dashing figure at age 31, says he is through looking out for everybody else.   \"For 10 years and eight gold medals, I worked my tail off to help the sport,\" Lewis said yesterday from his home in Houston. \"I never received support. I'm at the stage now where I don't care about anybody except the Santa Monica Track Club.\"","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too; I Asked for 'l'Addition'","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-i-asked-for-l-addition-717693.html","abstract":"  To the Editor:   I can confirm John Gagnon's experience with the French health care system (Op-Ed, May 8). On a business trip to Toulouse in the spring of 1990, I suffered a fall, resulting in a cut lip and scraped knee, but the pain in my shoulder suggested more serious injury.   In pain, I drove myself to the local hospital, the directions to which are well marked on French roads. Nobody in the emergency room spoke English, and my restaurant French was inadequate. I proffered my passport and pointed to my cut lip. I was immediately ushered into an examining room, where a businesslike young female physician quickly appeared.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Washington Recognizes Angola Government","web_url":"https://www.nytimes.com/1993/05/20/world/washington-recognizes-angola-government.html","abstract":"  The Clinton Administration recognized the Government of Angola today, and called on the guerrilla movement that has been fighting the Government to join it.    The decision represents a dramatic evolution in American foreign policy from outright hostility toward Angola and attempts to undermine the Government throughout the 1980's to the diplomatic embrace today.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"A Rich Event? $0 for Winner!","web_url":"https://www.nytimes.com/1993/05/20/sports/a-rich-event-0-for-winner.html","abstract":"  How much do you get for winning the second richest tournament in the history of professional squash, the $141,000 Brazilian Squash Classic? Nothing. That was the word last night from the Wales-based Professional Squash Association, which said that Jansher Khan, the internationally top-ranked Pakistani player who won the tourmanent final in Rio Monday night, left Brazil the next day with nothing to show for his victory.   According to Mike Plummer, the association's press officer, neither Khan nor any of the three other players who made it as far as the semifinals of the six-day tournament received their prize money, a total of more than $58,000. Indeed, the only players who were paid anything, he said, were the 16 pros who lost in the first round.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Firm With Florio Ties Thrives While Doing Little","web_url":"https://www.nytimes.com/1993/05/20/nyregion/firm-with-florio-ties-thrives-while-doing-little.html","abstract":"  The investment house owned by Gov. Jim Florio's chief aide and another Florio political associate earned more than one million dollars in three years even though the firm performed little underwriting work, and in some cases none at all, for the money, according to Wall Street executives, lawyers and government officials who did business with it.    The firm, Armacon Securities, was federally licensed to buy new bond issues and to resell them to the public, but it lacked almost all of the normal essentials of an underwriter.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor.html","abstract":"Health Care in France. Regarding \"Focusing Like a Laser on Medical Costs\" (Meanwhile, May 12) by Lawrence Malkin:. As an American living and working in France for the past six years, I have consistently had more access to doctors than I would ha","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Home Video","web_url":"https://www.nytimes.com/1993/05/20/arts/home-video-540893.html","abstract":"  May isn't a time for big movies in video stores, but a flow of titles in categories like old films, documentaries and classic television is evidence that studios are watching out for other kinds of material to release on tape.   One mainstay is the old movie available for the first time on cassette. Film buffs routinely complain about favorite movies being withheld in studio vaults, but video executives reply that some films would not sell well enough to be released and in any event they can't release everything at once.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"132 on Missing Colombian Plane","web_url":"https://www.nytimes.com/1993/05/20/world/132-on-missing-colombian-plane.html","abstract":"  A commercial flight carrying 125 passengers and seven crew members disappeared from radar screens today in Colombia, and is believed to have crashed.   The plane, a Boeing 727 identified as SAM Airlines Flight 501, had left Panama City at 2:18 P.M. and was bound for Medellin and Bogota.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/20/nyregion/metro-digest-112793.html","abstract":"  EMPIRE CHIEF IS LEAVING   Albert A. Cardone will step down as the head of Empire Blue Cross and Blue Shield, the financially troubled insurer of 8.5 million New Yorkers, a state government official said. Mr. Cardone's fate was determined at a meeting of Empire's board of directors, but the terms of his departure were not known. Mr. Cardone served as both chairman of the board and chief executive of the company, posts he has held since 1987. A1. RECESSION SETTLES IN SUBURBS   For two decades, New Jersey has been reshaping the American suburb into a powerful magnet for economic growth. But with a four-year recession that is proving deeper for this state than for any other, its grand suburban experiment has hit a roadblock as wide as a semi-trailer jack knifed across Interstate 80. A1.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"New Tally of World's Economies Catapults China Into Third Place","web_url":"https://www.nytimes.com/1993/05/20/world/new-tally-of-world-s-economies-catapults-china-into-third-place.html","abstract":"  Saying that traditional measures underestimate the economies in developing countries, the International Monetary Fund has concluded that China's economy is more than four times as large as previously measured. That makes it the third largest, behind the United States and Japan.   The new study, to be released next week, also greatly increases estimates of the economies of India, Indonesia, Mexico, Brazil and other developing countries.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Sports of The Times; The Captain Goes Down; Ship Stays","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-of-the-times-the-captain-goes-down-ship-stays.html","abstract":"  COACHES aren't merely fired in New York, they're paraded about in public first, then executed.   Bill Fitch was removed as coach of the Nets last May but only after a tortuous public flogging and an open player rebellion that eroded his authority.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Paint the Crosswalks","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-paint-the-crosswalks-719293.html","abstract":"  To the Editor:   Your May 9 article on the large number of pedestrian traffic fatalities in New York City, unfortunately, left out an important aspect of pedestrian safety.   With the hundreds of millions of dollars spent in the last decade on resurfacing and reconstruction of roadways for the movement of vehicles, a pittance has been spent on pedestrian safety, such as the painting of crosswalks. One of the busiest intersections in the world, 34th Street at Herald Square, has had just about all its crosswalk lines obliterated.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-94012431460.html","abstract":"'Scab' Is in the Dictionary. Regarding \"Will Jobs Bill Defeat Be Republicans' Last Hurrah? (April 14):. The article mentions \"the union-busting practice of hiring permanent replacements for striking workers.\" Why use such euphemisms? A perf","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Start of a Consensus; Lawmakers Focusing on Drawing Up Rules For Behavior by Homosexuals in Military","web_url":"https://www.nytimes.com/1993/05/20/us/start-consensus-lawmakers-focusing-drawing-up-rules-for-behavior-homosexuals.html","abstract":"  The debate over allowing homosexuals in the military is boiling down to two questions: Should gay men and lesbians be allowed to serve openly, and how open is open?   Something approaching a consensus is developing among lawmakers and Defense Department officials for an approach that is being called \"don't ask, don't tell.\" But the term is being used by different legislators to mean very different things.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"A Guard Who Didn't Guard","web_url":"https://www.nytimes.com/1993/05/20/opinion/a-guard-who-didn-t-guard.html","abstract":"  Safety is elusive enough in New York City schools. It certainly doesn't help when those assigned to provide security in the schools not only fail to do so, but become instruments of danger.    That's what happened in the case of Larry Krakower, a former reading teacher who was beaten up when a security guard apparently led his assailant right to him.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/05/20/nyregion/parking-rules-302293.html","abstract":"  Because of Ascension Day, alternate-side parking rules are suspended in New York City today. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Wilderness Campaign: Anyone Listening?","web_url":"https://www.nytimes.com/1993/05/20/nyregion/wilderness-campaign-anyone-listening.html","abstract":"  For years J. Patrick Gilligan has been telling anyone who would listen how New Jersey's tax system should be overhauled. He said he won praise from some fellow Republicans but no action and that is why, at the age of 72, he is running for governor.   \"People would listen and promise to bring my ideas before the state party leadership and the Legislature but they never did,\" he said. \"Going through channels hasn't worked, so I'm going right to the people and hope enough of them will agree with me and something will change.\"","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Columbia Chief Stresses Role of Teacher","web_url":"https://www.nytimes.com/1993/05/20/nyregion/commencements-columbia-chief-stresses-role-of-teacher.html","abstract":"  Delivering his 13th and final commencement address, Michael I. Sovern, Columbia University's president, called on America's universities yesterday \"to tilt the balance back toward teaching\" as they wrestle with fiscal problems and strive to fulfill responsibilities in research and public service.   \"Our best universities must all acknowledge that we cannot continue to increase the price of a college education and deliver less of the faculty our students' tuition dollars are supporting,\" said Mr. Sovern, who will step down as Columbia's 17th president on June 30 to return to teaching at Columbia's law school.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"As Casino Vote Nears, Jockeying Intensifies","web_url":"https://www.nytimes.com/1993/05/20/nyregion/as-casino-vote-nears-jockeying-intensifies.html","abstract":"  With five days left before the first vote in the House of Representatives on whether to legalize a gambling casino for Bridgeport, the measure is still considered a long shot.    But a new round of maneuvering in the Capitol in the last 24 hours has made the question suddenly more volatile, and legislators on both sides said that no one should rule out large shifts of votes and further changes in tactics as the final hour nears.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Vitamin E Greatly Reduces Risk Of Heart Disease, Studies Suggest","web_url":"https://www.nytimes.com/1993/05/20/us/vitamin-e-greatly-reduces-risk-of-heart-disease-studies-suggest.html","abstract":"  Two new studies of more than 120,000 men and women strongly suggest that supplements of vitamin E can significantly reduce the risk of disease and death from fat-clogged coronary arteries. But the researchers and other experts cautioned against rushing out to buy the vitamin supplements before further clinical trials confirm that they are beneficial and safe.   The studies, by researchers at the Harvard School of Public Health and Brigham and Women's Hospital in Boston, showed that initially healthy people with the highest daily intakes of vitamin E developed coronary disease at a rate about 40 percent lower than comparable men and women whose intake of this vitamin was lowest. The preventive effects of vitamin E occurred independently of any change in blood levels of cholesterol.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Against Barkley? Put on the Pads","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basletball-against-barkley-put-on-the-pads.html","abstract":"  If ever a basketball player belonged on a football field, it is Charles Barkley. Not only does he lower his shoulder like a pulling guard, but he is not the least bit frightened of grime. Tuesday night, Barkley missed a dunk with a San Antonio Spur on his back, dropkicked his mouthpiece into the stands, had it passed back to him by several strangers, fumbled it again to the ground and plopped it straight back in his mouth.   Barkley obviously does not get by on esthetics, although, in one sense, Tuesday's game may have been the prettiest of his career. The playoff series was tied 2-2, Barkley's hamstring and shoulder were throbbing, he had managed only two first-half shots, his Phoenix Suns teammates were frozen in their halfcourt offense and the Spurs' fourth-quarter lead was 7 points.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Torborg Leaves In State Of Acute Media Shock","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-torborg-leaves-in-state-of-acute-media-shock.html","abstract":"  The night's organizational dirty work had been done. Jeff Torborg, who had conceded that the city's intense news media focus had been the single greatest shock and obstacle he had faced as manager of the Mets, stood behind his office desk and faced the microphones and cameras once more.   There was humor and relief and a tiny hint of defiance to the end. Of course, the future for Torborg was not exactly desolate or impoverished. He has more than a million dollars coming, and his guaranteed contract with the Mets is not for personal services. He is not obligated to do anything but cash checks through 1995.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/20/nyregion/bridge-380493.html","abstract":"  Conventional wisdom holds that overtricks are important at match points but unimportant at imp scoring or rubber bridge. Therefore, the theory goes, a declarer should occasionally be willing to take a slight risk, and even jeopardize his contract, at match points but not at other forms of scoring.   But a doubled overtrick is another matter altogether. On the diagramed deal, played in a match Tuesday night, the South player, and host, was Edgar Kaplan. He found himself in five diamonds doubled after West had opened four spades.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Massachusetts Governor Has Let Cities and Towns Go Begging","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-massachusetts-governor-has-let-cities-and-towns-go-begging-711793.html","abstract":"  To the Editor:   William Safire's column extolling the virtues of a Presidential run by Gov. William F. Weld of Massachusetts (\"What About Weld?\", May 6) needs some correction before yet another political myth is created.    Mr. Safire quotes Governor Weld's claim that he has \"balanced three budgets without raising taxes or borrowing,\" thus proving that the conservative Governor Weld is able to do what Gov. Michael S. Dukakis before him and President Clinton were unable to do.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Clinton Nears Choice for High Court Nominee","web_url":"https://www.nytimes.com/1993/05/20/us/clinton-nears-choice-for-high-court-nominee.html","abstract":"  Clinton Administration officials said today that they expected the President to choose a new Supreme Court justice within 10 days. They said he had narrowed his list to a few Federal and state judges.   A White House adviser said the candidates under serious consideration included Judge Jon O. Newman of the United States Court of Appeals for the Second Circuit, in Manhattan; Judge Stephen G. Breyer of the United States Court of Appeals for the First Circuit, in Boston; Justice Shirley S. Abrahamson of the Wisconsin Supreme Court; Justice Christine Durham of the Utah Supreme Court, and Judge Jose A. Cabranes of Federal District Court in New Haven.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"19th-Century Calculator Sells for $11.8 Million","web_url":"https://www.nytimes.com/1993/05/20/arts/19th-century-calculator-sells-for-11.8-million.html","abstract":"  A German 19th-century brass calculator, a gilded and lacquered precursor of today's computers, was sold yesterday for $11.8 million at Christie's in London to a Swiss dealer in clocks and watches.   The price paid for the drum-shaped, 10-pound rechnungs Maschine, as it was originally called, was an auction record for any scientific instrument and the third-highest sum paid for any item at an art-auction house this year.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Johnson to Play in Exhibition","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-basketball-johnson-to-play-in-exhibition.html","abstract":"  MAGIC JOHNSON will play his first official game in the United States since he retired last year when he joins current and former college players in his own All-Star Classic on May 26.   Johnson recently returned from Europe, where he played in a series of all-star games.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"BASEBALL: It's Lights Out for Torborg After One Last Blast; Green Is Hired To Hoist Mets Out of Cellar","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-it-s-lights-for-torborg-after-one-last-blast-green-hired-hoist-mets.html","abstract":"  Jeff Torborg worked his final game as manager of the Mets last night, a victim of his club's nonstop losing. He was officially dismissed after a rare and dramatic 6-4 extra-inning triumph over the Pirates. The final score, though, couldn't change the ugly numbers for the season, a 13-25 record and last place.   Dallas Green, the former Yankees and Phillies manager whose current job had been as a scout in the Mets organization, will succeed Torborg. Green was named by General Manager Al Harazin at a news conference at Shea Stadium after last night's game. Green's contract will run through the 1995 season, and the tough-talking 59-year-old with the reputation for mixing patience and intimidation will be in the dugout for the next game, tomorrow night at Shea against the Braves.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"I.M.F. Planning New Aid Package for Russia","web_url":"https://www.nytimes.com/1993/05/20/world/imf-planning-new-aid-package-for-russia.html","abstract":"  In an effort to speed aid to Russia, Moscow and the International Monetary Fund will announce an agreement soon under which Russia will receive $1.5 billion in aid within the next few weeks in exchange for promises to control inflation, fund officials and advisers to Russia said today.   The agreement, to be announced in the next few days, is expected to provide a total of $3 billion in loans to Russia within four to five months and is aimed at helping President Boris N. Yeltsin transform Russia into a market economy.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too; Seeing Spots and Lights","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-seeing-spots-and-lights-716893.html","abstract":"  To the Editor:   Like John Gagnon (Op-Ed, May 8), I had just arrived in the French countryside in the summer of 1986 to write a book, and I found myself being taken one midnight by the local ambulance to the same regional medical center in Tours. The ambulance came quickly after my wife called to report I was seeing spots and flashing lights.   My eyes were examined upon arrival by a concerned intern. I was kept overnight in a holding bed and the next day given laser treatment to cauterize a retinal tear. This saved the sight of my right eye. I went home by taxi and was back at my word processor in a few days. Total cost of the efficient and no-questions-asked care (including ambulance, hospital bed, taxi and a second zap of the laser a month later): $400 at the exchange rate then prevailing. The charge for a French patient would have been the same through the self-financing state insurance system, with the same 20 percent deductible as my private American insurance.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-095393.html","abstract":"  A picture caption on Tuesday about Northern Ireland referred incorrectly to actions by Gerry Adams, the president of Sinn Fein, the Irish Republican Army's political wing. He has met with a rival Roman Catholic political leader in Northern Ireland, not with the British Government.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Knicks' Tickets On Sale Today","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basletball-knicks-tickets-on-sale-today.html","abstract":"  A limited number of tickets for the Eastern Conference finals and for the N.B.A. finals will go on sale at 8 A.M. today, at the Madison Square Garden box office only.   Tickets will be sold on a first-come, first-served basis. Bracelets were to be distributed to customers starting at midnight to protect their places in line. Bracelets will be distributed throughout the morning, but receiving a bracelet does not guarantee tickets.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Joint Chiefs Warn Congress Against More Military Cuts","web_url":"https://www.nytimes.com/1993/05/20/us/joint-chiefs-warn-congress-against-more-military-cuts.html","abstract":"  The Joint Chiefs of Staff told Congress today that the readiness of the American military to go to war could be jeopardized by continued reductions in spending.    Without directly criticizing President Clinton's plans to trim military spending, the service chiefs' warning opened a touchy political issue for the Administration, which has insisted it is cutting the armed forces responsibly and has struggled against the perception that it is anti-military.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Hurdles for Tax Plan; Sailing May Turn Smooth in House, But Rough Seas Lie Ahead in Senate","web_url":"https://www.nytimes.com/1993/05/20/us/hurdles-for-tax-plan-sailing-may-turn-smooth-house-but-rough-seas-lie-ahead.html","abstract":"  President Clinton was able to win support for his tax proposals from Democratic members of the House of Representatives at their meeting in the Capitol this morning because he allayed their worst political fears.   But the flame of opposition he managed to extinguish in the House was a precursor to the serious problems his program faces in the Senate. Unlike the situation in the House, where Mr. Clinton was on firm footing from the start, the rules, style and committee structure in the Senate work to his disadvantage.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-727393.html","abstract":"  La Gran Scena Opera  Town Hall    Successful satire, the saying goes, sincerely loves its targets. This, beyond all the gags and double-entendres, best explains why La Gran Scena Opera Company works. The eight-man (yes, man) ensemble returned over the weekend bringing their cross-dressing glitter and feminized voices to operatic scenes from \"Madama Butterfly,\" \"Semiramide,\" \"Manon,\" \"Der Rosenkavalier\" and \"La Fanciulla del West.\" The ranges were authentic, but, more important, scrupulous attention was paid to phrase and ornament.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Kelly Said to Be Pick As Director of F.B.I.","web_url":"https://www.nytimes.com/1993/05/20/nyregion/kelly-said-to-be-pick-as-director-of-fbi.html","abstract":"  The New York City Police Commissioner, Raymond W. Kelly, has been mentioned as a possible replacement for William S. Sessions as director of the Federal Bureau of Investigation, Clinton Administration officials said yesterday.   The officials, who spoke on the condition of anonymity, said Mr. Kelly's name had come up in conversations between the White House and the Justice Department, as have at least two other names, those of Louis J. Freeh, a Federal judge in the Southern District of New York, and Richard G. Stearns, a Massachusetts Superior Court judge.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Muslim-Croatian Clashes","web_url":"https://www.nytimes.com/1993/05/20/world/muslim-croatian-clashes.html","abstract":"  Bosnian Muslims and Croats fought gun battles near the central Bosnian town of Vitez today, only hours after their leaders agreed to a cease-fire and pledged to proceed with a United Nations peace plan.   The firefights today took place just outside the Vitez command center of British troops attached to the United Nations military force in Bosnia. Accurate casualty figures were not available.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Review/Jazz; A Saxophonist Whose Motto Is Precision","web_url":"https://www.nytimes.com/1993/05/20/arts/review-jazz-a-saxophonist-whose-motto-is-precision.html","abstract":"  The tenor saxophonist Joe Lovano's career has been on an upswing recently. He has been releasing albums and playing the club circuit, and the critical consensus about him is that he is becoming a major figure on the instrument. On Tuesday night he opened at the Village Vanguard (178 Seventh Avenue South, at 11th Street in Greenwich Village), where he continues through Sunday. Backed by several members of the group he uses in Europe -- Henri Texier on bass and Aldo Romano on drums, along with Kenny Werner on piano -- Mr. Lovano showed exactly why his reputation was blossoming.   He is an extraordinarily resourceful musician whose solos jump registers and change textures like darting fish. He remembers what he plays, and he'll answer a line with another that mirrors or paraphrases what came before. There's a voluminousness to his playing, made articulate by spaces and phrasing and rhythms, that gives the impression of ceaseless creativity. And above all, he's exciting.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"BASEBALL: It's Lights Out for Torborg After One Last Blast; Advice for Torborg: Don't Look Back","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-it-s-lights-for-torborg-after-one-last-blast-advice-for-torborg-don-t.html","abstract":"  Jeff Torborg's travails began early in his tenure with the Mets. Here are a handful of his worst days on the job.  April 19, 1992    Torborg, less than a month into his tenure with the Mets, confesses to having underestimated the difficulty of managing in the National League. \"Our pitcher always seems to be coming up,\" Torborg said after a tactically suspect loss against the Expos 24 hours earlier. June 26, 1992   In a painful version of his daily radio show, Torborg is grilled about the coverup for Bobby Bonilla's phone call from the dugout the day before. The manager winds up apologizing to \"all the New York media\" for any lack of candor, real or perceived. Aug. 4, 1992    The Mets, only four games back of the Pirates and lacking their top players, respond to the manager's call for a \"critical win\" in Pittsburgh by losing in 12 innings. The Mets, who would wind up 4-14 on the season against the Pirates, go on to complete the decisive road trip 0-6 to fall hopelessly out of the race. Sep. 1, 1992    Torborg gets involved in a profane and physical confrontation with outfielder Vince Coleman on the field after Coleman was ejected for arguing a strike call. The scene dramatized what had been a season-long frustration for many Mets, namely that Torborg's failure to argue with umpires began to seem like a failure to stand up for his players. April 11, 1993    Torborg chooses not to discipline or criticize Bobby Bonilla after the outfielder's run-in with a reporter in the clubhouse at Shea Stadium. The Mets then go out and lose their third straight home game to the Astros.  April 25, 1993    The Mets squander a comeback from an 8-3 deficit and lose 9-8 to the Padres on an unearned run. April 26, 1993   Torborg opts to hide the cause of Dwight Gooden's shoulder injury after a clubhouse mishap shortly before Gooden is scheduled to start. It is later revealed that Vince Coleman inadvertently struck Gooden with a golf club while practicing his swing an hour before game time. April 29, 1993    Bret Saberhagen, who won't win a game against a non-expansion club before Torborg is fired, is bombed for three home runs in a 10-5 defeat to the Giants. The Mets commit five errors.  May 2, 1993    A second straight defeat in San Diego underscores another of the club's weaknesses: the bullpen is 0-10  May 8, 1993   Torborg, who said upon his hiring that all players would do all things his way, sees Bobby Bonilla fail to run full out from first base on an eighth-inning flyball by Howard Johnson, even though the Mets are trailing the Marlins by two runs. Torborg does not challenge Bonilla himself and ultimately has to act as a peacemaker after Bonilla flys into a rage at third base coach Mike Cubbage, who criticizes Bonilla's lack of effort on the field. Bonilla is neither fined nor reprimanded. May 9, 1993    After enduring the ignominy of having to identify a May series against the Marlins as critical, the Mets lose their second straight to the expansion club, securing occupancy of last place in the N.L. East. May 14, 1993    The Mets get a season-high 14 hits but lose to the Expos, 8-7. Frank Tanana gives up five runs on one hit in the first inning as errors and hit batsmen doom the Mets. The one-run loss is the first of three that weekend against the Expos. The Mets wind up 2-10 in one-run decisions under Torborg. May 17, 1993    \"Jeff Must Go\" is heard at Shea as the Pirates beat up Dwight Gooden and the bullpen in a 9-4 loss to the Pirates.   May 18, 1993    This time the Mets get 17 hits, but the ultimate result is a fifth straight loss, a 10-8 embarrassment to the Pirates that leaves New York at 12-25, the second worst record in baseball.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Five for Campaign Reform?","web_url":"https://www.nytimes.com/1993/05/20/opinion/five-for-campaign-reform.html","abstract":"  There are moments when elected lawmakers must decide whether to break with their party's leadership or toe the party line on an issue of fundamental public importance. Such a moment has now arrived for five Republican Senators: Dave Durenberger of Minnesota, James Jeffords of Vermont, John McCain of Arizona, William Cohen of Maine and John Chafee of Rhode Island.    The issue is campaign finance reform.   Partisan sparks are sure to fly when President Clinton's proposal for overhauling campaign financing hits the Senate floor early next week. But the bill's fate is likely to be determined by a tense drama unfolding well beyond C-Span's camera range and involving the five Senators.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Assault Issue Draws Hearing in Glen Ridge Case","web_url":"https://www.nytimes.com/1993/05/20/nyregion/assault-issue-draws-hearing-in-glen-ridge-case.html","abstract":"  A New Jersey appeals court today ordered a court hearing into assertions that one of the former Glen Ridge football players convicted of sexually assaulting a mildly retarded schoolmate assaulted a woman at Boston College in 1990.   At issue is whether the man, Christopher Archer, should remain free on bail while he appeals his March conviction.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/20/sports/transactions-526293.html","abstract":"  Baseball  American League   MILWAUKEE BREWERS -- Placed Dave Nilsson, catcher, on the 15-day disabled list. Recalled Tom Lampkin, catcher, from New Orleans of the American Association. Transferred Ted Higuera, pitcher, from the 15- to the 60-day disabled list. Basketball  United States Basketball League   MIAMI TROPICS -- Activated Freeman Williams, guard, from the taxi squad and Tim Duncan, forward, from injured reserve. Placed Cliff Robinson, forward-center, and Dwight Stewart, forward, on injured reserve.   WESTCHESTER STALLIONS -- Activated Michael Hugar, guard, and James Hodges, forward, from the taxi squad. Placed Derrick Canada, guard, and Damon Patterson, forward, on the taxi squad. National Basketball League   SASKATOON SLAM -- Signed Greg Sutton, guard. Football  National Football League   CINCINNATI BENGALS -- Signed Mike Brim, cornerback.   NEW YORK GIANTS -- Signed Darrell Hamilton, offensive tackle. Canadian Football League   BRITISH COLUMBIA LIONS -- Signed Chris Skinner, running back.   SACRAMENTO GOLD MINERS -- Signed Ernie Rogers, offensive lineman, and Gary McCurty, running back. Arena Football League   ARIZONA RATTLERS -- Acquired Steve Stutsman, wide receiver-defensive back, from the Detroit Drive for future considerations. Signed Judd Rachow, Corey Brannon and Arnold Campbell, linemen. Placed Art Greathouse, running back-linebacker, and Darin Mrachek, Barry Waggoner and Kevin Thomas, linemen, on injured reserve.   CINCINNATI ROCKERS -- Traded Saute Sapolu, lineman, to the Miami Hooters for Wayne Coffey, wide receiver-defensive back.   CLEVELAND THUNDERBOLTS -- Signed Keith Jones, wide receiver-defensive back.   DETROIT DRIVE -- Activated John Corker, lineman.   MIAMI HOOTERS -- Signed Reggie Sutton, wide receiver-defensive back. Hockey  National Hockey League   CHICAGO BLACKHAWKS -- Signed Christian Ruuttu, center, to a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"ECONOMIC PULSE: New Jersey; New Jersey Slump: Go-Go Suburbs Went","web_url":"https://www.nytimes.com/1993/05/20/nyregion/economic-pulse-new-jersey-new-jersey-slump-go-go-suburbs-went.html","abstract":"  For two decades, New Jersey has been reshaping the American suburb into a powerful magnet for economic growth. But with a four-year recession that is proving deeper for this state than for any other, its grand suburban experiment has hit a roadblock as wide as an 18-wheeler jackknifed across Interstate 80.   It was around Morristown, Parsippany, Secaucus, Edison, Princeton, Mount Laurel and other suburbs that developers and corporations, beginning in the 1970's, began transforming rural towns and sleepy bedroom communities into something much more diverse: places for people to pursue corporate careers, shop, dine out and raise their families far beyond the congestion and blight of the region's big cities. 'Models for the World'    In Central and Northern New Jersey, office parks replaced farmland. Glittering shopping malls eclipsed suburban Main Streets. Thousands of workers began commuting from suburb to suburb instead of into New York City, Philadelphia, Newark and Trenton.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Behind in Race, Texas Senator Turns Terminator","web_url":"https://www.nytimes.com/1993/05/20/us/behind-in-race-texas-senator-turns-terminator.html","abstract":"  It's a United States Senator on camera, all decked out in a black leather jacket and Terminator sunglasses, striking an Arnold Schwarzenegger pose and mocking his own reputation as a stodgy Elizabethan scholar.    \"Was it Shakespeare who said, 'Hasta la vista, baby?' \" asks the Senator, a Senator desperately trying to hold on to his job.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-658793.html","abstract":"  Because of an editing error, an article last Thursday about a Pennsylvania law restricting abortions misstated the Supreme Court's former test for judging the constitutionality of such laws. Until last year's ruling in Planned Parenthood v. Casey, states had to show a compelling reason for restricting abortion.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Review/Rock; INXS And Fans Who Adore It","web_url":"https://www.nytimes.com/1993/05/20/arts/review-rock-inxs-and-fans-who-adore-it.html","abstract":"  There's a high-pitched sound at some rock concerts, a sizzling noise that can be heard between notes, which always indicates the presence of a band blessed with female fans. Roses, thrown on stage, are a tip-off as well, and at the Academy on Tuesday night, the Australian band INXS provoked both.    The lead singer, Michael Hutchence, is pretty high up in the male sex god pantheon, and the audience, which included an unusually large number of women for a hard-rock show, was there to screech, throw bouquets of roses and grab at the band members. Part of a rock concert's thrill comes from a combination of hero worship and desire, and INXS let itself be admired.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Small Graduation Gain for Athletes","web_url":"https://www.nytimes.com/1993/05/20/sports/colleges-small-graduation-gain-for-athletes.html","abstract":"  A National Collegiate Athletic Association study of graduation rates shows that the most recent class included in its survey -- the freshmen of 1985 -- showed a minimal improvement upon the performance of the 1983 and 1984 classes.   Based on the reports of 298 Division I schools, 52 percent of the athletes who enrolled during the 1985-86 academic year earned a degree within six years. That figure was a single percentage point above the average produced by the freshmen from 1983, 1984 and 1985.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"How Do You Spell Pressure? Knicks vs. Bulls","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basketball-how-do-you-spell-pressure-knicks-vs-bulls.html","abstract":"  The Knicks have the home-court advantage, but the Chicago Bulls are in familiar territory. For the fifth straight year, they are in the Eastern Conference finals, where few Knicks have gone before.   Exactly two have been there, not counting Coach Pat Riley. Rolando Blackman's Dallas Mavericks lost to Riley's Los Angeles Lakers in the seventh game of the 1987-88 Western Conference finals. Tony Campbell was a bench player on that Lakers team. That is the sum of the Knicks' conference-finals experience.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"High New Jersey Minimum Wage Doesn't Seem to Deter Fast-Food Hiring, Study Finds","web_url":"https://www.nytimes.com/1993/05/20/nyregion/high-new-jersey-minimum-wage-doesn-t-seem-to-deter-fast-food-hiring-study-finds.html","abstract":"  Despite sharp opposition from business, New Jersey last year increased its minimum wage to $5.05 an hour, the second highest in the nation and a level well above those in nearby states.   The increase in April 1992, from $4.25 an hour, came amid a slump in the state's economy, and at a time when employers were already under financial pressure and often unable to pass added labor costs on to customers in the form of higher prices.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Eisenach Journal; Luther and Goethe Breathe Life Into a Dead Land","web_url":"https://www.nytimes.com/1993/05/20/world/eisenach-journal-luther-and-goethe-breathe-life-into-a-dead-land.html","abstract":"  In the fecund pocket of central Germany where titans like Luther, Bach, Goethe, Schiller and Nietzsche once lived and worked, thousands of tourists are discovering attractions that were hidden in decades of Communist rule.   All five states carved out of the former East Germany hope that increased tourism will help pull them out of their economic distress. But in only one state, Thuringia, does tourism appear to have the potential to become a major industry within the next few years.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-659593.html","abstract":"  A picture caption yesterday about Bobby Wescott, a disabled kindergartner in a regular public school, referred incorrectly in some copies to his position in the picture. He was second from the right.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/20/nyregion/inside-033393.html","abstract":"  U.S. Trade Deficit Grows   The trade deficit ballooned in March to $10.21 billion, the widest gap in nearly four years, as imports from Japan and China surged. Page D1. An Abortion Rights Victory    A bitterly divided House Judiciary Committee approved a bill that would ban most state restrictions on access to abortions. Page A14. Russia Acts on Bosnia Issue    Russia is trying to fill the vacuum left when President Clinton yielded to European opposition and shelved a plan to bomb the Serbs. Page A12. Mets Change Managers    The last-place Mets dropped Jeff Torborg in his second season and named former Yankee Manager Dallas Green to take over. Page B13","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Iraqi Tells F.B.I. He Led Attempt To Kill Bush, U.S. Officials Say","web_url":"https://www.nytimes.com/1993/05/20/world/iraqi-tells-fbi-he-led-attempt-to-kill-bush-us-officials-say.html","abstract":"  Federal Bureau of Investigation agents have been told by an Iraqi being held in Kuwait that he led an attempt to assassinate former President George Bush last month on behalf of the Iraqi Government, American officials said today.   The officials said the man had admitted to working with the Iraqi intelligence service, and said other members of the 10-member team had admitted from a Kuwaiti jail to having received Iraqi Government assistance. Absolute Proof Not Established    Some of the suspects denied knowing that Mr. Bush was the target of the plot, the officials said. But they said the leader and some others had identified Mr. Bush as the intended victim.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Divided House Panel Advances Bill To Ease State Abortion Restrictions","web_url":"https://www.nytimes.com/1993/05/20/us/divided-house-panel-advances-bill-to-ease-state-abortion-restrictions.html","abstract":"  Abortion-rights supporters won an important victory today as a bitterly divided House Judiciary Committee approved legislation that would ban most state restrictions on abortion.   Committee liberals bit their tongues and voted for two amendments intended to improve the bill's chances on the House floor. One would leave intact state laws requiring parental consent or notification before a minor could have an abortion. The other would allow states to exempt private institutions, like Catholic hospitals, from performing abortions.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Moscow Stepping In; As Clinton Yields on Bosnia, Russians Are Moving to Reclaim a World Role","web_url":"https://www.nytimes.com/1993/05/20/world/moscow-stepping-clinton-yields-bosnia-russians-are-moving-reclaim-world-role.html","abstract":"  Taking its most visible international role since the collapse of the Soviet Union, Russia is trying to fill the policy vacuum left by President Clinton's decision to yield to European opposition and shelve his plan to bomb the Serbs and arm the Bosnian Muslims.    The Russian Foreign Minister, Andrei V. Kozyrev, after a tour of Europe and the Balkans to try to organize support for a new Russian initiative, will meet Secretary of State Warren Christopher on Thursday in Washington. Mr. Kozyrev wants to begin carrying out the Vance-Owen peace plan despite formal Bosnian Serb opposition, an approach that has brought skepticism from Washington.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Proud Salads and Free Spirits","web_url":"https://www.nytimes.com/1993/05/20/opinion/proud-salads-and-free-spirits.html","abstract":"It was chilly last night and before going to bed I wondered if I should go out and cover up some plants and then I thought, no, it's May, time to stop thinking about frost. Winter is a great season, definitely one of the top 10, but there comes a time to doze off and let the plants live their own lives. I have just returned from California, and am feeling loose.\n\nIt was a field trip, to show my daughter, a New Yorker, that Los Angeles is not a bad place. We stayed in a little bungalow banked with flowering trees, put in time at the swimming pool, walked around Hollywood, saw Santa Monica and the ocean at sunset, and on our last morning wangled our way onto the Paramount lot, the prettiest studio of them all, and walked around and there, on the back lot, found a New York street with facades of storefronts and brownstones, a rather idealized New York street, one where you could sing \"God Bless America\" and suddenly people of many ethnic backgrounds would converge on you, smiling, and lift you up into the air for the finale.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Washington Council Head Found Dead","web_url":"https://www.nytimes.com/1993/05/20/us/washington-council-head-found-dead.html","abstract":"  John A. Wilson, the chairman of the District of Columbia City Council, died today in an apparent suicide. It was the latest traumatic occurrence to shake the city's government in the last several years.   Mr. Wilson, the dean of District politicians, was found hanging in his Southwest Washington home by his wife, Bonnie, who had returned home about noon when Mr. Wilson's office could not locate him.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/20/nyregion/no-headline-076793.html","abstract":"  \"It's a reminder that China is a great power already, which is something many people haven't quite grasped yet.\" -- PAUL KRUGMAN, an M.I.T. economist, on a new ranking of the world's economies.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Perot Joins With House G.O.P. in Attacking Clinton","web_url":"https://www.nytimes.com/1993/05/20/us/perot-joins-with-house-gop-in-attacking-clinton.html","abstract":"  Ross Perot lent his voice to the Congressional rebellion against President Clinton's economic plan today, visiting with freshman House Republicans and embracing their cause as his own.   Opinion polls show that the public holds Congress in low regard, and Mr. Perot has visited Capitol Hill several times since the Presidential election to express his own complaints. But today he saved his sharpest barbs for the man who defeated him in November, delivering them at a news conference made all the more provocative by Mr. Clinton's presence one marble staircase away.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-729093.html","abstract":"  Sine Nomine Singers  St. Ignatius Episcopal Church 552 West End Avenue Manhattan    Last year the Sine Nomine Singers gave what was billed as their final concert. The report was premature; the group resurfaced on Sunday night, presenting a varied program in advance of an Italian tour. The first half was given over to compositions in Italian modes by Palestrina, Monteverdi, Gesualdo and Schutz, among others; the remainder took a rapid tour of England, Spain, Flanders, Germany, Russia and France, covering everyone from Lassus to Tchaikovsky.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"BLUE CROSS CHIEF IS REPORTEDLY OUT","web_url":"https://www.nytimes.com/1993/05/20/us/blue-cross-chief-is-reportedly-out.html","abstract":"  Albert A. Cardone will step down as the head of Empire Blue Cross and Blue Shield, the financially troubled insurer of 8.5 million New Yorkers, a state government official said yesterday.   Mr. Cardone's fate was determined yesterday at a meeting of Empire's board of directors, but the terms of his departure were not known. Mr. Cardone served as both chairman of the board and chief executive of the company, positions he has held since 1987.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/20/style/chronicle-674993.html","abstract":"  SAUL BELLOW will be moving classrooms, too. The Nobel and Pulitzer Prize-winning novelist, who has taught at the University of Chicago since 1962, will move to Boston University in the fall, it was announced this week. He will hold two titles there, university professor and professor of English, and will teach courses in literature and modern intellectual and cultural history. He will be the third Nobel laureate on the faculty, joining Elie Wiesel and Derek Walcott.","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"Yanks Are In Seventh Heaven","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-yanks-are-in-seventh-heaven.html","abstract":"  It looked like Bob Wickman might finally lose today. A 4-0 lead had evaporated and the pitcher with the charmed existence departed in the fourth inning trailing the Twins by two runs. How could the Yankees ever rescue him from this debacle?   By exploding for a batch of runs, a routine that has become commonplace whenever Wickman starts. The Yankees pummeled the worst pitching staff in the American League, received a magnificent relief effort from Rich Monteleone and swept a three-game series from the sluggish Twins for the first time in five years with an 11-6 triumph at the Metrodome.  Regrouped and Rebounded    Where have you gone Don Mattingly? And Bernie Williams? Since those starters incurred rib-cage injuries last week, the Yankees have won four of six games and remained entrenched in second place. They could have sulked after the injuries and they could have taken their foot off the gas today when the Twins grabbed a 6-4 lead. Instead, they regrouped, rebounded and continued raging on the road where they have a league-best 13-8 record.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93945147528.html","abstract":"1943: Allies, Side by Side . WASHINGTON . [From our New York edition:] Britain will fight by America's side until the day when Japan's cities and munition centers are laid in ashes, Prime Minister Churchill declared today [May 19] in an address to Congres","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"The Rise and Fall and, Now, Rise of Robert Evans","web_url":"https://www.nytimes.com/1993/05/20/movies/the-rise-and-fall-and-now-rise-of-robert-evans.html","abstract":"  Few men in Hollywood have ascended so rapidly as Robert Evans, or fallen so precipitately.   \"The higher you are, the lower you fall,\" Mr. Evans said in an interview at his home in Beverly Hills. \"I had 10 years of a horrific life, Kafkaesque. There were nights I cried myself to sleep. I was in a fetal position. I gave up.\"","thumbnail":null,"section":"Movies"},{"date":"19930520","headline":"Bosnian Serbs' Leaders Meet to Ratify Vote Rejecting Peace Plan","web_url":"https://www.nytimes.com/1993/05/20/world/bosnian-serbs-leaders-meet-to-ratify-vote-rejecting-peace-plan.html","abstract":"  Bosnia's Serbian nationalist leaders convened their self-proclaimed parliament in a ski hotel here today to ratify the results of a weekend referendum that overwhelmingly rejected the international peace plan for Bosnia and Herzegovina.    The 80 delegates who attended the session met in a mood of growing confidence that the United States and other Western governments will eventually accept the results of the referendum.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-657993.html","abstract":"  An article yesterday about Congressional opposition to President Clinton's tax proposals, and a caption with the article, named the chief White House lobbyist incorrectly. He is Howard Paster.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/20/style/chronicle-481993.html","abstract":"  For three years, KITTY KELLEY has declined repeated entreaties that she speak at Oxford Union, the prestigious Oxford University debating society. Now she has relented, and tonight she will debate the proposition that \"Men Are Still More Equal Than Women.\"   What broke her resolve? \"This year the invitation came via a feminine voice, that of Katherine Wade, the president of the Oxford Union,\" Ms. Kelley, the outspoken and unauthorized biographer of Nancy Reagan, Frank Sinatra and Jacqueline Kennedy Onassis, said from London yesterday. \"I always said no, probably because I was intimidated.\"","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"Nunn 2, Clinton 0","web_url":"https://www.nytimes.com/1993/05/20/opinion/nunn-2-clinton-0.html","abstract":"After nine months of debate in Congress, at the Pentagon and across the country, President Clinton&#x2019;s promise to end discrimination against gay men and lesbians in the military is about to yield an ignominious defeat. Remarkably, the President seems not to care at all.&#xa;   &#xa;In January, he pledged to issue an executive order &#x201C;which would end the present policy . . . of exclusion from military service solely on the basis of sexual orientation.&#x201D; He publicly re-affirmed that pledge at least five times.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Review/Ballet; On Reckless Passion And Flying Bodies: Meditation in Motion","web_url":"https://www.nytimes.com/1993/05/20/arts/review-ballet-on-reckless-passion-and-flying-bodies-meditation-in-motion.html","abstract":"  Ballet bravura as a metaphor for passion is not your usual bag of dance tricks. Les Grands Ballets Canadiens made the distinction, no holds barred, with the stunning performance that opened its season on Tuesday night with three United States premieres.   The accent was mainly on sweep, not steps, at City Center (131 West 55th Street, Manhattan) although Mark Morris's new \"Paukenschlag\" is something of an exception on this first of two mixed bills. And certainly, the first is not to be missed. This company from Montreal plunges daringly into the earthiness of \"Na Floresta,\" a 1990 ballet by the Spanish choreographer Nacho Duato. But it is James Kudelka's 1991 work to Prokofiev, \"Desir,\" a bold meditation on how both emotions and bodies can take flight, that is the real heart-stopper.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Critic's Notebook; Teaching Young Virtuosos How to Play Rough","web_url":"https://www.nytimes.com/1993/05/20/arts/critic-s-notebook-teaching-young-virtuosos-how-to-play-rough.html","abstract":"  Scripture promises a Messiah who will make \"the crooked straight and the rough places plain.\" The first few days of the two-week-long Isaac Stern Chamber Music Workshop at Carnegie Hall have worked hard to reverse that process. Attending these more or less private sessions (three days of public master classes begin on Tuesday) are selected young quartets, trios and duos from as close as the Juilliard School and as far away as France and Austria. They have arrived revving their powerful, well-tuned motors and been quickly made aware that musical performance has indeed a starting point and a destination, but that its beauty lies in the curves, the bumps and the scenery speeding past along the way.   Shuttling back and forth between Weill Recital Hall and the Kaplan Space, this observer was struck by the identical messages issuing simultaneously two floors apart. Important among them was that phrases, though legs of a single journey, have lives of their own, their own logic, their own energy and their own peculiar punctuation.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Brazil Minister Is Said to Quit","web_url":"https://www.nytimes.com/1993/05/20/world/brazil-minister-is-said-to-quit.html","abstract":"  President Itamar Franco accepted Minister of the Economy Eliseu Resende's resignation Wednesday, Globo Television reported. Mr.  Resende took the post two months ago. He has been hobbled by allegations that he favored a former employer with Government export credits.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-90103142047.html","abstract":"Who Did What When . Regarding \"The Serbs, Too, Have Security Worries\" (Opinion, May 3):. Stephen S. Rosenfeld points out that public opinion seems to have forgotten that Bosnia and Croatia unilaterally broke away from Yugoslavia without guarante","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Giants Sign Offensive Tackle","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-football-giants-sign-offensive-tackle.html","abstract":"  The Giants signed DARRELL HAMILTON, a 6-foot-5-inch, 298-pound free-agent offensive tackle, yesterday. Hamilton was waived by the Falcons in training camp last season and did not play football. Before that he spent three years with Denver.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Review/Music; Satie Again SatieAgainSatieagainsatieagains","web_url":"https://www.nytimes.com/1993/05/20/arts/review-music-satie-again-satieagainsatieagainsatieagains.html","abstract":"  Out of contempt for tradition, out of loyalty to the absurd, Erik Satie filled his scores with unperformable commands. \"Arm yourself with clairvoyance,\" he would write; \"open your head\"; \"be visible for a moment.\" He outdid himself in the short piano piece entitled \"Vexations,\" writing at the top of the page: \"In order to play this motif 840 times, one would have to prepare oneself in advance, and in the utmost silence, through serious immobilities.\"   It was left to John Cage to take Satie at his word and organize a 19-hour performance of \"Vexations\" in which the piece was actually heard 840 times in a row. The event, in September 1963, required a rotating squad of pianists, drew attention from the \"Guinness Book of World Records\" and brought out whole teams of critics.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930520","time":"1993-05-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":54,"wspd":7.6},{"date":"19930520","time":"1993-05-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":65,"wspd":14.8},{"date":"19930520","time":"1993-05-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":70,"wspd":16.6},{"date":"19930520","time":"1993-05-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":68,"wspd":20.5},{"date":"19930520","time":"1993-05-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":70,"wspd":22.3},{"date":"19930520","time":"1993-05-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":73,"wspd":14.8},{"date":"19930520","time":"1993-05-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":78,"wspd":16.6},{"date":"19930520","time":"1993-05-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":79,"wspd":14.8},{"date":"19930520","time":"1993-05-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":80,"wspd":9.4},{"date":"19930520","time":"1993-05-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":11.2},{"date":"19930520","time":"1993-05-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":79,"wspd":13},{"date":"19930520","time":"1993-05-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":16.6},{"date":"19930520","time":"1993-05-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":86,"wspd":20.5},{"date":"19930520","time":"1993-05-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":89,"wspd":20.5},{"date":"19930520","time":"1993-05-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":91,"wspd":11.2},{"date":"19930520","time":"1993-05-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":91,"wspd":14.8},{"date":"19930520","time":"1993-05-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":18.4},{"date":"19930520","time":"1993-05-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":91,"wspd":20.5},{"date":"19930520","time":"1993-05-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":90,"wspd":18.4},{"date":"19930520","time":"1993-05-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":93,"wspd":14.8},{"date":"19930520","time":"1993-05-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":94,"wspd":11.2},{"date":"19930520","time":"1993-05-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":9.4},{"date":"19930520","time":"1993-05-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":9.4},{"date":"19930520","time":"1993-05-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":7.6},{"date":"19930520","time":"1993-05-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":9.4},{"date":"19930520","time":"1993-05-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19930520","time":"1993-05-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19930520","time":"1993-05-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":0},{"date":"19930520","time":"1993-05-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":7.6},{"date":"19930520","time":"1993-05-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":9.4},{"date":"19930520","time":"1993-05-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":7.6},{"date":"19930520","time":"1993-05-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":9.4},{"date":"19930520","time":"1993-05-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":7.6},{"date":"19930520","time":"1993-05-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":7.6},{"date":"19930520","time":"1993-05-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":78,"wspd":9.4},{"date":"19930520","time":"1993-05-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":13},{"date":"19930520","time":"1993-05-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":11.2},{"date":"19930520","time":"1993-05-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":13},{"date":"19930520","time":"1993-05-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":13},{"date":"19930520","time":"1993-05-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":18.7},{"date":"19930520","time":"1993-05-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":16.6},{"date":"19930520","time":"1993-05-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":14.8}]}}