{"19940221":{"guardian_articles":[],"nytimes_articles":[{"date":"19940221","headline":"When Going Gets Tough, Palermo Refuses to Take a Strike 3 Call","web_url":"https://www.nytimes.com/1994/02/21/sports/baseball-when-going-gets-tough-palermo-refuses-to-take-a-strike-3-call.html","abstract":"  For Steve Palermo, the American League umpire, the tough choices life presents have always come with blatantly obvious answers. Maybe not for others, but always for Palermo.   To stop a robbery, even if it means stopping a bullet, is something Palermo says he would do again, just as he did in one wrenching moment on a Dallas street in July 1991.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Navy Women Bringing New Era on Carriers","web_url":"https://www.nytimes.com/1994/02/21/us/navy-women-bringing-new-era-on-carriers.html","abstract":"  When Lieut. Sally Fountain telephoned a repair office aboard this aircraft carrier the other day, a male sailor answered and called to his boss, \"Hey, there's a lieutenant chick on the phone for you.\"    Minutes later, the sailor's angry supervisor hauled the young man before Lieutenant Fountain, a 31-year-old electronic warfare officer on EA-6B radar-jamming planes, to apologize formally for his remark. \"It showed me that men on board are trying to nip that stuff in the bud,\" Lieutenant Fountain said.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Clinton and Unions, Burying Hatchets, Focus on Common Interests","web_url":"https://www.nytimes.com/1994/02/21/us/clinton-and-unions-burying-hatchets-focus-on-common-interests.html","abstract":"  Their name-calling, saber-rattling ruckus over the trade agreement with Mexico and Canada aside, the Clinton Administration and labor unions are natural allies on many issues and are now devising strategy on several matters of mutual interest.    In testimony to the effort to mend fences, the largest delegation of Administration officials and Congressional Democrats that labor leaders can remember is descending on the week-long annual winter meeting here of the 35-member executive council of the American Federation of Labor-Congress of Industrial Organizations.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Winter Olympics: Notebook; Street Seeks 2d Medal Against Odds","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-notebook-street-seeks-2d-medal-against-odds.html","abstract":"  The mountain was the same, the results were the same but the prospects for medals were entirely different today when Katja Seizinger, Picabo Street and Isolde Kostner finished 1-2-3 in a downhill run on the Kvitfjell course in Ringebu.   On Saturday, they captured medals in the women's downhill, but this time the event was the women's combined, where the slalom specialists will have a distinct advantage when the final positions are determined with two slalom runs Tuesday at Hafjell.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Serbs Welcome Russian Troops With Jubilation","web_url":"https://www.nytimes.com/1994/02/21/world/conflict-in-the-balkans-serbs-welcome-russian-troops-with-jubilation.html","abstract":"  About 400 Russian soldiers arrived today under a United Nations flag in this Serbian stronghold and were greeted with liquor and song as the Serbs' brothers and protectors.   Heralded by the Bosnian Serb nationalists as their safeguard against a threatened NATO air attack, the Russians abandoned all pretense of United Nations impartiality before an explosion of local joy as they were greeted by a crowd of at least 300 people with their three-fingered Serbian salute. The Russians allowed children to board their trucks and armored personnel carriers while accepting gifts of the local plum brandy and a red rose.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/21/nyregion/inside-248916.html","abstract":"  Downward Spiral in Zaire The collapse of Zaire's mining industry, resulting from poor economic policies and unrest, has not only created economic hardship for the country but has also increased the danger of political instability. Page A3. Echoes of Rodney King    The videotaped arrest of a black man who scuffled with two white police officers and was shot in the backside as he fled has created outrage and dismay in Athens, Tex. Page A10. Back Doors for Terminal    Eighty years after Grand Central Terminal opened its front doors, it will be getting something the designers never thought necessary: back entrances. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Review/Music; Boston Symphony Explores Nature From Two Vantages","web_url":"https://www.nytimes.com/1994/02/21/arts/review-music-boston-symphony-explores-nature-from-two-vantages.html","abstract":"  The Boston Symphony's second program at Carnegie Hall on Friday offered two forms of nature worship. Mahler's First Symphony, in a touching, beautifully calculated performance led by Seiji Ozawa, showed itself a very human activity. Its bird calls are long and leisurely, syntheses of the human voice. Indeed, the piece is less about nature than about a man's response to it. It also speaks of a Romantic era in which people were still custodians of creation and its principal spokesmen.   Written in 1955, Messiaen's \"Oiseaux Exotiques\" came before the Mahler symphony on Friday's program but postdates it by 50 years. It is a creature of a different world. These are nature pictures that man merely observes. The orchestration is for piano, winds and percussion. There are no strings to purvey the peculiar human sensibility. The bird calls are shrilly accurate, or at least reasonable approximations. They are laid one over the other in a general forest din. There is no hand of man to arrange them into sonata form. The movement does not breathe; it is abstracted, unforgiving symmetry. It pays no heed to human needs at all.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"Did Anybody Check Out Economic Wisdom of Hiring Sliwa?; He Deserves the Job","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-did-anybody-check-out-economic-wisdom-of-hiring-sliwa-he-deserves-the-job-256412.html","abstract":"  To the Editor:   It's puzzling to me why there is such a negative uproar in the potential hiring of Curtis Sliwa, founder of the Guardian Angels, as host of a daily talk program on WNYC-AM (news article, Feb. 9).","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Winter Olympics: Sports of the Times; Comforting to Know Standards Still Exist","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-sports-of-the-times-comforting-to-know-standards-still-exist.html","abstract":"  WELCOME to the Rink of Dreams. If you build it, they will come. Welcome to the very temporary home of the world's greatest collection of masters figure skaters. Back from the mists come the hallowed names from those distant days of the Eighties, when yuppies were young: Torvill and Dean, Witt and Boitano.   But the Old Boys and the Old Girls are finding it not so easy to waltz back into the Olympic movement and collect the medals and the standing ovations that used to belong to them.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"The Gold in Our Hills","web_url":"https://www.nytimes.com/1994/02/21/opinion/the-gold-in-our-hills.html","abstract":"The West has always existed in the American imagination as part myth, a pure and unspoiled \"frontier.\" Yet the unspoiled frontier is indeed a myth, merely a romantic notion, and hasn't existed for a long time. It has been savaged by mining, logging, grazing and now the new shovel on the block, real estate development.\n\nNow a critical new chapter in the saga of the West is about to be written in Washington. As the battle continues to reform abusive grazing practices on public lands, House and Senate bills to change the way mining companies do business on Federal property are ready to go to a conference committee. The House bill, which would raise fees and place more stringent environmental regulations on mining companies, will face off against a do-nothing Senate measure. Early in his first year of office, President Clinton cited the reform of mining and grazing policy as a top priority. We shall see.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Winter Olympics; Good Jump Isn't Good Enough for Norway","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-good-jump-isn-t-good-enough-for-norway.html","abstract":"  Jens Weissflog of Germany had just finished pumping his small fists at the bottom of the large hill. Far up the snow-covered ramp, Espen Bredesen moved his wide skis into place and, amid the din, readied himself for the jump of his life.   From his precarious perch, Bredesen appeared to have the undivided attention of the entire Gudbrands valley. In the stadium below, nearly 40,000 impatient Norwegians and their King were waving their flags and stomping their boots with the Olympic flame for a backdrop. In the distance, thousands more without tickets strained for a glimpse of their latest local hero from atop roofs, tree limbs and snow sculptures.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Abroad at Home; Principle Or Pose?","web_url":"https://www.nytimes.com/1994/02/21/opinion/abroad-at-home-principle-or-pose.html","abstract":"  Listening to President Clinton's talk on Bosnia, one had the eerie feeling that truths long known to anyone interested -- screaming truths -- had somehow just penetrated the walls of the White House.   \"Now a prolonged siege of the Bosnian capital of Sarajevo has brought us to an important moment,\" the President said, explaining the ultimatum to the Serbs to withdraw their heavy weapons or have them targeted in NATO air strikes. But the siege has been on for more than 18 months. Nothing is different now except that television pictures of a single devastating shell aroused American public opinion.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Garbage In, Garbage Out","web_url":"https://www.nytimes.com/1994/02/21/opinion/garbage-in-garbage-out.html","abstract":"  In the floor debate scheduled to begin in the next few days on the proposed constitutional amendment to balance the budget, Senate proponents will deliver impassioned speeches. As an antidote, a reading of the Senate Judiciary Committee's report favoring the amendment would be useful -- because it makes some of the best arguments against it.   Many foes of the amendment, including President Clinton, believe as strongly as its supporters that the deficit should be reduced and the budget balanced. But this proposed fiscal sleight-of-hand amendment doesn't do the job.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Hot Guns and Cold Cash","web_url":"https://www.nytimes.com/1994/02/21/opinion/hot-guns-and-cold-cash.html","abstract":"When, according to the police, Philip Toth broke into a hardware store on Jan. 1 and stole eight handguns, he earned a place in history. The 25-year-old Dubuque, Iowa, man was the first person charged with violating a provision of the Brady gun control act that makes stealing a firearm from a licensed dealer a Federal offense.\n\nIf Mr. Toth had committed the same crime a few weeks earlier, he would have been charged with second degree burglary and, if convicted, would likely have drawn 90 days in a local jail. Instead, he faces four to five years in a Federal penitentiary, with no chance for parole.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Next After Vietnam, Let's Lift Cuba Embargo","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-next-after-vietnam-let-s-lift-cuba-embargo-239763.html","abstract":"  To the Editor:   In your Playa Giron Journal (news article, Feb. 11) residents of the Bay of Pigs scratch their heads and wonder why the United States continues to blockade Cuba. Since the Clinton Administration lifted the embargo against Vietnam, many United States citizens ask the same question.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Mediators Taking Role In Dispute on Lesbians","web_url":"https://www.nytimes.com/1994/02/21/us/mediators-taking-role-in-dispute-on-lesbians.html","abstract":"  Hank Carde, a retired naval commander who is active on AIDS issues, came here expecting to find the world of \"Mississippi Burning.\" What he found may have bothered him more.   \"I went to the First Baptist Church expecting an extremely rigid Klan-country type of mentality,\" said Mr. Carde, who drove from Washington last week to help a lesbian couple who want to start a women's retreat here and have been threatened with violence. \"Instead, I found what seemed like a genuinely caring congregation. They just seem to have a blind spot on this issue that's really sad and disturbing.\"","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Koppell Seeks Wider Authority For Bringing Civil Rights Cases","web_url":"https://www.nytimes.com/1994/02/21/nyregion/koppell-seeks-wider-authority-for-bringing-civil-rights-cases.html","abstract":"  State Attorney General G. Oliver Koppell called today for stiffer civil penalties for violators of the state's civil rights laws and said he would also seek greater authority to conduct criminal prosecution in discrimination cases.    Mr. Koppell spoke at a news conference on the last day of the annual conference of the New York State Association of Black and Puerto Rican Legislators and was flanked by several black state legislators and New York City Council members.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Derrick Who? Nets Now 4-0 With Gilliam","web_url":"https://www.nytimes.com/1994/02/21/sports/basketball-derrick-who-nets-now-4-0-with-gilliam.html","abstract":"  Derrick Coleman was on the sideline nursing a sprained ankle and Kenny Anderson didn't come close to scoring 42 points as he did Friday night. But the Nets still matched their longest winning streak of the season, five games, by knocking off the Washington Bullets, 122-101, before a sellout crowd at Byrne Meadowlands Arena today.    Armon Gilliam improved to 4-0 as a starter in place of Coleman at the strong forward slot, scoring a game-high 24 points and adding 10 rebounds, 2 blocked shots and a steal. In the four games Coleman has been sidelined by injury, Gilliam has averaged 17.8 points and 11.7 rebounds.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/21/nyregion/no-headline-249211.html","abstract":"  \"We've all had so much of this sensitivity training crammed down our throats people are afraid to be  themselves. People can't walk into an organization that is  designed to fight wars and not expect to find a few rough edges.\" -- JANET MARNANE, a lieutenant commander, one of the first women aboard the aircraft carrier Eisenhower.  [ A14:5. ]","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"'Hoop Dreams' Team May See Some Fulfilled","web_url":"https://www.nytimes.com/1994/02/21/movies/hoop-dreams-team-may-see-some-fulfilled.html","abstract":"  As a rule, movie distributors have had an abiding aversion to documentaries, especially long ones. So the makers of \"Hoop Dreams,\" a three-hour epic about the lives of playground basketball players in the projects of Chicago, were surprised -- ecstatic, actually -- when Film Forum in Manhattan scheduled the world theatrical premiere of their movie for March 2. The film makers, Peter Gilbert, Steve James and Frederick Marx, were just as pleased when PBS decided to televise \"Hoop Dreams\" this spring to coincide with the N.C.A.A.'s \"Final Four\" tournament. Perhaps, they thought, a distributor might take a chance on their movie.    They needn't have worried. There are now so many distributors stalking \"Hoop Dreams\" that the two coming bookings have been called off -- at the film makers' request -- for fear they might damage the movie's marketability. At last count, six companies were reportedly seeking the distribution rights, and 10 more have expressed an interest in buying the rights to remake the film as a fictional commercial feature.","thumbnail":null,"section":"Movies"},{"date":"19940221","headline":"Winter Olympics; Swiss Teams Go 1-2 in Two-Man Bobsled and (Whew!) It Was Close","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-swiss-teams-go-1-2-in-two-man-bobsled-and-whew-it-was-close.html","abstract":"  It was the second-closest two-man bobsled finish in Olympics history, and Gustav Weder of Switzerland, who won the gold medal in the 1992 Olympics, won it again.   Weder and his brakeman, Donat Acklin, beat their teammates, Reto Goetschi and Guido Acklin, who were the leaders after Saturday's first two runs.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"BASKETBALL;\nChaney Returns to Team and To Form","web_url":"https://www.nytimes.com/1994/02/21/sports/basketball-chaney-returns-to-team-and-to-form.html","abstract":"The booming voice, the sarcastic remarks directed toward his players, the expansive expressions of chagrin at unforced errors were all very much in evidence. \n\nSo, too, were the toughness and resilience characteristic of John Chaney's Temple squads, as the Owls held sixth-ranked Louisville to two baskets in the final 12 minutes 15 seconds today and rallied to a 68-53 victory in the Diet 7-Up Shootout at the Orlando Arena.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Winter Olympics; Harding Walks Out of Interview","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-harding-walks-out-of-interview.html","abstract":"  Tonya Harding was asked one question too many yesterday -- then abruptly ended an interview with CBS's Connie Chung.   \"Two Czech judges,\" Chung said to Harding in an interview scheduled to run tonight on \"The CBS Evening News,\" \"said that they will be influenced by the fact that you failed to report what you knew about the attack.\"","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Overheard at the Mall: You Shop, I'll Wait Here","web_url":"https://www.nytimes.com/1994/02/21/nyregion/overheard-at-the-mall-you-shop-i-ll-wait-here.html","abstract":"  To Leo Concannon, it was the only way to shop. Parked in a comfy chair, the sound of show tunes from a baby grand falling lightly on his ears, Mr. Concannon flipped the pages of a newspaper, oblivious to the cacophony at the cosmetics counters and the clicking of the register in women's shoes.   From the serene look of him, he might have been relaxing in the lobby of a Ritz-Carlton, or biding his time in a first-class departure lounge before a flight to Paris. But no. It was merely an armchair by a bank of escalators on the ground floor of Nordstrom in the Menlo Park Mall, where his wife, Mary, had left him before heading off to browse on her own.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Winter Olympics; Just a Few Triple Axels And Suddenly Harding Is Seen in Golden Light","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-just-few-triple-axels-suddenly-harding-seen-golden-light.html","abstract":"  Tonya Harding put her foot down to all the questions about her sprained right ankle today. And when she put her foot down on four consecutive triple axels, the talk at the Winter Olympics switched from \"will she withdraw?\" to \"will she win?\"   Such is the relentless interest and speculation surrounding the women's figure skating competition, particularly the drama playing out between Harding and Nancy Kerrigan. Every jump is scrutinized, every spin examined, every flaw magnified, every injury portentous.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Bobbies and Billy Clubs: Time to Consider Guns","web_url":"https://www.nytimes.com/1994/02/21/world/bobbies-and-billy-clubs-time-to-consider-guns.html","abstract":"  The stabbing death of a London patrolman on a routine robbery call this month has provoked debate over one of Britain's most familiar traditions: has the time come for police officers to scrap the venerable image of the unarmed bobby on the beat and to carry better weapons, even guns, to defend themselves?   Although a British officer is much less likely to be killed on duty than an American officer, the risk of assault is growing because of the stronger links between crime, drugs and weapons, police officials say. In England and Wales, 10 officers have been killed in criminal attacks in the past five years, compared with 328 in the United States.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"For Norway's Koss, 3d Gold Turns the House Upside Down","web_url":"https://www.nytimes.com/1994/02/21/sports/IHT-for-norways-koss-3d-gold-turns-the-house-upside-down.html","abstract":"Johann Olav Koss won his third Olympic gold medal Sunday, and it is difficult to say whether he pushed time or was swept up by it. The time itself is both a riddle and an answer - 13 minutes, 30.55 seconds over 10,000 meters - but the performance was ind","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/21/arts/dance-in-review-256749.html","abstract":"  New York City Ballet  New York State Theater     Illnesses and injuries at the New York City Ballet caused program changes on Saturday. Yet the company coped gallantly with these disruptions of its announced schedule.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/21/nyregion/c-corrections-249505.html","abstract":"  An obituary on Dec. 28 about Patricia Simon, a freelance writer, misstated her relationship to a survivor, Mike Sletson. Mr. Sletson was her companion for a number of years in Philadelphia. A family member has notified The Times belatedly that the couple were not married.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Man's Shooting By Texas Police Provokes Anger","web_url":"https://www.nytimes.com/1994/02/21/us/man-s-shooting-by-texas-police-provokes-anger.html","abstract":"  The 22-minute videotape, taken from a camera mounted on the dashboard of a Texas state trooper's car, is a bit grainy. But the scuffle it depicts one night last fall between a black man and two white police officers comes across clearly enough, especially the bullets hitting the black man as he is running away.    The footage of what began as a routine traffic stop emerged recently in a courtroom in this small city in rural East Texas. The tape, and the legal proceedings surrounding it, have outraged many black people here and even caused some whites to express anger and dismay.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Transit Fares","web_url":"https://www.nytimes.com/1994/02/21/nyregion/pulse-transit-fares.html","abstract":"PULSE  Correction:  February 26, 1994, Saturday","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Matinee Time for Rangers and Islanders","web_url":"https://www.nytimes.com/1994/02/21/sports/hockey-matinee-time-for-rangers-and-islanders.html","abstract":"  Holiday hockey matinees highlight the local sports scene this afternoon with both the Rangers and Islanders serving as hosts to significant Eastern Conference rivals. Both visitors bring individual stars whose presence should enhance the story lines with added drama.    At Madison Square Garden, beginning at 1:30 P.M., the Rangers play the Pittsburgh Penguins and, possibly, Mario Lemieux, the superstar center who returned to uniform Saturday night in Montreal after missing two games with renewed back pain. Lemieux, who has had two recent cortisone injections, has been idle most of the season, missing 52 of the 59 games the Penguins have played. He first returned to action on Feb. 12, played two games and then missed the next two before going pointless against the Canadiens.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Brodeur Draws Raves Despite Tie","web_url":"https://www.nytimes.com/1994/02/21/sports/hockey-brodeur-draws-raves-despite-tie.html","abstract":"  Martin Brodeur put on the most brilliant performance of his rookie season today, stealing a point for the Devils in a 1-1 deadlock with the Blackhawks.   The 21-year-old Brodeur had 42 saves, including five in overtime, and afterward, Jacques Caron, the goaltending coach of the Devils, called it \"his best game of the year.\"","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/21/nyregion/bridge-252441.html","abstract":"  A simple pre-emptive opening can often pose a problem to which there is no good answer. What should North do, for example, on the diagramed deal when West opens three clubs?   As it happens a bold bid of three hearts would hit the jackpot, but a vulnerable overcall at the three-level with a weak five-card suit could lead to disaster. Neither North player chose to take this risk when the deal occurred in the Reisinger Knockout Teams in Manhattan in June. One cautiously passed, and collected a beggarly 100 points by defeating the contract by two tricks. The other tried three diamonds, impressed by the relative strength of that suit, and South played three no-trump.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"1919:Premier Recovers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/21/opinion/IHT-1919premier-recovers-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Though his wound was more serious than at first believed, M. Clemenceau's condition gives no cause for serious apprehension. All Paris, and indeed, all the civilized world, waited with keen anxiety yesterday [Feb. 20] for the first bulletin to ann","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Teen-Ager Is Killed In Restaurant Fight","web_url":"https://www.nytimes.com/1994/02/21/nyregion/teen-ager-is-killed-in-restaurant-fight.html","abstract":"  A verbal confrontation between two groups of a teen-agers in an Upper Manhattan McDonald's restaurant culminated in the fatal stabbing of a 16-year-old youth yesterday, the police said.   The youth, Jason Morales, was stabbed in the chest three times in the McDonald's at 4640 Broadway at Dyckman Street in Inwood at 7:20 P.M., the police said. He was taken to Columbia-Presbyterian Medical Center, where he died later in the evening.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Million Fish Are Missing. F.B.I. on Case.","web_url":"https://www.nytimes.com/1994/02/21/us/million-fish-are-missing-fbi-on-case.html","abstract":"  Like many fish stories, this is a tale about the ones that got away. So many, in fact, that the F.B.I. is investigating.   Sometime in December or January, about a million fingerling catfish worth about $100,000 were stolen from spawning ponds near Danbury, a small town on the upper Texas coast about 50 miles southwest of here.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"New York's Information Underclass","web_url":"https://www.nytimes.com/1994/02/21/opinion/new-york-s-information-underclass.html","abstract":"  Child number one owns a fancy computer setup that taps into electronic libraries all over the country. Child number two is computerless and poor in a rural area where the library is a single cramped room above the local gas station.   The first child is already primed for the Information Superhighway. The second child is stuck on what can only be called an Information Dirt Road. If Albany continues to starve the state library system, the gap between these information haves and have-nots will continue to grow, creating an information underclass that the state can ill afford.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"The Right Address Is Gettysburg PA","web_url":"https://www.nytimes.com/1994/02/21/opinion/the-right-address-is-gettysburg-pa.html","abstract":"  Abraham Lincoln wrote five drafts in his own hand of his historic address at the cemetery in Gettysburg -- the original, a copy after he returned to Washington and three more for Civil War fund-raising causes. The Library of Congress has custody of the original and the first copy. The others are in the Illinois State Historical Library, an underground vault at Cornell University, and the Lincoln bedroom at the White House.   Since 1979, the Library of Congress has lent one draft to the national park at the Gettysburg battlefield in the spring and summer tourist season. It wants to stop, citing the risks of repeated handling and exposure to light. But the National Park Service wants one of the drafts in Gettysburg full time. One Congressional committee supports the library, another the park. Now the General Accounting Office has weighed in tentatively on the park's side, \"provided sufficient funding is available\" to sustain state-of-the-art preservation techniques.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"SERBS' COMPLIANCE CHEERS U.S. AIDES","web_url":"https://www.nytimes.com/1994/02/21/world/conflict-in-the-balkans-serbs-compliance-cheers-us-aides.html","abstract":"  Even with some Serbian artillery sites near Sarajevo beyond United Nations control, the White House said tonight that it had no evidence that Bosnian Serb forces were flouting the NATO ultimatum.   As many as 10 heavy weapons sites remained unguarded by United Nations troops as the deadline passed at 1 A.M. local time Monday, senior White House officials said. But the official blamed bad weather and snowy, impassable roads -- not Serbian instransigence -- for the fact that the sites were unsecured.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Frustration Over Haiti","web_url":"https://www.nytimes.com/1994/02/21/opinion/frustration-over-haiti.html","abstract":"  It is not the business of the United States to forcibly reimpose democracy on Haiti. But neither is it the business of the United States to twist the arms of Haiti's democratically elected President. If he refuses to endorse proposals for political compromise or cabinet appointments urged on him by American and international mediators, it is wrong to ignore him.   In its double frustration with murderous and unyielding generals and a messianic and unbending President, that is just what the Clinton Administration has begun to do. It would do better to stick to democratic principles and learn to live with some of the resulting frustrations. It is for Haitians, and their elected leader, to decide if and when to yield.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"2 Different Directions For 2 Great Players","web_url":"https://www.nytimes.com/1994/02/21/sports/basketball-2-different-directions-for-2-great-players.html","abstract":"  Connecticut's Donyell Marshall and Glenn Robinson of Purdue have been widely acclaimed as college basketball's two best players this season. One difference is that Marshall's team has been winning its key conference contests while the Boilermakers have not, in spite of Robinson's best efforts.   This was evident again Saturday night when Robinson, the nation's leading scorer, had 39 points against Indiana but the Hoosiers won, 82-80, at Bloomington, Ind. Meanwhile, UConn defeated Providence, 81-73, in Storrs, Conn., with a second-half spurt as Marshall scored 27 points.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"In Major Finding, Drug Curbs H.I.V. Infection in Newborns","web_url":"https://www.nytimes.com/1994/02/21/us/in-major-finding-drug-curbs-hiv-infection-in-newborns.html","abstract":"  A federally financed study has found that the drug AZT drastically reduces transmission of H.I.V., the virus that causes AIDS, from infected mothers to their newborns, Government health officials said today.    The findings were considered so significant that the study, which began in April 1991, was ordered stopped on Friday, and officials are spending the holiday weekend notifying the 59 medical centers in the United States and France taking part in the study to offer AZT to the pregnant women who had been receiving a placebo.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Winter Olympics; For Torvill And Dean, A Rumba Into Lead","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-for-torvill-and-dean-a-rumba-into-lead.html","abstract":"  They sat in third place, wondering whether the ice-dancing comeback had been worth it, wondering whether they were, as one headline chided, Torvill and Has-Been.   \"It surprised us how difficult and how mentally straining it has been for us,\" Christopher Dean said. \"If we had a glass ball and saw everything, would we come back? We'd have to think about it.\"","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/21/nyregion/chronicle-252301.html","abstract":"  HENRY R. KRAVIS, the financier and leveraged buyout specialist, and MARIE-JOSEE DROUIN, a Canadian economist and business consultant, were married Saturday night in a ceremony at the Metropolitan Club in New York. The marriage was announced later at a dinner at the club attended by 200 friends.   Engraved invitations to the dinner had listed Mr. Kravis and Ms. Drouin as co-hosts, causing speculation that the couple, who had been seen together about town and in the Hamptons since last summer, would be announcing an engagement or wedding plans. Instead, to cheers and applause, they said they had been married earlier in the evening.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Unions Faltering in Reprisals Against Trade Pact Backers","web_url":"https://www.nytimes.com/1994/02/21/us/unions-faltering-in-reprisals-against-trade-pact-backers.html","abstract":"  Three months ago, Congress heeded President Clinton's wishes, ignored those of organized labor and narrowly approved the North American Free Trade Agreement. The unions, outraged, vowed to retaliate against the Democratic members of Congress who supported Mr. Clinton.   Since then, relations between the White House and the unions have been patched up a bit, enough so that Lane Kirkland, the President of the A.F.L.-C.I.O., sat next to Hillary Rodham Clinton as the President delivered his State of the Union Message last month.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/21/nyregion/metro-digest-249971.html","abstract":"  NEW YORK CITY  UNIONS FACE FIGHT WITH GIULIANI   The municipal unions are facing the twin challenges posed by the city's worst financial difficulties since the 1970's and by the new Republican Mayor's pledges to reduce the size of the city government. The leaders and tactics that emerge over the next few months -- and in contract negotiations this year and next -- could not only decide the short-term success of Mayor Giuliani's fiscal strategy but could also be crucial to the long-term power of the unions. A1.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Sharpton May Drop Bid For Automatic Ballot Spot","web_url":"https://www.nytimes.com/1994/02/21/nyregion/sharpton-may-drop-bid-for-automatic-ballot-spot.html","abstract":"  The Rev. Al Sharpton, who plans to challenge Senator Daniel Patrick Moynihan this year in a Democratic primary, said today he would most likely drop his insistence that party leaders guarantee him an automatic spot on the primary ballot.    Instead, he said in an interview, he intends to seek a spot on the September ballot by collecting signatures on nominating petitions around the state, a tactic that he said would energize his constituents and demonstrate black political power.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Sports of The Times: Basketball; Can 2 Point Guards Equal 1 N.B.A. Title?","web_url":"https://www.nytimes.com/1994/02/21/sports/sports-of-the-times-basketball-can-2-point-guards-equal-1-nba-title.html","abstract":"  POINT guard is usually too important a position to be shared successfully, although it has been done. The previous three seasons, the Bulls won the National Basketball Association championship while rotating two point guards, John Paxson and B. J. Armstrong, but those Bulls had Michael Jordan riding shotgun whenever 2 (or 3) points were needed.   In other recent years, the Pistons won with only Isiah Thomas at point guard, the Lakers won with only Magic Johnson there and the Boston Celtics won with primarily Dennis Johnson there.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Koss Captures 3d Gold And 3d World Record","web_url":"https://www.nytimes.com/1994/02/21/sports/koss-captures-3d-gold-and-3d-world-record.html","abstract":"  Johann Olav Koss is a man of gold medals and world records, a 25-year-old speed skater his Norwegian countrymen already plan to immortalize in bronze.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/21/nyregion/c-corrections-256323.html","abstract":"  An article and a chart in Business Day on Friday, about consumer prices in January and the prospects for inflation, described a statistical index incorrectly. The index, based on a regional survey conducted by the Federal Reserve Bank of Philadelphia, measures the difference between the percentage of manufacturers in the Philadelphia area who said the prices they paid for raw materials and parts had risen from the previous month and the percentage who said prices had fallen. The index does not measure the prices themselves.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/21/nyregion/c-corrections-256331.html","abstract":"  An article last Monday about the Union, N.J., school district misstated the location of two nearby communities where the demographic makeup was contrasted with Union's. Far Hills, a more affluent area, is west of Union, not east; Newark, which has many poorer sections, is northeast, not northwest.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Koss Wins 3d Gold Medal in No Time at All","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-koss-wins-3d-gold-medal-in-no-time-at-all.html","abstract":"  For his final, most dramatic feat of superhero quality, Johann Olav Koss, the Norwegian speed skating rage, attempted to fly today, and he did.   The 25-year-old medical student and poster boy made a mockery of his own, and everyone else's, prior performances in the men's 10,000 meters. He shattered the world record he set in October 1991 by 12.99 seconds, turning the speed skating world, like the configuration of the Viking Ship Olympic Hall, upside down.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Essay; Lessons Of Bosnia","web_url":"https://www.nytimes.com/1994/02/21/opinion/essay-lessons-of-bosnia.html","abstract":"  The siege of Sarajevo is being lifted by one new fact on the ground: the fear in the hearts of Serbian gunners that they will be be killed by NATO bombs.    As this is written, the anti-war alliance has not had to carry out its threat; Serbian guns are being moved elsewhere. But as the same coercion is applied to attackers surrounding other Muslim enclaves, they, too, will be affected by the new balance of firepower. Thanks to the West's belated determination to intervene, we have come to the beginning of the end of the umpteenth Balkan war.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Clinton Embraces Crime Measure, Ever So Vaguely","web_url":"https://www.nytimes.com/1994/02/21/us/clinton-embraces-crime-measure-ever-so-vaguely.html","abstract":"  After President Clinton invited Congressional leaders into the Rose Garden last August for a brief statement of support for anti-crime legislation, he generally washed his hands of the matter.   Although he delivered a speech on crime in Memphis in November, it was not until the end of the year that Mr. Clinton hit on the perfect way to leap back onto an anti-crime bandwagon that had hurtled past him as he focused on health care and trade policy.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Did Anybody Check Out Economic Wisdom of Hiring Sliwa?","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-did-anybody-check-out-economic-wisdom-of-hiring-sliwa-239755.html","abstract":"  To the Editor:   As a daily listener of WNYC, New York City's public radio station, and a contributor to it for more than 10 years, I am one of many upset at the appearance of interference leading to the hiring of Curtis Sliwa, Guardian Angel turned radio personality, despite statements alleging Mayor Rudolph W. Giuliani's nonintervention.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/21/arts/dance-in-review-256722.html","abstract":"  Juilliard Dance Ensemble  Juilliard Theater     The Juilliard Dance Ensemble celebrated the past and leaped into the present on Thursday night. The program began with \"Commemoration of Martha Graham\" for the 100th anniversary of the modern dance pioneer's birth. Donlin Foreman, a soloist in Graham's company, read from poems he had written as a tribute.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"U.N. Says Serbs Are Complying With Arms Ultimatum","web_url":"https://www.nytimes.com/1994/02/21/world/conflict-in-the-balkans-un-says-serbs-are-complying-with-arms-ultimatum.html","abstract":"  Nearly all the Serbian guns ringing the Bosnian capital are out of action, United Nations officials said early this morning after a frantic day of diplomatic meetings, maneuvering behind the scenes and hoisting rusty cannons out of snowbanks.   The United Nations envoy to the former Yugoslavia, Yasushi Akashi, said that the work accomplished by the United Nations peacekeepers \"up to this point assures us there is no need for air strikes.\" He spoke in Zagreb, the Croatian capital, after conferring by phone with the NATO command.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Computers and Telephones Pave A New Path to a College Degree","web_url":"https://www.nytimes.com/1994/02/21/nyregion/computers-and-telephones-pave-a-new-path-to-a-college-degree.html","abstract":"  On the second floor of an 83-year-old brick building just doors from the State Capitol, one of the brighter stars of higher learning tirelessly helps to issue reading assignments, conduct class discussions and schedule midterm exams.   Not much to look at, and a compact 3 feet by 2, this newest addition to teaching at Thomas Edison State College manages to win over students who depend on it but never see it.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"The Jackson Family Reunited, Sort Of","web_url":"https://www.nytimes.com/1994/02/21/arts/the-jackson-family-reunited-sort-of.html","abstract":"  Family reunions are often strange affairs. But the public reunion of the performing Jackson clan on Saturday night was, even by Las Vegas standards, one of the strangest spectacles in theatrical history.   Part soap opera, part tragedy and part weird comedy, the Jackson family epic took another turn in a reunion (minus one outcast daughter) before 15,000 people at an arena in the huge MGM Grand Hotel. The show is to be televised on NBC on Tuesday at 9 P.M. (Channel 4 in New York). But most of the real-life drama actually took place offstage.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"Sarajevo Solution: Is It a Model for Peace Throughout Bosnia?","web_url":"https://www.nytimes.com/1994/02/21/world/conflict-balkans-sarajevo-solution-it-model-for-peace-throughout-bosnia.html","abstract":"  As Bosnian Serbs pulled back their guns and tanks around Sarajevo under threat of NATO air strikes, officials at the United Nations headquarters here and in the Bosnian capital wondered if they had at last found the right balance of menace and diplomacy to break Bosnia's brutal cycle of violence.   Lieut. Gen. Sir Michael Rose, the British officer who commands United Nations peacekeeping troops in Bosnia and Herzegovina, went so far as to say the operation in Sarajevo could be a model for other parts of the country, as long as more United Nations peacekeepers are sent to his command.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Yes, Ask Why We Need This Stuff in Our Milk","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-yes-ask-why-we-need-this-stuff-in-our-milk-239720.html","abstract":"  To the Editor:   \"The Milk Brouhaha\" (editorial, Feb. 10) seems typical of an insidious and myopic variety of thought in our economy: If a company (in this case, Monsanto) is capable of producing something (in this case, a genetically engineered drug that boosts milk production) and spending millions of dollars creating a need for it, let's use it.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Books of The Times; One Man's Infatuation With Things Japanese","web_url":"https://www.nytimes.com/1994/02/21/books/books-of-the-times-one-man-s-infatuation-with-things-japanese.html","abstract":"    On Familiar Terms A Journey Across Cultures By Donald Keene Illustrated. 292 pages. Kodansha International. $23.","thumbnail":null,"section":"Books"},{"date":"19940221","headline":"With No Clear Leader or Strategy, Unions Prepare to Face Giuliani","web_url":"https://www.nytimes.com/1994/02/21/nyregion/with-no-clear-leader-or-strategy-unions-prepare-to-face-giuliani.html","abstract":"  For decades, New York's mayors shared the public stage with a well-known cast of irascible, flamboyant leaders of municipal labor. There were the titans who could welcome a new mayor into office with a strike on Inauguration Day, and later the labor statesmen who worked with the city in the fiscal crisis of the 1970's.   Now the last of the union leaders who catapulted to prominence in the fiscal crisis has left the stage, clearing the way for less visible, less bombastic and, in some cases, less tested successors. And the change has come as the municipal unions face the twin challenges posed by the city's worst financial difficulties since the 1970's and by the new Republican Mayor's pledges to reduce the size of the city government. Test for Unions    The leaders and tactics that emerge over the next few months -- and in contract negotiations this year and next -- could not only decide the short-term success of Mayor Rudolph W. Giuliani's fiscal strategy but also be crucial to the long-term power of the unions.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/21/sports/results-plus-253103.html","abstract":"  TENNIS  Navratilova Holds On  Top-seeded Martina Navratilova added another triumph to her record 167 titles by defeating Julie Halard, 7-5, 6-3, yesterday in the final of the Paris Women's Open. The eighth-seeded Halard broke serve in the fifth game and was leading by 5-4 when Navratilova broke her and saved the set. In the second set, both players broke each other's serve repeatedly before Navratilova, the defending champion, prevailed. (AP) Chang Wins an Indoor Event: Michael Chang defeated Paul Haarhuis of the Netherlands, 6-3, 6-2, at the Comcast U.S. Indoor final in Philadelphia. Haarhuis broke Chang's service in the second game of the second set, but lost his three times in the final set. (AP) Edberg Survives: Capitalizing on his steady serve-and-volley game, Stefan Edberg overcame the powerful serves of Goran Ivanisevic and won the Eurocard Open, 4-6, 6-4, 6-2, 6-2, in Stuttgart, Germany. (AP) P.S.A.L.  Title to Boys and Girls  Boys and Girls of Brooklyn won the Public Schools Athletic League boys' indoor track and field championship yesterday for the first time in six years. Jim Jackson's squad, scoring 37 points in the final four events, finished with 57. DeWitt Clinton of the Bronx, leading until the final three events, was runner-up with 38 points at the West 168th Street Armory.   Rohan Hepburn, the most valuable boys' performer, led Boys and Girls. He finished first in the 1,000 (2 minutes 31.31 seconds) and the 1,600 (4:27.79) then ran a fast third 800-leg of 1:57.4 that enabled the Brooklyn school to win the 3,200 relay in 8:01.00.   In the girls' competition, Jamaica of Queens won its third P.S.A.L. indoor title in the last four years, edging Tottenville of Staten Island, the 1993 winner, 60 points to 56. Tameika Grizzel of George Washington posted the nation's leading time in winning the girls 1,000 in 2:54.13.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Back to the Future: Hundley Tries to Regain His Promise","web_url":"https://www.nytimes.com/1994/02/21/sports/baseball-back-to-the-future-hundley-tries-to-regain-his-promise.html","abstract":"  Practice had wound to a near close, and the fields were empty when Todd Hundley finally got his chance to step into a batting cage. Only pitchers, catchers and a handful of others had reported to the Mets' camp, but during the course of the day the cages were too full and Hundley was too busy to squeeze in his batting practice.   But this didn't bother him. Yes, his batting average was .228 last season and just .209 in 1992. And, yes, he would like to do something about that. But Hundley's main concern this spring isn't his hitting. He has to worry about defense, about getting back his throw, about perfecting his responses in game situations and getting comfortable with the Mets' pitching staff.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"BASEBALL;","web_url":"https://www.nytimes.com/1994/02/21/sports/baseball.html","abstract":"  Jack McDowell has been a 20-game winner for the Chicago White Sox the past two seasons, but for the second time in the past three off seasons, he has become a loser -- to them.   Anthony Sinicropi, an arbitrator, awarded McDowell a $5.3 million salary yesterday instead of the $6 million he sought in the hearing last Friday. The pitcher nevertheless emerged with the highest salary ever awarded in the 19-year history of salary arbitration, eclipsing Ruben Sierra's $5 million in 1992.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/02/21/style/IHT-what-theyre-reading.html","abstract":"William Wanlund, press spokesman at the U.S. Embassy's Berlin office, is reading \"Berlin: Coming In From the Cold\" by Ken Smith..\"These are fascinating insights that are beautifully expressed by this British poet who was resident in Berli","thumbnail":null,"section":"Style"},{"date":"19940221","headline":"Zaire's Rich Mines Are Abandoned to Scavengers","web_url":"https://www.nytimes.com/1994/02/21/world/zaire-s-rich-mines-are-abandoned-to-scavengers.html","abstract":"  By the time the steel gate opened at dawn, the line of Zairians stretched around the corner and down a street. Some were as young as 8 or 10, some still teen-agers, and not a few were young mothers with babies strapped tightly to their backs.   Soon they were attacking the huge black mounds of slag heap with crude shovels and pickaxes, scavenging what few scraps they could from what is left of one of the world's largest copper mining operations.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Gumbel: Less Than Just a Pretty Face","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-tv-sports-gumbel-less-than-just-a-pretty-face.html","abstract":"  Where is Greg Gumbel? What has CBS done to him? A man posing as the prime-time host of the Winter Olympics has been dressed up in fine threads, placed behind a desk in a studio filled with Norwegian wood. But he's no more than a video traffic cop, hardly more than the guy telling us what comes next.   Is this the same Greg Gumbel from the now-defunct \"N.F.L. Today\"?","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Term Limits Under Judicial Fire","web_url":"https://www.nytimes.com/1994/02/21/opinion/term-limits-under-judicial-fire.html","abstract":"  A Federal judge's recent ruling that a state may not impose term limits on members of Congress will not settle this contentious issue. Its popular appeal is so strong -- and so wrong -- that it needs an opinion from the highest court.   In 1992, voters in the state of Washington voted to cut their senators off after two six-year terms, and representatives after three two-year terms. One of that state's representatives is House Speaker Thomas Foley, who would be barred from the ballot after his current term and two more. He joined the League of Women Voters and others in bringing the challenge on which U.S. District Judge William Dwyer has now ruled.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Review/Theater; In Search of the Past, Its Wrong Turns And Lost Moments","web_url":"https://www.nytimes.com/1994/02/21/theater/review-theater-in-search-of-the-past-its-wrong-turns-and-lost-moments.html","abstract":"  Beware. For the first hour, you could mistake \"A Small World,\" Mustapha Matura's newest drama, for one of those bar plays about two lonely souls passing in the night, although not before they've exchanged a few confidences and perhaps even gone to bed.   It takes place in a sleazy dive that aspires to be a little bit of the Caribbean in Brooklyn. Outside, the snow is falling. The only two characters in sight are the hard-bitten proprietress, wearing a tight leather skirt and too much gold jewelry, and a well-dressed businessman from Trinidad, who's downing $5 shots of rum and growing more forward with each swig.","thumbnail":null,"section":"Theater"},{"date":"19940221","headline":"Perez Excels But U.S. Does Not in Robbie Cup","web_url":"https://www.nytimes.com/1994/02/21/sports/soccer-perez-excels-but-us-does-not-in-robbie-cup.html","abstract":"  A month ago, the combination of an injured left ankle and a \"devastating\" game against Switzerland had the United States midfielder Hugo Perez on the verge of quitting.   \"I've been playing a long time,\" said Perez, 23, of Poway, Calif. \"When I come to play, I want to play my best. When I don't, I feel I'm cheating, not just me but whoever would be playing in my spot. I didn't want to do that.\"","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Review/Television; Con Artists Cashing In On the Maternal Instinct","web_url":"https://www.nytimes.com/1994/02/21/arts/review-television-con-artists-cashing-in-on-the-maternal-instinct.html","abstract":"  \"Baby Brokers,\" tonight's NBC movie, is about a baby-adoption scam. That's pretty standard based-on-fact stuff for prime time. But keep your eye and ear on the subtext. It has to do with class in America, tapping into the kinds of lowlifes who figure prominently in the current media obsession with a certain figure skater. The nation's underbelly isn't a pretty sight.    The middle-class centerpiece of \"Baby Brokers\" is Debbie, a single woman in her early 40's who has been pregnant twice but not successfully. Debbie is blunt: \"I can live without a man but I can't live without a child.\" She's played by Cybill Shepherd who, even with stories of being difficult abounding, can deliver classily when the occasion is right. It was in \"Moonlighting,\" and it is here. She's thoroughly persuasive as she puts her faith and money in a couple of con artists seemingly willing to sell their baby to a single mother.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"Winter Olympics; Even With Defeat, Armenian-American Bobsled Is a Success","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-even-with-defeat-armenian-american-bobsled-is-a-success.html","abstract":"  Somewhere in Armenia, where there might be armed conflict with its neighbor and warring rival, Azerbaijan; where the electricity and gas aren't working and people are cold in their homes and food is scarce; somewhere over there, hoped Joe Almasian and Ken Topalian, people would learn about them and feel proud.   Somewhere in Armenia, where the national flag is flying, the flag that is blue, orange and red -- blue, the Armenians say, for the beautiful sky above, orange for the wheat fields and red for the Armenian blood that has been spilled historically, and which continues to spill -- Almasian and Topalian hoped people would take some satisfaction in their accomplishment, even if they finished 37th out of 43 entrants in the two-man bobsled.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Woman Says Police Forced Her to Deny Holdup Report","web_url":"https://www.nytimes.com/1994/02/21/nyregion/woman-says-police-forced-her-to-deny-holdup-report.html","abstract":"  First a woman said she had been robbed at an automatic teller machine by a gunman who threatened her child. Then the police said she had admitted making up the story. Now she and her husband have declared that the police coerced her into recanting and that the robbery did, in fact, happen.   The woman, Maryrose Posner, with the support of her husband, Joel, insisted in an interview published today in Newsday that she was telling the truth on Wednesday when she said a laughing man put a gun to her 2-year-old daughter's head and threatened to shoot her unless she gave him $200 from the teller machine.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Review/City Ballet; A Sun God Emerges In 'Apollo'","web_url":"https://www.nytimes.com/1994/02/21/arts/review-city-ballet-a-sun-god-emerges-in-apollo.html","abstract":"  Nikolaj Hubbe's triumphal debut in the title role of \"Apollo\" at the New York City Ballet on Wednesday night was an obvious focus of interest. But the entire program -- devoted to Balanchine and Stravinsky -- was a highlight of the season.   \"Apollo\" (1928), \"Orpheus\" (1948) and \"Agon\" (1957) have been seen together before. But rarely have these three entries in the company's Greek trilogy (agon means contest in Greek) look so integrated.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"In Egypt, the Intellectuals Fight Back","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-in-egypt-the-intellectuals-fight-back-256404.html","abstract":"  To the Editor:   While no one can deny that the rise in militancy among the extremists of some Islamic movements in Egypt has disrupted the promising momentum of the Egyptian economy and attempts at privatization, as well as the lucrative tourist industry, it is disconcerting and dismaying to be bombarded by inflammatory and alarmist news reports from Egypt.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Subway Car Hits Woman After Robber Pushes Her","web_url":"https://www.nytimes.com/1994/02/21/nyregion/subway-car-hits-woman-after-robber-pushes-her.html","abstract":"  A woman who chased a purse-snatcher through a moving subway train was pushed onto the tracks by her assailant in a Brooklyn station on Saturday, the transit police said. She was then struck by the train as it pulled out of the station and was critically injured.    The woman, Sonia Hernandez, 32, of Brooklyn, suffered a broken pelvis and underwent surgery twice yesterday at St. Vincent's Hospital in Greenwich Village, said Dina Gabriel, a hospital spokeswoman. Her assailant escaped, and the transit police canvassed the station, at Bergen Street and Flatbush Avenue on the No. 2 line, in search of witnesses.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Knicks Hold Bulls at Point-Blank Range","web_url":"https://www.nytimes.com/1994/02/21/sports/basketball-knicks-hold-bulls-at-point-blank-range.html","abstract":"  Facing the Chicago Bulls, their most bitter rival, inspired the Knicks to turn in a superlative defensive effort yesterday afternoon.   Dominating the action after the first quarter, New York hammered the Bulls, 86-68, in a playoff-like atmosphere at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Grand Central To Get Exits To North End","web_url":"https://www.nytimes.com/1994/02/21/nyregion/grand-central-to-get-exits-to-north-end.html","abstract":"  Eighty years after Grand Central Terminal opened its front doors to New York City, workers are about to begin adding something the designers never thought necessary: back entrances.   Construction will begin within weeks on a $70 million network of elevators, escalators, stairs and crosswalks that will allow passengers heading uptown to go directly north for the first time, exiting as far away as 48th Street.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Yes, Ask Why We Need This Stuff in Our Milk; Make Them Label It","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-yes-ask-why-we-need-this-stuff-in-our-milk-make-them-label-it-256390.html","abstract":"  To the Editor:   \"The Milk Brouhaha\" (editorial, Feb. 10) continues to boil in part because consumers have a better grasp of cost benefit analysis than many people think. Recombinant bovine growth hormone (rbGH) offers no benefits to consumers, which is the very reason all milk from hormone-treated cows should be labeled.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Holiday Today","web_url":"https://www.nytimes.com/1994/02/21/nyregion/holiday-today.html","abstract":"  Washington's Birthday will be observed today. Here are the holiday schedules. NEW YORK","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"There's a Speedy New Traveler On the Road to Churchill Downs","web_url":"https://www.nytimes.com/1994/02/21/sports/horse-racing-there-s-a-speedy-new-traveler-on-the-road-to-churchill-downs.html","abstract":"  While Dehere and Go for Gin rested for their next tests on the road to the Kentucky Derby, a strong new challenge was mounted at Gulfstream Park today when the colt Patton outran other 3-year-old contenders by eight-and-a-half lengths and took dead aim at the racing classics.   Patton, a son of Lord At War and a grandson of Seattle Slew, led all the way in an allowance race for colts who skipped Saturday's Fountain of Youth Stakes. At the wire, he was drawing far in front of Nick Zito's Crary, the stablemate of Go for Gin, who had three-quarters of a length on Line Dance. The winner ran the mile and a sixteenth in 1:432/5 and paid $3.20 for a $2 wager as the 3-5 favorite. He has won three of five starts and has run in the money all five times.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/21/nyregion/c-corrections-256340.html","abstract":"  An article on Wednesday about a lawsuit against American Airlines over the death of a pet dog in a cargo hold misidentified the court in which it was heard. It was United States District Court, not the United States Court of Appeals for the Second Circuit.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Winter Olympics; It's Do or Die as U.S. Squad Stares Down End of the Barrel","web_url":"https://www.nytimes.com/1994/02/21/sports/winter-olympics-it-s-do-or-die-as-us-squad-stares-down-end-of-the-barrel.html","abstract":"  The Italian team that faces the United States here Monday night in a game for the final spot in the Olympic hockey quarterfinals will not exactly be filled with strangers.   The Italian roster includes 14 Canadians and 2 Americans, including one named Philip De Gaetano whose father operates a coffee shop at 32d Street and Park Avenue in Manhattan. So how does a kid who grew up in Roslyn, L.I., and went to college at Northern Michigan wind up playing Olympic hockey for Italy?","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"How a Revolution Survived: A Mexican Chronicle","web_url":"https://www.nytimes.com/1994/02/21/world/how-a-revolution-survived-a-mexican-chronicle.html","abstract":"  As the Soviet bloc crumbled, the Sandinista Government fell from power in Nicaragua and Marxist rebels made peace in El Salvador, the tiny guerrilla movement that would one day convulse Mexico as the Zapatista National Liberation Army braced for its own collapse.   \"Everything we had prepared came crashing down,\" recalled the military commander of the army, who calls himself Subcommander Marcos. \"When we heard that all of this was happening, we said to ourselves: 'We are going to lose people. They are going to start to leave.' \"","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Coghlan Over 40, Under 4 Minutes","web_url":"https://www.nytimes.com/1994/02/21/sports/track-and-field-coghlan-over-40-under-4-minutes.html","abstract":"  After months of painful therapy, weeks of speed training and several near misses, Eamonn Coghlan of Ireland yesterday achieved his yearlong quest to become the first runner 40 or older to break the 4-minute mile.   Forty years after Roger Bannister first broke the 4-minute barrier, Coghlan, 41, ran 3 minutes 58.15 seconds, a world record for a master's runner.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"Donor to Neediest Cases Honors Mother's Memory","web_url":"https://www.nytimes.com/1994/02/21/nyregion/donor-to-neediest-cases-honors-mother-s-memory.html","abstract":"  Monica S. P. Yu, a retired teacher who lives in Princeton, N.J., has given to dozens of charities throughout the years. She said she believes it is her duty to give back to the city and the country that has given her and her husband such an abundant life as educators.   Late last year, however, as she glanced over a Chinese calendar and thought of her late mother, who would have celebrated her 93d birthday in Taipei, Taiwan, Mrs. Yu decided to make a change.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Trial to Start in Abortion Doctor's Death","web_url":"https://www.nytimes.com/1994/02/21/us/trial-to-start-in-abortion-doctor-s-death.html","abstract":"  The man accused of killing a doctor in a protest outside a Florida abortion clinic nearly a year ago is scheduled to go on trial on Monday, planning to plead temporary insanity and placing the burden of guilt for the crime on the shoulders of his former comrades.   The man, Michael F. Griffin, a 32-year-old former chemical plant worker, is charged with first-degree murder in the shooting of Dr. David Gunn on March 10, 1993, outside the Pensacola Women's Medical Services clinic.","thumbnail":null,"section":"U.S."},{"date":"19940221","headline":"Jewish Militants Hope to Block Israel-P.L.O. Plans","web_url":"https://www.nytimes.com/1994/02/21/world/jewish-militants-hope-to-block-israel-plo-plans.html","abstract":"  David Axelrod, a Jewish militant leader here, tools around in a car with a bumper sticker that says, \"The laws of the Scripture come before the laws of Man.\"   An American-born disciple of Meir Kahane, the slain militant rabbi, Mr. Axelrod believes that Arabs should be expelled from Israel and the occupied territories, that Israel is wallowing in decadent Western culture and that it should be transformed into a state governed by Jewish law.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"If at First You're a Loser, Avoid Daytona Pit Stops","web_url":"https://www.nytimes.com/1994/02/21/sports/auto-racing-if-at-first-you-re-a-loser-avoid-daytona-pit-stops.html","abstract":"  The Daytona 500 continues to run counter to form, to the ongoing frustration of Dale Earnhardt, and to the joy of Sterling Marlin, whose first victory in 279 races came today in the sport's biggest event.   Marlin, who had shared in a legacy of futility that dated to a previous generation (his father, Coo Coo, never won in 165 starts from 1966 to 1980), won $253,275 with his victory today, after establishing a Nascar record for the most starts by a driver before his first victory.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"1944:Truk Badly Hit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/21/opinion/IHT-1944truk-badly-hit-in-our-pages100-75-and-50-years-ago.html","abstract":"UNITED STATES PACIFIC FLEET HEADQUARTERS, PEARL HARBOR - [From our New York edition:] The United States Pacific Fleet has sunk nineteen Japanese ships, destroyed 201 enemy planes and wrought other heavy damage at the Japanese island bastion of Truk, in &q","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/02/21/arts/dance-in-review-256730.html","abstract":"  Neodanza  La Mama     Neodanza, an experimental dance company founded in Caracas, Venezuela, in 1987, mixes the dramatic power of political dance theater with an astonishing expressiveness that derives from pure physical movement.","thumbnail":null,"section":"Arts"},{"date":"19940221","headline":"Business War Chest Would Fix Superfund","web_url":"https://www.nytimes.com/1994/02/21/opinion/l-business-war-chest-would-fix-superfund-239747.html","abstract":"  To the Editor:   I agree with \"Not So Super Superfund\" (editorial, Feb. 7) that the Superfund program is a monumental disaster. However, I believe that for the overwhelming majority of those affected by Superfund -- including people of color, cities, small businesses and others -- the proposal recently introduced by the Clinton Administration is not the solution.","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/21/nyregion/chronicle-256463.html","abstract":"  It was nostalgic, and more, when Dr. IRA BERLIN received an award Thursday night at the New York Public Library. Dr. Berlin, a former New Yorker who is a professor of history at the University of Maryland at College Park, said the event brought back memories of studying there years ago and waiting for his number to be posted on the board when his research materials were ready. Still, nostalgia took a back seat to a $40,000 check that Dr. Berlin and four colleagues also received for \"Free at Last: A Documentary History of Slavery, Freedom and the Civil War.\" The 500-page book won the 1994 Lincoln prize, given by Gettysburg College in Gettysburg, Pa., for excellence in Civil War studies.   The book is an abridged version of the first four volumes (each about 800 pages) in a projected eight-volume series documenting the history of emancipation. It was edited by Dr. Berlin, the founder of the project, and Barbara J. Fields, Steven Miller, Joseph P. Reidy and Leslie Rowland.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Golf; Hoch Ends 5 Lean Years With Victory in Classic","web_url":"https://www.nytimes.com/1994/02/21/sports/golf-hoch-ends-5-lean-years-with-victory-in-classic.html","abstract":"  Scott Hoch emerged from the shadows today, throwing off five years without a victory, subduing his personal demons and beating back the competition in the Bob Hope Chrysler Classic.   It was not a classic victory, but it was a cathartic one for Hoch, 38, who has been haunted for five years by the short putt he missed in the 1989 Masters playoff loss to Nick Faldo.","thumbnail":null,"section":"Sports"},{"date":"19940221","headline":"1894:Lynch Mob Kills : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/21/opinion/IHT-1894lynch-mob-kills-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A disgraceful lynching took place near Birmingham, Alabama, yesterday [Feb. 18]. On Saturday night a negro assaulted a white woman, injuring her so severely that she died. Soon after that outrage a posse of armed men came upon two negroes who t","thumbnail":null,"section":"Opinion"},{"date":"19940221","headline":"Israel Tempers Response to a Killing","web_url":"https://www.nytimes.com/1994/02/21/world/israel-tempers-response-to-a-killing.html","abstract":"  Despite protests set off by the killing of a pregnant Jewish settler Saturday in the West Bank, the Government steered clear of punitive action today against Palestinians in the occupied territories.   After their weekly meeting, Cabinet ministers said they had not decided to seal off the territories, a common response to Arab attacks. Such an action could unsettle talks with the Palestine Liberation Organization on an Israeli pullback and Palestinian self-rule in the Gaza Strip and Jericho.","thumbnail":null,"section":"World"},{"date":"19940221","headline":"Students Plan Ways for Colleges to Act on Environmentalism","web_url":"https://www.nytimes.com/1994/02/21/nyregion/students-plan-ways-for-colleges-to-act-on-environmentalism.html","abstract":"  Yale University's switch to fluorescent lighting in its library is expected to save $3.5 million over the next 10 years. Connecticut College's reduction of room temperatures by 1 degree Fahrenheit has saved $8,000 a year. Putting energy-efficient lights in 2,200 exit signs will save Brown University $65,000, it estimates.    Universities have found that environmentalism may be good for their budgets. At a planning conference this weekend, campus environmentalists from around the world focused on specific proposals for improving campus environmental programs.","thumbnail":null,"section":"New York"},{"date":"19940221","headline":"Remarkable and Enduring Partnership","web_url":"https://www.nytimes.com/1994/02/21/opinion/IHT-remarkable-and-enduring-partnership.html","abstract":"The prospect of a long, bitter trade war between the United States and Japan offers an occasion to reconsider the entire relationship. Amid charges and countercharges over closed markets and state-industry collusion, the accomplishments and the failings","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940221","headline":"Aldrich Ames is arrested by the Federal Bureau of Investigation for selling national secrets to the Soviet Union in Arlington County, Virginia.","pages":[{"title":"Aldrich Ames","web_url":"https://en.wikipedia.org/wiki/Aldrich_Ames","description":"CIA analyst and Soviet spy (born 1941)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Aldrich_Ames_mugshot.jpg/320px-Aldrich_Ames_mugshot.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"Aldrich Hazen Ames is an American former CIA counterintelligence officer who was convicted of espionage on behalf of the Soviet Union and Russia in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana. Ames was known to have compromised more highly classified CIA assets than any other officer until Robert Hanssen, who was arrested seven years later in 2001."},{"title":"Federal Bureau of Investigation","web_url":"https://en.wikipedia.org/wiki/Federal_Bureau_of_Investigation","description":"U.S. federal law enforcement agency","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Seal_of_the_Federal_Bureau_of_Investigation.svg/320px-Seal_of_the_Federal_Bureau_of_Investigation.svg.png","thumbnail_width":320,"thumbnail_height":330},"abstract":"The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. An agency of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. counterterrorism, counterintelligence, and criminal investigative organization, the FBI has jurisdiction over violations of more than 200 categories of federal crimes."},{"title":"Soviet Union","web_url":"https://en.wikipedia.org/wiki/Soviet_Union","description":"Socialist state in Eurasia, 19221991","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Flag_of_the_Soviet_Union.svg/320px-Flag_of_the_Soviet_Union.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a transcontinental country that spanned much of Eurasia from 1922 to 1991. The country was a successor state to the Russian Empire; it was nominally a federal union of fifteen national republics, the largest and most populous of which was the Russian SFSR, but in practice both its government and its economy were highly centralized until its final years. As a one-party state governed by the Communist Party of the Soviet Union, it was a flagship communist state."},{"title":"Arlington County, Virginia","web_url":"https://en.wikipedia.org/wiki/Arlington_County%2C_Virginia","description":"County in Virginia, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Rosslyn%2C_Arlington%2C_Virginia.jpg/320px-Rosslyn%2C_Arlington%2C_Virginia.jpg","thumbnail_width":320,"thumbnail_height":167},"abstract":"Arlington County, or simply Arlington, is a county in the U.S. state of Virginia. The county is located in Northern Virginia on the southwestern bank of the Potomac River directly across from Washington, D.C., the national capital."}]}],"weather":[{"date":"19940221","time":"1994-02-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":80,"wspd":14.8},{"date":"19940221","time":"1994-02-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":80,"wspd":14.8},{"date":"19940221","time":"1994-02-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":86,"wspd":13},{"date":"19940221","time":"1994-02-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.2,"rhum":82,"wspd":13},{"date":"19940221","time":"1994-02-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0,"rhum":82,"wspd":9.4},{"date":"19940221","time":"1994-02-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":78,"wspd":11.2},{"date":"19940221","time":"1994-02-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1,"rhum":81,"wspd":13},{"date":"19940221","time":"1994-02-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.4,"rhum":80,"wspd":9.4},{"date":"19940221","time":"1994-02-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.5,"rhum":84,"wspd":7.6},{"date":"19940221","time":"1994-02-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-2,"rhum":83,"wspd":13},{"date":"19940221","time":"1994-02-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":76,"wspd":7.6},{"date":"19940221","time":"1994-02-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":58,"wspd":5.4},{"date":"19940221","time":"1994-02-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":56,"wspd":7.6},{"date":"19940221","time":"1994-02-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":50,"wspd":5.4},{"date":"19940221","time":"1994-02-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":49,"wspd":7.6},{"date":"19940221","time":"1994-02-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":38,"wspd":7.6},{"date":"19940221","time":"1994-02-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":43,"wspd":7.6},{"date":"19940221","time":"1994-02-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":42,"wspd":7.6},{"date":"19940221","time":"1994-02-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":51,"wspd":9.4},{"date":"19940221","time":"1994-02-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":52,"wspd":11.2},{"date":"19940221","time":"1994-02-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":69,"wspd":14.8},{"date":"19940221","time":"1994-02-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":61,"wspd":11.2},{"date":"19940221","time":"1994-02-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":61,"wspd":11.2},{"date":"19940221","time":"1994-02-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":63,"wspd":13},{"date":"19940221","time":"1994-02-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":9.4},{"date":"19940221","time":"1994-02-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":5.4},{"date":"19940221","time":"1994-02-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":80,"wspd":5.4},{"date":"19940221","time":"1994-02-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":9.4},{"date":"19940221","time":"1994-02-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":7.6},{"date":"19940221","time":"1994-02-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":5.4},{"date":"19940221","time":"1994-02-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":5.4},{"date":"19940221","time":"1994-02-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":7.6},{"date":"19940221","time":"1994-02-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":7.6},{"date":"19940221","time":"1994-02-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":9.4},{"date":"19940221","time":"1994-02-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":7.6},{"date":"19940221","time":"1994-02-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":5.4},{"date":"19940221","time":"1994-02-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":7.6},{"date":"19940221","time":"1994-02-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":7.6},{"date":"19940221","time":"1994-02-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":0},{"date":"19940221","time":"1994-02-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":9.4},{"date":"19940221","time":"1994-02-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":7.6},{"date":"19940221","time":"1994-02-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":7.6},{"date":"19940221","time":"1994-02-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":0},{"date":"19940221","time":"1994-02-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":0},{"date":"19940221","time":"1994-02-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6},{"date":"19940221","time":"1994-02-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":0},{"date":"19940221","time":"1994-02-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":9.4},{"date":"19940221","time":"1994-02-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":13}]},"19940222":{"guardian_articles":[],"nytimes_articles":[{"date":"19940222","headline":"Freestyle Aerial Skiing as the Way to Go","web_url":"https://www.nytimes.com/1994/02/22/sports/IHT-freestyle-aerial-skiing-as-the-way-to-go.html","abstract":"Dr. Jack Kevorkian's 1,001 Ways to an Early Grave. Suicide Method No.374: Freestyle Aerial Skiing..I remember discovering this method while counseling a patient from Toledo. I was passing time in front of the television, waiting for the other shoe to d","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-264067.html","abstract":"  To the Editor:   While it is important to draw attention to neo-Nazism in Germany, as Stephen Silver does in \"The Music of Hate\" (Op-Ed, Feb. 8), we also need to know that many young Germans work against racism in their country and support their Government's efforts to eliminate skinhead culture.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Bomb Scares","web_url":"https://www.nytimes.com/1994/02/22/opinion/bomb-scares.html","abstract":"  American nonproliferation policy in South Asia isn't working. Both India and Pakistan have the capacity to develop nuclear weapons in short order. The barn door is open, the horse long gone.    This troubling fact should guide Congress and the Clinton Administration in the next few months as they reconsider the Pressler amendment, which has driven U.S. policy on the issue since 1985. The amendment, sponsored by Senator Larry Pressler of South Dakota, bans most U.S. aid to Pakistan unless the President certifies that Pakistan does not possess a nuclear explosive device.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Chancellor's Unusual Financial Pact With CUNY","web_url":"https://www.nytimes.com/1994/02/22/nyregion/chancellor-s-unusual-financial-pact-with-cuny.html","abstract":"  Chancellor W. Ann Reynolds has an unusual financial arrangement with her employer, the City University of New York. The university pays her personal American Express bill every month, and leaves it up to her to reimburse the university for personal or corporate board expenses.   It is usually the other way around, said Cynthia Munk, a spokeswoman in the New York State Comptroller's office. Other state executives must pay for travel expenses out of pocket and then file claims for reimbursement, she said.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor-91602405105.html","abstract":"Today I made an arm band of black cloth. I am wearing it as a symbol of mourning and shame. Mourning for the lives of my many brothers and sisters in Bosnia-Herzegovina, shame for the inaction of my country..The people of Sarajevo think we do not care.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis; Home-Grown Variety","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-home-grown-variety-264172.html","abstract":"  To the Editor:   Re Stephen Silver's \"Music of Hate\" (Op-Ed, Feb. 8): Germany is not the only country in which neo-Nazi rock music has flourished. It can be found in many other countries, including the United States. Neo-Nazi or \"white power\" rock, as it is sometimes called, has inspired countless violent crimes in this country.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"U.N. and NATO Plan to Present New Ultimatums to the Serbs","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-un-and-nato-plan-to-present-new-ultimatums-to-the-serbs.html","abstract":"  With nearly all Serbian guns removed from the hills around Sarajevo, United Nations and NATO commanders are planning to impose ultimatums swiftly on forces encircling other Bosnian cities, probably starting with Mostar, Western and Bosnian officials said today.   Lieut. Gen. Sir Michael Rose, the United Nations commander on the ground here, and Adm. Jeremy M. Boorda, the NATO commander whose air power enforces the existing ultimatum to the Serbs who have besieged Sarajevo for 22 months, began discussing the plans this morning.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264164.html","abstract":"  Kyoko Takezawa  Violinist Washington Irving High School    In her concert appearances and in her growing catalogue of recordings, Kyoko Takezawa has shown an affinity for the Romantic violin style. Her sound is large and velvety, and she rarely passes up a chance to linger over a pretty melody. But she also has a powerful technique that lets her burn her way through showpieces like Tartini's \"Devil's Trill\" Sonata and Sarasate's \"Carmen Fantasy,\" the first and last works on her program on Saturday night.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/22/sports/transactions-263508.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Announced the resignation of Calvin Hill, vice president of personnel. Agreed to terms with John O'Donoghue, pitcher, and Sherman Obando, outfielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Review/Pop; Queen Latifah, Tough but Kind","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-queen-latifah-tough-but-kind.html","abstract":"  At a time when hip-hop's commercial successes have exploited the genre's worst impulses, Queen Latifah sounded better than ever when she performed late Sunday night at the Palladium. This rapper from New Jersey, who is also the star of the sitcom \"Living Single\" and the president of the Flavor Unit management company and record label, defies the stereotypes that have been attached to hip-hop from both inside and outside the music.    While market leaders like Dr. Dre and Snoop Doggy Dog spout unthinking misogyny and revel in tales of random violence, Queen Latifah continues to rap about lives in which intelligence and affection count for more than munitions and machismo. When she boasts, her self-affirmation extends to women in general; when she puts someone down, she's instructive as well as nasty.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"On Hilltop Outside Sarajevo, A Serbian Battery Defies U.N.","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-on-hilltop-outside-sarajevo-a-serbian-battery-defies-un.html","abstract":"  On Tilava Hill, in the Serb-held mountains ringing Sarajevo, eight 120-millimeter mortars today stood in open defiance of NATO threats, flanked by multiple-rocket launchers, anti-aircraft guns and other Serbian weapons used in the 22-month siege of the Bosnian capital.   About half a mile away, Sgt. Robert Monneret, a French member of the United Nations peacekeeping force, stood in a snow-covered field and peered grimly at the weapons through binoculars.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264156.html","abstract":"  State Symphony of Russia  With Vladimiar Ovchinikov Pianist Avery Fisher Hall    What sticks in the mind from Sunday's concert by the State Symphony of Russia is the colossal crescendo that Yevgeny Svetlanov obtained at the end of Scriabin's \"Poem of Ecstasy.\" Loud to begin with, the orchestra just got louder, and louder still. The strings became one quivering mass of tremolo. It is the sort of effect that has made Mr. Svetlanov an unquestioned master of overpowering orchestral spectacle, the Oliver Stone of conductors.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Review/Fashion; For Fall, Muted Colors and Lots of Plaid","web_url":"https://www.nytimes.com/1994/02/22/style/review-fashion-for-fall-muted-colors-and-lots-of-plaid.html","abstract":"  On the one side, there is the smooth tailoring of Giorgio Armani, with slick jackets, now moving closer to the body, muted coloring and an air of aloof perfection. On the other, the staccato patterns, inventive shapes and multiple colors of Christian Lacroix.   Together, the two collections pretty much establish the parameters of the Italian and French fashion establishment as it anticipates fall. Along with the snappy plaid styles of Yves Saint Laurent and the sultry clothes of Emanuel Ungaro, they give a fair idea of the direction fashion is taking for the last half of this year.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Queens Teen-Ager Wounded by Police","web_url":"https://www.nytimes.com/1994/02/22/nyregion/queens-teen-ager-wounded-by-police.html","abstract":"  A 16-year-old Queens youth was shot yesterday after he grappled with three police officers in the lobby of an apartment building and then turned and confronted them holding a toy gun, the police said.   A police spokesman, Officer Andrew McInnis, said that three plainclothes officers on narcotics duty confronted the youth after they emerged on the first floor from an elevator at 1410 New Haven Avenue in Far Rockaway.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"2 Questions on Coleman","web_url":"https://www.nytimes.com/1994/02/22/sports/pro-basketball-2-questions-on-coleman.html","abstract":"  There were two questions regarding Derrick Coleman that hung over the Nets' practice this afternoon: Whether the injured All-Star forward would be healthy enough to play against Miami Tuesday night at the Meadowlands and whether he would still be playing for the Nets by Thursday's trading deadline. \"I've got nothing to say,\" Coleman said today, leaving practice early after getting treatment for the left ankle he sprained in last Friday night's game against the Bullets. \"Call my lawyer.\"   Easier said than done. Harold MacDonald, who advised his client not to sign an eight-year, $69 million contract extension offer from the Nets last November, did not return calls to his office in Birmingham, Mich., and General Manager Willis Reed of the Nets could not be reached either; he was reported to still be out of town on a scouting trip.  Reed has promised he would either sign Coleman or trade him by the deadline.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"1894:The Italian Deficit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1894the-italian-deficit-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - Early this afternoon [Feb. 21], Signor Sonnino, Minister of Finance, rose on the right hand of Premier Crispi, in the presence of an interested and crowded House, to make a statement as to the financial condition of Italy. Two hours and a half late","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"America's Treetops Yield Their Secrets","web_url":"https://www.nytimes.com/1994/02/22/science/americas-treetops-yield-their-secrets.html","abstract":"ONE of the least explored ecosystems on earth is at last yielding its secrets as a small cadre of adventurous researchers refine their climbing techniques and broach the upper regions of North America's old growth forests. \n\nAlthough canopy research in tropical rain forests has been widely hailed as important science, similar work in the temperate zone has been sporadic. Yet the limited research that has been done suggests that the canopy, especially in old trees, is virtually an ecosystem in itself.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/22/nyregion/bridge-260380.html","abstract":"  One of the great players in the early years of contract bridge, Theodore Lightner, had a brilliant thought when he suggested that a double of a slam contract should ask for an unusual lead. His first test of the idea more than 60 years ago was a failure, causing Ely Culbertson, his partner, to impose a veto, but other experts have been using the Lightner double ever since.   It can, however, be a double-edged sword. The doubler must be certain that the lead he is directing, usually a suit bid by dummy, is the one he really wants. There is a danger that the double will guide the declarer to the winning play, or cause him to retreat to a different slam that will succeed. And if the double fails the declarer's score is bigger -- perhaps much bigger, for he can redouble.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"School Prayer Gaining Ground in South","web_url":"https://www.nytimes.com/1994/02/22/us/school-prayer-gaining-ground-in-south.html","abstract":"  In the latest example of a slow but unmistakable return of prayer to public schools in the South, Georgia's Senate has passed legislation that would allow \"a moment of quiet reflection\" by students.   When the measure was approved on Feb. 14 by a vote of 51 to 2, the dissenters were two strongly conservative lawmakers who argued that the bill did not go far enough -- that it should have flatly stated that the quiet moment was for prayer. The legislation is expected to pass the Georgia House in the next few weeks and be signed by Governor Zell Miller.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Finding, Not Paying, Doctors Is Top Health Care Concern in Rural Midwest","web_url":"https://www.nytimes.com/1994/02/22/us/finding-not-paying-doctors-is-top-health-care-concern-in-rural-midwest.html","abstract":"  The big problems of health care sound very different in small farming towns from the way they do in Washington. The issues that Congressional subcommittees will begin voting on in a few days are remote, often irrelevant and frequently unknown in the rural Midwest.   Several days of conversations here made it clear that the big problem is less how to pay for health care than to make sure that there is health care to pay for.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Review/Television; On the Ruin of Cultures In Tibet and Iraq","web_url":"https://www.nytimes.com/1994/02/22/theater/review-television-on-the-ruin-of-cultures-in-tibet-and-iraq.html","abstract":"  With Bosnia relatively quiet, PBS aims its heavy guns at Washington tonight for failing to come to the relief of beleaguered peoples in Tibet and Iraq.   In the latest edition of \"Frontline,\" Orville Schell pays a melancholy visit to Tibet and describes the impact of 40 years of Chinese occupation on that remote land's way of life. Mr. Schell, known for his writings on China, tells with quiet emotion of the smashing not just Tibet's religion, culture and history, \"but of its soul as well.\"","thumbnail":null,"section":"Theater"},{"date":"19940222","headline":"Stomach Microbe Offers Clues To Cancer as Well as Ulcers","web_url":"https://www.nytimes.com/1994/02/22/science/the-doctor-s-world-stomach-microbe-offers-clues-to-cancer-as-well-as-ulcers.html","abstract":"  AFTER a decade of fierce debate and much research, the once heretical view that stomach ulcers are an infection caused by a bacterium, Helicobacter pylori, and are curable with antimicrobial drugs, has prevailed. And now leading researchers are turning to the public health implications of H. pylori, including a link to stomach cancer.   Until this view of the cause of ulcers was endorsed this month by an independent panel of medical experts convened by the National Institutes of Health, a Federal agency in Bethesda, Md., the theory and benefits of antimicrobial therapy were still considered unproved and radical. The panel not only endorsed the theory but also strongly urged a drastic change in standard ulcer therapy: the addition of combinations of antimicrobial drugs to the usual ulcer regimen.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Minsk Journal; Belarus's Master Shopkeeper Sells a Vision, Too","web_url":"https://www.nytimes.com/1994/02/22/world/minsk-journal-belarus-s-master-shopkeeper-sells-a-vision-too.html","abstract":"  This fragile, semidependent country can seem like the Soviet Union in aspic. But the only place you would be able to buy aspic is at Vladimir S. Nerozya's Universal Jubilee Shop, an island of capitalist practice in a hyperinflationary sea.   Mr. Nerozya, a 41-year-old whose balding head is set off by a lush mustache, is the boss of this extraordinary emporium, which stocks normally unimaginable goods ranging from fresh-frozen sole (by special contract from Murmansk) to German sparkling wine, Bordeaux and -- just in! -- Kiwi shoe polish.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Revisiting Tragedy in a Troubled City by the River","web_url":"https://www.nytimes.com/1994/02/22/nyregion/our-towns-revisiting-tragedy-in-a-troubled-city-by-the-river.html","abstract":"  JUST past the bar where the West Point cadets were stomped and stabbed, Officer Charlie Fiscella dropped his cruising speed to a crawl.   \"This is one of the best blocks,\" he said, looking over a row of Victorian houses. He pointed to each one. \"Nice, nice, drug den. Nice, nice, welfare building.\"","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Columbia Journal; Prison Lures Them In (as Tourists)","web_url":"https://www.nytimes.com/1994/02/22/us/columbia-journal-prison-lures-them-in-as-tourists.html","abstract":"  South Carolina's state penitentiary has been both an eyesore and a curiosity on the riverside in this stately capital city since shortly after the Civil War.   The subject of a Federal court order for overcrowding, and with a section condemned by the city government, the prison was closed by the South Carolina Department of Corrections last month.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Review/Dance; New Look for National Ballet of Canada","web_url":"https://www.nytimes.com/1994/02/22/arts/review-dance-new-look-for-national-ballet-of-canada.html","abstract":"  Like all dance companies, the National Ballet of Canada has had its ups and downs. The death in 1986 of Erik Bruhn, the Danish star and artistic director who brought the troupe to its peak, left the National Ballet in a visible search for redefinition.    This weekend, however, the company showed off a promising new collaboration: between Karen Kain, who is not only the company's prima ballerina but also Canada's sweetheart, and James Kudelka, not only Canada's premier ballet choreographer but also one of the best in the world today.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"A Bronze in Norway, A Holiday in Slovenia","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-a-bronze-in-norway-a-holiday-in-slovenia.html","abstract":"  The 18-year-old had just won a bronze medal, but for Alenka Dovzan of Slovenia it was as good as gold. Her third-place finish this afternoon in the women's combined Alpine ski event, which features downhill and slalom races, was the first Winter Olympics medal for her country. Slovenia became an independent nation in 1991 after breaking away from the Republic of Yugoslavia.   \"The people of my country will be very excited, I think so,\" she said in English. \"For a little state of only two million people, I think this means a lot.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Deceptions Hinder Waste-Dump Debate","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-deceptions-hinder-waste-dump-debate-264202.html","abstract":"  To the Editor:   In \"Not a Federal Report\" (letter, Feb. 1), on California's proposed Ward Valley nuclear-waste dump, Robert M. Hirsch, acting director of the United States Geological Survey, attempts to discredit three of his own agency's most senior scientists.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Minus Clark, Baker Juggles Lineup","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-minus-clark-baker-juggles-lineup.html","abstract":"  A sign of spring -- a team media guide -- greeted the San Francisco Giants' manager when he arrived for work this morning. \"It's weird,\" Dusty Baker said with a suspicious smile. \"The first media guide on my desk is the Texas Rangers. I know who sent it.\"   All right, so Will Clark didn't personally put the media guide in an envelope, affix a stamp and drop it into a mailbox. Its arrival served as a figurative message nonetheless.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Pitcher's Neck a Concern","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-baseball-pitcher-s-neck-a-concern.html","abstract":"  SCOTT RADINSKY , a relief pitcher with the Chicago White Sox, has a growth in the left side of his neck and has undergone tests both in California and Florida to determine its nature, the team said yesterday. \"Further details regarding Scott's condition will be released in the next few days,\" the statement said. Radinsky, 25, made a career-high 73 appearances last season, going 8-2 with a 4.28 e.r.a. and four saves. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor.html","abstract":"The people concerned that a NATO air strike on Serbian gun emplacements would trigger retaliation against UN peacekeepers should bear two things in mind. The first is that UN troops, unlike civilians, can fight back when attacked and will also be able to","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Chess","web_url":"https://www.nytimes.com/1994/02/22/arts/chess-260401.html","abstract":"  The up-and-coming player usually learns first how to attack and how to maneuver when he has the initiative. Later he grasps how to resist the opponent's attack.   In general it is harder to learn how to defend because one cannot map out a longterm strategy or pattern but must anticipate or react to whatever threat the opponent poses next. Yet the 14-year-old Peter Leko of Hungary, who has just become the youngest grandmaster ever, has already mastered the difficult skill needed to impede the enemy's attacking chances and to throw him back.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/22/style/chronicle-256951.html","abstract":"  There probably aren't a whole lot of people who know that there is an official National Tap Dance Day, designated by Congress in 1989. Well, no matter. There is indeed one, and it falls on May 25, the birthday of the legendary tapper Bill (Bojangles) Robinson.   This year's observance, billed as \"Tap Dance Extravaganza '94,\" will actually take place on May 29, and awards will be given for advancing the art of tap. They will go to MACEO ANDERSON, one of the original Four Step Brothers, and ANN MILLER and GENE KELLY of movie fame. (Past recipients include the Copasetics, the Original Hoofers and Peg Leg Bates).","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Q&A","web_url":"https://www.nytimes.com/1994/02/22/science/q-a-263397.html","abstract":"  Sleet and Snow   Q.  What is the difference between sleet and freezing rain?","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Mother Accused of Neglect","web_url":"https://www.nytimes.com/1994/02/22/nyregion/mother-accused-of-neglect.html","abstract":"  A Brooklyn woman was charged with child endangerment yesterday after relatives reported that her four children had been left alone over the weekend, the housing police said. Detective Sonia Burgos said the woman, Patricia Cobbs of 2218 Batchelder Street in Sheepshead Bay, was arrested when she returned to her apartment yesterday afternoon. The children's grandmother had called the police earlier after receiving a telephone call from the oldest child, an 8-year-old boy, who told her that he and the other children had been alone over the weekend. The children, who neighbors said were well taken care of, were released into their grandmother's custody.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"A British National Humiliation, Quick Cash, Scarcely a Murmur","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-a-british-national-humiliation-quick-cash-scarcely-a-murmur.html","abstract":"It is scarcely a surprise that Honda is pulling out of its cooperative relationship with Britain's Rover car company, following British Aerospace's decision to sell Rover to BMW. What has been surprising is the matter-of-fact reaction in Britain to the n","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Schools for All, or Separate but Equal?;\nStepping Into The World","web_url":"https://www.nytimes.com/1994/02/22/opinion/schools-for-all-or-separate-but-equal-stepping-into-the-world.html","abstract":"In the fall of 1989, Ian Drummond began first grade. After a year in special-education kindergarten, this nonspeaking autistic boy was deemed ready to take another step into the world.\n\nBut before Ian started at Gateway Elementary in Woodland Park, Colo., his mother came to school to describe her son to his future classmates. She showed them a videotape -- images of a blond boy, who looked normal, swinging and sliding on their playground. His mother explained that Ian had a sister named Sarah and a dog, that he liked stories about animals and that he loved to watch movies.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"PEACE DISCUSSIONS START IN MEXICO","web_url":"https://www.nytimes.com/1994/02/22/world/peace-discussions-start-in-mexico.html","abstract":"  Less than two months after they astonished Mexicans by seizing this colonial city and declaring war against the state, masked leaders of the rebel Zapatista National Liberation Army sat down with Government envoys here today and began to negotiate for peace.   \"The dialogue has begun,\" the mediator in the talks, Bishop Samuel Ruiz Garcia, said tonight as he sat surrounded by the Government's chief negotiator and 18 rebel representatives in the ornate 16th-century cathedral where the talks are being held.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/22/nyregion/c-corrections-259888.html","abstract":"  A picture caption yesterday with an article about shopping and waiting at shopping malls misidentified a man shown reading and drinking coffee. He is Bob Jensen, who was waiting for his children to leave a movie at the Menlo Park Mall.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"SCIENTIST AT WORK: J. Craig Venter; A Bold Short Cut To Human Genes","web_url":"https://www.nytimes.com/1994/02/22/science/scientist-at-work-j-craig-venter-a-bold-short-cut-to-human-genes.html","abstract":"  IN a former ceramics factory on the outskirts of the nation's capital, Dr. J. Craig Venter has created a biologist's dream: a high-technology laboratory dedicated to the sequencing of DNA. Out of it is flowing a rich torrent of new information, chemical sequences from many of the 75,000 or so genes that specify a human.   \"I don't see how this cannot revolutionize biology,\" Dr. Venter said. His delight is in generating and analyzing the raw text in which the story of human evolution is written. But this affable, soft-spoken man harbors a barely veiled ambition to slay giants. He intends to execute a quick end run around the Government's $3 billion Human Genome Project.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-260746.html","abstract":"  New York Chamber Symphony  92d Street Y   The musical climate has shifted around the German Bach specialist Helmuth Rilling to the extent that his interpretations, at one time fairly advanced, are now considered stodgy and old-fashioned in doctrinaire circles. But Mr. Rilling has always followed his own best lights, and as he showed on Saturday evening in a Bach program with the New York Chamber Symphony, the results can be just as satisfying as ever to open-minded listeners.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"U.S. Offers Pact To the Muslims And the Croats","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-us-offers-pact-to-the-muslims-and-the-croats.html","abstract":"  While attention over the last two weeks has focused on the showdown around Sarajevo, United States diplomats have been pressing a peace plan for other regions of Bosnia and Herzegovina where there has been fighting between Croatian forces and the mostly Muslim Bosnian Army.   A broad outline under consideration would end their battle for territory and create a joint sovereign state from land they control in a economic and commercial federation with Croatia.  The next step, Croats here said, would be to invite the Bosnian Serbs to join a new Bosnian state under a political arrangement that has not yet been defined.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Editorial Notebook; On Jury Duty No Judging, Much Eating","web_url":"https://www.nytimes.com/1994/02/22/opinion/editorial-notebook-on-jury-duty-no-judging-much-eating.html","abstract":"  There is a room at 80 Centre Street in Manhattan that I know very well. I know it well because I sat there for five days a few weeks ago, doing the crossword, reading back issues of news magazines and perfecting the shape of my fingernails. So were at least 100 other New Yorkers, with whom I shared the distinction of being excused from one jury after another. Together, we constituted a kind of salon des refuses, continually pronounced unfit to serve for reasons that were occasionally obvious and more often opaque. \"Do you think it was my job?\" we asked one another. \"My brother-in-law, the lawyer?\" \"My sister, the mental health professional?\" And, from a man in black leather, \"My earring?\"   In the end, there was little to think about but lunch. Actually, it is difficult not to think about lunch when one is closeted with people who arrive for their civic duty armed with a list of dim sum parlors. My list, however, had no dim sum parlors (I was open to suggestion), but it did have a Thai restaurant remembered for its squid, and an Italian restaurant remembered for its linguine with clam sauce. They, along with most of the restaurants around City Hall, have another distinction as well. The listening is even better than the eating.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Guard Shot in Robbery on Floor Of Crowded Atlantic City Casino","web_url":"https://www.nytimes.com/1994/02/22/nyregion/guard-shot-in-robbery-on-floor-of-crowded-atlantic-city-casino.html","abstract":"  Two armed robbers stole $400,000 and shot an unarmed security guard yesterday morning in front of hundreds of patrons crowded into the main gambling floor of Merv Griffin's Resorts Hotel and Casino in Atlantic City.   But casino officials said the shooting and the robbery hardly fazed the gamblers, who continued to play blackjack and the slot machines as if nothing had happened.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Midwinter Recess Reviving An Old Parental Complaint","web_url":"https://www.nytimes.com/1994/02/22/nyregion/midwinter-recess-reviving-an-old-parental-complaint.html","abstract":"  Rosa Julien, a registered nurse, is paying a sitter $150 to watch her children for the week. Linda Ferline has no job, so she does child care herself, cramming her schedule with museum visits and movies.    And Lillian Lopez, another working parent forced to plot a child-care strategy this week because New York City public schools are closed for a midwinter recess, is sending her children to a special tutoring program.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Russian Ice Dancers Rock 'n' Roll to a Golden Beat","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-russian-ice-dancers-rock-n-roll-to-a-golden-beat.html","abstract":"  It was nostalgia night in Olympic ice dancing, and while the audience went for the golden oldies named Torvill and Dean, the judges preferred the 50's rock 'n' roll of Oksana Grichtchuk and Yevgeny Platov.   On a night when light, vibrant dancing replaced passion and drama, Grichtchuk and Platov of Russia skated to \"Rock Around the Clock\" and won the gold medal with an athletic jitterbug and a jazzy fox trot.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-letters-to-the-editor-90959735486.html","abstract":"Democrats of the Western world must do everything possible to stop the carnage in Bosnia-Herzegovina now.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/22/nyregion/metro-digest-257303.html","abstract":"  NEW YORK CITY  TRUSTEES' QUESTIONS FOR CUNY CHANCELLOR The Chancellor of City University of New York is paid $158,000 a year, more than the Governor or Mayor, and makes almost that much again through her membership on five corporate boards. Some trustees are questioning whether her corporate work is taking too much time from her day job. But the Chancellor, W. Ann Reynolds, defended her performance, saying, \"I work for CUNY from dawn until dusk.\" A1.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"CUNY Chancellor's Time Spent With Corporate Boards at Issue","web_url":"https://www.nytimes.com/1994/02/22/nyregion/cuny-chancellor-s-time-spent-with-corporate-boards-at-issue.html","abstract":"  Seven years ago, the City University of New York's trustees struck a deal with the state Legislature on a raise for the CUNY Chancellor. The salary was not competitive with other institutions, the trustees argued. So the Legislature approved a 50 percent raise, but only after the trustees pledged more accountability, including restrictions on the Chancellor's unrelated corporate or professional work.   Today, four years into the job, CUNY Chancellor W. Ann Reynolds is paid $158,000 a year, more than the Governor or Mayor. But the second part of the agreement appears to have eroded. An examination of her personal calendars and travel records shows that Dr. Reynolds takes a trip out of town almost every week.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/22/sports/results-plus-261297.html","abstract":"  CUNY TOURNAMENT Baruch Faces Staten Island Point guard Jimmy Resvanis scored 19 points, including the 1,000th of his career, and a backcourt mate, Gerald Thomas, added 17 points and 7 assists as Baruch (9-14) beat Medgar Evers (8-15) and advanced to the semifinals of the 29th annual CUNY/Con Edison tournament at Lehman College in Manhattan yesterday. Baruch, which tomorrow night will oppose Staten Island (13-10), a 75-64 victor over City College, led by 34-30 at the half and then hit four 3-pointers for a 46-36 advantage that was never squandered. In its game, Staten Island led throughout, although it was close. Kirk Staine led the Dolphins with 21 points and Rommel Santos added 15. City's Earl Hernandez led all scorers with 26 points. The Beavers finished 7-17.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/02/22/sports/soccer.html","abstract":"  FIFA Seminar   The world governing body of soccer will conduct a two-day seminar in Manhattan starting tomorrow for the coaches and delegates from the 24 nations that will play in the tournament.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"New Inquiry on Plea Deal in a Rape Case","web_url":"https://www.nytimes.com/1994/02/22/nyregion/new-inquiry-on-plea-deal-in-a-rape-case.html","abstract":"  Gov. Mario M. Cuomo of New York yesterday announced that he was naming Attorney General G. Oliver Koppell as a special prosecutor to investigate an upstate case in which five men accused of raping a woman in a restaurant were permitted to plead guilty to misdemeanor counts of sexual misconduct.   Mr. Cuomo acted on a recommendation by the State Commission of Investigation, which concluded, after a six-month review of the case, that the case was an exception to the rule of double jeopardy, the legal concept that bars multiple prosecutions for the same offense.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Health Tinkering Is Not Reform","web_url":"https://www.nytimes.com/1994/02/22/opinion/health-tinkering-is-not-reform.html","abstract":"  Representative Pete Stark, the California Democrat who heads a House subcommittee on health policy, says that Congress ought to scrap the purchasing cooperatives, or alliances, that lie at the core of the Administration's health care bill. The Senate minority leader, Bob Dole, and another Republican Senator, Phil Gramm of Texas, say that Congress ought to gut the other institutional reforms proposed by the President as well -- and stick to small fixes. In the next few weeks Congress will decide whether it will overhaul or merely tinker with health care.   Tinkering is not enough. To see why, imagine that Congress takes the go-slow approach and does little more than require insurance companies to make their policies portable (workers can keep the policy when they leave their current employer), community rated (the chronically ill pay the same premiums as the healthy) and guaranteed (insurers are required to sell to applicants regardless of preexisting medical conditions).","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Don't Label All Young Germans as Neo-Nazis; Hate Is International","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-don-t-label-all-young-germans-as-neo-nazis-hate-is-international-264180.html","abstract":"  To the Editor:   Stephen Silver's \"Music of Hate\" (Op-Ed, Feb. 8) misses two points. \"Hate music\" is not, as the article implies, a specifically German phenomenon. The fascist music scene indeed exists, but on an international level. Screwdriver, the right-extremist rock band from Britain, for instance, has direct connections with White Aryan Resistance, the United States extremist group.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"New York City Could Sell a Station or Two Without Much Loss","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-new-york-city-could-sell-a-station-or-two-without-much-loss-264105.html","abstract":"  To the Editor:   \"WNYC Belongs to New Yorkers, Not to Mayor\" (letter, Feb. 11) by Constantine Karalis, who appreciatively lauds WNYC, the city station, for its continued presentation of classical music, is right on target in his taste. However, Mr. Karalis needlessly fears the often-discussed sale of some of the city's radio and television properties. Several could be sold without any loss of programming to the public.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Russia's Yegorova Turns the Cross-Country Course Into Her Stage","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-russia-s-yegorova-turns-the-cross-country-course-into-her-stage.html","abstract":"  When Lyubov Yegorova was growing up in Siberia, what she wanted most had little to do with the rugged land that surrounded her. Yegorova wanted to be a ballerina, to dance at the Kirov, dazzle all of Leningrad and hear its warm applause.   Yegorova would never get her wish. Instead of ballet shoes and polished stages, she would make her living on narrow skis and the snowy tracks that were so much easier to find in her frigid corner of the world. Instead of artistry, she would rely on endurance and grit.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Unions Plan to Spend $10 Million To Promote Clinton Health Plan","web_url":"https://www.nytimes.com/1994/02/22/us/unions-plan-to-spend-10-million-to-promote-clinton-health-plan.html","abstract":"  Organized labor announced today that it would spend at least $10 million, the most ever on a single cause, to promote President Clinton's overhaul of the nation's health care system and beat back alternatives in Congress and efforts to compromise away its basic features.   The only other issue to generate spending approaching that magnitude was the unions' unsuccessful campaign last fall to stop the North American Free Trade Agreement, which the President supported. That long-open wound in labor's hide has suddenly healed as the two sides turn to an issue on which they agree.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Defendant in Bombing Trial Denounces Lawyer","web_url":"https://www.nytimes.com/1994/02/22/nyregion/defendant-in-bombing-trial-denounces-lawyer.html","abstract":"  The lead defendant in the World Trade Center trial denounced his lawyer over the weekend for admitting that there had been a terrorist bombing plot and for portraying him as a participant who had been duped into a role by a fugitive alleged to be the mastermind in the case.   The Reuters news agency and a friend of the defendant, Mohammad A. Salameh, quoted him as saying on Sunday that his court-appointed lawyer, Robert E. Precht, had not consulted him about those assertions in his summation last week and that the assertions did not represent his views or the strategy they had agreed upon.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"On My Mind; Bosnia: The Real Lessons","web_url":"https://www.nytimes.com/1994/02/22/opinion/on-my-mind-bosnia-the-real-lessons.html","abstract":"  How did it happen that the West finds itself politically, militarily and economically at war against one side in a three-sided war in the Balkans?   In the breathing space that came with the NATO ultimatum and the decision of the Serbs to pull artillery back from range of Sarajevo, that is the most important question the U.S. and its allies can ask themselves. With luck, the answers could help prevent the war spreading wider and keep the U.S. out of the civil, religious and ethnic wars now breeding.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"A Church-State Issue in Italy: Doctors' Role in Birth Control","web_url":"https://www.nytimes.com/1994/02/22/world/a-church-state-issue-in-italy-doctors-role-in-birth-control.html","abstract":"  For Dr. Anna Maria Rizzi, the choice was clear. Like other doctors across Italy, she had to decide which birth-control method to prescribe for a 28-year-old woman.    Dr. Rizzi refused to prescribe birth-control pills because, as a Roman Catholic, she prefers \"natural means.\"   The patient called Corriere Della Sera, the national daily put the story on its front page and papers throughout Italy expressed outrage that religious considerations had motivated a doctor's decision.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Fossils Hint Land Life Began in Far Earlier Era","web_url":"https://www.nytimes.com/1994/02/22/science/fossils-hint-land-life-began-in-far-earlier-era.html","abstract":"  THE traditional view that life began to colonize the land only about 500 million years ago has apparently been refuted by the discovery of fossils of microscopic life thought to be as old as 1.2 billion years.    The discovery of what may be filaments of bacteria, or blue-green algae, was made at two sites in the American Southwest. At both sites, the discoverers reported, the carbon content of rock that had once been soil indicated that there had once been \"a significant cover of photosynthetic organisms.\" The oldest specimens were found 80 miles northeast of Phoenix. The others, dating from 800 million years ago, were found near Death Valley, Calif., 50 miles southwest of Las Vegas, Nev.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Sports of The Times; Coleman? Anderson Is No. 1 Net","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-of-the-times-coleman-anderson-is-no-1-net.html","abstract":"  AS the days dwindled down to Thursday's trade deadline in the National Basketball Association, Derrick Coleman had a sprained ankle as well as a strained contract negotiation. When the 6-foot-10-inch power forward drove off from the Nets' practice after a medical treatment yesterday, he had three words for anyone interested in his future.   \"Call my lawyer,\" he suggested.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/22/nyregion/no-headline-259322.html","abstract":"  \"Here it's not do I have a choice? It is what do I do  to find a doctor or a nurse  practitioner?\" -- GALE WALKER, a hospital administrator in South Dakota, discussing rural health care.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"It's Nice to See Mason Back to His Playful Self","web_url":"https://www.nytimes.com/1994/02/22/sports/pro-basketball-it-s-nice-to-see-mason-back-to-his-playful-self.html","abstract":"  For those who may be wondering what ever happened to Anthony Mason, it seems that he is finally approaching his level of play from last season.   \"He's getting back on track and playing some more consistent minutes,\" the Knicks' coach, Pat Riley, said after practice today. \"He's been healthier, too. He's a role player who can get a lot done for us, a lot of the stuff you don't see in the box score. Now, he's scoring and hitting his medium-range jumper and you are beginning to see some numbers. I just hope he keeps playing the way he is.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/22/arts/classical-music-in-review-264148.html","abstract":"He presented a gentler side of his pianism on Sunday evening in a program dominated by introspective works, with comparatively few flashy showpieces. But he was out of his element. Prosaic phrasing, smudged textures and lapses of concentration marred the performance.   The first part of Mr. Katsaris's program included works by and about Mozart, beginning with Mozart's three piano Fantasies and ending with two Romantic glosses, Sigismond Thalberg's Fantasia on the Serenade and Minuet from \"Don Giovanni\" and Czerny's Fantaisie Brillante on themes from \"The Marriage of Figaro.\" After the intermission, he turned his attention to Chopin.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Patterns","web_url":"https://www.nytimes.com/1994/02/22/style/patterns-260835.html","abstract":"  E-Mail on Underwear    Maybe it was when fashion editors started babbling about information superhighways. Or maybe it was when Conde Nast invested in Wired, the glossy techies' magazine. Or maybe it was when Details, the only Conde Nast magazine to offer digital-age news regularly, to have its own Internet address and to publish E-mail, lost its editor, James Truman. He was made editorial director of the company.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Review/Theater; Brooklyn in the 60's: Race, Stress, Doo-Wop","web_url":"https://www.nytimes.com/1994/02/22/arts/review-theater-brooklyn-in-the-60-s-race-stress-doo-wop.html","abstract":"  Those \"oldies but goodies\" days when teen-age doo-wop groups combed New York City's bridges and tunnels in search of the perfect echo were less than idyllic for the singers who hung out on the street corners of the Gravesend section of Brooklyn. The way \"Avenue X,\" the new a cappella musical at Playwrights Horizons, remembers things, the same tensions between blacks and Italian-Americans that have spawned incidents of violence in Bensonhurst and Howard Beach in recent years were already simmering in 1963.   The show, which has a book and lyrics by John Jiler and music and lyrics by Ray Leslee, describes the strife that erupts when two youthful singers, one Italian-American, the other black, try to put together an interracial act for a talent show at the Brooklyn Fox Theater. Although only one busy street separates their neighborhoods, Pasquale (Ted Brunetti) and Milton (Harold Perrineau) live in worlds that go to great lengths to avoid contact. They meet by accident when Pasquale hears Milton's voice rising from a sewer grate.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Don't Get Excited for McReynolds's Sake","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-don-t-get-excited-for-mcreynolds-s-sake.html","abstract":"  The personality hasn't changed. Kevin McReynolds is still laid-back. He is still wary of the New York news media. Two seasons in Kansas City did not teach him how to punch a clubhouse wall, or argue a call, or make any similar display of emotion.   This time, though, McReynolds insists that he knows what to expect in New York. Traded to the Mets for Vince Coleman in January, McReynolds arrived at the spring-training complex today and will be on the field Tuesday when the full 53-man squad holds its first workout.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Balkan Update","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-balkan-update.html","abstract":"  With the threat of NATO air strikes averted, United Nations troops monitored the remaining Serbian guns at TILAVA and another site near SARAJEVO yesterday.   In WASHINGTON President Clinton said the United States would renew its efforts to help \"reinvigorate the peace process,\" and Foreign Minister Andrei V. Kozyrev of Russia stressed the need for cooperation between MOSCOW and the West on Bosnia. Defense Minister Pavel S. Grachev of Russia talked with Defense Secretary William J. Perry for 40 minutes by telephone.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Essex County Executive Is Convicted of Extortion","web_url":"https://www.nytimes.com/1994/02/22/nyregion/essex-county-executive-is-convicted-of-extortion.html","abstract":"  The Essex County Executive, Thomas J. D'Alessio, was found guilty today on Federal charges that he extorted more than $58,000 from a solid-waste company to help it obtain a state environmental permit.   After deliberating for more than six days, a six-woman, six-man jury in United States District Court convicted Mr. D'Alessio, 59, and his campaign treasurer, Joseph Thor, 51, on 12 counts of a 19-count felony indictment. They were acquitted of mail fraud charges.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Remaking the Wheel: Evolution of the Chariot","web_url":"https://www.nytimes.com/1994/02/22/science/remaking-the-wheel-evolution-of-the-chariot.html","abstract":"  IN ancient graves on the steppes of Russia and Kazakhstan, archeologists have uncovered skulls and bones of sacrificed horses and, perhaps most significantly, traces of spoked wheels. These appear to be the wheels of chariots, the earliest direct evidence for the existence of the two-wheeled high-performance vehicles that transformed the technology of transport and warfare.   The discovery sheds new light on the contributions to world history by the vigorous pastoral people who lived in the broad northern grasslands, dismissed as barbarians by their southern neighbors. From these burial customs, archeologists surmise that this culture bore a remarkable resemblance to the people who a few hundred years later called themselves Aryans and would spread their power, religion and language, with everlasting consequence, into the region of present-day Afghanistan, Pakistan and northern India.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Reviews/Music; Works of Dark and Light By Russian Composers","web_url":"https://www.nytimes.com/1994/02/22/arts/reviews-music-works-of-dark-and-light-by-russian-composers.html","abstract":"  For at least half a century, music critics in New York have fretted that the city's musical institutions partake too little of its intellectual life. Recent attempts to revive a moribund musical world have included several brainy jolts administered with mixed success by the American Symphony Orchestra under the direction of Leon Botstein. But the program Mr. Botstein presented on Friday evening at Avery Fisher Hall, a fascinating juxtaposition of works by Alfred Schnittke and Sofia Gubaidulina, drew impetus from a less likely source, the long-maligned New York Philharmonic.   Virgil Thomson dismissed the Philharmonic as irrelevant to the city's intellectual life in 1940, and listeners in the 80's had reason to wonder whether the orchestra was even a factor in the city's musical life. But Kurt Masur has given a more thoughtful cast to programming and audience-building, and the Philharmonic's recent Composer Week, devoted to Mr. Schnittke, set a broader agenda in and around the city, spawning an informal festival. The American Symphony program was merely the latest in a remarkable outpouring of performances and discussions of Mr. Schnittke's music and that of other former Soviet composers.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"Review/Pop; Catching the 70's Crest, And Fitting In at Last","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-catching-the-70-s-crest-and-fitting-in-at-last.html","abstract":"  Rock grew brash and overbearing in the 1970's; it also realized that instead of overthrowing pop, it had become pop. That's the way Redd Kross likes it. At Irving Plaza on Friday night, the band's guitars blared out big major chords, the drums crashed and Jeffrey McDonald, the band's main songwriter, belted out one triumphant song after another.    Redd Kross, which is from Southern California, has been making music for 16 years, since Mr. McDonald was 14 years old and his brother Steve, the band's bassist, was 11. But their band's fondness for jubilantly catchy tunes and 1970's pop-culture references didn't fit in with either underground or mainstream attitudes until the recent 1970's revival. With its new album, \"Phaseshifter\" (Mercury), Redd Kross suddenly seems to have good timing. The McDonalds have put together a new band, and a decade on the alternative circuit has only increased their exuberance onstage.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"A Break From Work, But Hardly a Holiday; Presidents' Day Becomes Macy's Day","web_url":"https://www.nytimes.com/1994/02/22/nyregion/a-break-from-work-but-hardly-a-holiday-presidents-day-becomes-macy-s-day.html","abstract":"  Feb. 21 is a day in history to remember. On that day in 1846, Sarah G. Bagley became the country's first female telegrapher; Lucy B. Hobbs became the country's first female dentist 20 years later, and much more recently, Macy's had another big sale.   What did not happen was the birth of George Washington. The 262d anniversary of that event didn't arrive until today, and the date will pass unnoticed by all but a handful of Revolutionary War enthusiasts as they gather under their Gilbert Stuarts to rekindle the old flame.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Clinton Moving To Avoid Losses In '94 Elections","web_url":"https://www.nytimes.com/1994/02/22/us/clinton-moving-to-avoid-losses-in-94-elections.html","abstract":"  President Clinton, worried that Democrats may suffer significant losses in this year's midterm elections, has given one of his closest advisers the job of repairing the troubled political operations at the White House and the Democratic National Committee.   The aide, Harold M. Ickes, has begun holding weekly meetings at the White House with senior Presidential aides and top Democratic officials to devise a strategy for minimizing losses in November.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Hextall and Isles Zero In on the Playoffs","web_url":"https://www.nytimes.com/1994/02/22/sports/hockey-hextall-and-isles-zero-in-on-the-playoffs.html","abstract":"  Dale Hunter was making his first appearance at Nassau Coliseum since his vicious hit of Pierre Turgeon during last season's Stanley Cup playoffs. But it was Ron Hextall who stole the spotlight today.   The Islander goaltender made 26 saves for his second consecutive shutout as New York rolled over the Capitals, 4-0, ending Washington's seven-game unbeaten streak.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Buffalo Rethinks Downtown Car Ban","web_url":"https://www.nytimes.com/1994/02/22/nyregion/buffalo-rethinks-downtown-car-ban.html","abstract":"  It's been years since anyone arrived by cab beneath the marquee of the Shea's Buffalo theater or jockeyed for a parking space in front of A M & A's department store.   It's been a decade, in fact, since this city ripped up the busiest section of its Main Street, banishing the automobile in a quest for urban renewal and better mass transit.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"From Ivan Klima, A Look at Prague Before and After","web_url":"https://www.nytimes.com/1994/02/22/books/from-ivan-klima-a-look-at-prague-before-and-after.html","abstract":"  For American readers of Eastern European literature, the arrival of a new novel by the Czech dissident writer Ivan Klima is a noteworthy and anticipated event. Mr. Klima's \"Judge on Trial,\" a many-layered story of a Communist judge who compromised his way through life, was hailed by Western critics last year as a landmark work about the mentality of the apparatchiks who ran the Czech dictatorship.   But the publication here of Mr. Klima's latest work, \"Waiting for Dark, Waiting for Light,\" has passed almost without notice. Reviews have been sparse, there are no displays in Prague's bookstore windows and sales clerks respond with blank stares when they are asked for a copy. Yet the novel, a look at Czechoslovakia both before and after the end of Communist rule in 1989, is to be published with considerable fanfare by Granta in England in August and several American publishers are vying for it.","thumbnail":null,"section":"Books"},{"date":"19940222","headline":"U.S. Squad Now Looks For Miracle","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-us-squad-now-looks-for-miracle.html","abstract":"  Dan Jansen's how-to video helped the United States Olympic hockey team into the medal round tonight. Next up, possibly, for the Americans: \"Miracle on Ice.\"   The video, and the mission.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Russian Teams Take Top Spots in Ice Dancing","web_url":"https://www.nytimes.com/1994/02/22/sports/russian-teams-take-top-spots-in-ice-dancing.html","abstract":"  The Russian pair of Oksana Grichtchuk and Yevgeny Platov, skating to an energetic rendition of \"Rock Around the Clock,\" won the ice dancing competition, outperforming the British pair of Jayne Torvill and Christopher Dean.    Maya Usova and Aleksandr Zhulin, the husband-and-wife world champion team, won the silver. Torvill and Dean, attempting an Olympic comeback 10 years after their gold-medal performance in Sarajevo, included lively maneuvers to the music of Irving Berlin. They pleased the crowd immensely, but the judges were less impressed, and placed them third.  RUSSIAN TIES MEDAL RECORD     Lyubov Yegorova, a Siberian native who grew up dreaming of dancing in the ballet, anchored the victorious Russian cross-country relay team. The gold medal was her sixth, tying the Winter Games record for golds.  U.S. HOCKEY TEAM ADVANCES     The United States routed Italy, 7-1, and moved on to the medal round, where it will face unbeaten Finland on Wednesday.   SportsTuesday, page B7.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Good News on Ozone","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-good-news-on-ozone-264199.html","abstract":"  To the Editor:   In \"Sunscreen May Be Skin Cancer Villain\" (letter, Feb. 6), Jeffrey Klein, editor in chief of Mother Jones magazine, refers to a study that indicates ultraviolet A, rather than ultraviolet B, is the major risk factor for melanoma. If the conclusions of this study on fish can be extended to human beings, then as Mr. Klein notes, UVB sunscreen lotions that allow sunbathers to remain in the sun without burning \"may cause them to expose themselves to large doses of melanoma-inducing UVA.\"","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Reviews/Music; Art? Commodity? Both? Reflections on a Recital","web_url":"https://www.nytimes.com/1994/02/22/arts/reviews-music-art-commodity-both-reflections-on-a-recital.html","abstract":"  There is, and perhaps always has been, a distinction between music as a marketable commodity and music as an expressive art form. This is not a \"high art versus low art\" polemic. Both kinds of music exist within the classical music world, just as they do in rock and jazz.    Now and then these approaches intersect, as when, for example, Luciano Pavarotti is at his best, when he is in good voice and when his heart is in the music. When he is not -- as was the case on Sunday afternoon, when he sang a recital at the Metropolitan Opera House -- his performances are a measure of the gulf between showmanship and artistry, and an enlightening look at the artistic placebo effect.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"1944:Spain Denounced : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1944spain-denounced-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The United States today [Feb. 21] officially identified the Falangist movement of Generalissimo Francisco Franco as the Spanish counterpart of Nazism and Fascism and charged it with seeking restoration of the old","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Hunyady Wins for Austria, and Hungary, Too","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-hunyady-wins-for-austria-and-hungary-too.html","abstract":"  Emese Hunyady, an Austrian from an old Hungarian family, won the gold medal in the women's 1,500-meter speed skating race today while Bonnie Blair of the United States just missed in a gallant attempt to win a sixth career medal in the Winter Games.   Hunyady's time was 2 minutes 2.19 seconds while Svetlana Fedotkina of Russia finished second, a half-second back in 2:02.69. Gunda Niemann of Germany was third in 2:03.41.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"AIDS Plan for Poor Seen as a Model for Other Ills","web_url":"https://www.nytimes.com/1994/02/22/nyregion/aids-plan-for-poor-seen-as-a-model-for-other-ills.html","abstract":"  For Gilbert Washington, a man disabled by AIDS, making ends meet is a daily struggle. Money is so tight that at the end of the month there is seldom enough left even to catch a movie.   But when Mr. Washington gets sick, his care is first class. At New York Hospital in Manhattan he has a team of doctors, social workers and psychologists who worry not only about his disease but whether he has adequate housing, gets depressed or has written a will. And whether he is having his blood checked at the outpatient clinic or is battling an infection in the hospital, the same familiar faces take care of him.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Democrats Face Hard Choices in Welfare Overhaul","web_url":"https://www.nytimes.com/1994/02/22/us/democrats-face-hard-choices-in-welfare-overhaul.html","abstract":"  Something strange happened last week in the office of Leon E. Panetta, the White House budget director, and it illustrates the topsy-turvy forces now shaping the Administration's welfare plan.   Desperately seeking ways to pay for it, Democrats began talking about cuts in the food stamp program. Big cuts. Cuts as large as the ones Ronald Reagan proposed.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/22/nyregion/news-summary-259381.html","abstract":"  International A2-10  A CALL FOR BROADER BOSNIA PEACE  As the United Nations sought control of the remaining Serbian guns around Sarajevo, President Clinton called for a broader use of power and diplomacy to end the fighting in other besieged cities.  A1","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Putting Shells Within Shells","web_url":"https://www.nytimes.com/1994/02/22/science/peripherals-putting-shells-within-shells.html","abstract":"  A WINDOWS shell sounds like a contradiction in terms. Microsoft Windows is itself a shell (although the preferred term these days is \"environment\") that puts icons and dialogue boxes between the user and the fussy DOS command line. Other companies try to improve Windows by wrapping it in another shell, and some succeed.   Dashboard, from Hewlett-Packard, places a strip on the screen that shows the time and date, the amount of system resources that Windows is taking up and the kilobytes of memory consumed, and provides 27 \"buttons\" to push to start programs, to print out files and to do a large number of other things with its gauges, arrows and other gadgets.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"By Design; Shining in the Rain","web_url":"https://www.nytimes.com/1994/02/22/style/by-design-shining-in-the-rain.html","abstract":"  After the snows come the rains. And when the sun isn't shining this spring, fashionable raincoats will be. Shimmery slickers look wet even when they're dry, but the shiny coating on the fabric protects the wearer from the elements.    There is a major trend toward silver this season, so there are trench coats and balmacaans in silver, but that's not the only choice. There are also matte gold finishes and coats that gleam like patent leather.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Thirty Seconds Over Lillehammer on Air Tonya","web_url":"https://www.nytimes.com/1994/02/22/sports/tv-sports-thirty-seconds-over-lillehammer-on-air-tonya.html","abstract":"  No, despite three interviews, Tonya Harding and CBS's Connie Chung are not close. They did not bond intellectually in two hours of taping for Chung's \"Eye to Eye\" news-magazine program. They did not swap peanuts for pretzels on the flight to Norway. They did not trade wacky husband stories.   If they were tight, or even respectful, would Tonya have walked out when Chung's questions got touchy on last night's \"Evening News\" interview?","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Gretzky Signs His Deal","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-nhl-gretzky-signs-his-deal.html","abstract":"  WAYNE GRETZKY , the National Hockey League's all-time leading scorer who agreed to a three-year, $25.5 million contract with the Los Angeles Kings in September, signed the contract yesterday.    Gretzky, who owns 60 N.H.L. records and is within eight goals of tying GORDIE HOWE 's league mark of 801 career goals, is the highest-paid player in the N.H.L. at $8.5 million per season.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Harding Draws No. 8 Gate; Only 19 Others Have Better","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-harding-draws-no-8-gate-only-19-others-have-better.html","abstract":"  Twenty-four women had drawn their skating order for Wednesday's short program. Then it was Tonya Harding's turn. Only three positions remained. She would either skate first, eighth or 13th. No figure skater wants to go first, especially at the Olympics. Judges traditionally reserve higher marks for later skaters. And the audience has no energy. In fact, the audience might still be at dinner.   Harding did not show up for today's draw. Gale Tanger, the team leader for the American skaters, stood in her place. Three chips remained in a hat. First, eighth or 13th. The room, crowded with skaters, coaches, judges and journalists, went silent.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Holyfield Loses a Trainer, But Moorer Keeps a Friend","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-boxing-holyfield-loses-a-trainer-but-moorer-keeps-a-friend.html","abstract":"  The EVANDER HOLYFIELD-MICHAEL MOORER heavyweight title bout on April 23 has lost its Oedipal angle. The trainer EMANUEL STEWARD , who developed a father-son relationship with Moorer before joining Holyfield, has been replaced as Holyfield's trainer by DON TURNER .   In announcing the switch yesterday, Holyfield said that he and Steward, who supervised Holyfield's comeback after he lost his title to RIDDICK BOWE , had not been able to come to terms, with Steward seeking a percentage and Holfyield offering a flat fee.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Schools for All, or Separate but Equal?; An Interpreter Isn't Enough","web_url":"https://www.nytimes.com/1994/02/22/opinion/schools-for-all-or-separate-but-equal-an-interpreter-isn-t-enough.html","abstract":"  It's a few minutes before the class will start. Everyone's fishing notebooks from knapsacks and sharpening pencils, and it's all \"What did you put for the last answer on the algebra?\" and \"Tomorrow's the last day for yearbook money, right?\" and \"If we want to stay for the game, Toni says she can give us a ride.\" All of the eleventh-graders are speaking or listening, directly or indirectly. Except for one student, sitting down front. She is neither speaking nor listening; she is not involved; she is deaf.   I am her sign-language interpreter. I stand at the front of the class, poised to begin signing whenever she looks at me, but she doesn't; she is resting her eyes on the sky outside the window. When at last she does turn her face, it is not to see what her classmates are saying but to chat with me about her weekend, about the book I am reading, about her dog, my sweater, anything. She is hungry for communication and chooses me -- an adult satellite paid to follow her through the school day -- rather than her peers, who do not speak her language.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"1919:Shock in Bavaria : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/22/opinion/IHT-1919shock-in-bavaria-in-our-pages100-75-and-50-years-ago.html","abstract":"BALE - Herr Kurt Eisner, the German Socialist leader, who was recently elected President of the Republic of Bavaria, was assassinated early this morning [Feb. 21] in a Munich street while on his way from the Ministry of Foreign Affairs to the Landtag. The","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Books of The Times; How Letterman (and CBS) Won","web_url":"https://www.nytimes.com/1994/02/22/books/books-of-the-times-how-letterman-and-cbs-won.html","abstract":"  The Late Shift  Letterman, Leno and the Network Battle for the Night  By Bill Carter  Illustrated. 299 pages. Hyperion. $24.95.    Outside of professional sports, the most visible and regular display of talent in all of American culture may be David Letterman's comedy mind at work. How, then, could NBC allow him to escape to CBS last year, where he now demolishes the \"Tonight\" show with Jay Leno in the late-night ratings? Bill Carter's absorbing book shows exactly how.","thumbnail":null,"section":"Books"},{"date":"19940222","headline":"Ted Williams Suffers Stroke","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-ted-williams-suffers-stroke.html","abstract":"  Ted Williams suffered a slight stroke at his home in Florida on Saturday and was listed in fair condition yesterday at Shands Hospital in Gainesville, where he was being treated in the intensive care unit.   \"He's conscious, clear-headed and talking,\" said Ralph Ives, a hospital spokesman, who could give no detailed account of Williams's condition but said the Hall of Fame outfielder was experiencing \"some weakness on the left side.\"","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Solar Heat Unit in Use At a Pole","web_url":"https://www.nytimes.com/1994/02/22/science/solar-heat-unit-in-use-at-a-pole.html","abstract":"  AT the South Pole, where winter temperatures often dip below minus 100 degrees Fahrenheit, four-engine transport planes must operate a continuous shuttle during the summer months to replenish the research station's tanks with fuel oil for its ravenous furnaces. But for the first time, solar heating has begun to take a bite out of South Pole Station's monstrous heating bills.   Dr. John Lynch, a physicist with the National Science Foundation's polar program, said last week that solar heat collectors installed on the sides of a new South Pole dormitory building had sharply reduced fuel consumption. During one recent week, the three-and-one-half-story building, which accommodates 20 occupants, needed to burn only 12 gallons of fuel to supplement the heat generated by its solar panels. During that week the outdoor temperature ranged from a high of minus 14.4 degrees to a low of minus 41.6 degrees, he said.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Nokes Still Has Bite, but Less of the Bark","web_url":"https://www.nytimes.com/1994/02/22/sports/baseball-nokes-still-has-bite-but-less-of-the-bark.html","abstract":"  He once suggested that the Yankees could trade him even up for California's ace pitcher, Mark Langston. He has received fitness advice from the wrestler Hulk Hogan. He guzzles 700-calorie protein drinks. He is the highest-paid catcher in Yankee history. He cannot wait to leave New York. Introducing Matt Nokes.   Although Nokes remains confident in his abilities, his role with the Yankees has been reduced since Manager Buck Showalter made the bold switch of inserting a career backup, Mike Stanley, as the starter last May.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"Editor of Science To Retire in 1995","web_url":"https://www.nytimes.com/1994/02/22/science/editor-of-science-to-retire-in-1995.html","abstract":"  DANIEL E. KOSHLAND Jr., editor in chief of the journal Science, has announced that he will retire from the post next year. He has held the position since 1985.    The journal is published by the American Association for the Advancement of Science. In 1993, said Dr. Eloise E. Clark, president of the association, it achieved the largest circulation increase, greatest income and highest renewal rate in its history.","thumbnail":null,"section":"Science"},{"date":"19940222","headline":"Out of the Trash, an Infant Gets Another Life Chance","web_url":"https://www.nytimes.com/1994/02/22/nyregion/out-of-the-trash-an-infant-gets-another-life-chance.html","abstract":"  The baby lived because of a spring-like day, a mountain of garbage and melting snow.   Otis Parker, 57, the building superintendent at 1520 Carroll Street in Crown Heights, Brooklyn, seldom bothers with the garbage on Sunday. But the sanitation department had asked people to dig their trash out of the hills of snow that were slowly melting in the weekend's springlike thaw, so that trucks could pick it up over the next few days.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Review/Pop; Texas Takes to the Road","web_url":"https://www.nytimes.com/1994/02/22/arts/review-pop-texas-takes-to-the-road.html","abstract":"  It's no coincidence that the work of songwriters from the Texas panhandle is twangingly austere and mystically obsessed with travel. In these dry Texan flatlands, the overwhelming realities are the sky and the road. Tornadoes randomly dip from above and tear up the land. The road is the inescapable metaphor for life itself. A car is such an essential possession, that like an old-time cowboy's trusted horse, it becomes a companion, invested with its own quirky personality.    This relationship between environment and popular music was made vividly clear in a program called \"The Amarillo Highway,\" which had two performances at the Church of St.  Ann and the Holy Trinity in Brooklyn Heights, on Friday and Saturday evenings. The show featured two West Texan singers and songwriters, Butch Hancock and Terry Allen, and the author Michael Ventura, doing songs and readings. They were joined by Charlene Hancock singing Mr. Ventura's plaintive ballad \"I Still Go Dancin',\" which imagines the life of Buddy Holly's character Peggy Sue at 51, and by Jesse Taylor who played acoustic guitar with Mr. Hancock. The songs and poems were illustrated with slides showing the landscape around Holly's Lubbock hometown.","thumbnail":null,"section":"Arts"},{"date":"19940222","headline":"9 Peruvian Military Men Are Sentenced in Killings","web_url":"https://www.nytimes.com/1994/02/22/world/9-peruvian-military-men-are-sentenced-in-killings.html","abstract":"  Hoping to get past the most troublesome human rights case faced by President Alberto K. Fujimori, a military court in Lima, Peru, today sentenced nine army officers and enlisted men to military prison for the July 1992 killing of nine students and a lecturer at a university.    The court sentenced Maj. Martin Rivas and Maj. Carlos Pichilingue, the two leaders of the military assassination squad, to 20 years. Gen. Juan Rivero, head of army intelligence planning, got five years. Six others were sentenced to 4 to 15 years.  Corpses Discovered    The killings, at the Enrique Valle Guzman University, known as La Cantuta, have dogged the Government, particularly since last summer, when the weekly Lima magazine Si reported the location near Lima where the bodies of some of the students had been buried. They had been shot in the head at close range and their bodies had been burned.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Renaissance on 42d St.","web_url":"https://www.nytimes.com/1994/02/22/opinion/l-renaissance-on-42d-st-264210.html","abstract":"  To the Editor:   Can it be? Will 42d Street come into its own again at last and become its old self and more? When Richard Ziegfeld, my cousin, was researching \"The Ziegfeld Touch,\" we had several conversations about the theater and the sad condition it is in today.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"The Boat People: A Chapter Closes","web_url":"https://www.nytimes.com/1994/02/22/opinion/the-boat-people-a-chapter-closes.html","abstract":"  They first floated into the world's consciousness in 1977, fishing boats crammed with desperate men, women and children fleeing the hardships and persecutions of a newly united Communist Vietnam. They encountered pirate attacks at sea and hostile receptions on nearby Asian shores. Still, nearly a million of these \"boat people\" eventually set sail, most in the late 1970's and early 1980's.   That chapter of history has now been officially closed by the United Nations High Commissioner on Refugees. The U.N.'s refugee arm declared last week that fleeing Vietnamese would no longer be automatically eligible for consideration as political refugees; they will be judged on an individual basis like other applicants. Most of the 60,000 boat people remaining in Asian refugee camps can now be legally sent back home.","thumbnail":null,"section":"Opinion"},{"date":"19940222","headline":"Disney Drums Its Fingers as Virginia Debates the Worth of a Theme Park","web_url":"https://www.nytimes.com/1994/02/22/us/disney-drums-its-fingers-as-virginia-debates-the-worth-of-a-theme-park.html","abstract":"  The Walt Disney Company's plan to build a huge American history theme park next to this northern Virginia village 35 miles west of Washington is suddenly taking more political and economic twists and turns than a roller coaster ride.   The state's new Republican Governor, George F. Allen, is squabbling with the Democrat-controlled Legislature over whether to try to entice Disney by subsidizing some of the park's development costs, like highway construction and staff training.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Japan, Bowing to Pressure, Defers Plutonium Projects","web_url":"https://www.nytimes.com/1994/02/22/world/japan-bowing-to-pressure-defers-plutonium-projects.html","abstract":"  Bowing to international pressure, Japan has decided to postpone, for as long as 20 years, a series of multibillion-dollar nuclear power projects that would add tremendously to the world oversupply of plutonium, Japanese and American officials say.   The decision, to be announced in the next few months, came after a yearlong reassessment of Japan's ambitious but politically troublesome nuclear energy program and stemmed largely from the international outcry last year over Japan's sea shipment from Europe of more than a ton of plutonium, a highly toxic and radioactive material that is a fuel for nuclear weapons. Several of Japan's Asian neighbors banned the shipment from passing through their waters, fearing an accident or terrorist incident.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"Rangers Leave Penguins One Short","web_url":"https://www.nytimes.com/1994/02/22/sports/hockey-rangers-leave-penguins-one-short.html","abstract":"  Sure it would have been a better hockey game with Mario Lemieux. Any game would be. But the sport's best player took off his uniform shortly before the Rangers played host to his Pittsburgh Penguins yesterday afternoon at Madison Square Garden. Pain from his career-threatening back injury has kept him out of all but 7 of Pittsburgh's 60 games this season.   Those able to play put on a rousing show, won by the Rangers, 4-3, on Tony Amonte's goal after only 8 seconds of overtime. This wasn't Olympic hockey, with fancy stylists darting to and fro on the bigger sheet of ice, avoiding contact as much as seeking it. This was more like watching dodge-'em cars at the carnival, with big, skilled people on a small playing surface, bashing one another along the walls, in the corners and in front of both nets.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"A.S.P.C.A. Dismisses 4 Over Money","web_url":"https://www.nytimes.com/1994/02/22/nyregion/aspca-dismisses-4-over-money.html","abstract":"  The American Society for the Prevention of Cruelty to Animals, the oldest humane society in the country, has dismissed four officials in the last few weeks, amid questions about how the agency and its finances are being managed.   The four officials, all longtime employees, were dismissed after it was discovered that some low-paid workers accumulated up to $131,000 a year in overtime, said Steven Rubenstein, a spokesman for the society. For example, the agency's senior investigator, who was dismissed last week, was paid $192,096 last year, including $131,949 in overtime.","thumbnail":null,"section":"New York"},{"date":"19940222","headline":"Italy's Hot Without Tomba","web_url":"https://www.nytimes.com/1994/02/22/sports/winter-olympics-notebook-italy-s-hot-without-tomba.html","abstract":"  Even before Alberto Tomba competes in his first ski race, Italy is heading toward its greatest Winter Games. Today, with six days still to go, the Italians earned their 14th medal, tying their best effort, two years ago in France.   As recently as 1980, at Lake Placid, the Italians won all of two medals.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"INSANITY DEFENSE IS BARRED IN TRIAL","web_url":"https://www.nytimes.com/1994/02/22/us/insanity-defense-is-barred-in-trial.html","abstract":"  A judge today ruled out an insanity defense by the man on trial in the killing an abortion doctor outside his Pensacola clinic last March.   The ruling by Judge John T. Parnham of Escambia County Circuit Court struck down the primary strategy of the lawyers defending the accused killer, Michael F. Griffin, whose trial on a charge of first-degree murder began here today.","thumbnail":null,"section":"U.S."},{"date":"19940222","headline":"Walk Switches to Talk","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-baseball-walk-switches-to-talk.html","abstract":"  BOB WALK is staying with the Pittsburgh Pirates, but his pitching career is over. The veteran of 14 major league seasons has agreed to join the Pirates' revamped broadcast team for this season.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/22/style/chronicle-263761.html","abstract":"  There has already been what HELAINE GEISMAR KATZ calls \"flak\" about the talk that ROSEANNE ARNOLD is supposed to give on Monday. Ms. Katz, director of the 92d Street Y Center for Adult Life and Learning, which is sponsoring the event, said she had received letters and phone calls asking, in effect, Why?   The fact that many people have strong reactions to Ms. Arnold, she said, \"probably made it even more important to us to have her speak.\" The 40-minute talk, which will be at Congregation Rodeph Sholom, 7 West 83d Street, will be followed by a question period.","thumbnail":null,"section":"Style"},{"date":"19940222","headline":"Lebow Feels 'Pretty Good'","web_url":"https://www.nytimes.com/1994/02/22/sports/sports-people-road-racing-lebow-feels-pretty-good.html","abstract":"  On a telephone conference call from Memorial Sloan-Kettering Cancer Center yesterday, FRED LEBOW , fighting a reoccurence of brain cancer, sounded tired and weak. The hospital continued to list his condition as fair, and he said he felt \"pretty good.\" He expects to leave the hospital Friday or Saturday in time to watch Sunday's New York Sheraton Bagel Run in Central Park.","thumbnail":null,"section":"Sports"},{"date":"19940222","headline":"CLINTON NOW HOPES CALM IN SARAJEVO CAN BE BROADENED","web_url":"https://www.nytimes.com/1994/02/22/world/conflict-in-the-balkans-clinton-now-hopes-calm-in-sarajevo-can-be-broadened.html","abstract":"  As the United Nations sought control of the remaining Serbian guns around Sarajevo, President Clinton called today for a broader use of power and diplomacy to extend the quiet in the Bosnian capital to other beseiged cities.   In Washington and in Sarajevo, attention among diplomats and military commanders turned from the tracking of artillery pieces and other heavy weapons to talk of the next steps.","thumbnail":null,"section":"World"},{"date":"19940222","headline":"FUMES AT HOSPITAL BAFFLE OFFICIALS","web_url":"https://www.nytimes.com/1994/02/22/us/fumes-at-hospital-baffle-officials.html","abstract":"  A doctor and two nurses who were apparently poisoned by fumes from a dying woman in a strange medical episode on Saturday night are recovering, but no one knows yet what caused their symptoms.   The doctor and nurses became ill while treating a patient in the emergency room of Riverside General Hospital in Riverside, Calif. Medical experts were at a loss to explain how the patient, Gloria Ramirez of Riverside, could have emitted toxic fumes as hospital officials have suggested.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940222","headline":"Aldrich Ames and his wife are charged by the United States Department of Justice with spying for the Soviet Union.","pages":[{"title":"Aldrich Ames","web_url":"https://en.wikipedia.org/wiki/Aldrich_Ames","description":"CIA analyst and Soviet spy (born 1941)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Aldrich_Ames_mugshot.jpg/320px-Aldrich_Ames_mugshot.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"Aldrich Hazen Ames is an American former CIA counterintelligence officer who was convicted of espionage on behalf of the Soviet Union and Russia in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana. Ames was known to have compromised more highly classified CIA assets than any other officer until Robert Hanssen, who was arrested seven years later in 2001."},{"title":"United States Department of Justice","web_url":"https://en.wikipedia.org/wiki/United_States_Department_of_Justice","description":"U.S. federal executive department","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Seal_of_the_United_States_Department_of_Justice.svg/320px-Seal_of_the_United_States_Department_of_Justice.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The department is headed by the U.S. attorney general, who reports directly to the president of the United States and is a member of the president's Cabinet. The current attorney general is Merrick Garland, who has served since March 2021."}]}],"weather":[{"date":"19940222","time":"1994-02-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":65,"wspd":9.4},{"date":"19940222","time":"1994-02-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":73,"wspd":14.8},{"date":"19940222","time":"1994-02-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":69,"wspd":11.2},{"date":"19940222","time":"1994-02-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":71,"wspd":13},{"date":"19940222","time":"1994-02-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":74,"wspd":13},{"date":"19940222","time":"1994-02-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":75,"wspd":13},{"date":"19940222","time":"1994-02-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":81,"wspd":11.2},{"date":"19940222","time":"1994-02-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":90,"wspd":11.2},{"date":"19940222","time":"1994-02-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":76,"wspd":14.8},{"date":"19940222","time":"1994-02-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":79,"wspd":9.4},{"date":"19940222","time":"1994-02-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":77,"wspd":11.2},{"date":"19940222","time":"1994-02-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":79,"wspd":13},{"date":"19940222","time":"1994-02-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":65,"wspd":7.6},{"date":"19940222","time":"1994-02-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":75,"wspd":11.2},{"date":"19940222","time":"1994-02-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":78,"wspd":11.2},{"date":"19940222","time":"1994-02-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":78,"wspd":13},{"date":"19940222","time":"1994-02-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":87,"wspd":13},{"date":"19940222","time":"1994-02-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":88,"wspd":13},{"date":"19940222","time":"1994-02-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":89,"wspd":18.4},{"date":"19940222","time":"1994-02-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":92,"wspd":18.4},{"date":"19940222","time":"1994-02-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":91,"wspd":24.1},{"date":"19940222","time":"1994-02-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":86,"wspd":29.5},{"date":"19940222","time":"1994-02-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":89,"wspd":25.9},{"date":"19940222","time":"1994-02-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":88,"wspd":24.1},{"date":"19940222","time":"1994-02-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":13},{"date":"19940222","time":"1994-02-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":11.2},{"date":"19940222","time":"1994-02-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":16.6},{"date":"19940222","time":"1994-02-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":22.3},{"date":"19940222","time":"1994-02-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":14.8},{"date":"19940222","time":"1994-02-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":86,"wspd":16.6},{"date":"19940222","time":"1994-02-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":13},{"date":"19940222","time":"1994-02-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":76,"wspd":11.2},{"date":"19940222","time":"1994-02-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":76,"wspd":24.1},{"date":"19940222","time":"1994-02-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":76,"wspd":22.3},{"date":"19940222","time":"1994-02-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":18.7},{"date":"19940222","time":"1994-02-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":22.3},{"date":"19940222","time":"1994-02-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":18.7},{"date":"19940222","time":"1994-02-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":20.5},{"date":"19940222","time":"1994-02-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":22.3},{"date":"19940222","time":"1994-02-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":24.1},{"date":"19940222","time":"1994-02-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":25.9},{"date":"19940222","time":"1994-02-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":18.7},{"date":"19940222","time":"1994-02-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":44,"wspd":22.3},{"date":"19940222","time":"1994-02-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":40,"wspd":22.3},{"date":"19940222","time":"1994-02-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":39,"wspd":22.3},{"date":"19940222","time":"1994-02-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":35,"wspd":22.3},{"date":"19940222","time":"1994-02-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":32,"wspd":25.9},{"date":"19940222","time":"1994-02-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":36,"wspd":22.3}]},"19940223":{"guardian_articles":[{"date":"19940223","headline":"Rwanda tribal rampage feared after two politicians are killed","web_url":"https://www.theguardian.com/world/1994/feb/23/rwanda","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940223","headline":"5 Are Arrested in Holdup Of Atlantic City Casino","web_url":"https://www.nytimes.com/1994/02/23/nyregion/5-are-arrested-in-holdup-of-atlantic-city-casino.html","abstract":"  Less than 24 hours after two men snatched sacks containing hundreds of thousands of dollars in gambling receipts from Merv Griffin's Casino Hotel, shooting an unarmed security guard in the process, the police arrested five people and charged them with planning the unprecedented holdup.   All but $6,000 of the money from the robbery was recovered.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"After Conviction, Essex County Head Resigns","web_url":"https://www.nytimes.com/1994/02/23/nyregion/after-conviction-essex-county-head-resigns.html","abstract":"  One day after he was convicted on Federal extortion charges, the Essex County Executive, Thomas J. D'Alessio, resigned today, ending his tenure as one of the state's most powerful elected officials and shaking up the county's Democratic Party.   The Board of Chosen Freeholders, Essex County's nine-member governing body, said it would meet Wednesday night to begin choosing Mr. D'Alessio's interim successor, who will serve until the end of the year, when Mr. D'Alessio's four-year term was to have expired. The county charter requires that the successor be a Freeholder or the county business administrator.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Duran Keeps Going and Going and Going","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-boxing-duran-keeps-going-and-going-and-going.html","abstract":"  ROBERTO DURAN scored a unanimous decision last night over CARLOS MONTERO of the Dominican Republic in a 10-round supermiddleweight bout in Marseilles, France. Duran, 42, a former champion in four weight categories, looked chunky compared with his muscular 27-year-old opponent.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"For Those Who Judge, Expect Same Treatment","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-for-those-who-judge-expect-same-treatment.html","abstract":"  The judges will be under as much scrutiny as the skaters Wednesday night when the women's competition begins in Olympic figure skating.   A huge television audience will tune in. The Olympic Amphitheater will be packed with 6,000 spectators and journalists. Every decision by the nine judges will be debated, examined in detail, poured over for evidence of national bias or individual prejudice.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/23/nyregion/no-headline-268674.html","abstract":"  \"From this day forward, I no longer shall tinker with the machinery of death.\" -- JUSTICE HARRY A. BLACKMUN.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Havelange Will Run Again for President","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-soccer-havelange-will-run-again-for-president.html","abstract":"  JOAO HAVELANGE of Brazil announced yesterday that he would run for a sixth term as president of FIFA, the world governing body of soccer. The 78-year-old Havelange made the announcement, which was no surprise, during a meeting with reporters in Manhattan in conjunction with a FIFA seminar for delegates of the 24 countries participating in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"President of Ukraine Says He Will Not Run","web_url":"https://www.nytimes.com/1994/02/23/world/president-of-ukraine-says-he-will-not-run.html","abstract":"  President Leonid M. Kravchuk was quoted today as saying he will not run for re-election in June, raising anew questions about the accord Mr. Kravchuk signed with the United States and Russia to hand over all of Ukraine's nuclear weapons.   In a front-page interview in the newspaper Demokratichna Ukraina, Mr. Kravchuk said he had made \"a final decision\" not to seek a second term because he could not \"defend the current economic situation.\" The interview came a little more than a week before Mr. Kravchuk is to visit Washington for talks with President Clinton.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Even Without the Guns, Sarajevo Is Under Siege","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-even-without-the-guns-sarajevo-is-under-siege.html","abstract":"  On the snow-covered pavement outside the covered market, sleds with high runners are piled with bundles of firewood, fuel for the sheet-metal stoves developed here during the siege that can provide heat and a cooking surface by burning almost anything -- pieces of furniture, books, gas tapped from a line.   Ifet Karic, a haggard man of 45 in clothes that now hang off his frame, was among the wood sellers the other day, shivering in the cold. Sometimes he glanced toward the hills looming over the city where he collects his wood during his service as a Government soldier. The Serbian heavy guns there are quiet now, withdrawn or being rounded up in compounds guarded by the United Nations.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Justice Depraved","web_url":"https://www.nytimes.com/1994/02/23/opinion/justice-depraved.html","abstract":"In July 1974, a former British Army soldier named Brian Shaw was kidnapped and shot dead in Belfast: no witnesses, no suspect. Six months later, with hysteria mounting over Irish Republican Army bombings on the British mainland, three young Irishmen and an Englishwoman were rounded up and charged with a bombing that had killed five people and wounded more than 50 in a pub in Guildford, southwest of London, that October. \n\nThe story of the Guildford Four -- convicted on the basis of coerced confessions for a crime they did not commit, then finally freed on appeal after 15 years in prison -- is electrifyingly told in the current film \"In the Name of the Father.\" But one of the four has not been unconditionally released.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"State Panel Decides to Censure Bronx Judge","web_url":"https://www.nytimes.com/1994/02/23/nyregion/state-panel-decides-to-censure-bronx-judge.html","abstract":"  New York State's Commission on Judicial Conduct has ruled that a Bronx Supreme Court justice should be censured for using campaign funds to buy a car phone and a camcorder, and to make political contributions.   The decision to censure -- a sanction that falls between public admonishment and removal from office -- was announced yesterday against Justice Barry Salman, who was elected to a 14-year term in November 1990.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Joan of Arc, an Enduring Film Star","web_url":"https://www.nytimes.com/1994/02/23/style/IHT-joan-of-arc-an-enduring-film-star.html","abstract":"\"It was easier to burn her than to tear her from the soul of France.\"","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"In School","web_url":"https://www.nytimes.com/1994/02/23/us/in-school.html","abstract":"  The discussion topic in Room 211 at the Hunter High School 10 Percent Club was political correctness and within minutes members were debating how they like to refer to themselves. The girls felt \"gay\" was a little too male-ish, \"lesbian\" a bit harsh-sounding. Everyone concurred that \"homosexual\" had too clinical a ring.   \"There should be a term besides 'homosexuality' that means everything,\" said the club treasurer.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Enchanting Exchanges : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-enchanting-exchanges-letters-to-the-editor.html","abstract":"In your article on Faberg (\"The Opulent, and Intimate, Faberg,\" Style, Feb. 8), a spiteful and untrue comment is repeated about Queen Mary, who was an enthusiastic and scholarly collector with a real appreciation of beautiful object","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Lillehammer Gets the Gold : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-lillehammer-gets-the-gold-letters-to-the-editor.html","abstract":"Let me offer early thanks to the Norwegians for putting on the best Olympics in recent memory. This has been a simple country village celebration, with no unnecessary glitz or glamour, no false patriotism or chauvinism; just friendliness, hospitality, ho","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Review/Dance; 'Quirky' As the Word Of the Day","web_url":"https://www.nytimes.com/1994/02/23/arts/review-dance-quirky-as-the-word-of-the-day.html","abstract":"  \"Soulcatchers\" was both the overall title of the program that Kathy Wildberger and Sean Curran presented on Sunday afternoon at the Bessie Schonberg Theater and the title of their first dance. It was also the weakest effort on what was otherwise a choreographically quirky matinee.    In their collaboratively created \"Soulcatchers,\" Ms. Wildberger and Mr. Curran, both wearing skirts, fluttered coyly as if they had the bad luck to be cast as elves in some ghastly show for children. The duet was more silly than amusing.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"1894: A Difficult Dbut : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1894-a-difficult-debut-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - It is a long time since any Paris theatre has been the scene of such scandalous incidents as took place yesterday evening [Feb. 22] in the Opra-Comique. The cause of the scandal was the dbut of Mlle. Jane Harding in M. Saint-Sans","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Final Summation Offered By U.S. in Bombing Trial","web_url":"https://www.nytimes.com/1994/02/23/nyregion/final-summation-offered-by-us-in-bombing-trial.html","abstract":"  Promising that there would be \"no gimmicks, no magic,\" only \"plain talk,\" a Government prosecutor in the World Trade Center bombing trial yesterday began the Government's rebuttal of the summations of defense lawyers, which had drawn to a close only minutes before.   The prosecution's rebuttal of the defense's closing arguments is the last of the lawyers' presentations in the four-and-a-half-month-old trial. After the rebuttal, which seemed likely to end today, the presiding judge, Kevin T. Duffy, will instruct the jury in the law, and then the jury's deliberations will begin.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276286.html","abstract":"  Rejections are not unfamiliar in most authors' lives, which is why GARRISON KEILLOR came up with the idea of having five authors each write a rejection of a literary classic for the entertainment of the Authors Guild Foundation benefit at the Metropolitan Club on March 7.    Calvin Trillin said he would dismiss T. S. Eliot's \"Waste Land\" in rhyme; Wendy Wasserstein planned to disappoint Jane Austen; Anna Quindlen would cast off \"Alice in Wonderland\"; George Plimpton planned to reject some imaginary work. But with 12 days to go there may be changes.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-276243.html","abstract":"  My Virginia  Ohio Theater 66 Wooster Street SoHo Through March 6 Written and performed by Darci Picoult; directed by Suzanne Shepherd. Part of Word Fire Festival 1994. Presented by Watermark Theater, Nella Wagman, artistic director, and Parallax, Jeanne Muller, executive producer.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Critic's Notebook; Torvill and Dean Opt for Pure Dance, and Lose","web_url":"https://www.nytimes.com/1994/02/23/arts/critic-s-notebook-torvill-and-dean-opt-for-pure-dance-and-lose.html","abstract":"  It might be argued that a dance critic who has followed Jayne Torvill and Christopher Dean since they won an Olympic gold medal in 1984 and then turned professional has a very different bias from a skating judge. But even the public at large seems stunned by the fact that the British pair won only the bronze in the Olympic ice-dancing competition on Monday in Norway. The overriding feeling seems to be that they should have won the gold.   By now, the debate over whether ice dancing is a sport or an art is just one big yawn. Torvill and Dean, as they are known throughout the world, were not the first to prove that skating can be a means of artistic expression, even in rules-burdened international competition. But they are the ones who have done the most to make the issue moot through their dazzling creativity.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"Amid Artifacts of Past, Gadfly Visions of Future","web_url":"https://www.nytimes.com/1994/02/23/nyregion/about-new-york-amid-artifacts-of-past-gadfly-visions-of-future.html","abstract":"  LOOKING into the large storefront at 49 East Houston Street, it is hard to figure out exactly what goes on inside. In one window there is a pedicab, a bicycle conveyance for two passengers like the ones in Calcutta. The other window has brochures on low-energy transport and broadsides inveighing against advertising linked to public toilets. Then there are pictures of antique wooden bars.    \"That's what I do for a living -- I sell old bars,\" said Steve Stollman, the 51-year-old proprietor, somewhat helpfully. \"I buy them from gin mills going out of business and I sell them to restaurants that are opening up.\" Just inside the door there is a 12-foot bar from a hotel in Pennsylvania that teetotaling owners had turned into a soda fountain.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Me'Shell: Debut on Madonna Label","web_url":"https://www.nytimes.com/1994/02/23/style/IHT-meshell-debut-on-madonna-label.html","abstract":"NdegOcello means \"free like a bird\" in Swahili. I don't know what Me'Shell means, but she was born with it in Berlin. Me'Shell is the first woman signed to Madonna's Maverick record label. The band may be under her name but Me'Shell looks","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Clues but No Real Answers In Fumes Case at Hospital","web_url":"https://www.nytimes.com/1994/02/23/us/clues-but-no-real-answers-in-fumes-case-at-hospital.html","abstract":"  The mystery in an apparent poisoning of a doctor and two nurses who were caring for a patient in a California emergency room last weekend deepened yesterday even as doctors gained clues to they type of poison.   Medical officials say that a chemical used in many pesticides, organophosphate, was a leading candidate as the poison, but that they have no idea how or why the poison got into the emergency room. The patient was initially suspected of emitting toxic fumes.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Supreme Court Roundup; Court to Weigh Ban on Spread Of Some Fliers","web_url":"https://www.nytimes.com/1994/02/23/us/supreme-court-roundup-court-to-weigh-ban-on-spread-of-some-fliers.html","abstract":"  The Supreme Court agreed today to decide whether states can ban the distribution of anonymous campaign literature.   The case is an appeal by an Ohio woman who was fined under the state's election law for distributing leaflets, signed only by \"concerned parents and taxpayers,\" urging the defeat of a local tax referendum. At stake is the constitutional balance between the free speech rights protected under the First Amendment and a state's interest in guarding against election fraud.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Fund for Neediest Lags; Forgotten by Delayers?","web_url":"https://www.nytimes.com/1994/02/23/nyregion/fund-for-neediest-lags-forgotten-by-delayers.html","abstract":"  As The New York Times Neediest Cases Fund enters its last week, dozens of readers have suddenly begun to heed the gnomic six-word warning, \"To delay may mean to forget,\" that has served as the fund's unofficial motto for decades.   The maxim is usually included in small lettering at the end of articles about contributors to the fund or about the assistance the fund gives to hundreds of thousands of indigent New Yorkers every year.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Not Much for the Artist","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-not-much-for-the-artist-275964.html","abstract":"  To the Editor:   \"The Strictest Censor Is the Bottom Line\" (The Week in Review, Feb. 13), your article on art in the 90's, errs in stating that the tax bill passed last August allows gifts of appreciated art to museums \"to be fully deducted at the fair market value.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Study Ties Women's Brands To Smoking Increase for Girls","web_url":"https://www.nytimes.com/1994/02/23/us/study-ties-women-s-brands-to-smoking-increase-for-girls.html","abstract":"  A NEW study has linked a sharp increase in smoking by teen-age girls in the late 1960's and early 1970's to soaring sales of widely advertised cigarettes for women.    The study's authors say their findings provide the strongest evidence to date that cigarette advertising, despite industry assertions to the contrary, lures children into starting smoking.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Pope Deplores Gay Marriage","web_url":"https://www.nytimes.com/1994/02/23/world/pope-deplores-gay-marriage.html","abstract":"  Fueling a debate in the United States and Europe over homosexual matrimony, Pope John Paul II chastised such unions today as \"a serious threat to the future of the family and society\" and said they could not be \"recognized and ratified as a marriage in society.\"   The Pope's comments were made in a 100-page letter on family values that not only restated the Vatican's familiar views on contraception, divorce and abortion but also sent a message to Catholics to refrain from supporting the notion of gay or lesbian marriage.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Secular Muslim Countries Watch Bosnia","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-secular-muslim-countries-watch-bosnia-275956.html","abstract":"  To the Editor:   The United States and the West often show little understanding of the impact of their actions or inaction on other countries. Take Bosnia. While there has been much concern -- and little action -- about the atrocities committed daily against the citizens of Bosnia by the Serbs and Croats, Americans do not stop and think how their actions affect countries other than the former Yugoslavia.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Kraft Is Approved as Patriot Owner","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-nfl-kraft-is-approved-as-patriot-owner.html","abstract":"  The sale of the New England Patriots to ROBERT KRAFT was unanimously approved yesterday by National Football League owners, assuring the team a new stability and a permanent spot in New England.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Williams Is 'Awake and Alert' in Hospital","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-williams-is-awake-and-alert-in-hospital.html","abstract":"  TED WILLIAMS was \"awake and alert\" but still had some loss of sight and weakness days after a minor stroke. \"All his indicators are favorable for recovery,\" said DANIEL MOORE, a spokesman for Shands Hospital in Gainesville, Fla. Williams, 75, was admitted to Citrus Memorial Hospital on Saturday after his mild stroke at home. He was transferred Monday to Shands.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Sports of The Times; No Taste Of Victory For Harding","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-of-the-times-no-taste-of-victory-for-harding.html","abstract":"  IF Tonya Harding wins the gold, I promise to eat my plate, right down to the very last bite.   My ears could not handle losing their closest friend in Norway -- my hat -- and my words long ago ceased going directly to paper. No way I munch on a laptop computer, so a compromise would seem to be the local lunch platter, hold the lunch. This, I am obligated to report, wouldn't be an Olympic first.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"At Some Artillery Sites, Serbs Remain Stubborn","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-at-some-artillery-sites-serbs-remain-stubborn.html","abstract":"  Although the United Nations claims to control all Serbian artillery within 12.4 miles of Sarajevo, this village just west of the capital illustrates that the control is partial at best.    Despite protracted negotiations, Serbian forces are frustrating efforts by British troops here to bring 19 pieces of artillery under United Nations control, two days after a NATO deadline.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/23/nyregion/bridge-272590.html","abstract":"  In any bidding system, it should be possible to describe a distribution, within close limits, in two bids. For this reason three-suited hands, 4-4-4-1 or 5-4-4-0, are a nuisance. If the opening bidder shows one of his suits and then another, a fit in the third suit can easily be missed.   Some 60 years ago an avant-garde system devised by Harold Bissell included specific bids for three-suiters. A similar plan was followed two decades later in the Roman System, which used two clubs to show normal three-suiters, with 11-16 points, and two diamonds for stronger hands. Variations of this idea are common in tournament play.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/02/23/books/book-notes-273481.html","abstract":"  Author and Subject   Stephan Lesher's new biography, \"George Wallace: American Populist\" (Addison-Wesley), is a thoroughly documented account of Governor Wallace's life that seeks, as the author said in an interview, \"to present him as wholly as possible.\"    It is no secret that Mr. Lesher feels an almost grudging admiration for the political importance of a man he covered for years, first as a reporter in three small-town Southern newspapers and then as a reporter for Newsweek. Nor is it a secret to those connected to the book that Mr. Lesher paid Mr. Wallace for his cooperation, which included exclusive access to his papers at the University of Alabama at Birmingham and hours of interviews.","thumbnail":null,"section":"Books"},{"date":"19940223","headline":"New Delhi Journal; Bandit Queen Returns, an Angel to the Oppressed","web_url":"https://www.nytimes.com/1994/02/23/world/new-delhi-journal-bandit-queen-returns-an-angel-to-the-oppressed.html","abstract":"  In the legend conveyed by the books, films and articles that have made her one of India's best-known women, Phoolan Devi is known as the Bandit Queen, the Avenging Angel and the Rebel of the Ravines -- a lower-caste fisherman's daughter from the badlands south of Delhi who leveled a bolt-action Mauser rifle in protest against a life of lower-caste misery and male repression.    When Miss Devi was released from prison last weekend, after 11 years without trial, few newspapers revived the grimmer facts behind the legend, involving years of armed robbery, kidnapping for ransom and murder.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"They Dream of (Soccer) Genie","web_url":"https://www.nytimes.com/1994/02/23/sports/IHT-they-dream-of-soccer-genie.html","abstract":"What is the main component to winning a World Cup? You and I might believe that talent is preeminent - and that organization, fitness, teamwork and money are secondary..Saudi Arabia appears to think differently. In hiring and firing first a Brazilian,","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Taking the Pro Plunge When Feet Aren't Wet","web_url":"https://www.nytimes.com/1994/02/23/sports/on-pro-tennis-taking-the-pro-plunge-when-feet-aren-t-wet.html","abstract":"  The promoters say definitely. Her coach says maybe. Her father says possibly. Her mother says why so soon. The sponsors say hurry up already.    What the player herself says is that she wants to compete this August in the Virginia Slims of Los Angeles at Manhattan Beach, Calif., an upscale seaside haunt she rarely glimpsed from Compton, Calif., the downscale suburb where she spent her wonder years before relocating to Florida at age 11 to begin taking in tennis every which way but intravenously.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"1944: Sweden Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1944-sweden-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Bombs from \"foreign planes\" fell in Stockholm tonight [Feb. 22] for the first time in the war, and the official Swedish news agency said citizens of the neutral capital were in a \"panic mood.\" T","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"The Hatter's Shakes","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-the-hatter-s-shakes-275980.html","abstract":"  To the Editor:   Re \"What It Was That Made Hatters Mad\" (letter, Feb. 9):   Danbury, Conn., where I have lived all my life, was known as the hat city of the world. I worked as a hatter during school breaks. My grandfather was a hatter, and members of my family worked in the factories.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"2 Children Are Killed In Car Fire; Mother Held","web_url":"https://www.nytimes.com/1994/02/23/nyregion/2-children-are-killed-in-car-fire-mother-held.html","abstract":"  A woman was accused of killing two of her young children today by igniting a can of gasoline in her car as the infants sat trapped in the back seat, the authorities said.   In seconds, flames and thick smoke filled the car as the woman, Maria Montalvo, 29, was pulled from the open driver's door, her coat aflame. Then it exploded into a fireball in the driveway of Ms. Montalvo's in-laws' home as her husband and a neighbor tried in vain to unlock the two rear doors and pull the children to safety.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Despite Problems, Recycling Works, Sometimes, Some Places","web_url":"https://www.nytimes.com/1994/02/23/nyregion/despite-problems-recycling-works-sometimes-some-places.html","abstract":"  Recycling in New York City poses problems, but in some neighborhoods it works very well, and it can be made to work all over, according to its advocates. And, at least according to optimists, it can cost less than alternatives like incineration, or burying wastes at the Fresh Kills landfill or in another state.    But the city says it does not know when it can reach the goals laid out in the recycling law passed by the City Council in 1989.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Sell WNYC? Unthinkable.","web_url":"https://www.nytimes.com/1994/02/23/opinion/sell-wnyc-unthinkable.html","abstract":"  Senselessly, New York City may sell its public broadcasting outlets -- WNYC-AM and FM and WNYC-TV, Channel 31 -- to commercial interests. Mayor Rudolph Giuliani, in drawing up his four-year fiscal plan, has indicated that these treasured cultural institutions could be sold to help close a $2.3 billion budget gap for the 1995 fiscal year   Supporters of the sale say New York has \"no business in broadcasting.\" Come on. It is no more \"in broadcasting\" than it is \"in museums.\" The city provided complete financial support until 1979, when WNYC started relying on contributions from listeners and viewers. Today, self-sufficiency and independence are near: about 90 percent of the stations' operating costs and program funds are generated by the private, nonprofit WNYC Foundation; the city's direct cash contribution to the stations' $17 million budget is down to $1.7 million.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Henderson Watchers May Get a Surprise","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-henderson-watchers-may-get-a-surprise.html","abstract":"  Followers of the annual spring ritual known as the RICKEY HENDERSON watch could be in for a shock this year. Henderson, the Oakland Athletics' perennial enigma, actually may arrive in camp with the rest of the players, Manager TONY LA RUSSA said yesterday in Scottsdale, Ariz. \"I talked to Rickey last week and I think there's an excellent chance he'll be here Thursday,\" La Russa said, citing the day of the A's first full-squad workout. \"That would be a big plus for us.\" Henderson rejoined the A's as a free agent.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/23/sports/transactions-275522.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Agreed to terms with J.T. Snow, first baseman, and Rod Correia, infielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Prenatal Testing : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-prenatal-testing-letters-to-the-editor.html","abstract":"Regarding \"Dilemma of Knowing: Patients, Not Doctors, Now Make the Hard Choices\" (Jan. 28):.Yes, perhaps prenatal diagnosis does lead to \"the most tortured medical decisions today.\" Ultrasound tests are nearly routine, yet notorious","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Books of The Times; How Stars and Stargazers Deserve Each Other SUB!!SUB!!","web_url":"https://www.nytimes.com/1994/02/23/books/books-of-the-times-how-stars-and-stargazers-deserve-each-other-sub-sub.html","abstract":"   Claims to Fame   Celebrity in Contemporary America   By Joshua Gamson   Illustrated. 256 pages. University of California Press. $35, cloth; $14, paper.    \"Who are the sexiest actors working today?\" Entertainment Weekly's intrepid Dana Kennedy asks Meryl Streep, Glenn Close and Winona Ryder. Obligingly, they offer names: John Turturro, says Ms. Ryder; Kevin Bacon, says Ms. Streep; John Malkovich is \"lookin' good,\" Ms. Close asserts. (Her dropped \"g\" is a folksily roguish touch.) Then they demur: if men were asked to name sexy actresses in print, they point out, stomachs would turn.","thumbnail":null,"section":"Books"},{"date":"19940223","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/23/nyregion/c-corrections-268771.html","abstract":"  A map of Bosnia yesterday showing areas controlled by Muslims, Serbs and Croats reversed two labels. The area identified as under the control of Bosnian Serbs is actually under the control of Croats, and vice versa.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-273171.html","abstract":"  Looking Back  Henry Street Settlement 466 Grand Street Lower East Side Through March 13 Conceived and directed by Shauneille Perry; songs by Micki Grant; musical director, Julius Williams; set by Robert Schwartz; costumes by Judy Dearing; lighting by Antoinette Tynes; choreographer, Chiquita Ross-Glover; production stage manager, Dale Smallwood. Presented by New Federal Theater; Woodie King Jr., producer WITH: Lena Berrios, Debbie Blackwell-Cook, Anthony Gaglione, Micki Grant, Pepsi Robinson, Miki Sakaguchi and Adam Wade.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Green Plans Investigation Of Files Lost By a Court","web_url":"https://www.nytimes.com/1994/02/23/nyregion/green-plans-investigation-of-files-lost-by-a-court.html","abstract":"  Accusing the city's Housing Court of losing thousands of documents each year, Public Advocate Mark J. Green said yesterday that he would conduct an investigation focusing on the Civil Court Administration's handling of files.   Mr. Green, the city's second-highest elected official, said he had become aware of problems in the Housing Court after receiving a complaint from the owner of an Upper West Side apartment building who was unable to enforce a court ruling evicting her superintendent because the court lost her documents.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"From the Chinese Camps : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-from-the-chinese-camps-letters-to-the-editor.html","abstract":"Regarding the review of \"Bitter Winds:A Memoir of My Years in China's Gulag\" (Books, Feb. 10):.Andrew J. Nathan, in his interesting review, states that \"there have been many memoirs about the suffering of the Chinese under Mao, but none","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"A Fractional Peace","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-a-fractional-peace.html","abstract":"  Behind the self-congratulation and assertions of victory in the Clinton Administration over the military respite in Sarajevo lie two stark realities: fighting still rages in parts of Bosnia and Herzegovina, and any peace settlement that emerges may very well give the Muslims less territory than they could have gotten a year ago.   The NATO allies can plausibly take credit for finally giving the Bosnian Serbs an ultimatum that worked, proving that the credible threat of force can get at least short-term results. But their very success raises the question of why it took the United States and the rest of NATO so long: the Serbs have been seizing territory, after all, for nearly two years.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Public & Private; Go For the Gold","web_url":"https://www.nytimes.com/1994/02/23/opinion/public-private-go-for-the-gold.html","abstract":"  The In-Home All-Kid Winter Olympics began here on the second school snow day of the year. The opening ceremonies consisted of eating Honey Nut Cheerios out of the box and singing along loudly to the Royal Canadian Kilted Yaksmen anthem from the Ren and Stimpy show.   \"You be Nancy,\" said the representative of the third grade to the representative of the kindergarten. \"I'll be Tonya's bodyguard.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Beyond Nonproliferation : Other Comment","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-beyond-nonproliferation-other-comment.html","abstract":"The international regime, and U.S. policy in particular, must move beyond the strategy of managing proliferation to one of active denuclearization - capping arsenals and moving toward their elimination, and reversing the incentives to obtain nuclear weap","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"After Rent-Free Years, Boaters Face Eviction; L.I. Yacht Club Must Leave State Land","web_url":"https://www.nytimes.com/1994/02/23/nyregion/after-rent-free-years-boaters-face-eviction-li-yacht-club-must-leave-state-land.html","abstract":"  On Long Island, where boaters are numbered in the thousands and sometimes must wait as long as a decade to find berths for their vessels, membership in the Kings Park Yacht Club is something of a plum.   The weatherworn brown-shingled clubhouse, overlooking the mouth of the Nissequogue River, is not a place where people in ascots and blue blazers gather to sip Chardonnay. Nor do the members moor streamlined 60-foot schooners and three-bedroom luxury cruisers. Rather, most own small sloops and fishing boats with outboard motors.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Appeals Court Gives Go-Ahead to Switch Of State Senate Seat","web_url":"https://www.nytimes.com/1994/02/23/us/appeals-court-gives-go-ahead-to-switch-of-state-senate-seat.html","abstract":"  A Federal appeals court today refused to block a lower court order that last week shifted the political majority in the state Senate by throwing a Democrat out of his seat and replacing him with his Republican opponent in the election last November.   After an emergency session, a panel of the United States Court of Appeals for the Third Circuit today scheduled oral arguments for March 10 on the decision by Judge Clarence C. Newcomer to remove William G. Stinson, and replace him with Bruce S. Marks.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"From Top of the Pile To Bottom of the Mets","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-from-top-of-the-pile-to-bottom-of-the-mets.html","abstract":"  Pete Smith has been here before. He looks around the Mets' spring-training complex and he sees players who have been through the worst. And although he wasn't with them last season, he knows exactly how they feel.   Smith was a member of the Atlanta Braves in 1993, the season the Mets lost 103 games and the Braves went to the playoffs for the third straight year. Still, he can remember a time not so long ago -- three springs to be exact -- when he came into a camp where memory loss could be one's best asset.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Japan's Retreat on TV","web_url":"https://www.nytimes.com/1994/02/23/us/japan-s-retreat-on-tv.html","abstract":"  Japan is considering abandoning its high-definition television system. The announcement that the Government may adopt a system using digital technology was an admission that Japan had fallen behind the United States in television advances.    Business Day, page D1.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/23/nyregion/metro-digest-269441.html","abstract":"  OLD POLICE JOB IS BACK: TRUANT OFFICER   Trying to get juvenile delinquents off the streets, the New York Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school. More than 100 police officers will be assigned to the task full time in the coming weeks, in what city officials said would be a major part of a plan to curb youth violence and mischief. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Senate Debates Budget Amendment","web_url":"https://www.nytimes.com/1994/02/23/us/senate-debates-budget-amendment.html","abstract":"  The Senate began a long and solemn debate tonight on a proposed constitutional amendment to require the Federal budget to be balanced. Its chief sponsor asked Congress and the states to take away the \"blank check\" that Government had used to build the national debt to $4 trillion.   \"The deficit grows and grows, ad infinitum,\" said Senator Paul E. Simon, Democrat of Illinois, the main sponsor. Pointing to the young messengers who serve the Senate, he added, \"It is hurting these pages and their future right down here.\"","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/23/sports/results-plus-273082.html","abstract":"  TENNIS  Graf-Austin Matchup  Steffi Graf of Germany needed only 47 minutes to defeat Gigi Fernandez in a first-round match of the $400,000 Evert Cup women's tournament yesterday in Indian Wells, Calif. Graf spoiled Fernandez's 30th birthday with a 6-1, 6-2 thrashing at the Grand Champions resort. Graf will meet Tracy Austin today in the second round. Austin won her first-round match Monday in struggling fashion, defeating Radka Zrubakova of Slovakia, 6-2, 5-7, 6-3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Court Orders Revised Goals For Recycling","web_url":"https://www.nytimes.com/1994/02/23/nyregion/court-orders-revised-goals-for-recycling.html","abstract":"  New York State's highest court ruled today that New York City has violated the law by failing to meet the requirements of its own 1989 recycling statute, and it ordered the Giuliani administration to devise a new and potentially expensive timetable for doing so.   The decision could mean a new fiscal headache for Mayor Rudolph W. Giuliani, who has proposed saving $5.7 million in next year's city budget by decreasing the frequency of residential recycling collection. But some city officials said the decision could give the Mayor new leverage in negotiations with the sanitation workers' union, a critical component of his plan to close a $2.3 billion budget gap in the fiscal year that begins on July 1.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"3 Are Arrested After Shootout At Restaurant","web_url":"https://www.nytimes.com/1994/02/23/nyregion/3-are-arrested-after-shootout-at-restaurant.html","abstract":"  Three gunmen were captured last night after a shootout with the police during an attempted robbery at a Roy Rogers Restaurant in Queens.   Police officials said no one was hurt, including a dozen or so customers and employees who were caught inside at 8:15 P.M. when the three men, two of them with pistols, entered and shouted, \"This is a holdup.\"","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/02/23/us/personal-health-274410.html","abstract":"  \"CHEAP 100-Year-Old Household Drug Found to Fight Heart Attacks, Strokes, Cancer, Etc.\" sounds like a too-good-to-be-true headline. But dozens of studies involving more than a million people have hailed such a drug. It is none other than ordinary aspirin, the standby for reducing pain, fever and inflammation.   The findings of recent studies strongly suggest that an aspirin a day -- or at least every other day -- may be better than an apple at keeping the doctor away. Aspirin, these studies indicate, can reduce a person's chances of suffering a heart attack or stroke and of developing cancers of the colon and other digestive organs. It may also improve brain function in people with dementia who have suffered little strokes, ward off or reduce the severity of migraine headaches and help prevent hazardous high blood pressure in pregnant women. Also being studied are aspirin's possible roles in preventing cataracts and averting recurrences of gallstones.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Greece Is Out of Order","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-greece-is-out-of-order.html","abstract":"There is something wrong with the Greek government's sense of logic. It says it is afraid of chaos in the Balkans. It then slaps a trade embargo on its small northern neighbor, Macedonia, thereby threatening to widen the Balkan chaos. Since they broke aw","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Don't Rush Back to Unesco","web_url":"https://www.nytimes.com/1994/02/23/opinion/don-t-rush-back-to-unesco.html","abstract":"  The State Department recommends that the United States wait until at least 1995 before rejoining Unesco, the United Nations Educational, Scientific and Cultural Organization. That makes political as well fiscal sense. Both Unesco and the U.N. system benefited from the Reagan Administration's decision to pull out a decade ago. A two-year delay will give Congress a chance to determine whether the gross mismanagement prompting that pullout has been convincingly corrected.   Mr. Reagan's move won widespread applause. Washington provided one-fourth of the budget for Unesco's profligate Paris-based bureaucracy, notorious as a patronage dumping ground. Unesco had also become synonymous with vaporous declarations that were hostile to Western institutions, especially the press. Delegates from Soviet bloc and third-world tyrannies pushed for a \"New World Information Order\" in which journalists would become little more than cheerleaders for established regimes.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Scalia: Fifth Amendment 'Clearly Permits the Death Penalty'","web_url":"https://www.nytimes.com/1994/02/23/us/scalia-fifth-amendment-clearly-permits-the-death-penalty.html","abstract":"  Following are excerpts from Justice Antonin Scalia's opinion concurring in the Supreme Court's order denying review in a Texas death penalty case, Callins v. Collins, No. 93-7054. In it, Justice Scalia responds to Justice Harry A. Blackmun's condemnation of the death penalty.   Justice Blackmun dissents from the denial of certiorari in this case with a statement explaining why the death penalty \"as currently administered,\" is contrary to the Constitution of the United States. That explanation often refers to \"intellectual, moral and personal\" perceptions, but never to the text and tradition of the Constitution. It is the latter rather than the former that ought to control. The Fifth Amendment provides that \"(n)o person shall be held to answer for a capital . . . crime, unless on a presentment or indictment of a Grand Jury, . . . nor be deprived of life . . . without due process of law.\" This clearly permits the death penalty to be imposed, and establishes beyond doubt that the death penalty is not one of the \"cruel and unusual punishments\" prohibited by the Eighth Amendment.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Radinsky Will Probably Miss Season","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-baseball-radinsky-will-probably-miss-season.html","abstract":"  SCOTT RADINSKY, A Chicago White Sox reliever, had a malignant lymph node removed from his neck, and will likely miss the season while undergoing treatment to prevent the spread of Hodgkin's disease. Radinsky, 25, has returned to his home in Simi Valley, Calif., to begin chemotherapy and radiation treatments that could last six to eight months.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"On Ulster Border, Grim Days for Grenadier Guards","web_url":"https://www.nytimes.com/1994/02/23/world/on-ulster-border-grim-days-for-grenadier-guards.html","abstract":"  The squad of British infantrymen of the Grenadier Guards, automatic rifles at the ready, moved at double-time out of their base on a routine patrol to look for guerrillas of the Irish Republican Army.   The British soldiers operate in the rolling green hills and villages of this southern border region of the British province of Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Do Oscar Nominees Benefit at Box Office? This Year, Not Much","web_url":"https://www.nytimes.com/1994/02/23/movies/do-oscar-nominees-benefit-at-box-office-this-year-not-much.html","abstract":"  Films nominated for Academy Awards usually get a big boost at the box office. Not this year.   Since being nominated on Feb. 9 for a whole slew of Oscars, including best film, \"The Remains of the Day\" and \"The Piano,\" two critically acclaimed movies, have registered barely more than an extra blip on the box-office radar screen.","thumbnail":null,"section":"Movies"},{"date":"19940223","headline":"Last Japanese Comes Up Short : Germans Leap Past Japan to Win the 120-Meter Gold","web_url":"https://www.nytimes.com/1994/02/23/sports/IHT-last-japanese-comes-up-short-germans-leap-past-japan-to-win-the.html","abstract":"The German approached the Japanese a few moments before they were to jump off their edge of the earth. \"Congratulations on winning the gold medal,\" the German, Jens Weissflog, said Tuesday..Then Weissflog zipped down the track, his skis sound","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Death Penalty Is Renounced By Blackmun","web_url":"https://www.nytimes.com/1994/02/23/us/death-penalty-is-renounced-by-blackmun.html","abstract":"  Justice Harry A. Blackmun said today that after a 20-year struggle with the issue of capital punishment, he had concluded that \"the death penalty experiment has failed\" and that it was time for the Court to abandon the \"delusion\" that capital punishment could be consistent with the Constitution.   \"From this day forward, I no longer shall tinker with the machinery of death,\" Justice Blackmun, the Court's 85-year-old senior member, wrote in an emotional, highly personal and solitary dissent from the Court's refusal to hear the appeal of a Texas inmate.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Review/Met Opera; Caught Between Faith and a Brutal World","web_url":"https://www.nytimes.com/1994/02/23/arts/review-met-opera-caught-between-faith-and-a-brutal-world.html","abstract":"  The Metropolitan Opera's production of \"Dialogues of the Carmelites\" opens with a haunting image: in silence, and bathed in warm light on a raked stage, nuns lie prostrate in prayer with their arms outstretched on a large white cruciform slab. The picture lasts only a few seconds before Poulenc's jagged opening string motto shatters the silence, and the scene is moved to the library of the Marquis de la Force. But in its simplicity and brevity, the violently interrupted scene suggests the tragedy that is about to unfold.   John Dexter's stark production was an eye-opener when the Met first staged it in 1977, and its power was was undiminished on Monday evening, when it returned to the house after a seven-year absence. Its sets, sleek and minimal, are far more evocative than the overpacked shows that fill the stage most nights.","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"In America; Counting the Jobless","web_url":"https://www.nytimes.com/1994/02/23/opinion/in-america-counting-the-jobless.html","abstract":"  The Government has changed the way it determines the national unemployment rate, which has resulted in a number that is marginally higher. But the new and supposedly improved methodology does not provide anything close to an accurate picture of a devastating jobs crisis that is becoming ever more entrenched.   Legions of Americans who once felt secure in the workplace are now stunned to find themselves caught in the hideous undertow of long-term unemployment. You don't hear much from them after that. The jobless tend to go quietly. One day they're at their work station, the next day they're not. When enough time passes, they're no longer even counted as unemployed.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Sabotage Against Muslim Speaker Charged","web_url":"https://www.nytimes.com/1994/02/23/nyregion/sabotage-against-muslim-speaker-charged.html","abstract":"  An organization of black students at Trenton State College today accused the school's administration of attempting to sabotage its effort to bring a controversial speaker from the Nation of Islam to the campus next week.   The planned speech on Monday would come two months after the speaker, Khalid Abdul Muhammad, spoke at another state school, Kean College in Union, and made what many considered to be inflammatory remarks against Jews, Catholics, whites and homosexuals.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"A Pause In Scandal: Now They Will Skate","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-a-pause-in-scandal-now-they-will-skate.html","abstract":"  After weeks of ceaseless speculation, of courtroom drama and a threatened lawsuit, of a possible suspension and last-minute relenting, after claustrophobic training sessions under searing pressure, Nancy Kerrigan and Tonya Harding have nothing left to do at the Olympics but skate.   It seemed as if this day might never come, the two of them together, skating for a gold medal, accountable for the moment to no one other than nine judges scoring at rinkside.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Topics of The Times; Antique Tech","web_url":"https://www.nytimes.com/1994/02/23/opinion/topics-of-the-times-antique-tech.html","abstract":"  The neon sign may read Tower Records, but the store has not stocked records for years. When the customer told the salesclerk at the front desk he was there to pick up a stylus, she looked blank. \"I'm sorry,\" she said, \"this store does not do special orders.\"   \"But I called in the order two weeks ago,\" he replied, \"and I have an order number.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Hospitals Cost Too Much for Long Birth Stays; Shifting the Burden","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-hospitals-cost-too-much-for-long-birth-stays-shifting-the-burden-275930.html","abstract":"  To the Editor:   Re \"Drive-Through Deliveries\" (Op-Ed, Feb. 14): When I gave birth to my son last year, I was, in accordance with my insurance company's policy, discharged from the hospital 24 hours after giving birth.    Not only was I still groggy after having been in labor for 32 hours, but I was also forced to leave my baby behind, as he was being monitored in the intensive care unit for a pneumothorax. I spent the next two days shuttling between my bed at home and the hospital, where I tried to establish breastfeeding with my son.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-276251.html","abstract":"  Holly Hughes  Performance Space 122 150 First Avenue, at Ninth Street East Village Through March 12 Written and performed by Holly Hughes; directed by Dan Hurlin; lighting by Eleanor Savage; production assistants, Sharon Hayes and Jackie Gares; technical director, David Herrigel. Presented by P. S. 122.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"U.S. Accuses 9 in Kickback Scheme at Space Agency","web_url":"https://www.nytimes.com/1994/02/23/us/us-accuses-9-in-kickback-scheme-at-space-agency.html","abstract":"  Federal prosecutors today accused eight people who work for either NASA or three of its contractors, as well as a partner in a consulting firm headed by a former space agency administrator, of taking part in bribery and kickback schemes at the Johnson Space Center.   The Justice Department said agents posing as executives paid bribes to win a place aboard the space shuttle for a fake device to detect and crush kidney stones during space missions. The ailment is thought to be a risk on long flights.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/23/us/inside-268151.html","abstract":"  Court Orders New Timetable For New York City Recycling   The state's highest court said New York City had violated the law by failing to meet the requirements of its own recycling statute, and ordered the city to devise a potentially expensive new timetable to do so. Page B1. 9 Accused in NASA Inquiry    Federal prosecutors accused nine people, including a partner of a former space agency administrator, of taking part in several bribery and kickback schemes. Page A10.  Senate Approves Talbott    Republicans attacked Strobe Talbott, and 31 voted against his nomination as Deputy Secretary of State, but he was confirmed. Page A9. Donor to Health Causes Dies   Mary Woodard Lasker, a philanthropist who championed medical research on cancer, heart and eye diseases and also supported urban beautification projects, was 93. Page A17. New CUNY Rules on Income    The trustees of City University called for the Chancellor and top aides to disclose any outside income. Page B1.    ","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276278.html","abstract":"  There's nothing too unusual about going to law school and graduating, or marrying, or running in the New York City marathon, or buying a red car. But that's the whole point of the gathering to be held March 15 at the Plaza Hotel. Called \"Celebrate Life,\" the event is sponsored by the National Alliance of Breast Cancer Organizations and the idea is to let women know that life -- and as some of last year's participants related, law school, marathons and red cars -- goes on after a breast cancer diagnosis.   One of the women to be honored is Dr. SUSAN STEWART, an internist whose breast cancer was diagnosed three years ago, just after she completed a term as president of the American Medical Women's Association. Within two months of surgery, she returned to her practice.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"On Paper, the U.S. Can't Defeat Finland, but Hockey Is Played on Ice","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-notebook-paper-us-can-t-defeat-finland-but-hockey-played-ice.html","abstract":"  On paper, it's not much of a contest. Finland is 5-0, has given up only four goals and leads the Olympic hockey tournament in power-play percentage.   So why should the United States, with a 1-1-3 record, 17 goals allowed, and seventh in the power-play rating, believe it has a good chance of beating the Finns in the quarterfinals on Wednesday?","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"BASEBALL;\nSister Strikeout Does the Job","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-sister-strikeout-does-the-job.html","abstract":"As the players gathered for a group picture, Ila Borders responded to the photographer's request and moved four steps to the front.\n\n\"Ila! Ila! Ila! Ila!\" the players on the Southern California College team began chanting. Borders, with her curly, brown ponytail sprouting out of her blue and white pinstriped cap and with her arms crossed, did not move. She refused to acknowledge the high jinks of her teammates.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Ingestion for Hong Kong, Indigestion for Beijing","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-ingestion-for-hong-kong-indigestion-for-beijing.html","abstract":"That the sound and fury of the \"disagreement\" between Britain and China signify nothing was first divined by the Hong Kong stock market about six months ago, when there ceased to be any relationship between the political temperature and movemen","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Mattingly Sticks With The Here And Now","web_url":"https://www.nytimes.com/1994/02/23/sports/baseball-mattingly-sticks-with-the-here-and-now.html","abstract":"  Maybe Don Mattingly is simply using reverse psychology on himself. Maybe the constant discussion about his futile effort to play in the post-season will dissipate if he treats it casually.   After sauntering into spring training last February and saying that he wanted it all, Mattingly today danced around the topic of playing baseball in late October.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Properly Tough on Tokyo : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-properly-tough-on-tokyo-letters-to-the-editor.html","abstract":"Regarding \"It's Risky Getting Too Tough on Tokyo\" (Business/Finance, Feb. 11) by Reginald Dale:.I wonder who has led whom up the garden path in the U.S.-Japanese relationship. The United States should face reality. We Americans are wasting ti","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Long Road to Louisville Claims Its First Major Casualty","web_url":"https://www.nytimes.com/1994/02/23/sports/horse-racing-long-road-to-louisville-claims-its-first-major-casualty.html","abstract":"  They may be the best bunch of Kentucky Derby candidates in nearly 40 years, as many racing people suggest. But in the punishing tradition of the Triple Crown classics, they are starting to be ambushed along the road to Louisville.   The class of 1994 reported its first major casualty today when the colt Patton, one of the ranking candidates for the Derby, was found to have bone chips in both front knees and was promptly withdrawn from the campaign. He was flown to Lexington, Ky., this morning for arthroscopic surgery and will not even jog again until perhaps early June, one month after the Derby.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Blackmun: 'I . . . Concede That The Death Penalty Experiment Has Failed'","web_url":"https://www.nytimes.com/1994/02/23/us/blackmun-i-concede-that-the-death-penalty-experiment-has-failed.html","abstract":"  Following are excerpts from Justice Harry A. Blackmun's opinion dissenting from the Supreme Court's order denying review in a Texas death penalty case. The order, Callins v. Collins, No. 93-7054, was unsigned and was issued without an opinion.   On Feb. 23, 1994, at approximately 1 A.M., Bruce Edwin Callins will be executed by the State of Texas. Intravenous tubes attached to his arms will carry the instrument of death, a toxic fluid designed specifically for the purpose of killing human beings. The witnesses, standing a few feet away, will behold Callins, no longer a defendant, an appellant or a petitioner, but a man, strapped to a gurney, and seconds away from extinction.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Sun Always Rising On Norway's Ski Fans","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-sun-always-rising-on-norway-s-ski-fans.html","abstract":"  Dawn was 15 minutes away, and Kjell Odegaard was whispering in the dark to an American.   \"I heard on the radio that the tracks are getting full,\" he said. \"You probably think this is crazy.\"","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"ATONEMENT ASKED FROM THE RUSSIANS","web_url":"https://www.nytimes.com/1994/02/23/us/atonement-asked-from-the-russians.html","abstract":"  In retaliation for the alleged espionage operation that led to the arrest of a C.I.A. official, the United States demanded today that the Russian Government take specific steps, including the voluntary withdrawal of some intelligence officers from the United States, senior American officials said tonight.   James Collins, the Ambassador-at-large for Russia and the former Soviet Union, met with Russian officials here tonight to try to win their agreement to the American plan, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/02/23/theater/theater-in-review-273945.html","abstract":"  A Malice in the Wood  Nat Horne Theater 440 West 42d Street Clinton Through March 11 By Le Wilhelm; directed by Sharon Fallon; set by Mr. Wilhelm; lighting by Richard Kent Green; scenic artist, Mark Briggs; stage manager, James Gordon; assistant stage manager, Bart Tangredi; incidental music by Faser Hardin. Presented by Love Creek Productions; Mr. Wilhelm, executive artistic director; Jeffrey Albright, Ms. Fallon and Philip Galbraith, artistic directors.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"Diplomats See a New Chance to End Bosnia War","web_url":"https://www.nytimes.com/1994/02/23/world/conflict-in-the-balkans-diplomats-see-a-new-chance-to-end-bosnia-war.html","abstract":"  American, Russian and European diplomats agreed today that the withdrawal of Serbian heavy weapons from Sarajevo after a NATO bombing ultimatum and Russian intervention had created a fresh chance to achieve a negotiated end to the war in Bosnia and Herzegovina, and vowed to make a new push for one together.   Jurgen Chrobog, a German Foreign Ministry official who presided over a conference called on short notice, said that the officials had recommended concrete steps to their governments but that these did not include any new bombing threats to stop the fighting in other areas.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Flaim Has a Record but Not Nearly a Gold","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-flaim-has-a-record-but-not-nearly-a-gold.html","abstract":"  Eric Flaim of Milwaukee broke the American record in his quarterfinal heat in the 1,000-meter short-track speed-skating race here tonight. Unfortunately, this was the Olympics, and two others in the race skated faster, thus rendering Flaim nothing but a spectator in the semifinals and finals.   \"You know you broke the American record,\" someone said to him after the race.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Topics of The Times; Judge Not","web_url":"https://www.nytimes.com/1994/02/23/opinion/topics-of-the-times-judge-not.html","abstract":"  Controversy over the ice dancing scores in Lillehammer the other night suggests that Olympic judges are less than 6.0 themselves, but doubts about judges' competence are as old as the Winter Games. Over the years they have given the edge to established winners, favored conservative performances and, when Communism was in flower, showed blatant national bias.   The popular favorites in ice dancing were the British, Jayne Torvill and Christopher Dean, returning to the Olympics for the first time since winning gold in 1984 at Sarajevo. They are classical stylists, which judges usually prefer -- but not this time. The audience gave them a standing ovation; the judges gave them a third-place bronze. Top marks went to a pair of accomplished young Russians, Oksana Grichtchuk and Yevgeny Platov, who skated to 1950's oldies like \"Rock Around the Clock.\"","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Clinton Tells Educators Youths Are Not Getting Practical Skills for Jobs","web_url":"https://www.nytimes.com/1994/02/23/us/clinton-tells-educators-youths-are-not-getting-practical-skills-for-jobs.html","abstract":"  Challenging American educators to move away from pure academics and toward applied skills, President Clinton said today that one of his Administration's top goals would be to help the nation's schools prepare students for work.   \"In the 19th Century, at most, young Americans needed a high school education to make their way,\" Mr. Clinton told 1,500 educators at a luncheon during the American Council on Education's annual conference. \"It was good enough if they could read well and understand basic numbers. In the 21st Century, our people will have to keep learning all their lives.\"","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Tension in the Talks With Mexico Rebels Seems to Be Reduced","web_url":"https://www.nytimes.com/1994/02/23/world/tension-in-the-talks-with-mexico-rebels-seems-to-be-reduced.html","abstract":"  In an sharp change of tone, the Government's representative in talks to end the peasant rebellion in Chiapas agreed tonight that peace would require \"a commitment to democracy\" by both sides.   Speaking after two days of talks with the Zapatista National Liberation Army, the envoy, Manuel Camacho Solis, appeared to drop the Government's earlier insistence that the insurgents' demands for national political changes had no place on the agenda.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Reacting to Crimes, Police Plan to Pick Up Truants","web_url":"https://www.nytimes.com/1994/02/23/nyregion/reacting-to-crimes-police-plan-to-pick-up-truants.html","abstract":"  Trying to get juvenile delinquents off the streets, the New York City Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school.   More than 100 police officers are to be assigned to the task full time in the coming weeks, in what city officials said would be a major component of a plan to curb youth violence and mischief. The truancy program was developed in response to a growing public perception that crime by young people has increased as more youths rob stores, snatch purses and shoot one another in drug turf battles, police officials said.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Heat Is Off As UConn Beats Miami","web_url":"https://www.nytimes.com/1994/02/23/sports/college-basketball-heat-is-off-as-uconn-beats-miami.html","abstract":"  Mindful of last season's lopsided loss to the University of Miami here, Connecticut Coach Jim Calhoun kept his basketball team in Atlanta until this morning so it would not have a chance to be seduced by the warm weather here.   \"I'm not superstitious at all, but actually I've booked Atlanta for next year already,\" said a smiling Calhoun after the Huskies' 74-49 runaway over Miami tonight at the Miami Arena.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Lillehammer to Sydney - A Friendly Spirit at Stake","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-lillehammer-to-sydney-a-friendly-spirit-at-stake.html","abstract":"Nearly four decades ago, as a young Australian hitchhiking around Europe, I happened to stop at a small inn near Lillehammer. The food was simple and the bed comfortable. It was late fall, and the town's wooden homes hid behind russet and bronze leaves t","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/02/23/arts/the-pop-life-274550.html","abstract":"  Rhythm-and-Blues Honors   The Rhythm-and-Blues Foundation will celebrate Little Richard's contributions to music -- everything from his dress and performance style to his whoops and hollers -- when it hands him its Ray Charles Lifetime Achievement Award at its fifth annual Pioneer Awards on March 2 at Roseland.   An official part of Grammy week -- the Grammy Awards are the night before -- the ceremony will also honor 10 singers and instrumentalists, as well as two groups, with awards totaling $190,000. (The lifetime achievement award carries no money.)","thumbnail":null,"section":"Arts"},{"date":"19940223","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/23/nyregion/news-summary-268178.html","abstract":"  International A2-9  MUTED VICTORY FOR BOSNIA  News analysis: Despite the self-congratulation among NATO allies over the Serbian pullback, the fact is that fighting still rages in Bosnia and that any settlement may be worse for the Muslims than it would have been a year ago.  A1  PUSH FOR BOSNIA PEACE  Russian, American and European diplomats agreed that the withdrawal of weapons from around Sarajevo gives them a fresh chance to work together to apply pressure for a negotiated peace for Bosnia.  A8","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Preview on Ice for Rangers","web_url":"https://www.nytimes.com/1994/02/23/sports/preview-on-ice-for-rangers.html","abstract":"  Although there are still 26 regular-season games left, Coach Mike Keenan is already gearing his league-leading Rangers for the National Hockey League playoffs. Monday afternoon's comeback 4-3 victory in overtime against the Pittsburgh Penguins at Madison Square Garden, which saw Keenan experiment with different combinations on the ice, was a prime example.   \"We started to formulate some of the things we might do,\" the Rangers' coach said after an optional practice today. \"Some of the aspects of playoff competition were put into place: line-matching, one-on-ones, Esa Tikkanen up against somebody for a game, whatever it takes in terms of the situation.\"","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"An Heiress, a Will, a Loyal Butler And the Remains of a Mystery","web_url":"https://www.nytimes.com/1994/02/23/nyregion/an-heiress-a-will-a-loyal-butler-and-the-remains-of-a-mystery.html","abstract":"  As a butler, Bernard Lafferty was nothing like the primly elegant Anthony Hopkins character in the film \"The Remains of the Day.\" With his salt-and-pepper ponytail and his far less formal clothes, he was \"always a little different from what one thinks of as a butler in the MGM musicals, in the corner holding Fred Astaire's jacket,\" said a public-relations executive who worked for him briefly after his boss died.   The boss was Doris Duke, the deeply suspicious, desperately unhappy tobacco heiress who died last year. The public-relations executive, Lloyd Kaplan, said Mr. Lafferty was \"indisputably\" the most important person in her life.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"British Gay Rights Groups Vow to Fight Consent Age","web_url":"https://www.nytimes.com/1994/02/23/world/british-gay-rights-groups-vow-to-fight-consent-age.html","abstract":"  A day after the House of Commons refused to make sex between men legal at the age of 16, which is the age of consent for heterosexual and lesbian sex, supporters of equal rights for homosexuals vowed today to step up protests against what they called blatant discrimination.   The age of consent for sex between men had been 21. On Monday night the House of Commons voted 307 to 280 against reducing the age of consent to 16, then voted 427 to 162 in favor of a compromise, setting the age at 18.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"1919:Bolshevist's Arrest : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/23/opinion/IHT-1919bolshevists-arrest-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The \"Daily Express\" understands that Scotland Yard detectives of the Special Branch last night made another sensational arrest in connection with the activities of the Bolshevist agents in Great Britain. The arrested man is an alien who","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Big Skateoff Live on Radio","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-big-skateoff-live-on-radio.html","abstract":"  Viewers must wait until prime time on CBS-TV tonight to watch women's figure skating, but radio listeners will hear live, axel-to-axel coverage of Tonya Harding's and Nancy Kerrigan's technical routines.   WFAN-AM (660) will broadcast Harding's routine at about 1:40 P.M. and Kerrigan's at about 4 P.M., with commentary by Paul Wylie, the 1992 Olympic silver medalist, and Mark Champion, a Detroit sports broadcaster. WCBS (880) will also carry live coverage. Each 15-minute segment will start a few minutes before the skaters step onto the ice and last until the judges' scores are posted.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Nets Cold on Court, Warmer on Coleman","web_url":"https://www.nytimes.com/1994/02/23/sports/pro-basketball-nets-cold-on-court-warmer-on-coleman.html","abstract":"  Derrick Coleman watched the Nets' game tonight from the end of the bench, courtesy of a sprained left ankle. He didn't miss much. New Jersey had its five-game winning streak snapped in a big way by the Miami Heat, 123-97.   But the big news wasn't the game. Coleman is apparently closing in on a contract with the Nets that could make him one of the highest-paid players in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Damage by Accused Mole Could Take Years to Repair","web_url":"https://www.nytimes.com/1994/02/23/us/damage-by-accused-mole-could-take-years-to-repair.html","abstract":"  The charges filed today against a Central Intelligence Agency officer represent the agency's worst nightmare: a mole inside the C.I.A.'s headquarters who knew about the secret operations, past and present, that the agency conducted in Russia.   Former C.I.A. officials said the agency would have to review every secret file that the officer, Aldrich Hazen Ames, might have seen over the last 10 years and reconstruct what he might have told Russian intelligence officers.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"Tokyo Can Stop Plutonium Traffic","web_url":"https://www.nytimes.com/1994/02/23/opinion/tokyo-can-stop-plutonium-traffic.html","abstract":"  Japan is prudently deferring long-range plans to build new nuclear reactors that would add to the world's growing glut of plutonium. In the same spirit, Tokyo might also reconsider near-term plans for reprocessing plutonium. Otherwise it risks contributing to the spread of nuclear arms in Asia and around the world.   Japan hoped to turn nuclear waste into plutonium fuel to meet its energy needs. But it can assure energy independence for the next half-century, and save money in the bargain, by relying on uranium to fuel its power plants. Like plutonium, uranium is readily available. Unlike plutonium, it is not readily usable to build bombs.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Fearing Shrunken Stature, France Endows a Fund","web_url":"https://www.nytimes.com/1994/02/23/us/fearing-shrunken-stature-france-endows-a-fund.html","abstract":"  Fearful of losing political and cultural stature, France is giving money to six major American universities in the hope of creating a new generation of Francophiles.   The French are responding to declining interest in their language and culture in this country and to growing tension between France and the United States that exploded into the open last year during the waning days of world trade talks.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"CUNY Chancellor Must Disclose Outside Income","web_url":"https://www.nytimes.com/1994/02/23/nyregion/cuny-chancellor-must-disclose-outside-income.html","abstract":"  The Chancellor of the City University of New York and other top CUNY officials will be required to disclose any income they earned from sources other than their university jobs and to account for the time they spent on non-CUNY business, under a resolution passed yesterday by the university's trustees.   The resolution, in response to criticism by two trustees that Chancellor W. Ann Reynolds spends too much time away from the university doing unrelated corporate and professional work, was passed unanimously.","thumbnail":null,"section":"New York"},{"date":"19940223","headline":"Sonics Blast Knicks and So Does Riley","web_url":"https://www.nytimes.com/1994/02/23/sports/pro-basketball-sonics-blast-knicks-and-so-does-riley.html","abstract":"  Pat Riley was livid. Actually, he was angrier than that.   The Knicks' coach had just witnessed last night's pathetic performance by New York, a 93-82 loss to the Seattle SuperSonics at Madison Square Garden. How inept were the Knicks? New York shot 28.7 percent, the lowest field-goal percentage in the National Basketball Association this season. Patrick Ewing missed his first 14 shots. And the Knicks tied a season-low half with just 33 points at intermission.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Review/Theater; 4 One-Acters, 4 Different Directions","web_url":"https://www.nytimes.com/1994/02/23/theater/review-theater-4-one-acters-4-different-directions.html","abstract":"  The pickings are slim at the Manhattan Class Company's sixth annual Class One-Acts festival.   Of the four offerings on the bill, only \"Good as New,\" written and directed by Peter Hedges, has any sticking power. The others are piffle. It wouldn't take a strong wind to blow them over; someone inadvertently opening a door backstage during the performance could probably do it.","thumbnail":null,"section":"Theater"},{"date":"19940223","headline":"French Devaluation Of African Currency Brings Wide Unrest","web_url":"https://www.nytimes.com/1994/02/23/world/french-devaluation-of-african-currency-brings-wide-unrest.html","abstract":"  A wave of price increases, labor disputes, demonstrations and violent clashes has spread across West Africa in recent weeks, prompted by France's decision to devalue the currency used by tens of millions of people in more than a dozen of its former African colonies.   Nearly a month after the value of the African franc was suddenly and sharply cut in half when France bowed to Western pressure to end what amounted to a subsidy, people are trying to adapt to painful price increases for nearly everything they eat and drink.  Prices for pharmaceutical products, nearly all of which are imported, have soared. The cost of drugs for malaria, the continent's biggest killer, have nearly doubled in some places, putting them out of reach of many Africans.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1994/02/23/sports/eastern-college-report.html","abstract":"  March Madness is just around the corner, and most schools have just two or three games left in the regular season. Here are the favorites and a few outside shots to win conference tournaments, with an automatic bid to the N.C.A.A. tournament on the line: Big East     Although UConn (23-3 over all, 13-2 in the conference) will probably run away with the regular-season conference championship, 18th-ranked Syracuse has a good chance to improve its 17-5 record, since it plays Seton Hall at home tonight and St. John's Sunday at Madison Square Garden, then Miami next week.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/23/style/chronicle-276260.html","abstract":"  When GILLIAN ANDERSON, the music specialist at the Library of Congress, was given access in 1992 to the Charlie Chaplin archives, at the Chaplin home in Vevey, Switzerland, she considered herself privileged. When she unearthed the original musical scores of three silent films -- \"The Circus,\" \"The Gold Rush\" and \"A Woman of Paris\" -- what else could she do but, in her own words, \"flip out\"?    On Friday night at the Metropolitan Museum of Art, there will undoubtedly be others who flip out at a special showing of his 1928 film, \"The Circus,\" with Ms. Anderson conducting an ensemble from the Manhattan School of Music in the original score.","thumbnail":null,"section":"Style"},{"date":"19940223","headline":"Jordan Gets Through A Real Hitting Debut","web_url":"https://www.nytimes.com/1994/02/23/sports/on-baseball-jordan-gets-through-a-real-hitting-debut.html","abstract":"  Baseball officials surely have to hope that Michael Jordan will draw new fans to a sport they believe has this little image problem.   Well, baseball may have hit its mark if the size of the crowd drawn to this city today is any indication. The fans, numbering in the hundreds, came to watch a spring training practice, yes. But mostly they came to watch Jordan, the three-time most valuable player of the National Basketball Association, face live pitching in the infancy of his professional baseball career with the Chicago White Sox.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Last Arguments Made In Trial of 11 Cultists","web_url":"https://www.nytimes.com/1994/02/23/us/last-arguments-made-in-trial-of-11-cultists.html","abstract":"  As relatives of slain Federal agents wept and David Koresh's grandmother prayed \"for the truth to come out,\" the murder trial of 11 Branch Davidians wound toward a conclusion today with the jury hearing final arguments.   In a major ruling, the judge overruled objections by prosecutors and gave jurors broad leeway to consider the contention of sect members that they acted in self-defense during a shootout at their compound near Waco, Tex., a year ago. Four Federal agents and six Branch Davidians died in the encounter.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"U.S. TELLS ARISTIDE TO BEND ON PLAN","web_url":"https://www.nytimes.com/1994/02/23/world/us-tells-aristide-to-bend-on-plan.html","abstract":"  In a change of strategy, the Clinton Administration has decided against imposing tighter economic sanctions on Haiti unless the exiled President, the Rev. Jean-Bertrand Aristide, agrees to broaden his government and grant immediate amnesty to military officers who ousted him in 1991.   Administration officials said today that in effect Father Aristide must do more to embrace a recently formulated plan to restore him to office. The plan was drawn up in Washington by a visiting Haitian parliamentary delegation that has consulted closely with Administration and United Nations officials. President Rejects Plan    The plan, which Father Aristide has so far rejected, calls on the exiled President to name a new Prime Minister, who would form a new, broadly based Government and obtain immediate passage of legislation giving amnesty to Gen. Raoul Cedras and other Haitian officers involved in the coup.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Senate Confirms Talbott as State Dept. Deputy","web_url":"https://www.nytimes.com/1994/02/23/world/senate-confirms-talbott-as-state-dept-deputy.html","abstract":"  The Senate confirmed Strobe Talbott today as Deputy Secretary of State, but only after Republicans skewered the Clinton Administration's diplomatic record as well as that of the nominee.    The nomination drew 66 votes in favor, and a surprising 31 against. Mr. Talbott is widely viewed as a likely successor to Secretary of State Warren Christopher, if Mr. Christopher leaves his job.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"PROSECUTORS SAY OFFICIAL AT C.I.A. SPIED FOR RUSSIA","web_url":"https://www.nytimes.com/1994/02/23/us/prosecutors-say-official-at-cia-spied-for-russia.html","abstract":"  A former official of the C.I.A.'s Soviet counterintelligence branch and his wife were charged today with accepting more than $1.5 million for nearly a decade of spying for the K.G.B. and its successor intelligence agency in Russia.   Federal prosecutors accused Aldrich Hazen Ames, now employed in the Central Intelligence Agency's narcotics intelligence operation, and his wife, Maria del Rosario Casas Ames, who once was a paid agency informer, of compromising some of the most closely guarded secrets in intelligence, including classified operations and the identities of operatives employed by the United States abroad. Lavish Spending    Former and current counterintelligence officials said today that the case represented a disaster for American intelligence. Mr. Ames, one of several branch chiefs responsible for trying to unmask Soviet spies and otherwise thwart Soviet efforts to spy on the United States in the mid-1980's, had access to American espionage operations, C.I.A. efforts to recruit agents in the Soviet Union and the C.I.A.'s own attempts to ferret out Moscow's spies.","thumbnail":null,"section":"U.S."},{"date":"19940223","headline":"AUSTRIA PROTESTS CZECH ATOM PLANT","web_url":"https://www.nytimes.com/1994/02/23/world/austria-protests-czech-atom-plant.html","abstract":"  Worried about the potential for a nuclear accident near its border, the Austrian Government has sent a high-level delegation to Washington to protest plans to use American technology to complete a Soviet-style nuclear power plant in the Czech Republic.   In January, the United States Export-Import Bank agreed to guarantee a $317 million loan to the Czech electric utility to buy equipment and nuclear fuel from the Westinghouse Electric Corporation to start up two reactors at the Temelin nuclear plant, 40 miles from the Austrian border.","thumbnail":null,"section":"World"},{"date":"19940223","headline":"Italians Silence Norsemen In Relay","web_url":"https://www.nytimes.com/1994/02/23/sports/winter-olympics-italians-silence-norsemen-in-relay.html","abstract":"  It began with a remarkable performance by a man old enough to be Bjorn Daehlie's father. It ended with Daehlie being beaten by an Italian of his own generation.   Seldom have 105,000 people suddenly gone so quiet.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Radio Free Patronage","web_url":"https://www.nytimes.com/1994/02/23/opinion/radio-free-patronage.html","abstract":"  Fifteen years ago, Mayor Ed Koch got a half-baked inspiration: he would deter prostitution by embarrassing convicted johns. At his behest WNYC, the city's radio station, would broadcast their names on the \"John Hour.\" The John Hour aired only once, for less than two minutes, and an announcer read the names of nine men.   Nine was enough. The Mayor was accused of abusing his power by manipulating the city radio and TV stations for political purposes. WNYC lost a $250,000 foundation grant and held on to a $1.1 million grant from the Corporation for Public Broadcasting only because Mr. Koch, his arm twisted by WNYC's president, Mary Perot Nichols, held a mea culpa breakfast and promised to keep hands off WNYC programming.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"Estonia Shows Russia Shock Therapy Works","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-estonia-shows-russia-shock-therapy-works-275948.html","abstract":"  To the Editor:   In \"Russia Won't Bankrupt Itself for Our Sake\" (letter, Feb. 6), David Keppel questions the wisdom of the Clinton Administration, and the West, in suggesting that Russians continue the economic reforms sometimes referred to as shock therapy. His main argument is that these changes would cause widespread unemployment and high inflation. Yet Estonia, Russia's neighbor, did as the West recommended, and with good results. This Baltic nation has often been called the economic success story of the former Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"What About the Nation of Islam's Historical Ties to Fascism?","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-what-about-the-nation-of-islam-s-historical-ties-to-fascism-275972.html","abstract":"  To the Editor:   It was widely reported when Louis Farrakhan, head of the Nation of Islam, suspended Khalid Abdul Muhammad, who told an audience at Kean College of New Jersey that Jews are bloodsuckers, gays are sissies, and the Pope is a cracker.","thumbnail":null,"section":"Opinion"},{"date":"19940223","headline":"3 Women on Crew of U.S. Entry","web_url":"https://www.nytimes.com/1994/02/23/sports/sports-people-yacht-racing-3-women-on-crew-of-us-entry.html","abstract":"  If appearances mean anything, the tentative plans by BILL KOCH to support an all-women's team for the 1995 America's Cup races seem inevitable. Koch's America   team showed up in Auckland, New Zealand, this week for a nine-race practice session against New Zealand cup sailors with three female crew members: J. J. ISLER, of San Diego, a top match-racing sailor; BETSY ALISON, of Newport, R.I., 1993 Rolex Yachtswoman of the Year; and LINDA LINDQUIST, of Weehawken, N.J., an accomplished sailor.","thumbnail":null,"section":"Sports"},{"date":"19940223","headline":"Hospitals Cost Too Much for Long Birth Stays","web_url":"https://www.nytimes.com/1994/02/23/opinion/l-hospitals-cost-too-much-for-long-birth-stays-275921.html","abstract":"  To the Editor:   I do not agree with Suzanne Gordon's \"Drive-Through Deliveries\" (Op-Ed, Feb. 14), which argues that health care for postnatal mothers means a lengthy hospital stay.   When my own children were born, 12 and 15 years ago, I went home with each of them within a few hours after birth, confident in my ability to care for each and feeling well prepared to care for myself. In pregnancy and childbirth I had been taken care of by midwives, as well as by an enlightened obstetrician, and had extensive prenatal instruction from midwives.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940223","time":"1994-02-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":87,"wspd":20.5},{"date":"19940223","time":"1994-02-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":89,"wspd":20.5},{"date":"19940223","time":"1994-02-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":85,"wspd":25.9},{"date":"19940223","time":"1994-02-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":24.1},{"date":"19940223","time":"1994-02-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":86,"wspd":25.9},{"date":"19940223","time":"1994-02-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":86,"wspd":27.7},{"date":"19940223","time":"1994-02-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":25.9},{"date":"19940223","time":"1994-02-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":85,"wspd":24.1},{"date":"19940223","time":"1994-02-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":86,"wspd":27.7},{"date":"19940223","time":"1994-02-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":87,"wspd":22.3},{"date":"19940223","time":"1994-02-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":100,"wspd":29.5},{"date":"19940223","time":"1994-02-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":84,"wspd":22.3},{"date":"19940223","time":"1994-02-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":86,"wspd":14.8},{"date":"19940223","time":"1994-02-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":86,"wspd":14.8},{"date":"19940223","time":"1994-02-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":89,"wspd":14.8},{"date":"19940223","time":"1994-02-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":89,"wspd":13},{"date":"19940223","time":"1994-02-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":86,"wspd":9.4},{"date":"19940223","time":"1994-02-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":91,"wspd":9.4},{"date":"19940223","time":"1994-02-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":91,"wspd":5.4},{"date":"19940223","time":"1994-02-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":93,"wspd":7.6},{"date":"19940223","time":"1994-02-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":95,"wspd":5.4},{"date":"19940223","time":"1994-02-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":93,"wspd":1.8},{"date":"19940223","time":"1994-02-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":93,"wspd":5.4},{"date":"19940223","time":"1994-02-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":90,"wspd":7.6},{"date":"19940223","time":"1994-02-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":43,"wspd":24.1},{"date":"19940223","time":"1994-02-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":48,"wspd":16.6},{"date":"19940223","time":"1994-02-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":24.1},{"date":"19940223","time":"1994-02-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":14.8},{"date":"19940223","time":"1994-02-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":18.7},{"date":"19940223","time":"1994-02-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":50,"wspd":22.3},{"date":"19940223","time":"1994-02-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":49,"wspd":22.3},{"date":"19940223","time":"1994-02-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":18.7},{"date":"19940223","time":"1994-02-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":13},{"date":"19940223","time":"1994-02-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":18.7},{"date":"19940223","time":"1994-02-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":18.7},{"date":"19940223","time":"1994-02-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":16.6},{"date":"19940223","time":"1994-02-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":75,"wspd":20.5},{"date":"19940223","time":"1994-02-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":96,"wspd":24.1},{"date":"19940223","time":"1994-02-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":27.7},{"date":"19940223","time":"1994-02-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":29.5},{"date":"19940223","time":"1994-02-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":27.7},{"date":"19940223","time":"1994-02-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":22.3},{"date":"19940223","time":"1994-02-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":92,"wspd":27.7},{"date":"19940223","time":"1994-02-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":27.7},{"date":"19940223","time":"1994-02-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":31.7},{"date":"19940223","time":"1994-02-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":89,"wspd":25.9}]}}