{"19930520":{"guardian_articles":[{"date":"19930520","headline":"Police shoot 11 in Copenhagen as anti-Maastricht demonstrators riot after the result","web_url":"https://www.theguardian.com/world/1993/may/20/eu.politics","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930520","headline":"Ferguson Is Betting Bowe Isn't His Better","web_url":"https://www.nytimes.com/1993/05/20/sports/boxing-ferguson-is-betting-bowe-isn-t-his-better.html","abstract":"  Jesse Ferguson put his money where his mouth is today. The 36-year-old challenger for Riddick Bowe's heavyweight title, an overwhelming underdog, said he had sent an emissary to Las Vegas to bet more than $100,000 that he would win Saturday night's title fight at R.F.K. Stadium.   \"If I walk in the ring and know it's my money, it's more motivation for me to win,\" Ferguson explained. \"But there's another reason: They should stop making people 30-1 underdogs. Maybe this will help.\"","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Whitman Approach Working","web_url":"https://www.nytimes.com/1993/05/20/sports/golf-whitman-approach-working.html","abstract":"  Surgery to his left shoulder last winter and the celebration of his 40th birthday have mellowed Ed Whitman, the head pro at Knickerbocker Country Club in Tenafly, N.J., for the last nine years.   The new approach has helped carry Whitman to the forefront of the $125,000 Dodge Open, the richest tournament for metropolitan-area professionals.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"London Sees Approval of Europe Pact Today","web_url":"https://www.nytimes.com/1993/05/20/world/london-sees-approval-of-europe-pact-today.html","abstract":"  Bolstered by the about-face Danish vote in favor of the Treaty on European Union, the British Government expects the House of Commons to approve the treaty on Thursday and predicts ratification by early autumn.   If the Government's optimism is borne out, that would mean the demise of a foreign policy issue that has bedeviled the governing Conservatives for more than a year and sapped Prime Minister John Major's authority.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Missed Goal Still Haunting Hogue","web_url":"https://www.nytimes.com/1993/05/20/sports/hockey-missed-goal-still-haunting-hogue.html","abstract":"  Benoit Hogue did not need to watch the replay. All night, the shot haunted him. It ran through his head, tauntingly, in the locker room after the game. It nagged at him on the charter flight back to New York. Even at home, in his bed, his body aching with exhaustion, the memory would not allow Hogue to rest.   It was only a moment in an opportunity-filled, double-overtime game, but, for Hogue, it was the reason the Islanders fell to the Canadiens, 4-3, Tuesday night in Montreal. It is the reason New York returns to Nassau Coliseum for Game 3 on Thursday with a 2-0 deficit. It is the reason he feels even more pressure to produce as the Islanders continue their remarkable post-season ride with this four-of-seven-game battle for the Wales Conference crown.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-93128562998.html","abstract":"Mastectomy Question Regarding \"Why Mastectomies Occur So Frequently\" (American Topics, May 10):. Mastectomies do not occur, they are performed, following a surgeon's decision. The headline could have read, \"Why Are Mastectomies Done So Ofte","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/20/sports/results-plus-582393.html","abstract":"  SOCCER  Juventus Wins UEFA Cup    Juventus won the UEFA Cup for the second time in four seasons, beating Borussia Dortmund of Germany, 3-0, last night in the second leg of the final in Turin, Italy. Juventus, which also won the UEFA Cup in 1977 and 1990, defeated Dortmund, 3-1, in Germany two weeks ago in the home-and-home, total-goals final. Dino Baggio scored in the fourth and 43d minutes, and Andreas Moller scored in the 64th minute before a capacity crowd of 70,000 in the Stadium of the Alps.   It was the second part of a possible sweep of the European trophies by Italian teams. Parma won the Cup Winners Cup last week and AC Milan plays Olympique Marseille of France next Wednesday in the final of the European Cup. Italy swept the three competitions in 1990. Borussia Dortmund was missing injured forwards Stephane Chapuisat and Flemming Povlsen, and lost Michael Rummenigge to a right knee injury following a rough tackle in the first half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Justice Post Nominee Says He Has Quit Golf Club","web_url":"https://www.nytimes.com/1993/05/20/us/justice-post-nominee-says-he-has-quit-golf-club.html","abstract":"  Webster L. Hubbell, the Clinton Administration's nominee for the third-highest post in the Justice Department, said today that he had resigned from an Arkansas golf club that had been all white until last year, when it recruited its first and only black member.   Mr. Hubbell, who had been under fire for his membership in the Country Club of Little Rock, said at a Senate confirmation hearing that he had decided to resign after concluding that his membership could be a liability. He said he sent a resignation letter on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"A Rape in Prospect Park","web_url":"https://www.nytimes.com/1993/05/20/nyregion/a-rape-in-prospect-park.html","abstract":"  A 20-year old woman jogging in Prospect Park in Brooklyn on Tuesday night was assaulted by a man and raped, the police said yesterday. The man approached the woman as she ran on East Drive about 8:30 P.M., grabbed her, covered her mouth with his hand and dragged her into a wooded area near the zoo, the police said. Lieut. William McNee, commanding officer of the Brooklyn Special Victims Squad, said investigators were searching for witnesses.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"A Chief of Staff Isn't What Clinton Lacks","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-a-chief-of-staff-isn-t-what-clinton-lacks-718493.html","abstract":"  To the Editor:   \"Hold It While I Focus\" (editorial, May 8) perpetuates the myth that an effective and efficient Presidency requires a chief of staff and more White House personnel.   Franklin D. Roosevelt had an appointments secretary, Pa Watson, but no chief of staff. Yet he managed to bring off the New Deal and to win World War II. Harry S. Truman had no chief of staff, but he gave us the Marshall Plan, the Truman Doctrine, the North Atlantic Treaty Organization, Point Four and the Berlin airlift, and opened the way to equal opportunity and social security.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-728193.html","abstract":"  The Dessoff Choirs  St. Peter's Church    For her final concert of the season with the Dessoff Choirs on Saturday evening, Amy Kaiser chose a program of Baroque sacred works that showed the extent to which serenity and sobriety can thrill the spirit. It also gently made a musicological point in its juxtaposition of works for the Roman Catholic Church by Monteverdi and Giovanni Gabrieli, and a Lutheran Requiem by Schutz.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"No Spotlight For Tartabull","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-no-spotlight-for-tartabull.html","abstract":"  Danny Tartabull does not want the spotlight when he produces big hits, or so he said today. Perhaps because he does not want it at Yankee Stadium, where he has hardly hit season.   Tartabull hit his sixth homer and drove in four runs as the Yankees defeated the Twins, 11-6, today. But with his batting average at the Stadium stuck at .091 (5 for 55), he was savvy enough to divert attention after one solid series on the road.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"WHITE HOUSE OUSTS ITS TRAVEL STAFF","web_url":"https://www.nytimes.com/1993/05/20/us/white-house-ousts-its-travel-staff.html","abstract":"  The White House abruptly dismissed its seven-person travel staff today and asked the Federal Bureau of Investigation to examine its books. Administration officials, who said the low-level appointees had failed to account for thousands of dollars, questioned some of their contracts with air charter companies.   None of the staff members were appointees of the Clinton Administration, and all had worked in the White House for at least a decade. Three who were dismissed said tonight that they had not been told of the F.B.I.'s involvement, and denied any wrongdoing.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Heart of Darkness . BRUSSELS . The Congo steamer Lulu Bohlen has arrived at Antwerp and confirms the rumor that the death of Captain van Kerckhoven, commander of the famous Oubanghi Welli and Nile Expedition, was not due to accident, but that he was","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Fingerprints Being Studied In Bomb Case","web_url":"https://www.nytimes.com/1993/05/20/nyregion/fingerprints-being-studied-in-bomb-case.html","abstract":"  Fingerprint by fingerprint, investigators in the World Trade Center bombing are amassing forensic evidence, from New Jersey apartments and a storage locker where bomb-making chemicals were kept, that further links suspects in the conspiracy case.   Laboratory reports from the Federal Bureau of Investigation suggest that the fingerprint evidence will be one of the crucial elements that will be unveiled in the trial of the seven people charged in the Feb. 26 bombing that left six people dead and injured more than 1,000.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Mavs' Jackson Gets Trial Date","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-basketball-mavs-jackson-gets-trial-date.html","abstract":"  A judge in Columbus, Ohio, set Aug. 9 as the trial date for JIM JACKSON of the Dallas Mavericks on charges that he waved a gun at four teen-agers.   The teen-agers said they were driving along a Columbus street on Dec. 30 when Jackson leaned out the window, pointed a handgun and shouted obscenities.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"'Yes' to Europe. But What Kind?","web_url":"https://www.nytimes.com/1993/05/20/opinion/yes-to-europe-but-what-kind.html","abstract":"  It was the idea of European union, rather than the specifics of the Maastricht treaty, that Danish voters finally said \"yes\" to on Tuesday. The ambitious Maastricht blueprint for a unified European foreign and defense policy and a single European currency seems increasingly unlikely to be realized, at least by the 1999 deadline.    Americans have little stake in the details of Maastricht, but a great deal in closer European cooperation. The events of the past year, from currency upheavals to Europe's disastrous fumbling of the Bosnia catastrophe, painfully underscore how far Europe still has to go.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Jets' Brim Cincinnati Bound","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-football-jets-brim-cincinnati-bound.html","abstract":"  Cornerback MIKE BRIM, an unrestricted free agent who started for the Jets the last two seasons, signed with the Cincinnati Bengals yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Review/Theater; From Garbage Trucks To the Barricades of '68","web_url":"https://www.nytimes.com/1993/05/20/theater/review-theater-from-garbage-trucks-to-the-barricades-of-68.html","abstract":"  On Feb. 12, 1968, black sanitation workers in Memphis staged a wildcat strike to back their demands for equal pay, better working conditions and recognition of their union. The walkout became a lightning rod for conflicted civil rights and labor movements that were thundering across the country, and provided a flash point that erupted in riots and culminated in the assassination of the Rev. Dr. Martin Luther King Jr. on April 3.   \"I Am a Man,\" a gripping new play by Oyamo staged by the Working Theater, centers on T. O. Jones, the leader of the local, who called the strike and then lost control of it to forces far removed from the garbage trucks of Memphis.","thumbnail":null,"section":"Theater"},{"date":"19930520","headline":"New Tactics Mark Same Old Land Grab","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-new-tactics-mark-same-old-land-grab-708793.html","abstract":"  To the Editor:   Another Western land grab is in the making in rural New Mexico, but \"In Cattle-Raising West, County Wants to Help U.S. Manage Federal Lands\" (news article, May 6) makes it sound as if that is something new.    I strongly suspect that the myth of the cowboy blinded your urban-based reporter to the conflict of interest in turning decision making on public lands over to those who will reap direct financial benefits.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Ethnic Shifts Are Revealed In Voting For Schools","web_url":"https://www.nytimes.com/1993/05/20/nyregion/ethnic-shifts-are-revealed-in-voting-for-schools.html","abstract":"  Louisa M. Chan, a Chinese-born nurse, sought to be an advocate for the thousands of minority students in School District 24 in Queens, but she quit attending meetings last year because, she said, the all-white school board repeatedly cold-shouldered her and \"it was too unpleasant.\"   Now, after winning a seat in the May 4 school board elections, Mrs. Chan will herself be joining the hitherto all-white, all-Catholic board in District 24, which has a student population that is more than 70 percent from minority groups.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Courting Badillo: A Last Hurrah as Comptroller?; The Hispanic Elder Statesman of New York City Politics Assesses His Political Fate","web_url":"https://www.nytimes.com/1993/05/20/nyregion/courting-badillo-last-hurrah-comptroller-hispanic-elder-statesman-new-york-city.html","abstract":"  \"When I'm running for office,\" Herman Badillo once acknowledged, \"it's like running against three people because in the Puerto Rican community they call me bah-DEE-oh, in the Italian community they call me bah-DILL-oh, and in the Jewish community they say Herman.\"   Today, nearly three decades after he first sought elective office, fewer New Yorkers may know his name at all, much less how to pronounce it. For a candidate who was often considered ahead of his time, the fundamental question Mr. Badillo now faces is whether time has passed him by -- whether he remains an icon, among Puerto Ricans, in particular, or has become a political relic.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"France, Too, Should Stand Behind Its Moratorium","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-france-too-should-stand-behind-its-moratorium.html","abstract":"Just over a year ago, France surprised the world by suspending its nuclear test program in the South Pacific. The moratorium, which was opposed by the French nuclear establishment, was announced just before local elections in April 1992, and was part of t","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Starks, Pippen Loom as The Keys","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basketball-starks-pippen-loom-as-the-keys.html","abstract":"  Bulls vs. Knicks on the Madison Square Garden marquee reminds some of the old fight nights, or worse.   \"It's shaping up like a heavyweight championship fight,\" said Michael Jordan, also known in Chicago as Michael Miracle.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-710993.html","abstract":"  To the Editor:   In \"Food, Wine and Surgery\" (Op-Ed, May 8), John Gagnon offers a novel solution to this country's health care problems. The next time you have that lower abdominal pain that won't quit, get yourself to Tours, France, as fast as you can. Within 20 minutes of checking into your hotel, there will be a doctor in your room making all the arrangements for whatever treatment is necessary. The doctor probably won't send you a bill, your stay at the hospital will be \"blissful,\" and think of all the frequent flier miles you'll accumulate.   Would you have published this article if the doctor and hospital were in Manhattan or Albuquerque? Surely, there must be someone in these United States or among the thousands of foreigners who travel to the United States each year to receive their health care who has had similar experiences with American doctors.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Webster Hubbell and the Clubs","web_url":"https://www.nytimes.com/1993/05/20/opinion/webster-hubbell-and-the-clubs.html","abstract":"  Webster Hubbell, confidant of the Clinton family and nominee for Associate Attorney General, publicly dropped his country club membership yesterday and was embraced by that other club, the United States Senate. The Judiciary Committee showered him with praise and thanks for enabling it to approve his Justice Department appointment.   Committee members then congratulated themselves as heartily as if they had struck a mortal blow, rather than a marginal cut, against the bigotry of exclusive clubs. Yet they barely scratched the surface of the club question.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"No More Crusades Likely As Lewis Looks Ahead","web_url":"https://www.nytimes.com/1993/05/20/sports/track-and-field-no-more-crusades-likely-as-lewis-looks-ahead.html","abstract":"  Carl Lewis, maybe the world's most dashing figure at age 31, says he is through looking out for everybody else.   \"For 10 years and eight gold medals, I worked my tail off to help the sport,\" Lewis said yesterday from his home in Houston. \"I never received support. I'm at the stage now where I don't care about anybody except the Santa Monica Track Club.\"","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too; I Asked for 'l'Addition'","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-i-asked-for-l-addition-717693.html","abstract":"  To the Editor:   I can confirm John Gagnon's experience with the French health care system (Op-Ed, May 8). On a business trip to Toulouse in the spring of 1990, I suffered a fall, resulting in a cut lip and scraped knee, but the pain in my shoulder suggested more serious injury.   In pain, I drove myself to the local hospital, the directions to which are well marked on French roads. Nobody in the emergency room spoke English, and my restaurant French was inadequate. I proffered my passport and pointed to my cut lip. I was immediately ushered into an examining room, where a businesslike young female physician quickly appeared.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Washington Recognizes Angola Government","web_url":"https://www.nytimes.com/1993/05/20/world/washington-recognizes-angola-government.html","abstract":"  The Clinton Administration recognized the Government of Angola today, and called on the guerrilla movement that has been fighting the Government to join it.    The decision represents a dramatic evolution in American foreign policy from outright hostility toward Angola and attempts to undermine the Government throughout the 1980's to the diplomatic embrace today.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"A Rich Event? $0 for Winner!","web_url":"https://www.nytimes.com/1993/05/20/sports/a-rich-event-0-for-winner.html","abstract":"  How much do you get for winning the second richest tournament in the history of professional squash, the $141,000 Brazilian Squash Classic? Nothing. That was the word last night from the Wales-based Professional Squash Association, which said that Jansher Khan, the internationally top-ranked Pakistani player who won the tourmanent final in Rio Monday night, left Brazil the next day with nothing to show for his victory.   According to Mike Plummer, the association's press officer, neither Khan nor any of the three other players who made it as far as the semifinals of the six-day tournament received their prize money, a total of more than $58,000. Indeed, the only players who were paid anything, he said, were the 16 pros who lost in the first round.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Firm With Florio Ties Thrives While Doing Little","web_url":"https://www.nytimes.com/1993/05/20/nyregion/firm-with-florio-ties-thrives-while-doing-little.html","abstract":"  The investment house owned by Gov. Jim Florio's chief aide and another Florio political associate earned more than one million dollars in three years even though the firm performed little underwriting work, and in some cases none at all, for the money, according to Wall Street executives, lawyers and government officials who did business with it.    The firm, Armacon Securities, was federally licensed to buy new bond issues and to resell them to the public, but it lacked almost all of the normal essentials of an underwriter.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor.html","abstract":"Health Care in France. Regarding \"Focusing Like a Laser on Medical Costs\" (Meanwhile, May 12) by Lawrence Malkin:. As an American living and working in France for the past six years, I have consistently had more access to doctors than I would ha","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Home Video","web_url":"https://www.nytimes.com/1993/05/20/arts/home-video-540893.html","abstract":"  May isn't a time for big movies in video stores, but a flow of titles in categories like old films, documentaries and classic television is evidence that studios are watching out for other kinds of material to release on tape.   One mainstay is the old movie available for the first time on cassette. Film buffs routinely complain about favorite movies being withheld in studio vaults, but video executives reply that some films would not sell well enough to be released and in any event they can't release everything at once.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"132 on Missing Colombian Plane","web_url":"https://www.nytimes.com/1993/05/20/world/132-on-missing-colombian-plane.html","abstract":"  A commercial flight carrying 125 passengers and seven crew members disappeared from radar screens today in Colombia, and is believed to have crashed.   The plane, a Boeing 727 identified as SAM Airlines Flight 501, had left Panama City at 2:18 P.M. and was bound for Medellin and Bogota.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/20/nyregion/metro-digest-112793.html","abstract":"  EMPIRE CHIEF IS LEAVING   Albert A. Cardone will step down as the head of Empire Blue Cross and Blue Shield, the financially troubled insurer of 8.5 million New Yorkers, a state government official said. Mr. Cardone's fate was determined at a meeting of Empire's board of directors, but the terms of his departure were not known. Mr. Cardone served as both chairman of the board and chief executive of the company, posts he has held since 1987. A1. RECESSION SETTLES IN SUBURBS   For two decades, New Jersey has been reshaping the American suburb into a powerful magnet for economic growth. But with a four-year recession that is proving deeper for this state than for any other, its grand suburban experiment has hit a roadblock as wide as a semi-trailer jack knifed across Interstate 80. A1.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"New Tally of World's Economies Catapults China Into Third Place","web_url":"https://www.nytimes.com/1993/05/20/world/new-tally-of-world-s-economies-catapults-china-into-third-place.html","abstract":"  Saying that traditional measures underestimate the economies in developing countries, the International Monetary Fund has concluded that China's economy is more than four times as large as previously measured. That makes it the third largest, behind the United States and Japan.   The new study, to be released next week, also greatly increases estimates of the economies of India, Indonesia, Mexico, Brazil and other developing countries.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Sports of The Times; The Captain Goes Down; Ship Stays","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-of-the-times-the-captain-goes-down-ship-stays.html","abstract":"  COACHES aren't merely fired in New York, they're paraded about in public first, then executed.   Bill Fitch was removed as coach of the Nets last May but only after a tortuous public flogging and an open player rebellion that eroded his authority.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Start of a Consensus; Lawmakers Focusing on Drawing Up Rules For Behavior by Homosexuals in Military","web_url":"https://www.nytimes.com/1993/05/20/us/start-consensus-lawmakers-focusing-drawing-up-rules-for-behavior-homosexuals.html","abstract":"  The debate over allowing homosexuals in the military is boiling down to two questions: Should gay men and lesbians be allowed to serve openly, and how open is open?   Something approaching a consensus is developing among lawmakers and Defense Department officials for an approach that is being called \"don't ask, don't tell.\" But the term is being used by different legislators to mean very different things.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"A Guard Who Didn't Guard","web_url":"https://www.nytimes.com/1993/05/20/opinion/a-guard-who-didn-t-guard.html","abstract":"  Safety is elusive enough in New York City schools. It certainly doesn't help when those assigned to provide security in the schools not only fail to do so, but become instruments of danger.    That's what happened in the case of Larry Krakower, a former reading teacher who was beaten up when a security guard apparently led his assailant right to him.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"End the War in Bosnia - Peacefully; Send NATO Troops to Bosnia","web_url":"https://www.nytimes.com/1993/05/20/opinion/end-the-war-in-bosnia-peacefully-send-nato-troops-to-bosnia.html","abstract":"  An extraordinary combination of circumstances makes this a propitious moment for a new effort to end the cruel war in Bosnia. It is not a time to step back, although the temptation to do so is strong.    After the defiant vote of Bosnian Serb leaders to reject the Vance-Owen peace plan, and under intense pressure from economic sanctions and President Clinton's credible threat of force, President Slobodan Milosevic of Serbia has suddenly stopped encouraging his allies in Bosnia. Boris Yeltsin has made it clear that he supports international peace efforts and will not throw a life preserver to Serbs in either Bosnia or Serbia. Finally, recent fighting around Mostar has reminded the world that Croatia as well as Serbia must be brought to heel if there is to be progress toward peace.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Richardson Sought By Hawks","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-basketball-richardson-sought-by-hawks.html","abstract":"  Arkansas Coach NOLAN RICHARDSON said yesterday in Fayetteville, Ark., that the Atlanta Hawks want to talk with him about their coaching job, and he said they probably will get together this week.   \"I usually know immediately if I'm interested in a job or not,\" Richardson said. \"I have not talked to the Hawks other than to try to set a time to sit down and visit with them. Sometime this week, we should be able to get it done. All they asked for was the opportunity to talk to me.\"","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92788255314.html","abstract":"1918: Liner Sinks U-Boat. AN IRISH PORT . An American destroyer has arrived here with the officers and men of a large German submarine which was rammed and sunk by a British transatlantic liner loaded with American troops bound for England. The submarine","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/20/style/chronicle-675793.html","abstract":"  When King William III and Queen Mary II granted a charter to the College of William and Mary in Williamsburg, Va., in 1693, it called for the appointment of a chancellor to represent the interests of the college before the crown.   No matter that the college is no longer under British rule, the position survives, albeit as a totally ceremonial one. MARGARET THATCHER, the former Prime Minister, who is now a member of the House of Lords, has been elected to serve as the 21st chancellor. She will succeed WARREN E. BURGER, the retired Chief Justice of the United States, whose seven-year term as chancellor ends on June 30. (George Washington was the first American to hold the position.)","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/05/20/nyregion/parking-rules-302293.html","abstract":"  Because of Ascension Day, alternate-side parking rules are suspended in New York City today. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Wilderness Campaign: Anyone Listening?","web_url":"https://www.nytimes.com/1993/05/20/nyregion/wilderness-campaign-anyone-listening.html","abstract":"  For years J. Patrick Gilligan has been telling anyone who would listen how New Jersey's tax system should be overhauled. He said he won praise from some fellow Republicans but no action and that is why, at the age of 72, he is running for governor.   \"People would listen and promise to bring my ideas before the state party leadership and the Legislature but they never did,\" he said. \"Going through channels hasn't worked, so I'm going right to the people and hope enough of them will agree with me and something will change.\"","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Columbia Chief Stresses Role of Teacher","web_url":"https://www.nytimes.com/1993/05/20/nyregion/commencements-columbia-chief-stresses-role-of-teacher.html","abstract":"  Delivering his 13th and final commencement address, Michael I. Sovern, Columbia University's president, called on America's universities yesterday \"to tilt the balance back toward teaching\" as they wrestle with fiscal problems and strive to fulfill responsibilities in research and public service.   \"Our best universities must all acknowledge that we cannot continue to increase the price of a college education and deliver less of the faculty our students' tuition dollars are supporting,\" said Mr. Sovern, who will step down as Columbia's 17th president on June 30 to return to teaching at Columbia's law school.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"As Casino Vote Nears, Jockeying Intensifies","web_url":"https://www.nytimes.com/1993/05/20/nyregion/as-casino-vote-nears-jockeying-intensifies.html","abstract":"  With five days left before the first vote in the House of Representatives on whether to legalize a gambling casino for Bridgeport, the measure is still considered a long shot.    But a new round of maneuvering in the Capitol in the last 24 hours has made the question suddenly more volatile, and legislators on both sides said that no one should rule out large shifts of votes and further changes in tactics as the final hour nears.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Vitamin E Greatly Reduces Risk Of Heart Disease, Studies Suggest","web_url":"https://www.nytimes.com/1993/05/20/us/vitamin-e-greatly-reduces-risk-of-heart-disease-studies-suggest.html","abstract":"  Two new studies of more than 120,000 men and women strongly suggest that supplements of vitamin E can significantly reduce the risk of disease and death from fat-clogged coronary arteries. But the researchers and other experts cautioned against rushing out to buy the vitamin supplements before further clinical trials confirm that they are beneficial and safe.   The studies, by researchers at the Harvard School of Public Health and Brigham and Women's Hospital in Boston, showed that initially healthy people with the highest daily intakes of vitamin E developed coronary disease at a rate about 40 percent lower than comparable men and women whose intake of this vitamin was lowest. The preventive effects of vitamin E occurred independently of any change in blood levels of cholesterol.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Against Barkley? Put on the Pads","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basletball-against-barkley-put-on-the-pads.html","abstract":"  If ever a basketball player belonged on a football field, it is Charles Barkley. Not only does he lower his shoulder like a pulling guard, but he is not the least bit frightened of grime. Tuesday night, Barkley missed a dunk with a San Antonio Spur on his back, dropkicked his mouthpiece into the stands, had it passed back to him by several strangers, fumbled it again to the ground and plopped it straight back in his mouth.   Barkley obviously does not get by on esthetics, although, in one sense, Tuesday's game may have been the prettiest of his career. The playoff series was tied 2-2, Barkley's hamstring and shoulder were throbbing, he had managed only two first-half shots, his Phoenix Suns teammates were frozen in their halfcourt offense and the Spurs' fourth-quarter lead was 7 points.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Torborg Leaves In State Of Acute Media Shock","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-torborg-leaves-in-state-of-acute-media-shock.html","abstract":"  The night's organizational dirty work had been done. Jeff Torborg, who had conceded that the city's intense news media focus had been the single greatest shock and obstacle he had faced as manager of the Mets, stood behind his office desk and faced the microphones and cameras once more.   There was humor and relief and a tiny hint of defiance to the end. Of course, the future for Torborg was not exactly desolate or impoverished. He has more than a million dollars coming, and his guaranteed contract with the Mets is not for personal services. He is not obligated to do anything but cash checks through 1995.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/20/nyregion/bridge-380493.html","abstract":"  Conventional wisdom holds that overtricks are important at match points but unimportant at imp scoring or rubber bridge. Therefore, the theory goes, a declarer should occasionally be willing to take a slight risk, and even jeopardize his contract, at match points but not at other forms of scoring.   But a doubled overtrick is another matter altogether. On the diagramed deal, played in a match Tuesday night, the South player, and host, was Edgar Kaplan. He found himself in five diamonds doubled after West had opened four spades.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Massachusetts Governor Has Let Cities and Towns Go Begging","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-massachusetts-governor-has-let-cities-and-towns-go-begging-711793.html","abstract":"  To the Editor:   William Safire's column extolling the virtues of a Presidential run by Gov. William F. Weld of Massachusetts (\"What About Weld?\", May 6) needs some correction before yet another political myth is created.    Mr. Safire quotes Governor Weld's claim that he has \"balanced three budgets without raising taxes or borrowing,\" thus proving that the conservative Governor Weld is able to do what Gov. Michael S. Dukakis before him and President Clinton were unable to do.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Clinton Nears Choice for High Court Nominee","web_url":"https://www.nytimes.com/1993/05/20/us/clinton-nears-choice-for-high-court-nominee.html","abstract":"  Clinton Administration officials said today that they expected the President to choose a new Supreme Court justice within 10 days. They said he had narrowed his list to a few Federal and state judges.   A White House adviser said the candidates under serious consideration included Judge Jon O. Newman of the United States Court of Appeals for the Second Circuit, in Manhattan; Judge Stephen G. Breyer of the United States Court of Appeals for the First Circuit, in Boston; Justice Shirley S. Abrahamson of the Wisconsin Supreme Court; Justice Christine Durham of the Utah Supreme Court, and Judge Jose A. Cabranes of Federal District Court in New Haven.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"19th-Century Calculator Sells for $11.8 Million","web_url":"https://www.nytimes.com/1993/05/20/arts/19th-century-calculator-sells-for-11.8-million.html","abstract":"  A German 19th-century brass calculator, a gilded and lacquered precursor of today's computers, was sold yesterday for $11.8 million at Christie's in London to a Swiss dealer in clocks and watches.   The price paid for the drum-shaped, 10-pound rechnungs Maschine, as it was originally called, was an auction record for any scientific instrument and the third-highest sum paid for any item at an art-auction house this year.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-095393.html","abstract":"  A picture caption on Tuesday about Northern Ireland referred incorrectly to actions by Gerry Adams, the president of Sinn Fein, the Irish Republican Army's political wing. He has met with a rival Roman Catholic political leader in Northern Ireland, not with the British Government.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Knicks' Tickets On Sale Today","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basletball-knicks-tickets-on-sale-today.html","abstract":"  A limited number of tickets for the Eastern Conference finals and for the N.B.A. finals will go on sale at 8 A.M. today, at the Madison Square Garden box office only.   Tickets will be sold on a first-come, first-served basis. Bracelets were to be distributed to customers starting at midnight to protect their places in line. Bracelets will be distributed throughout the morning, but receiving a bracelet does not guarantee tickets.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Joint Chiefs Warn Congress Against More Military Cuts","web_url":"https://www.nytimes.com/1993/05/20/us/joint-chiefs-warn-congress-against-more-military-cuts.html","abstract":"  The Joint Chiefs of Staff told Congress today that the readiness of the American military to go to war could be jeopardized by continued reductions in spending.    Without directly criticizing President Clinton's plans to trim military spending, the service chiefs' warning opened a touchy political issue for the Administration, which has insisted it is cutting the armed forces responsibly and has struggled against the perception that it is anti-military.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/20/style/IHT-what-theyre-reading.html","abstract":"Joop Ave, Indonesia's minister of tourism,is reading Patrick Seale's \"The World's Most Notorious Terrorist, Abu Nidal.\". \"This is the story ofhow he has escaped the security dragnets of even the most sophisticated nations. I know how to","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"CLINTON PUTS DOWN DEMOCRATIC REVOLT ON ECONOMIC PLAN","web_url":"https://www.nytimes.com/1993/05/20/us/clinton-puts-down-democratic-revolt-on-economic-plan.html","abstract":"  Backed by his party's Congressional leadership, President Clinton appeared today to have quelled a revolt by conservative Democrats in the House who had demanded more spending cuts, fewer taxes and caps on benefit programs like Medicare.   But some of the rebellious Democrats insisted, at least for public consumption, that the White House still lacked the votes to pass the President's economic package. And no sooner had the Democratic leadership declared the revolt among House Democrats over than a similar challenge began to take shape among a group of conservative Democrats and moderate Republicans in the Senate. Boren Leads Dissent    In what threatened to be a serious setback for the President, the bipartisan group, led by David L. Boren, Democrat of Oklahoma, reached agreement tonight on a plan to swing the Clinton budget sharply away from higher taxes and toward more spending cuts.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-467393.html","abstract":"  '1924 Now'  Manhattan School of Music   It was a very good year. Janacek's \"Cunning Little Vixen,\" Strauss's \"Intermezzo,\" Schoenberg's \"Erwartung,\" Gershwin's \"Rhapsody in Blue,\" Sibelius's Symphony No. 7 and Respighi's \"Pines of Rome\" all had their premieres in 1924. So did a number of humbler creations that were performed in whole or in part on Wednesday evening by students of David Noon's class on music and life in 1924, including Varese's \"Octandre,\" Prokofiev's Piano Sonata No. 5, Stravinsky's Sonata and Poulenc's \"Poemes de Ronsard.\"","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Turkey Off Balance as Death Ends a Long Rivalry","web_url":"https://www.nytimes.com/1993/05/20/world/turkey-off-balance-as-death-ends-a-long-rivalry.html","abstract":"  The election of Suleyman Demirel to the presidency this week after the sudden death of Turgut Ozal in April has thrown Turkey's political system off balance, reduced the country's regional influence and signaled an end to the three-decade-long grip on power of many of the nation's aging political leaders.   \"This opens up a new political era,\" a Western diplomat said. \"The dramatic removal of Mr. Ozal from the political scene has ended the confrontation between Mr. Ozal and Mr. Demirel that has defined the political process for years. It has removed the country's two most important politicians from the daily political process and, since neither man prepared a successor, created a degree of instability and confusion.\"","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Hurdles for Tax Plan; Sailing May Turn Smooth in House, But Rough Seas Lie Ahead in Senate","web_url":"https://www.nytimes.com/1993/05/20/us/hurdles-for-tax-plan-sailing-may-turn-smooth-house-but-rough-seas-lie-ahead.html","abstract":"  President Clinton was able to win support for his tax proposals from Democratic members of the House of Representatives at their meeting in the Capitol this morning because he allayed their worst political fears.   But the flame of opposition he managed to extinguish in the House was a precursor to the serious problems his program faces in the Senate. Unlike the situation in the House, where Mr. Clinton was on firm footing from the start, the rules, style and committee structure in the Senate work to his disadvantage.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-727393.html","abstract":"  La Gran Scena Opera  Town Hall    Successful satire, the saying goes, sincerely loves its targets. This, beyond all the gags and double-entendres, best explains why La Gran Scena Opera Company works. The eight-man (yes, man) ensemble returned over the weekend bringing their cross-dressing glitter and feminized voices to operatic scenes from \"Madama Butterfly,\" \"Semiramide,\" \"Manon,\" \"Der Rosenkavalier\" and \"La Fanciulla del West.\" The ranges were authentic, but, more important, scrupulous attention was paid to phrase and ornament.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Kelly Said to Be Pick As Director of F.B.I.","web_url":"https://www.nytimes.com/1993/05/20/nyregion/kelly-said-to-be-pick-as-director-of-fbi.html","abstract":"  The New York City Police Commissioner, Raymond W. Kelly, has been mentioned as a possible replacement for William S. Sessions as director of the Federal Bureau of Investigation, Clinton Administration officials said yesterday.   The officials, who spoke on the condition of anonymity, said Mr. Kelly's name had come up in conversations between the White House and the Justice Department, as have at least two other names, those of Louis J. Freeh, a Federal judge in the Southern District of New York, and Richard G. Stearns, a Massachusetts Superior Court judge.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Muslim-Croatian Clashes","web_url":"https://www.nytimes.com/1993/05/20/world/muslim-croatian-clashes.html","abstract":"  Bosnian Muslims and Croats fought gun battles near the central Bosnian town of Vitez today, only hours after their leaders agreed to a cease-fire and pledged to proceed with a United Nations peace plan.   The firefights today took place just outside the Vitez command center of British troops attached to the United Nations military force in Bosnia. Accurate casualty figures were not available.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Review/Jazz; A Saxophonist Whose Motto Is Precision","web_url":"https://www.nytimes.com/1993/05/20/arts/review-jazz-a-saxophonist-whose-motto-is-precision.html","abstract":"  The tenor saxophonist Joe Lovano's career has been on an upswing recently. He has been releasing albums and playing the club circuit, and the critical consensus about him is that he is becoming a major figure on the instrument. On Tuesday night he opened at the Village Vanguard (178 Seventh Avenue South, at 11th Street in Greenwich Village), where he continues through Sunday. Backed by several members of the group he uses in Europe -- Henri Texier on bass and Aldo Romano on drums, along with Kenny Werner on piano -- Mr. Lovano showed exactly why his reputation was blossoming.   He is an extraordinarily resourceful musician whose solos jump registers and change textures like darting fish. He remembers what he plays, and he'll answer a line with another that mirrors or paraphrases what came before. There's a voluminousness to his playing, made articulate by spaces and phrasing and rhythms, that gives the impression of ceaseless creativity. And above all, he's exciting.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"BASEBALL: It's Lights Out for Torborg After One Last Blast; Advice for Torborg: Don't Look Back","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-it-s-lights-for-torborg-after-one-last-blast-advice-for-torborg-don-t.html","abstract":"  Jeff Torborg's travails began early in his tenure with the Mets. Here are a handful of his worst days on the job.  April 19, 1992    Torborg, less than a month into his tenure with the Mets, confesses to having underestimated the difficulty of managing in the National League. \"Our pitcher always seems to be coming up,\" Torborg said after a tactically suspect loss against the Expos 24 hours earlier. June 26, 1992   In a painful version of his daily radio show, Torborg is grilled about the coverup for Bobby Bonilla's phone call from the dugout the day before. The manager winds up apologizing to \"all the New York media\" for any lack of candor, real or perceived. Aug. 4, 1992    The Mets, only four games back of the Pirates and lacking their top players, respond to the manager's call for a \"critical win\" in Pittsburgh by losing in 12 innings. The Mets, who would wind up 4-14 on the season against the Pirates, go on to complete the decisive road trip 0-6 to fall hopelessly out of the race. Sep. 1, 1992    Torborg gets involved in a profane and physical confrontation with outfielder Vince Coleman on the field after Coleman was ejected for arguing a strike call. The scene dramatized what had been a season-long frustration for many Mets, namely that Torborg's failure to argue with umpires began to seem like a failure to stand up for his players. April 11, 1993    Torborg chooses not to discipline or criticize Bobby Bonilla after the outfielder's run-in with a reporter in the clubhouse at Shea Stadium. The Mets then go out and lose their third straight home game to the Astros.  April 25, 1993    The Mets squander a comeback from an 8-3 deficit and lose 9-8 to the Padres on an unearned run. April 26, 1993   Torborg opts to hide the cause of Dwight Gooden's shoulder injury after a clubhouse mishap shortly before Gooden is scheduled to start. It is later revealed that Vince Coleman inadvertently struck Gooden with a golf club while practicing his swing an hour before game time. April 29, 1993    Bret Saberhagen, who won't win a game against a non-expansion club before Torborg is fired, is bombed for three home runs in a 10-5 defeat to the Giants. The Mets commit five errors.  May 2, 1993    A second straight defeat in San Diego underscores another of the club's weaknesses: the bullpen is 0-10  May 8, 1993   Torborg, who said upon his hiring that all players would do all things his way, sees Bobby Bonilla fail to run full out from first base on an eighth-inning flyball by Howard Johnson, even though the Mets are trailing the Marlins by two runs. Torborg does not challenge Bonilla himself and ultimately has to act as a peacemaker after Bonilla flys into a rage at third base coach Mike Cubbage, who criticizes Bonilla's lack of effort on the field. Bonilla is neither fined nor reprimanded. May 9, 1993    After enduring the ignominy of having to identify a May series against the Marlins as critical, the Mets lose their second straight to the expansion club, securing occupancy of last place in the N.L. East. May 14, 1993    The Mets get a season-high 14 hits but lose to the Expos, 8-7. Frank Tanana gives up five runs on one hit in the first inning as errors and hit batsmen doom the Mets. The one-run loss is the first of three that weekend against the Expos. The Mets wind up 2-10 in one-run decisions under Torborg. May 17, 1993    \"Jeff Must Go\" is heard at Shea as the Pirates beat up Dwight Gooden and the bullpen in a 9-4 loss to the Pirates.   May 18, 1993    This time the Mets get 17 hits, but the ultimate result is a fifth straight loss, a 10-8 embarrassment to the Pirates that leaves New York at 12-25, the second worst record in baseball.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Five for Campaign Reform?","web_url":"https://www.nytimes.com/1993/05/20/opinion/five-for-campaign-reform.html","abstract":"  There are moments when elected lawmakers must decide whether to break with their party's leadership or toe the party line on an issue of fundamental public importance. Such a moment has now arrived for five Republican Senators: Dave Durenberger of Minnesota, James Jeffords of Vermont, John McCain of Arizona, William Cohen of Maine and John Chafee of Rhode Island.    The issue is campaign finance reform.   Partisan sparks are sure to fly when President Clinton's proposal for overhauling campaign financing hits the Senate floor early next week. But the bill's fate is likely to be determined by a tense drama unfolding well beyond C-Span's camera range and involving the five Senators.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Assault Issue Draws Hearing in Glen Ridge Case","web_url":"https://www.nytimes.com/1993/05/20/nyregion/assault-issue-draws-hearing-in-glen-ridge-case.html","abstract":"  A New Jersey appeals court today ordered a court hearing into assertions that one of the former Glen Ridge football players convicted of sexually assaulting a mildly retarded schoolmate assaulted a woman at Boston College in 1990.   At issue is whether the man, Christopher Archer, should remain free on bail while he appeals his March conviction.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Transactions","web_url":"https://www.nytimes.com/1993/05/20/sports/transactions-526293.html","abstract":"  Baseball  American League   MILWAUKEE BREWERS -- Placed Dave Nilsson, catcher, on the 15-day disabled list. Recalled Tom Lampkin, catcher, from New Orleans of the American Association. Transferred Ted Higuera, pitcher, from the 15- to the 60-day disabled list. Basketball  United States Basketball League   MIAMI TROPICS -- Activated Freeman Williams, guard, from the taxi squad and Tim Duncan, forward, from injured reserve. Placed Cliff Robinson, forward-center, and Dwight Stewart, forward, on injured reserve.   WESTCHESTER STALLIONS -- Activated Michael Hugar, guard, and James Hodges, forward, from the taxi squad. Placed Derrick Canada, guard, and Damon Patterson, forward, on the taxi squad. National Basketball League   SASKATOON SLAM -- Signed Greg Sutton, guard. Football  National Football League   CINCINNATI BENGALS -- Signed Mike Brim, cornerback.   NEW YORK GIANTS -- Signed Darrell Hamilton, offensive tackle. Canadian Football League   BRITISH COLUMBIA LIONS -- Signed Chris Skinner, running back.   SACRAMENTO GOLD MINERS -- Signed Ernie Rogers, offensive lineman, and Gary McCurty, running back. Arena Football League   ARIZONA RATTLERS -- Acquired Steve Stutsman, wide receiver-defensive back, from the Detroit Drive for future considerations. Signed Judd Rachow, Corey Brannon and Arnold Campbell, linemen. Placed Art Greathouse, running back-linebacker, and Darin Mrachek, Barry Waggoner and Kevin Thomas, linemen, on injured reserve.   CINCINNATI ROCKERS -- Traded Saute Sapolu, lineman, to the Miami Hooters for Wayne Coffey, wide receiver-defensive back.   CLEVELAND THUNDERBOLTS -- Signed Keith Jones, wide receiver-defensive back.   DETROIT DRIVE -- Activated John Corker, lineman.   MIAMI HOOTERS -- Signed Reggie Sutton, wide receiver-defensive back. Hockey  National Hockey League   CHICAGO BLACKHAWKS -- Signed Christian Ruuttu, center, to a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"ECONOMIC PULSE: New Jersey; New Jersey Slump: Go-Go Suburbs Went","web_url":"https://www.nytimes.com/1993/05/20/nyregion/economic-pulse-new-jersey-new-jersey-slump-go-go-suburbs-went.html","abstract":"  For two decades, New Jersey has been reshaping the American suburb into a powerful magnet for economic growth. But with a four-year recession that is proving deeper for this state than for any other, its grand suburban experiment has hit a roadblock as wide as an 18-wheeler jackknifed across Interstate 80.   It was around Morristown, Parsippany, Secaucus, Edison, Princeton, Mount Laurel and other suburbs that developers and corporations, beginning in the 1970's, began transforming rural towns and sleepy bedroom communities into something much more diverse: places for people to pursue corporate careers, shop, dine out and raise their families far beyond the congestion and blight of the region's big cities. 'Models for the World'    In Central and Northern New Jersey, office parks replaced farmland. Glittering shopping malls eclipsed suburban Main Streets. Thousands of workers began commuting from suburb to suburb instead of into New York City, Philadelphia, Newark and Trenton.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Behind in Race, Texas Senator Turns Terminator","web_url":"https://www.nytimes.com/1993/05/20/us/behind-in-race-texas-senator-turns-terminator.html","abstract":"  It's a United States Senator on camera, all decked out in a black leather jacket and Terminator sunglasses, striking an Arnold Schwarzenegger pose and mocking his own reputation as a stodgy Elizabethan scholar.    \"Was it Shakespeare who said, 'Hasta la vista, baby?' \" asks the Senator, a Senator desperately trying to hold on to his job.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-658793.html","abstract":"  Because of an editing error, an article last Thursday about a Pennsylvania law restricting abortions misstated the Supreme Court's former test for judging the constitutionality of such laws. Until last year's ruling in Planned Parenthood v. Casey, states had to show a compelling reason for restricting abortion.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"How Do You Spell Pressure? Knicks vs. Bulls","web_url":"https://www.nytimes.com/1993/05/20/sports/pro-basketball-how-do-you-spell-pressure-knicks-vs-bulls.html","abstract":"  The Knicks have the home-court advantage, but the Chicago Bulls are in familiar territory. For the fifth straight year, they are in the Eastern Conference finals, where few Knicks have gone before.   Exactly two have been there, not counting Coach Pat Riley. Rolando Blackman's Dallas Mavericks lost to Riley's Los Angeles Lakers in the seventh game of the 1987-88 Western Conference finals. Tony Campbell was a bench player on that Lakers team. That is the sum of the Knicks' conference-finals experience.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"High New Jersey Minimum Wage Doesn't Seem to Deter Fast-Food Hiring, Study Finds","web_url":"https://www.nytimes.com/1993/05/20/nyregion/high-new-jersey-minimum-wage-doesn-t-seem-to-deter-fast-food-hiring-study-finds.html","abstract":"  Despite sharp opposition from business, New Jersey last year increased its minimum wage to $5.05 an hour, the second highest in the nation and a level well above those in nearby states.   The increase in April 1992, from $4.25 an hour, came amid a slump in the state's economy, and at a time when employers were already under financial pressure and often unable to pass added labor costs on to customers in the form of higher prices.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Eisenach Journal; Luther and Goethe Breathe Life Into a Dead Land","web_url":"https://www.nytimes.com/1993/05/20/world/eisenach-journal-luther-and-goethe-breathe-life-into-a-dead-land.html","abstract":"  In the fecund pocket of central Germany where titans like Luther, Bach, Goethe, Schiller and Nietzsche once lived and worked, thousands of tourists are discovering attractions that were hidden in decades of Communist rule.   All five states carved out of the former East Germany hope that increased tourism will help pull them out of their economic distress. But in only one state, Thuringia, does tourism appear to have the potential to become a major industry within the next few years.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-659593.html","abstract":"  A picture caption yesterday about Bobby Wescott, a disabled kindergartner in a regular public school, referred incorrectly in some copies to his position in the picture. He was second from the right.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Hail and Farewell on a Winning Note","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-hail-and-farewell-on-a-winning-note.html","abstract":"  The baseball was gone, and so was Jeff Torborg. The Mets came out of their dugout to begin a most awkward, emotionally confused celebration.   Bobby Bonilla's 10th inning two-run homer had given the Mets a 6-4 victory over the Pirates last night at Shea Stadium. It was their first triumph in extra innings all season. The joy was real but the scene was really a farewell. The manager, who was shaking the hands of his players as well as those of the umpires, was about to learn what everyone in his clubhouse had suspected: he was being fired.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Torborg: Decent Man In an Indecent Spot","web_url":"https://www.nytimes.com/1993/05/20/sports/on-baseball-torborg-decent-man-in-an-indecent-spot.html","abstract":"  Jeff Torborg was told late last night that his services were no longer needed by the New York Mets. That organization and most specifically the players are exceedingly lucky that Torborg left as he arrived: a gentleman who's never had it in his nature to lead with a fist on offense or slash and burn on defense.   Torborg was fired half an hour after the underachieving Mets came out of character to beat the Pirates, 6-4, in 10 innings, winning for only the 13th time in 38 games. He could have taken a lot of people -- very deserving people -- down with him. Torborg would not, could not do so. It is not now nor has it ever been in his nature to extract retribution designed to do one thing: spill blood.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Bronx Legislator Charged In Assault of a Woman","web_url":"https://www.nytimes.com/1993/05/20/nyregion/bronx-legislator-charged-in-assault-of-a-woman.html","abstract":"  Councilman Rafael Castaneira-Colon, a veteran Bronx lawmaker, was arrested yesterday and charged with assaulting a woman in a dispute over payments to support their 2-year-old daughter, the police said.   At 8 A.M., Mr. Colon, who is 57 and divorced, surrendered to the police with his lawyer, Murray Richman, at the 43d Precinct station house in Soundview. He was charged with third-degree assault and harassment. He pleaded not guilty at an arraignment in Bronx Criminal Court and was released without bail.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"You Can Get Medical Care in This Country Too; Common Surgery","web_url":"https://www.nytimes.com/1993/05/20/opinion/l-you-can-get-medical-care-in-this-country-too-common-surgery-715093.html","abstract":"  To the Editor:   Professor Gagnon (Op-Ed, May 8) survived a potentially fatal illness in France. He developed an acute surgical abdomen. Surgery showed the problem's source: a ruptured appendix, a common surgical ailment, which can be treated in any community hospital in the United States.    It is not clear why he had to be transferred. Was a surgeon unavailable at the first hospital? Was a more complex problem suspected, such as a ruptured abdominal aortic aneurysm? Even this can be managed in most of our hospitals. A \"team\" is not required for a ruptured appendix, usually managed by a surgeon and one assistant (another physician, a nurse or a hospital corpsman).","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/20/nyregion/inside-033393.html","abstract":"  U.S. Trade Deficit Grows   The trade deficit ballooned in March to $10.21 billion, the widest gap in nearly four years, as imports from Japan and China surged. Page D1. An Abortion Rights Victory    A bitterly divided House Judiciary Committee approved a bill that would ban most state restrictions on access to abortions. Page A14. Russia Acts on Bosnia Issue    Russia is trying to fill the vacuum left when President Clinton yielded to European opposition and shelved a plan to bomb the Serbs. Page A12. Mets Change Managers    The last-place Mets dropped Jeff Torborg in his second season and named former Yankee Manager Dallas Green to take over. Page B13","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Iraqi Tells F.B.I. He Led Attempt To Kill Bush, U.S. Officials Say","web_url":"https://www.nytimes.com/1993/05/20/world/iraqi-tells-fbi-he-led-attempt-to-kill-bush-us-officials-say.html","abstract":"  Federal Bureau of Investigation agents have been told by an Iraqi being held in Kuwait that he led an attempt to assassinate former President George Bush last month on behalf of the Iraqi Government, American officials said today.   The officials said the man had admitted to working with the Iraqi intelligence service, and said other members of the 10-member team had admitted from a Kuwaiti jail to having received Iraqi Government assistance. Absolute Proof Not Established    Some of the suspects denied knowing that Mr. Bush was the target of the plot, the officials said. But they said the leader and some others had identified Mr. Bush as the intended victim.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Divided House Panel Advances Bill To Ease State Abortion Restrictions","web_url":"https://www.nytimes.com/1993/05/20/us/divided-house-panel-advances-bill-to-ease-state-abortion-restrictions.html","abstract":"  Abortion-rights supporters won an important victory today as a bitterly divided House Judiciary Committee approved legislation that would ban most state restrictions on abortion.   Committee liberals bit their tongues and voted for two amendments intended to improve the bill's chances on the House floor. One would leave intact state laws requiring parental consent or notification before a minor could have an abortion. The other would allow states to exempt private institutions, like Catholic hospitals, from performing abortions.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Proud Salads and Free Spirits","web_url":"https://www.nytimes.com/1993/05/20/opinion/proud-salads-and-free-spirits.html","abstract":"It was chilly last night and before going to bed I wondered if I should go out and cover up some plants and then I thought, no, it's May, time to stop thinking about frost. Winter is a great season, definitely one of the top 10, but there comes a time to doze off and let the plants live their own lives. I have just returned from California, and am feeling loose.\n\nIt was a field trip, to show my daughter, a New Yorker, that Los Angeles is not a bad place. We stayed in a little bungalow banked with flowering trees, put in time at the swimming pool, walked around Hollywood, saw Santa Monica and the ocean at sunset, and on our last morning wangled our way onto the Paramount lot, the prettiest studio of them all, and walked around and there, on the back lot, found a New York street with facades of storefronts and brownstones, a rather idealized New York street, one where you could sing \"God Bless America\" and suddenly people of many ethnic backgrounds would converge on you, smiling, and lift you up into the air for the finale.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Washington Council Head Found Dead","web_url":"https://www.nytimes.com/1993/05/20/us/washington-council-head-found-dead.html","abstract":"  John A. Wilson, the chairman of the District of Columbia City Council, died today in an apparent suicide. It was the latest traumatic occurrence to shake the city's government in the last several years.   Mr. Wilson, the dean of District politicians, was found hanging in his Southwest Washington home by his wife, Bonnie, who had returned home about noon when Mr. Wilson's office could not locate him.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/20/nyregion/no-headline-076793.html","abstract":"  \"It's a reminder that China is a great power already, which is something many people haven't quite grasped yet.\" -- PAUL KRUGMAN, an M.I.T. economist, on a new ranking of the world's economies.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"Perot Joins With House G.O.P. in Attacking Clinton","web_url":"https://www.nytimes.com/1993/05/20/us/perot-joins-with-house-gop-in-attacking-clinton.html","abstract":"  Ross Perot lent his voice to the Congressional rebellion against President Clinton's economic plan today, visiting with freshman House Republicans and embracing their cause as his own.   Opinion polls show that the public holds Congress in low regard, and Mr. Perot has visited Capitol Hill several times since the Presidential election to express his own complaints. But today he saved his sharpest barbs for the man who defeated him in November, delivering them at a news conference made all the more provocative by Mr. Clinton's presence one marble staircase away.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/20/arts/classical-music-in-review-729093.html","abstract":"  Sine Nomine Singers  St. Ignatius Episcopal Church 552 West End Avenue Manhattan    Last year the Sine Nomine Singers gave what was billed as their final concert. The report was premature; the group resurfaced on Sunday night, presenting a varied program in advance of an Italian tour. The first half was given over to compositions in Italian modes by Palestrina, Monteverdi, Gesualdo and Schutz, among others; the remainder took a rapid tour of England, Spain, Flanders, Germany, Russia and France, covering everyone from Lassus to Tchaikovsky.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"BLUE CROSS CHIEF IS REPORTEDLY OUT","web_url":"https://www.nytimes.com/1993/05/20/us/blue-cross-chief-is-reportedly-out.html","abstract":"  Albert A. Cardone will step down as the head of Empire Blue Cross and Blue Shield, the financially troubled insurer of 8.5 million New Yorkers, a state government official said yesterday.   Mr. Cardone's fate was determined yesterday at a meeting of Empire's board of directors, but the terms of his departure were not known. Mr. Cardone served as both chairman of the board and chief executive of the company, positions he has held since 1987.","thumbnail":null,"section":"U.S."},{"date":"19930520","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/20/style/chronicle-674993.html","abstract":"  SAUL BELLOW will be moving classrooms, too. The Nobel and Pulitzer Prize-winning novelist, who has taught at the University of Chicago since 1962, will move to Boston University in the fall, it was announced this week. He will hold two titles there, university professor and professor of English, and will teach courses in literature and modern intellectual and cultural history. He will be the third Nobel laureate on the faculty, joining Elie Wiesel and Derek Walcott.","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"Yanks Are In Seventh Heaven","web_url":"https://www.nytimes.com/1993/05/20/sports/baseball-yanks-are-in-seventh-heaven.html","abstract":"  It looked like Bob Wickman might finally lose today. A 4-0 lead had evaporated and the pitcher with the charmed existence departed in the fourth inning trailing the Twins by two runs. How could the Yankees ever rescue him from this debacle?   By exploding for a batch of runs, a routine that has become commonplace whenever Wickman starts. The Yankees pummeled the worst pitching staff in the American League, received a magnificent relief effort from Rich Monteleone and swept a three-game series from the sluggish Twins for the first time in five years with an 11-6 triumph at the Metrodome.  Regrouped and Rebounded    Where have you gone Don Mattingly? And Bernie Williams? Since those starters incurred rib-cage injuries last week, the Yankees have won four of six games and remained entrenched in second place. They could have sulked after the injuries and they could have taken their foot off the gas today when the Twins grabbed a 6-4 lead. Instead, they regrouped, rebounded and continued raging on the road where they have a league-best 13-8 record.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93945147528.html","abstract":"1943: Allies, Side by Side . WASHINGTON . [From our New York edition:] Britain will fight by America's side until the day when Japan's cities and munition centers are laid in ashes, Prime Minister Churchill declared today [May 19] in an address to Congres","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"The Rise and Fall and, Now, Rise of Robert Evans","web_url":"https://www.nytimes.com/1993/05/20/movies/the-rise-and-fall-and-now-rise-of-robert-evans.html","abstract":"  Few men in Hollywood have ascended so rapidly as Robert Evans, or fallen so precipitately.   \"The higher you are, the lower you fall,\" Mr. Evans said in an interview at his home in Beverly Hills. \"I had 10 years of a horrific life, Kafkaesque. There were nights I cried myself to sleep. I was in a fetal position. I gave up.\"","thumbnail":null,"section":"Movies"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-93773511795.html","abstract":"The German Difference . Regarding \"German Teens Protest\" (Letters, April 9):. There is no comparison between the thousands of neo-Nazi attacks against foreigners, resulting in 17 murders, and the Le Pen movement in France or the imitation-skins","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Who Reports to Rabin in Israel? Often Rabin","web_url":"https://www.nytimes.com/1993/05/20/world/who-reports-to-rabin-in-israel-often-rabin.html","abstract":"  Quick! Name Israel's Prime Minister, Defense Minister, Religion Minister, Education Minister and Interior Minister.   You don't need to be an expert on Israeli political arcana to come up with the answers. A one-name response will do: Yitzhak Rabin.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Books of The Times; Definitions 1 and 2 of the Term 'Hard Boiled'","web_url":"https://www.nytimes.com/1993/05/20/books/books-of-the-times-definitions-1-and-2-of-the-term-hard-boiled.html","abstract":"  Paper Doll  By Robert B. Parker  223 pages. G. P. Putnam's Sons. $19.95.  Shella By Andrew Vachss  225 pages. Alfred A. Knopf. $20.    Typically, it takes Robert B. Parker exactly two sentences to get the tension crackling in \"Paper Doll,\" the latest of his many Spenser thrillers: \"Loudon Tripp, wearing a seersucker suit and a Harvard tie, sat in my office on a very nice day in September and told me he'd looked into my background and might hire me.","thumbnail":null,"section":"Books"},{"date":"19930520","headline":"Bosnian Serbs' Leaders Meet to Ratify Vote Rejecting Peace Plan","web_url":"https://www.nytimes.com/1993/05/20/world/bosnian-serbs-leaders-meet-to-ratify-vote-rejecting-peace-plan.html","abstract":"  Bosnia's Serbian nationalist leaders convened their self-proclaimed parliament in a ski hotel here today to ratify the results of a weekend referendum that overwhelmingly rejected the international peace plan for Bosnia and Herzegovina.    The 80 delegates who attended the session met in a mood of growing confidence that the United States and other Western governments will eventually accept the results of the referendum.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/20/nyregion/c-corrections-657993.html","abstract":"  An article yesterday about Congressional opposition to President Clinton's tax proposals, and a caption with the article, named the chief White House lobbyist incorrectly. He is Howard Paster.","thumbnail":null,"section":"New York"},{"date":"19930520","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/20/style/chronicle-481993.html","abstract":"  For three years, KITTY KELLEY has declined repeated entreaties that she speak at Oxford Union, the prestigious Oxford University debating society. Now she has relented, and tonight she will debate the proposition that \"Men Are Still More Equal Than Women.\"   What broke her resolve? \"This year the invitation came via a feminine voice, that of Katherine Wade, the president of the Oxford Union,\" Ms. Kelley, the outspoken and unauthorized biographer of Nancy Reagan, Frank Sinatra and Jacqueline Kennedy Onassis, said from London yesterday. \"I always said no, probably because I was intimidated.\"","thumbnail":null,"section":"Style"},{"date":"19930520","headline":"Nunn 2, Clinton 0","web_url":"https://www.nytimes.com/1993/05/20/opinion/nunn-2-clinton-0.html","abstract":"After nine months of debate in Congress, at the Pentagon and across the country, President Clinton&#x2019;s promise to end discrimination against gay men and lesbians in the military is about to yield an ignominious defeat. Remarkably, the President seems not to care at all.&#xa;   &#xa;In January, he pledged to issue an executive order &#x201C;which would end the present policy . . . of exclusion from military service solely on the basis of sexual orientation.&#x201D; He publicly re-affirmed that pledge at least five times.","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Review/Ballet; On Reckless Passion And Flying Bodies: Meditation in Motion","web_url":"https://www.nytimes.com/1993/05/20/arts/review-ballet-on-reckless-passion-and-flying-bodies-meditation-in-motion.html","abstract":"  Ballet bravura as a metaphor for passion is not your usual bag of dance tricks. Les Grands Ballets Canadiens made the distinction, no holds barred, with the stunning performance that opened its season on Tuesday night with three United States premieres.   The accent was mainly on sweep, not steps, at City Center (131 West 55th Street, Manhattan) although Mark Morris's new \"Paukenschlag\" is something of an exception on this first of two mixed bills. And certainly, the first is not to be missed. This company from Montreal plunges daringly into the earthiness of \"Na Floresta,\" a 1990 ballet by the Spanish choreographer Nacho Duato. But it is James Kudelka's 1991 work to Prokofiev, \"Desir,\" a bold meditation on how both emotions and bodies can take flight, that is the real heart-stopper.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Critic's Notebook; Teaching Young Virtuosos How to Play Rough","web_url":"https://www.nytimes.com/1993/05/20/arts/critic-s-notebook-teaching-young-virtuosos-how-to-play-rough.html","abstract":"  Scripture promises a Messiah who will make \"the crooked straight and the rough places plain.\" The first few days of the two-week-long Isaac Stern Chamber Music Workshop at Carnegie Hall have worked hard to reverse that process. Attending these more or less private sessions (three days of public master classes begin on Tuesday) are selected young quartets, trios and duos from as close as the Juilliard School and as far away as France and Austria. They have arrived revving their powerful, well-tuned motors and been quickly made aware that musical performance has indeed a starting point and a destination, but that its beauty lies in the curves, the bumps and the scenery speeding past along the way.   Shuttling back and forth between Weill Recital Hall and the Kaplan Space, this observer was struck by the identical messages issuing simultaneously two floors apart. Important among them was that phrases, though legs of a single journey, have lives of their own, their own logic, their own energy and their own peculiar punctuation.","thumbnail":null,"section":"Arts"},{"date":"19930520","headline":"Brazil Minister Is Said to Quit","web_url":"https://www.nytimes.com/1993/05/20/world/brazil-minister-is-said-to-quit.html","abstract":"  President Itamar Franco accepted Minister of the Economy Eliseu Resende's resignation Wednesday, Globo Television reported. Mr.  Resende took the post two months ago. He has been hobbled by allegations that he favored a former employer with Government export credits.","thumbnail":null,"section":"World"},{"date":"19930520","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/20/opinion/IHT-letters-to-the-editor-90103142047.html","abstract":"Who Did What When . Regarding \"The Serbs, Too, Have Security Worries\" (Opinion, May 3):. Stephen S. Rosenfeld points out that public opinion seems to have forgotten that Bosnia and Croatia unilaterally broke away from Yugoslavia without guarante","thumbnail":null,"section":"Opinion"},{"date":"19930520","headline":"Giants Sign Offensive Tackle","web_url":"https://www.nytimes.com/1993/05/20/sports/sports-people-football-giants-sign-offensive-tackle.html","abstract":"  The Giants signed DARRELL HAMILTON, a 6-foot-5-inch, 298-pound free-agent offensive tackle, yesterday. Hamilton was waived by the Falcons in training camp last season and did not play football. Before that he spent three years with Denver.","thumbnail":null,"section":"Sports"},{"date":"19930520","headline":"Review/Music; Satie Again SatieAgainSatieagainsatieagains","web_url":"https://www.nytimes.com/1993/05/20/arts/review-music-satie-again-satieagainsatieagainsatieagains.html","abstract":"  Out of contempt for tradition, out of loyalty to the absurd, Erik Satie filled his scores with unperformable commands. \"Arm yourself with clairvoyance,\" he would write; \"open your head\"; \"be visible for a moment.\" He outdid himself in the short piano piece entitled \"Vexations,\" writing at the top of the page: \"In order to play this motif 840 times, one would have to prepare oneself in advance, and in the utmost silence, through serious immobilities.\"   It was left to John Cage to take Satie at his word and organize a 19-hour performance of \"Vexations\" in which the piece was actually heard 840 times in a row. The event, in September 1963, required a rotating squad of pianists, drew attention from the \"Guinness Book of World Records\" and brought out whole teams of critics.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930520","time":"1993-05-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":54,"wspd":7.6},{"date":"19930520","time":"1993-05-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":65,"wspd":14.8},{"date":"19930520","time":"1993-05-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":70,"wspd":16.6},{"date":"19930520","time":"1993-05-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":68,"wspd":20.5},{"date":"19930520","time":"1993-05-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":70,"wspd":22.3},{"date":"19930520","time":"1993-05-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":73,"wspd":14.8},{"date":"19930520","time":"1993-05-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":78,"wspd":16.6},{"date":"19930520","time":"1993-05-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":79,"wspd":14.8},{"date":"19930520","time":"1993-05-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":80,"wspd":9.4},{"date":"19930520","time":"1993-05-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":11.2},{"date":"19930520","time":"1993-05-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":79,"wspd":13},{"date":"19930520","time":"1993-05-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":16.6},{"date":"19930520","time":"1993-05-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":86,"wspd":20.5},{"date":"19930520","time":"1993-05-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":89,"wspd":20.5},{"date":"19930520","time":"1993-05-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":91,"wspd":11.2},{"date":"19930520","time":"1993-05-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":91,"wspd":14.8},{"date":"19930520","time":"1993-05-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":18.4},{"date":"19930520","time":"1993-05-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":91,"wspd":20.5},{"date":"19930520","time":"1993-05-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":91,"wspd":18.4},{"date":"19930520","time":"1993-05-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":90,"wspd":18.4},{"date":"19930520","time":"1993-05-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":93,"wspd":14.8},{"date":"19930520","time":"1993-05-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":94,"wspd":11.2},{"date":"19930520","time":"1993-05-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":9.4},{"date":"19930520","time":"1993-05-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":9.4},{"date":"19930520","time":"1993-05-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":7.6},{"date":"19930520","time":"1993-05-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":9.4},{"date":"19930520","time":"1993-05-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19930520","time":"1993-05-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19930520","time":"1993-05-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":0},{"date":"19930520","time":"1993-05-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":7.6},{"date":"19930520","time":"1993-05-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930520","time":"1993-05-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":9.4},{"date":"19930520","time":"1993-05-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":7.6},{"date":"19930520","time":"1993-05-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":9.4},{"date":"19930520","time":"1993-05-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":7.6},{"date":"19930520","time":"1993-05-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":7.6},{"date":"19930520","time":"1993-05-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":78,"wspd":9.4},{"date":"19930520","time":"1993-05-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":83,"wspd":13},{"date":"19930520","time":"1993-05-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":11.2},{"date":"19930520","time":"1993-05-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":13},{"date":"19930520","time":"1993-05-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":13},{"date":"19930520","time":"1993-05-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":18.7},{"date":"19930520","time":"1993-05-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":16.6},{"date":"19930520","time":"1993-05-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":14.8}]},"19930521":{"guardian_articles":[],"nytimes_articles":[{"date":"19930521","headline":"The Movies That Inspired Martin Scorsese","web_url":"https://www.nytimes.com/1993/05/21/movies/the-movies-that-inspired-martin-scorsese.html","abstract":"  MARTIN SCORSESE was a teen-ager when he first saw Irving Lerner's B-movie melodrama \"Murder by Contract,\" one of many obscure Hollywood films that left a searing impression on him.   \"It's an example of an American B movie that is 100 times better than the film it played with on a double bill,\" the director recalled in a recent telephone interview. \"The film it was playing with when I saw it was 'The Journey,' by Anatole Litvak, with Yul Brynner. That film had nice color, but when 'Murder by Contract' came on the screen, it was surprising and lean and purposeful, and not like anything my friends and I had seen. Afterward we talked about it on the street for days. When I saw it again years later, I was overwhelmed by the severity of the style, which was dictated by the budget. I even tried to put a clip of it in 'Mean Streets' but had to take it out because it was too long.\"","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"For Children","web_url":"https://www.nytimes.com/1993/05/21/arts/for-children.html","abstract":"  'Aesop' 'Fables for New York'   Midtown West School  328 West 48th Street  Manhattan  (212) 247-0208  Recommended ages: 4 to 10  Tomorrow    In the New York Youth Theater's modern version of the Aesop fable \"The Lion and the Mouse,\" a mother and father lion live in New Jersey and have a son named Anthony. The lion family adopts a mouse, who becomes Anthony's sister and is named Lydia. But that doesn't mean Anthony is proud: he's embarrassed by Lydia's puniness and doesn't want to be seen with her. But as in all Aesop fables, Anthony learns a large lesson from his small-mindedness: when Lydia's smallness turns into an attribute, Anthony understands that size is unimportant in the big scheme of things.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/21/style/chronicle-484194.html","abstract":"  The Lincoln Center Theater gave itself a fund-raising party last night at the Vivian Beaumont Theater, where some of Broadway's stars, playwrights and producers rubbed elbows, sang songs and entertained those ready to help raise more than $250,000.   Called \"An Evening with WENDY WASSERSTEIN and Friends,\" the fund-raiser celebrated her contributions to the theater in general and especially her Broadway hit \"The Sisters Rosensweig\" at the Ethel Barrymore Theater.","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Drop the Stick, Grow With the Chinese","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-drop-the-stick-grow-with-the-chinese.html","abstract":"How to deal with China will be a critical strategic issue for the 1990s, and what role China sees for itself in the world will affect the balance of relations in Asia. The Chinese economy has grown in giant leaps since Deng Xiaoping launched his economic","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Academic Freedom? Academic Farce.","web_url":"https://www.nytimes.com/1993/05/21/opinion/academic-freedom-academic-farce.html","abstract":"In 1952, when professors were being accused of being Communists, Mary McCarthy published a satirical novel, \"The Groves of Academe,\" about an irritating professor in a liberal arts college. Learning his contract might not be renewed, he floated the rumor that he was or might be a Communist. His colleagues, who would be happy to see him go, rallied around him on grounds of academic freedom. He kept his job. The case of Prof. Leonard Jeffries of the City College of New York bears some resemblance to this fiction. \n\nThere are excellent reasons why he should not be chairman of the black studies department -- reasons long available to the college's administrators. Although he served as chairman for 20 years, a review of the standard indexes of academic publications reveals absolutely nothing under his name. Besides, so lengthy a term is peculiar. Most academics don't want to spend their time doing a chairman's administrative chores; there's no extra pay and little or no reduction in other academic responsibilities.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Critic's Notebook; 'Cheers' Is Dead, but There's Always the Wake . . .","web_url":"https://www.nytimes.com/1993/05/21/arts/critic-s-notebook-cheers-is-dead-but-there-s-always-the-wake.html","abstract":"  And there you have it. The bartender nearly got back with the waitress who had left him six years ago, but coming to his senses, he stayed with his real family, the gang at the saloon.    With last night's 275th episode, \"Cheers\" closed its barroom door. Given the hype, it's probably not a moment too soon. NBC's blitzkrieg over the past week -- \"Television's greatest night ever,\" an announcer kept shouting during commercial breaks -- was beginning to make even ardent fans feel weary. The campaign began to seem less connected to the departure of a wonderful show than to the drumming up of an audience to justify NBC's tab of $650,000 for a commercial minute.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/21/sports/transactions-780593.html","abstract":"  Baseball    BALTIMORE ORIOLES -- Placed Arthur Rhodes, pitcher, on the 15-day disabled list. Called up Jamie Moyer, pitcher, from Rochester of the International League.   BOSTON RED SOX -- Signed John Stratton, Jr., catcher, and assigned him to extended spring training.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Review/Ballet; Canadians Embrace Dance of This Century","web_url":"https://www.nytimes.com/1993/05/21/arts/review-ballet-canadians-embrace-dance-of-this-century.html","abstract":"  Les Grands Ballets Canadiens, which presented the second program of its City Center season on Wednesday night, tends to come across as a company primarily concerned with 20th-century creativity in its infrequent visits to the New York area.    An exception was the November 1991 performance of \"La Sylphide,\" August Bournonville's 1836 classic at the State University College at Purchase, N.Y., when the Montreal troupe performed locally under its new director, Lawrence Rhodes, for the first time.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Dusk's Magic: As the Day Ends, the Fun Begins;\nShopping","web_url":"https://www.nytimes.com/1993/05/21/arts/dusks-magic-as-the-day-ends-the-fun-begins-shopping.html","abstract":"Shopping in New York City, like finding a parking space or making reservations at a busy restaurant, requires a strategy. People who work conventional hours may feel compelled to do all of their shopping on Saturdays, which, even if you get an early start, can turn into a penance of excessive severity.\n\nFortunately, there are alternatives. It is possible to have your shopping and tranquillity, too, by heading out at dusk when everyone else is going home. Here is a rundown of some shopping opportunities late in the day.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/21/arts/art-in-review-261293.html","abstract":"  John Constable and David Lucas   Salander-O'Reilly Galleries  20 East 79th Street  Manhattan  Through June 5    About mezzotints, John Constable wrote to a friend in 1825: \"As you say, they cannot engrave my color or evanescence, but they can the chiaro oscuro & the details & the taste and with it most of my sentiment.\" Four years later, he hooked up with a young and gifted engraver named David Lucas and together they produced a series known as \"English Landscape,\" to which a subtitle was added in 1833: \"Principally Intended to Mark the Phenomena of the Chiar'Oscuro of Nature.\"","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Train as Museum:Orient Express Reaches the Orient at Last","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-train-as-museumorient-express-reaches-the-orient-at-last.html","abstract":"Next September, the parent company of the Venice Simplon-Orient-Express in Europe, Sea Containers Ltd., launches its Southeast Asian railway line, the Eastern & Oriental Express between Singapore and Bangkok. The line is designed to have the pomp and","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Review/Film; Ullmann Directs an Extended Diary","web_url":"https://www.nytimes.com/1993/05/21/movies/review-film-ullmann-directs-an-extended-diary.html","abstract":"Parents and tradition force a 19th-century Jewish woman to marry a man she does not love. Directed by Liv Ullmann.","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"Hevesi Throws Hat in Ring For Comptroller's Office","web_url":"https://www.nytimes.com/1993/05/21/nyregion/hevesi-throws-hat-in-ring-for-comptroller-s-office.html","abstract":"  State Assemblyman Alan G. Hevesi formally kicked off his campaign for New York City comptroller yesterday with a thinly veiled attack on the incumbent, Elizabeth Holtzman.   While Mr. Hevesi, a Queens Democrat, labored to define the race as a two-way matchup, Herman Badillo, the former Congressman from the Bronx, continued to loom as a possible candidate, with lines of communication to the mayoral campaigns of both Mayor David N. Dinkins and his Republican rival, Rudolph W. Giuliani. By the end of the day, Mr. Badillo still had not decided whether to enter the race or even whether he would seek the Republican line, his associates said.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Cambodia Is Hit by Fierce Fighting in Northwest as U.N. Gets Ready for Elections","web_url":"https://www.nytimes.com/1993/05/21/world/cambodia-is-hit-by-fierce-fighting-in-northwest-as-un-gets-ready-for-elections.html","abstract":"  As the United Nations made final preparations for an election meant to bring peace to Cambodia, heavy fighting was reported today between Government soldiers and rebels of the Khmer Rouge in areas of the Cambodian countryside where voting is now expected to be all but impossible.   The United Nations insisted that the fighting in northwestern provinces of Cambodia would not delay the election, which is scheduled to begin Sunday, although it could force officials to shut down scores of polling places.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Chronicle","web_url":"https://www.nytimes.com/1993/05/21/style/chronicle-263393.html","abstract":"  Good art was good business in New York City last year -- so good, in fact, that City Hall held a news conference on the subject yesterday.    BARBARA J. FIFE, the Deputy Mayor for Planning and Development, said yesterday that four major art shows last year at three of the city's largest museums were also big profit makers for the city. They generated $617 million in tourist spending and provided the city and state with $61.7 million in taxes.","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Track and Field; A Cousin Follows in Mutola's Footsteps","web_url":"https://www.nytimes.com/1993/05/21/sports/track-and-field-a-cousin-follows-in-mutola-s-footsteps.html","abstract":"  Tina Paulino has never competed against her favorite cousin, Maria Mutola. Until 15 months ago, she never raced against anything more determined than a basketball.   This is all very new to the 19-year-old high school senior from Maputo, Mozambique, who will run 800 meters tomorrow against a world-class field that includes Mutola, Joetta Clark, Meredith Rainey, and Yelena Storchevaya of Ukraine at the Reebok New York Games in Columbia University's Wien Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Review/Film; From 'Rambo' to Rodham, Smirking All the Way","web_url":"https://www.nytimes.com/1993/05/21/movies/review-film-from-rambo-to-rodham-smirking-all-the-way.html","abstract":"Commando rescue. Deliciously silly brawn-and-crunch satire.","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"Shawn Has a Say in New Yorker Trial","web_url":"https://www.nytimes.com/1993/05/21/us/shawn-has-a-say-in-new-yorker-trial.html","abstract":"  One of the commanding figures of 20th century letters spoke from the grave today when the jurors in a libel lawsuit between Jeffrey M. Masson and Janet Malcolm were read a deposition from William Shawn, the legendary editor of The New Yorker magazine.   Mr. Shawn, who died last December at the age of 85, was heard as a witness for Mr. Masson, the iconoclastic Freudian scholar who is suing the magazine and the writer, Ms. Malcolm, in Federal court here. Mr. Masson is asserting that an unflattering profile of him that ran in The New Yorker nearly a decade ago included fabricated quotations that were libelous.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/21/nyregion/no-headline-098393.html","abstract":"  \"This is a group that gathered because of a sincere feeling that the President's package was lopsided on taxes and didn't have enough spending cuts. I have to commend anyone who's courageous enough to propose a solution.\" -- SENATOR JOHN H. CHAFEE, Republican of Rhode Island, of the four Senators proposing an alternative tax plan.  [ A16:1. ]","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Review/Theater; Self-Worth, As Taught By a Bizarre Affliction","web_url":"https://www.nytimes.com/1993/05/21/theater/review-theater-self-worth-as-taught-by-a-bizarre-affliction.html","abstract":"  Susie, the perplexed heroine of Jacquelin Reingold's \"Tunnel of Love,\" has a bizarre problem. She was born with C.A.V., which stands for Congenital Absence of the Vagina. That leads Ms. Reingold into a wild-reaching fantasy about what women have to put up with in their pursuit of femininity.   In this one-act play in the Ensemble Studio Theater's annual marathon, Susie (Amelia Campbell) is surrounded by a covey of cartoon doctors offering to correct her anatomical deficiency while also suggesting outlandish varieties of cosmetic enhancement. If she accepted the advice, Susie would turn into a bionic woman. All this, says the playwright with tongue firmly in cheek, is a move to reawaken the ardor of Susie's boyfriend.","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"What Justices Do Off the Bench: Many Find Travel Is Broadening","web_url":"https://www.nytimes.com/1993/05/21/travel/what-justices-do-off-the-bench-many-find-travel-is-broadening.html","abstract":"  Shunning personal publicity, avoiding television cameras, Supreme Court Justices lead what appear on casual observation to be sedate, even cloistered lives.   But this week the public got a glimpse of an extracurricular life that for many members of the Court is surprisingly rich in activities off the bench. The Justices, along with all other Federal judges, filed their annual financial disclosure statements, opening a window not only on their bank accounts and stock holdings but also on their busy travel schedules.","thumbnail":null,"section":"Travel"},{"date":"19930521","headline":"Blue Cross Investigation Pointed To Deep Problems, Officials Say","web_url":"https://www.nytimes.com/1993/05/21/us/blue-cross-investigation-pointed-to-deep-problems-officials-say.html","abstract":"  The board of Empire Blue Cross and Blue Shield forced the resignation of the company's top executive, Albert A. Cardone, after an internal inquiry revealed deep management and morale problems inside the nation's largest nonprofit health insurance company, board members and others said yesterday.   Over the last several weeks, board members, long characterized as rubber stamps for Mr. Cardone, began interviewing his subordinates and heard complaints of Mr. Cardone's confrontational and autocratic style, said board members and government officials who spoke on the condition of anonymity.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"British Legislators Approve Pact Forging Greater European Unity","web_url":"https://www.nytimes.com/1993/05/21/world/british-legislators-approve-pact-forging-greater-european-unity.html","abstract":"  After 204 hours of debate and maneuvering that preoccupied the British capital for more than six months, the House of Commons passed the bill to ratify the Treaty on European Union tonight. The action moves Britain closer to becoming the 12th and final nation to back a stronger and more united European Community.   After so much political infighting and debate, the vote, 292 to 112, which came shortly after 10 P.M., seemed an anticlimax. The opposition Labor Party called on its members to abstain on the final vote, virtually guaranteeing passage of the bill.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"New Chief: Computers And Sports","web_url":"https://www.nytimes.com/1993/05/21/nyregion/new-chief-computers-and-sports.html","abstract":"  Donald L. Morchower, who was named acting chief executive of Empire Blue Cross and Blue Shield , is a former semiprofessional basketball player experienced in computer and systems technology.   \"I think I'm in shock; this whole thing has just come so quickly,\" Mr. Morchower said yesterday. \"Now I've got 9,300 employees to be concerned about.\"","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Paris:Upstairs, Downstairs at Casbah","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-parisupstairs-downstairs-at-casbah.html","abstract":"The \"SoHo of Paris\" in the 11th arrondissement has spread from the Bastille Opra down the Faubourg Saint- Antoine to the Rue de la Forge-Royale, a 10-minute walk from the Bastille and about as narrow as a street can be. Here we find La Ca","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Article 832193 -- No Title","web_url":"https://www.nytimes.com/1993/05/21/arts/article-832193-no-title.html","abstract":"  Like ceramic frogs or Welsh corgis, barbecue brings out obsessive traits in otherwise easygoing types. People who would sooner leave their children in the care of a wolf than leave their neighborhood to try a new restaurant think nothing of driving for hours on the basis of hearsay to sample barbecue.   The hickory-scented allure of ribs, slowly cooked in smoke, and tender pork shoulder, chopped into bits and blended with a deep, complex sauce, has been described lovingly, poetically and -- it must be said -- nauseatingly. After all, are soaring sonnets really the best means of describing a cuisine that leaves a trail of grease spots and empty beer cans in its wake?","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Hear This","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-hear-this.html","abstract":"The movie business is big business and time is money. These people aren't fooling around, right?Well, sure, but bad karma is bad karma, or whatever, and so a major film crew setting up lights and cameras in Alaska got a medicine man from the Tlingit tri","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Housing Nominee Is Attacked","web_url":"https://www.nytimes.com/1993/05/21/us/housing-nominee-is-attacked.html","abstract":"  Calling Roberta Achtenberg an intolerant gay-rights activist unfit for high office, conservative Republicans have begun a strenuous campaign to block her appointment as Assistant Secretary of Housing and Urban Development.   Republican strategists have noted that President Clinton has suffered political damage from his support for gay rights, and the campaign to defeat Ms. Achtenberg appeared to be part of a strategy to underscore differences between the two parties.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Sports Fans, Behold the Devil's Head","web_url":"https://www.nytimes.com/1993/05/21/sports/baseball-sports-fans-behold-the-devil-s-head.html","abstract":"  Ultimately, Jeff Torborg was done in by Pat Riley's hair. Not by an outfielder's insecurity or a general manager's ineptitude or the media's ravenous appetite, although he took the rap for all that, too. Torborg was fired because the competition in New Jock City has become an interdisciplinary battle royal and Torborg was compared with a man who is perceived to have given the Knicks collective character, to have squeezed a handful of loose change into a golden coin.   So why couldn't Torborg have done the same thing, ask the querulous voices of think-tank radio? Why couldn't Torborg, with basically better material than Riley -- at least on paper -- teach, motivate, boot, abuse, do whatever was necessary to make those overripe adolescents earn their amazing salaries? Those are good questions in New Jock City, now that cross-sports comparisons are mandatory for fandom. With the exception of Patrick Ewing, there are no certified superstars on the Knicks, and even Ewing is not the standard at his position. So if the Knicks beat Chicago, the key will be Coach Riley. Meanwhile, the Mets have Doc Gooden, Bobby Bonilla, Eddie Murray, Howard Johnson, Tony Fernandez, and if they can't even beat Chicago, the key must be Manager Torborg.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"A Key to Flu Virus Infection Is Identified","web_url":"https://www.nytimes.com/1993/05/21/us/a-key-to-flu-virus-infection-is-identified.html","abstract":"  Researchers say they have identified a spring-like mechanism on the surface of flu viruses that plays an important role in the viruses' infection of human cells.    Scientists at the Whitehead Institute for Biomedical Research, in Cambridge, Mass., said early evidence suggested that a similar spring mechanism may also be important in the infection of other viruses, including H.I.V., which causes AIDS.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"U.S. Says 165 Concerns Help Belgrade Defy U.N.","web_url":"https://www.nytimes.com/1993/05/21/world/us-says-165-concerns-help-belgrade-defy-un.html","abstract":"  Stepping up the economic pressure on Belgrade, the United States today identified a worldwide network of 165 Serbian companies that it said were being used by Belgrade to defy United Nations sanctions.   The Administration also barred American companies from doing business with the Serbian concerns and urged foreign governments to freeze the assets of the companies.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Drug Labeling Abroad Is Criticized","web_url":"https://www.nytimes.com/1993/05/21/us/drug-labeling-abroad-is-criticized.html","abstract":"  More than two-thirds of the labels for American-made drugs sold in developing countries are seriously deficient and potentially dangerous, a Congressional agency said today.   After a seven-year study, the Congressional Office of Technology Assessment said in a report that among 241 American-made drugs in four developing countries, 68 percent had labels with medically important omissions or additions.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Kelly Doesn't Want F.B.I. Job, He Says","web_url":"https://www.nytimes.com/1993/05/21/nyregion/kelly-doesn-t-want-fbi-job-he-says.html","abstract":"  The New York City Police Commissioner, Raymond W. Kelly, said yesterday that he did not want to be considered as a candidate for F.B.I. director and intended to stay in his present post \"because there is no greater law-enforcement job in America today.\"   An article in The New York Times yesterday quoted Clinton Administration officials as saying Mr. Kelly was one of several possible candidates under consideration to replace the current director, William S. Sessions.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Man Wins $1 Million Sex Harassment Suit","web_url":"https://www.nytimes.com/1993/05/21/us/man-wins-1-million-sex-harassment-suit.html","abstract":"  In what legal experts say is the largest judgment of its kind, a jury has awarded more than $1 million to a male former manager at a spa manufacturing company who sued his former female supervisor, claiming she had sexually harassed him daily on the job for six years.   Experts in sexual harassment and lawyers in the case said that while other men have successfully claimed sexual harassment by women superiors, they knew of no lawsuits involving such a large damage award. In part that is because California law imposes no limits on damages in such cases, whereas most other states and the Federal Government either ban or place strict caps on punitive damages when employees claim sexual harassment.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Sports of The Times; Taskmaster Takes Over Ragtag Army","web_url":"https://www.nytimes.com/1993/05/21/sports/sports-of-the-times-taskmaster-takes-over-ragtag-army.html","abstract":"  WIPE that smile off your face, soldier! Who do you think you're talking to? Stand at attention!    Capitaine Green joins the French Foreign Legion today, and for openers he is going to straighten out all the gossipers and whiners and second-guessers and malingerers and backbiters in his clubhouse. And then he'll go to work on the players.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Complaint by Clinton Friend Led to Ouster of Travel Staff","web_url":"https://www.nytimes.com/1993/05/21/us/complaint-by-clinton-friend-led-to-ouster-of-travel-staff.html","abstract":"  Bombarded by accusations from Republicans that the White House dismissed its travel staff to reward friends and relatives, the Clinton Administration today disclosed that the action came after a close friend of President Clinton sought White House business opportunities for colleagues in the travel business.   Administration officials also acknowledged that the travel agency that is temporarily taking over the White House travel accounts once had business, financial and political ties to Mr. Clinton and his associates. Last year, the agency helped pay off old Clinton campaign debts.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Cubans in Exile Want Embargo to Go On","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-cubans-in-exile-want-embargo-to-go-on-302393.html","abstract":"  To the Editor:   Rolando Prats Paez's opinion about Cuba in \"Hard Line, Hard Luck for Cuba\" (Op-Ed, May 10) is factually and morally questionable.   Most Cubans living in exile -- and not only those he calls \"ultraconservative\" -- are in favor of the embargo (there have been surveys about this) because most of us know that the suffering of our relatives, friends and fellow Cubans there don't have anything to do with the embargo, but with an ineffectual system that tries to impose an obsolete ideology over the economy as a sort of straitjacket.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Students Stabbed With Hypodermic Needle","web_url":"https://www.nytimes.com/1993/05/21/nyregion/students-stabbed-with-hypodermic-needle.html","abstract":"  As many as 18 girls who are students at P.S. 46 in Harlem may have been stabbed with a hypodermic needle in school on Tuesday, and a 13-year-old boy who is a student at the school has been charged in the case, a spokesman for the Police Department said last night.   Police Officer Andrew McInnis said the stabbings apparently took place during school hours in a hallway at the school, which is at 2997 Eighth Avenue, at the Polo Grounds housing complex at 155th Street.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/05/21/arts/restaurants-952293.html","abstract":"  Take an Italian restaurant and place it on a marginal street, develop an improbably large and ambitious menu, refuse to accept credit cards and what do you have? An establishment that is so popular it doubles in size after a year-and-a-half.   Cucina, on Fifth Avenue in Park Slope, Brooklyn, is a handsome, casual place owned by Anthony Scicchitano, who has a string of pork stores in New York, New Jersey and Connecticut called A.& S., and by Michael Ayoub, the chef, who worked at Claude's in Manhattan and at Water's Edge in Queens.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Review/Theater; The Angel Of No Hope Visits New York","web_url":"https://www.nytimes.com/1993/05/21/theater/review-theater-the-angel-of-no-hope-visits-new-york.html","abstract":"  If an angel who descends to New York in Jose Rivera's \"Marisol\" is to be believed, there's only one hope for the city: \"Immediate evacuation followed by fire on a massive scale.\" This is not a play the Mayor would want to use for a re-election platform. In Mr. Rivera's urban landscape of 1993, citizens who are not bludgeoned to death on the IRT are likely to be sickened by contaminated milk or drenched in acid rain. Coffee and apples are extinct, and even the moon is hiding in shame.   Mr. Rivera, born in Puerto Rico and of late a resident of Los Angeles, is an adventurous young writer who has been steadily moving toward the phantasmagoria of \"Marisol\" in his decadelong career. After first gaining attention at Ensemble Studio Theater with \"The House of Ramon Iglesia,\" a smart coming-of-age work later seen on public television on \"American Playhouse,\" he began to smash through convention by tentatively injecting magical realism into his plays' immigrant households. In \"Marisol,\" which opened last night at the Joseph Papp Public Theater, Mr. Rivera breaks through to the other side. Heaven and hell are the only settings that count in this gruesome fantasy, though hell happens to go by such names as Brooklyn and the Bronx.","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"Trying to Sell Art These Days Is Hard Enough; More Insight, Please","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-trying-to-sell-art-these-days-is-hard-enough-more-insight-please-300793.html","abstract":"  To the Editor:   I write as director of an art gallery that deals only in European old master paintings and drawings, thus beyond the range of the potshots your reporter took at the contemporary art market (May 7). Nevertheless I read the article with horror, embarrassment and, in the end, indignation.   The article had the single idea that \"art\" is not as expensive as it used to be. To this familiar truth the author and his spiteful humor (if one can call it that) nailed a number of galleries, humiliating in the process the employees who are doing what they can to keep the art market alive in difficult times.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"State to Cover Toxic Waste at 7 Sites in Stratford","web_url":"https://www.nytimes.com/1993/05/21/nyregion/state-to-cover-toxic-waste-at-7-sites-in-stratford.html","abstract":"  Seven hazardous waste sites here pose such a public health hazard that the state will spend $5 million to cover the waste immediately with nonporous material, state officials said today.   Among the sites are locations at the ballfields at Wooster Intermediate School, the recreation area adjoining Short Beach and the Housatonic Boat Club, a private boatyard. Officials said children age 6 or younger who might have been exposed to toxic materials at the sites should be tested for lead contamination.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"With Nannies and Families, CBS Courts Adults","web_url":"https://www.nytimes.com/1993/05/21/arts/with-nannies-and-families-cbs-courts-adults.html","abstract":"  Seeking to extend its winning streak in prime time, CBS announced a new fall lineup of programs yesterday that emphasized the network's current strength with adult viewers.   The network made fewer changes than either ABC or NBC, leaving its strongest nights, Sunday and Tuesday, intact from last season. CBS will add five new half-hour comedies, including one starring Faye Dunaway, three hourlong dramas and one new news-magazine program to its lineup.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"132 Dead in Colombian Jet Crash","web_url":"https://www.nytimes.com/1993/05/21/world/132-dead-in-colombian-jet-crash.html","abstract":"  The wreckage of a Colombian jetliner that was reported missing Wednesday night was discovered near a mountain top in northwest Colombia today. None of the 132 people on board are believed to have survived.    The plane, a Boeing 727 belonging to SAM Airlines, is thought to have crashed into a mountain and caught fire. Fragments of the wreckage were scattered in a radius of about two-and-a-half miles. The flight was carrying 84 Colombians and 48 foreigners, including 7 Americans, airline officials said.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/21/arts/art-in-review-263993.html","abstract":"  Brice Marden   Matthew Marks Gallery  1018 Madison Avenue (at 78th Street)  Through June 26    There are not many contemporary artists whose latest show one is always eager to see. Brice Marden is among them. This exhibition of recent paintings, prints and drawings leaves no doubt about his mastery of the kind of refined, sensuous and extremely beautiful abstraction he has been pursuing for several years. It is an art of intricate balance in which lines, like calligraphic markings, create patterns of various densities that at their most spare have a certain haiku elegance and that at their most entangled remain somehow airy and delicate. In some cases, the starting point seems figurative but the sources are invariably obscured.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Failing to Build Dump, New York Faces a Shutout","web_url":"https://www.nytimes.com/1993/05/21/nyregion/failing-to-build-dump-new-york-faces-a-shutout.html","abstract":"  For more than eight years, New York State has been promising to build a dump for its low-level radioactive waste, 84 tractor-trailers full a year. And for more than eight years, it has completely failed, relying instead on the good graces of South Carolina to take the waste.   Now South Carolina, the only place in the country besides Washington State with a low-level radioactive waste site, is finally running out of patience. When New York State announced last week that it was essentially putting its search on hold, officials in South Carolina, which has been increasingly reluctant to accept New York waste, said they were beginning to think that New York had never seriously intended to build a dump, and they threatened to cancel its contract.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Hoisting a Few to Say Goodbye to Themselves; At Tavern in Larchmont, the Appeal of 'Cheers' Can Be Seen in the Barroom Mirror","web_url":"https://www.nytimes.com/1993/05/21/nyregion/hoisting-few-say-goodbye-themselves-tavern-larchmont-appeal-cheers-can-be-seen.html","abstract":"  It could have been a scene out of \"Cheers.\"   About two weeks ago, one of the regular patrons at the Larchmont Tavern walked into the men's room and discovered a set of false teeth sitting atop the toilet tank. After the owner of the teeth failed to come forward, Anthony Flook, one of the Tavern's bartenders, decided to have a little fun: he put the dentures in a glass of vodka and offered $100 to anyone who could drink it to the bottom. No one took the dare.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Byrd Is a Father of Year And Man of the Moment","web_url":"https://www.nytimes.com/1993/05/21/sports/pro-football-byrd-is-a-father-of-year-and-man-of-the-moment.html","abstract":"  Walking without crutches or cane and with a smooth, steady stride, Dennis Byrd has returned to New York for a weeklong stay that began yesterday when he received a father-of-the-year award at the Sheraton Manhattan hotel.   Accompanied by his wife, Angela, the former Jets' defensive end hardly looked like a man who fractured a vertebrae in his neck and lost the use of his legs after a collision in a game six months ago. People who have followed his recovery are amazed at how rapidly Byrd has regained use of his legs. But Byrd does not marvel over his accomplishments.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"U.S. CITES ATTACKS ON PLANES BY IRAQ","web_url":"https://www.nytimes.com/1993/05/21/world/us-cites-attacks-on-planes-by-iraq.html","abstract":"  American warplanes patrolling the no-flight zone over southern Iraq were met with antiaircraft fire on three separate occasions this week but did not return fire, the Pentagon said today.   A Pentagon spokesman said the Iraqi shells all exploded well below the Navy and Air Force fighter planes, and the pilots did not regard them as a threat. Although some of the antiaircraft fire was guided by spotlights, he said it was unclear whether it was aimed at the American planes.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-letters-to-the-editor-93475856259.html","abstract":"Real War of the Sexes. Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Meanwhile, April 28) by Katherine Knorr:. Perhaps Ms. Knorr is successful and powerful enough that she doesn't have to worry about such problems as the wage discre","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"NOTEBOOK: Boxing; Chesseburger, Cheeseburger for Bowe","web_url":"https://www.nytimes.com/1993/05/21/sports/notebook-boxing-chesseburger-cheeseburger-for-bowe.html","abstract":"  Riddick Bowe's trainer said, \"What's the big deal?\" But Jesse Ferguson's co-manager claimed the heavyweight title was more attainable when Bowe weighed in today at 244 pounds for Saturday night's defense of his two crowns.   When Bowe got off the scales and someone said \"244 pounds,\" a \"Whoa!\" arose from the several hundred reporters and hangers-on at the Loews L'Enfant Plaza Hotel. Ferguson, meanwhile, came in at 224 for his challenge against the unbeaten holder of the World Boxing Association and International Boxing Federation titles.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"More Remedies Needed In Domestic Violence","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-more-remedies-needed-in-domestic-violence-303193.html","abstract":"  To the Editor:   \"Domestic-Abuse Law: An Accuser's Painful Choice\" (Law page, May 7) points out that only in New York State is the victim in a family violence situation precluded by law from taking civil and criminal legal action simultaneously. By the 1977 \"right of election\" law, the victim is forced to make a choice between the two within three days, oftentimes while still suffering from the trauma of an attack.   I have introduced legislation in the New York State Senate (S. 3190) to remedy this grievous fault, enabling victims of domestic violence to take both civil and criminal action.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"The Green Approach: Motivate, Loudly","web_url":"https://www.nytimes.com/1993/05/21/sports/baseball-the-green-approach-motivate-loudly.html","abstract":"  The New York Mets have gone through the first part of baseball's version of the good cop-bad cop routine. Now they get Dallas Green.   Green, who will take over the Mets tonight in place of the fired Jeff Torborg, is already all but a larger-than-life figure in the minds of Mets fans. For their fervent hopes and his assignment are obvious: spark the listless Mets, even if he has to be the worst nightmare come true to a team adrift in the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Is That A Ball Club Huddled in The Cellar?","web_url":"https://www.nytimes.com/1993/05/21/sports/baseball-is-that-a-ball-club-huddled-in-the-cellar.html","abstract":"  The manager's desk will be stacked with sheets of statistics and reports for Dallas Green's arrival today. The clubhouse will be clean and orderly. Impressive nameplates will hang above a handful of lockers -- Saberhagen, Gooden, Murray, Bonilla, Franco, Johnson.   The looks, of course, will be deceiving. The scene, after all, is a mess. The players haven't lived up to their reputations. The statistics are frightful reading. Green inherits a basement outfit 14 games back of the leaders in the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/21/nyregion/c-corrections-926393.html","abstract":"  A map yesterday with a front-page article about the New Jersey economy showed an incorrect location for Dover Township, one place in New Jersey where jobs grew most quickly in the 1980's. It is in Ocean County, and includes Toms River; the town of Dover is in Morris County.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"School Headmaster Quits Because He Lacks Degree","web_url":"https://www.nytimes.com/1993/05/21/nyregion/school-headmaster-quits-because-he-lacks-degree.html","abstract":"  The headmaster of a private school here has resigned after it was found that he lacked a college degree.   Christopher B. Howard, 42 years old, headmaster of the Unquowa School for five years, submitted his resignation to the school's 21-member board this week, effective Sept. 1. He began work at the school 15 years ago as a student teacher and taught English before being promoted to headmaster.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Money Down The Drain","web_url":"https://www.nytimes.com/1993/05/21/opinion/money-down-the-drain.html","abstract":"Braving obvious possible jokes at his expense, Mayor David Dinkins made a visionary decision last month. He committed $300 million to fund the replacement of 1.5 million private toilets.\n\nToilets? Why? Because spending millions on low-flow toilets to save water can save billions on new water supplies and sewage-treatment plants.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893:Abomey to Elyse . PARIS - . General Dodds was received yesterday #May 20# by the President in his private apartments in the Elyse. The general, who wore civilian dress, stayed with M. Carnot about three-quarters of an hour. He presented M","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Chances for Recovery? Ask the Casino Doctor","web_url":"https://www.nytimes.com/1993/05/21/nyregion/our-towns-chances-for-recovery-ask-the-casino-doctor.html","abstract":"  DOMINICK CARLINO'S envious peers are convinced that he spends his days -- and nights -- sidling up to showgirls and hanging out with celebrities.   Scantily clad women do drop in at the strangest hours, often with the strangest problems. \"I need help,\" more than one of them has said to the platinum-crowned woman guarding his sanctum.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"For Declassification, Get a New Broom","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-for-declassification-get-a-new-broom-256693.html","abstract":"  To the Editor:   \"Democracy's Obsolete Secrets\" (editorial, May 9), your call for changes in the classification-declassification system for so-called national security secrets, is on the mark when it warns that the President may have asked the foxes to clean out the chicken coop -- although firm White House leadership could prevent that.    More of a barrier is the interpretation of privacy and executive privilege. Executive privilege should not protect 30-year-old records of discussion by a President and his advisers.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Peacemaking's Limit","web_url":"https://www.nytimes.com/1993/05/21/world/peacemaking-s-limit.html","abstract":"  International outrage, economic sanctions and military threats may have come down to this: In the end, the world seems prepared only to wait and hope that the Bosnian Serbs will stop fighting.   This is also where the leadership of Serbia proper now finds itself. President Slobodan Milosevic, his economy reeling and his country diplomatically isolated, personally pressed his brother Serbs in Bosnia to agree to the so-called Vance-Owen peace plan and was humiliated by their rejection. Now, he insists that he still supports the plan, and hopes the Bosnian Serbs will finally see the light and accept it.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"THE MOVIE GUIDE: Daibyonin","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-the-movie-guide-daibyonin.html","abstract":"Directed by Juzo Itami, Japan.. The actor-director Juzo Itami (\"Tanpopo\") was last year slashed by thugs for making an anti-yakuza film and spent time in a hospital. One of the results is that he is again well and active. Another is this picture","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Review/Film; Movies Shot By 6 Germans In the War","web_url":"https://www.nytimes.com/1993/05/21/movies/review-film-movies-shot-by-6-germans-in-the-war.html","abstract":"  The documentary \"Mein Krieg\" (\"My Private War\") offers stunningly un-self-conscious World War II memories from six German veterans, each of whom took a home movie camera with him into the fray. As directed with chilling simplicity by Harriet Eder and Thomas Kufus, it presents both a compilation of eerie wartime scenes and a catalogue of the photographers' present-day attitudes toward their experience. \"I wouldn't be talking about these things if my conscience weren't clear as crystal,\" one of them calmly declares.   The film makers have their own ideas about their interviewees' complicity, as demonstrated by the emphasis they place on that particular remark. But their approach is restrained as they allow each of these six veterans to reminisce about everything from the condition of their movie cameras (which are well maintained and have yielded high-quality home movies) to the indelible sights they have seen. \"Here we're going into Warsaw, and this is a tour of the buildings destroyed in '39,\" one man says, casually describing his images of wholesale destruction.","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/05/21/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"AND BABY MAKES SEVEN,\" Circle Repertory at the Lucille Lortel Theater, 121 Christopher Street, Greenwich Village. A comedy by Paula Vogel about the imminent arrival of a baby in a gay household. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 and 7:30 P.M. Tickets: $32.50 to $35. Information: (212) 239-6200.","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"Small Paragraph in Tax Measure Would Mean Bigger Bills for Some","web_url":"https://www.nytimes.com/1993/05/21/us/small-paragraph-in-tax-measure-would-mean-bigger-bills-for-some.html","abstract":"  A provision of the tax bill, inserted without debate as the House Ways and Means Committee drafted it last week, would draw many taxpayers into the highest tax brackets next year.   It would do this by delaying the usual annual adjustment of the tax tables to compensate for inflation.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Trying to Sell Art These Days Is Hard Enough; Not Like Potatoes","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-trying-to-sell-art-these-days-is-hard-enough-not-like-potatoes-301593.html","abstract":"  To the Editor:   I read with dismay your May 7 article on bargaining at the art galleries. It certainly is a discouraging picture of the art world.   Like other artists, I am feeling the effects of the recession. Perhaps you should find out why art materials and rents don't come down in price to keep pace with artists' prices. On the contrary, art materials, rents and all other related expenses go up in price, instead of giving discounts.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"U.S. and Russia Agree on Strategy Accepting Serbian Gains for Now","web_url":"https://www.nytimes.com/1993/05/21/world/us-and-russia-agree-on-strategy-accepting-serbian-gains-for-now.html","abstract":"  The United States and Russia agreed today to forge a common strategy with other European nations that accepts, at least for the moment, the territorial gains made by the Serbs in Bosnia.   The goal would no longer be to roll back any of the gains achieved by the Bosnian Serbs in 14 months of fighting, but rather, in the words of a senior Administration official, \"to contain and stabilize the situation and to put the brakes on the killing.\"","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Mitchell-Lama Housing;\nUnion's Bank Finances Projects' Repairs","web_url":"https://www.nytimes.com/1993/05/21/us/mitchelllama-housing-unions-bank-finances-projects-repairs.html","abstract":"The middle-income rental and cooperative housing projects built under New York State's Mitchell-Lama program are aging and many are in need of extensive repairs. But these projects are prohibited by law from taking out second mortgages to finance improvements, as private developments might do. And it is difficult for the projects to accumulate enough money without sharply raising rents or maintenance fees. \n\nBut now, working in conjunction with the State Division of Housing and Community Renewal, the Amalgamated Bank of New York has begun a pilot program that is providing loans to qualifying projects for capital improvements and other needs.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Bosnia:With American Help, the New European Plan Can Work","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-bosniawith-american-help-the-new-european-plan-can-work.html","abstract":"Having been unable to obtain allied agreement to the proposal to arm Bosnian Muslims while carrying out air strikes, President Bill Clinton appears to be happy to wash his hands of the matter. Secretary of State Warren Christopher has returned to the Ame","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"A Bipartisan Disservice","web_url":"https://www.nytimes.com/1993/05/21/opinion/a-bipartisan-disservice.html","abstract":"  Senators David Boren, Democrat of Oklahoma, and John Danforth, Republican of Missouri, proposed a deficit reduction plan yesterday that would, they say, cut about $120 billion of hated taxes and $160 billion of spending out of the Clinton budget plan.    And it would. But what the Senators -- joined by the Democrat J. Bennett Johnston of Louisiana and William Cohen, a Maine Republican -- didn't say is that their plan would also shift tax burdens from South to North and from the rich to the middle class. It would also victimize some elderly poor and disabled families.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Trying to Sell Art These Days Is Hard Enough","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-trying-to-sell-art-these-days-is-hard-enough-257493.html","abstract":"  To the Editor:   Your humorously illustrated \"Bargaining at the Art Galleries: A Personal Odyssey\" (May 7) should be retitled \"Bargaining at the Art Galleries: A Personal Insult.\" Readers who chuckled at the mockery your writer made of artists, their art and the gallery dealers who represent them deserve to hear another side.   The subject of \"discounts\" from contemporary galleries was thorny to artists and dealers long before the greedy 80's or the needy 90's. Serious collectors (individuals who are driven to purchase, who spend more than they think they can afford and who are not primarily interested in art as decoration) have always been treated differently from the myriad other visitors (students, teachers, artists, lookers, journalists pretending to be buyers). There is good reason.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"No One Believed Penelope Gilliatt Plagiarized","web_url":"https://www.nytimes.com/1993/05/21/opinion/l-no-one-believed-penelope-gilliatt-plagiarized-255893.html","abstract":"  To the Editor:   I read your May 11 obituary of Penelope Gilliatt with sadness. Not only because of her premature death, but because you touched on a 15-year-old incident involving a profile of the novelist Graham Greene and charges of inaccuracy and plagiarism, which no one who knew Penelope Gilliatt or her work ever believed.   You quote from The New York Times Book Review of 1971: \"She is intelligent, economical, poignant, highly contemporary. She is also innovative.\" That held true for all her work. Penelope Gilliatt was altogether unlikely to plagiarize anybody's work and was certainly not known for inaccuracy in other profiles.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Critic's Notebook; Ever-Shifting Odds At Cannes Festival","web_url":"https://www.nytimes.com/1993/05/21/movies/critic-s-notebook-ever-shifting-odds-at-cannes-festival.html","abstract":"  \"JUDGMENT,\" Jack Valenti said here the other night, \"is the elf who acts like a computer when you get to that fork in the road.\"   If that's true, and there's no reason to disbelieve the president of the Motion Picture Association of America, then it's apparent that a lot of elves are at the point of nervous breakdown as the 46th Cannes International Film Festival enters its final days.","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/05/21/arts/sounds-around-town-260493.html","abstract":"  From Charles Busch   \"The Charles Busch Revue,\" the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. Charles Busch, the author, drag performer and star of such Off Broadway comedies as \"The Lady in Question\" and \"Vampire Lesbians of Sodom,\" leads a genial cabaret revue that spoofs the old Carol Burnett and Judy Garland television variety shows. If the revue is not always as funny as it wants to be, more often than not its humor lands, as in its \"politically correct\" version of Walt Disney's \"Snow White.\" Mr. Busch's flamboyant gowns and wigs are also hilarious in themselves, and he conveys an irresistibly mischievous enthusiasm for the fun of dressing up. Shows are tonight and tomorrow at 9 and 11:15 and on Sunday at 9 P.M. Tickets are $20 and $25, and there is a two-drink minimum.  Klezmer Tribute    \"A Klezmer Tribute to Dave Tarras,\" Brooklyn Center for the Performing Arts, Brooklyn College, Flatbush and Nostrand Avenues, Flatbush, (718) 951-4500. Three of Brooklyn's leading klezmer ensembles, Klezmer Plus, Kapelye, and the Original Klezmer Jazz Band, are to perform a special tribute to Dave Tarras, a Jewish clarinetist, composer and klezmer band leader of the 1930's and 40's. Klezmer Plus will perform European dance tunes and wedding music. Kapelye will play music of the Yiddish theater, and the Original Klezmer Jazz Band will offer big-band swing arrangements of Tarras's favorite pieces. Show time is Sunday at 2 P.M., and tickets are $15; $10 for students and the elderly.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Gearing Up on Health Issue","web_url":"https://www.nytimes.com/1993/05/21/us/gearing-up-on-health-issue.html","abstract":"  As President Clinton grapples with questions of cost and size in his health-care plan, interest groups are massing on Capitol Hill. Page A14.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"One Network's Case For Doctoring Playoffs","web_url":"https://www.nytimes.com/1993/05/21/sports/baseball-tv-sports-one-network-s-case-for-doctoring-playoffs.html","abstract":"  Dennis Swanson tells a story about hockey to make a point about baseball. The president of ABC Sports is recalling how he lobbied the National Hockey League to alter its plan from airing one Stanley Cup playoff game on a given afternoon to three during the first two weeks of ABC's recent five-week foray into hockey.   \"I said, 'You have to regionalize,' \" he said. \"You want to grow hockey as a national property, forget one game.\"","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"French Regional Chefs Invest in Their Roots","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-french-regional-chefs-invest-in-their-roots.html","abstract":"\"Worth a detour\" means many things to many people. But the way I see it, any restaurant that so excites the palate that three days later you're still in a state of rapture is worth a wrong turn or two. .Here in this gray mountain village of t","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Review/Photography; Images That Showed How a Camera Makes Poetry","web_url":"https://www.nytimes.com/1993/05/21/arts/review-photography-images-that-showed-how-a-camera-makes-poetry.html","abstract":"  Few books in the history of photography have had as powerful an impact as \"The Americans,\" by Robert Frank. In the 35 years since it was first published, Mr. Frank's somber view of life in the 1950's has shaped the vision of countless younger photographers with its demonstration of the poetic possibilities of the medium.    The Houk Friedman Gallery is presenting a selection of Mr. Frank's photographs made between 1948 and 1960, many of which were included in \"The Americans,\" last published by Aperture in 1978. Other pictures in the exhibition appeared in Mr. Frank's autobiographical book, \"The Lines of My Hand\" (Lustrum, 1972; reprinted by Pantheon in 1989), while still others have seldom if ever been seen before.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Review/Opera; Glass's 'Orphee,' Built on Cocteau's","web_url":"https://www.nytimes.com/1993/05/21/arts/review-opera-glass-s-orphee-built-on-cocteau-s.html","abstract":"  Any composer who takes on the oft-set story of Orpheus faces an unapproachable ideal. Orpheus's music had, poets tell us, the power to make trees and mountains bow their heads; it could draw iron tears from the Lord of the Underworld. In Philip Glass's new opera, \"Orphee,\" which is receiving its world premiere performances here at the American Repertory Theater until July 10 (and which will also be seen at the Brooklyn Academy of Music in the fall), Orpheus is turned into a hip French poet. This is fortunate: the music did not have to face the challenge of matching its mythic origins.   The opera is based on Jean Cocteau's 1949 film \"Orphee,\" so it did not have to demonstrate great gifts of poesy either. Cocteau set the film in contemporary France, and he avoided any demonstration of his poet's achievements. The opera libretto, adapted by Mr. Glass and edited by Robert Brustein, the company's artistic director, is just a shortened version of the movie screenplay. The opera reproduces nearly all of Cocteau's surreal alterations to the Greek myth: the motorcyclists who are the agents of Death; the mirrors through which the world of the dead can be entered; the rubber gloves that give passage through these zones; the radio that sputters odd fragments of Morse code and Appolinaire's poetry; the icy Princess who captures the souls of the dead.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Judge Dismisses Contempt Case Against Close-Mouthed Lawyer","web_url":"https://www.nytimes.com/1993/05/21/nyregion/judge-dismisses-contempt-case-against-close-mouthed-lawyer.html","abstract":"  A Manhattan judge has thrown out a highly unusual criminal contempt charge against a lawyer who refused to tell a grand jury who had paid her legal fees.   Legal experts said yesterday that the case was intriguing because it was virtually unheard of to file a such a charge against a lawyer. They said the case was the only one of its kind in New York State.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/21/arts/art-in-review-837293.html","abstract":"  'Expressive Heads'   Jason McCoy Gallery  41 East 57th Street  Manhattan  Through June 12    Faces and heads of all descriptions, dating from the Renaissance on, line the walls of this ambitious exhibition of drawings and works on paper, selected by and belonging to the dealer Kate Ganz. With pictures attributed to Piero di Cosimo, Andrea del Sarto, Giovanni Battista Tiepolo and other early masters, as well as contemporary images by such artists as Robert Rauschenberg, Roy Lichtenstein and Chuck Close, the show testifies to artists' continuing fascination with depicting the face.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"THE MOVIE GUIDE: Rosa Rosae","web_url":"https://www.nytimes.com/1993/05/21/style/IHT-the-movie-guide-rosa-rosae.html","abstract":"Directed by Fernando Colomo. Spain.. There is a good scene about halfway through the film in which the character Rosae (Mara Barranco), working as a mail carrier, refuses to deliver letters if they have bad karma. That moment may be the crowning poi","thumbnail":null,"section":"Style"},{"date":"19930521","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/05/21/arts/diner-s-journal.html","abstract":"  Location, Location and Prices    In this age of assiduous down-scaling in the restaurant business, it's surprising to see a pasta house retool with the notion of becoming a major player among midtown restaurants. Colors, formerly R. J. Colors, faces two obstacles in its quest: first, a secluded location in the Park Atrium just east of Park Avenue, between 46th and 45th Streets; and second, its prices, with dinner appetizers between $8 and $11 and main courses from $21 to $26. The prices are not out of line considering what the chef is trying to do, it's just that this location may not sustain them.   The new chef at Colors is Erik Blauberg, formerly of Bouley. The consultant in the transition was Frank Valenza, an experienced restaurateur who owns the popular restaurant 222 at 222 West 79th Street.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"26,000 Cubans Partly Blinded; Cause Is Unclear","web_url":"https://www.nytimes.com/1993/05/21/world/26000-cubans-partly-blinded-cause-is-unclear.html","abstract":"  A disease that impairs vision and affects the nerves has struck almost 26,000 Cubans, predominantly adult men, health officials in Havana say. The Government has invited foreign experts to investigate.   A neurologist from Columbia University's medical school who has examined patients in Cuba said the epidemic was apparently caused by a nutritional deficiency, probably a lack of vitamin B1, thiamine.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/05/21/arts/art-in-review-266393.html","abstract":"  'Ree Morton' 'Works From 1971-74'   Brooke Alexander Gallery  59 Wooster Street  Through June 5    This spare and playful show retrieves an almost forgotten artist, Ree Morton, who was born in 1937, began making art in her late 20's and died in an automobile accident shortly before her 41st birthday, in 1977. Like several other artists of her generation, including Joel Shapiro and Elizabeth Murray, Morton responded to the austere inventions of Post-Minimalism and Conceptual Art in resoundingly personal ways.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Les Mousquetaires:Down to 2, Still Riding High","web_url":"https://www.nytimes.com/1993/05/21/sports/IHT-les-mousquetairesdown-to-2-still-riding-high.html","abstract":"This is a city of statues: Charlemagne rides high on his stallion before Notre Dame, Louis XIII holds court in the Place des Vosges, the Venus de Milo hovers mysteriously in a cavernous hall of the Louvre..Even sport is not spared the monumental treatm","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Brown Is Here, There and Now Nowhere","web_url":"https://www.nytimes.com/1993/05/21/sports/pro-basketball-brown-is-here-there-and-now-nowhere.html","abstract":"  Larry Brown, who normally stays on a job for a good two or three years, gave the Los Angeles Clippers 15 months. Today, he resigned as the Clippers' head coach, apparently to explore other options, and the Indiana Pacers are already requesting an interview.   \"Yes, he's high on our list,\" said Pacers President Donnie Walsh, a former teammate of Brown's at the University of North Carolina. Two days ago, Walsh fired his coach, Bob Hill.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Royals Owner Says He Has Bone Cancer","web_url":"https://www.nytimes.com/1993/05/21/sports/sports-people-baseball-royals-owner-says-he-has-bone-cancer.html","abstract":"  Exactly one month after announcing a plan that would keep the baseball Royals in Kansas City after his death, owner EWING KAUFFMAN revealed he has bone cancer.   Kauffman, 76, told The Kansas City Star on Wednesday that doctors are still trying to determine the seriousness of his condition. He is undergoing therapy for pain, he said.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/21/nyregion/news-summary-095993.html","abstract":"  International A3-9  BRITISH HOUSE BACKS UNITY  The House of Commons passed the bill to ratify the Treaty on European Union, moving Britain closer to becoming the 12th and final country to support it. The bill now goes to the House of Lords.  A1  U.S AND RUSSIA UNITE ON BOSNIA  The United States and Russia agreed to forge a strategy with other European nations that accepts, at least for the moment, the territorial gains made by the Serbs in Bosnia.  A1","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/21/nyregion/metro-digest-190493.html","abstract":"  METRO DIGEST  EMPIRE BOARD FORCED CARDONE TO QUIT   The board of Empire Blue Cross and Blue Shield forced the resignation of the company's top executive, Albert A. Cardone, after an internal inquiry revealed deep management and morale problems, board members and others said. A1. With the end of Albert A. Cardone's tenure as its leader, Empire Blue Cross and Blue Shield closed a chapter. B4.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Free Lunch Is Dangerous to Health","web_url":"https://www.nytimes.com/1993/05/21/opinion/free-lunch-is-dangerous-to-health.html","abstract":"Hillary Rodham Clinton's secretive reformers might well be making the wrong diagnosis -- and thus may wind up treating symptoms, not causes, of the disease afflicting our health care system. News reports suggest they are contemplating regressive taxes and mandated employer-provided benefits. This would be a mistake.\n\nDuring World War II, an amendment to the Federal tax code made employer-paid health care benefits nontaxable individual income. This chained benefits to employment and made axiomatic the notion that health benefits must come from employers. As a result, health insurance is usually not portable: When someone becomes unemployed they generally become uninsured. People who want better jobs may balk for fear of jeopardizing their coverage.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/21/nyregion/c-corrections-915893.html","abstract":"  A picture caption yesterday about a boy looking at a painting at the Metropolitan Museum of Art misidentified the work in some copies. It was Veronese's \"Mars and Venus United by Love.\"","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Blamed in Boston: Boggs Girds for Fenway Return","web_url":"https://www.nytimes.com/1993/05/21/sports/baseball-blamed-in-boston-boggs-girds-for-fenway-return.html","abstract":"  The last time Wade Boggs was in Fenway Park, he cried. He stood in a runway last October after his final game, stared out at the field that had been his home for 11 years, and wept.   Boggs knew he was leaving the Red Sox. He knew he had left a Boston uniform rumpled at his feet for the last time. The moments he spent alone, perhaps only seconds, felt like years, with memories of the hits and misses of his storied career flickering in his mind like a black-and-white newsreel.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-letters-to-the-editor.html","abstract":"Trial for War Criminals. Regarding \"For the Victims and All of Us, Prosecute for War Crimes\" (Opinion, April 19) by Aryeh Neier:. Mr. Neier, executive director of Human Rights Watch, wants the Serbian tyrants prosecuted by an international court","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Abroad at Home; Sleaze With Footnotes","web_url":"https://www.nytimes.com/1993/05/21/opinion/abroad-at-home-sleaze-with-footnotes.html","abstract":"  When a partisan ideologue publishes a book that purports to expose an opponent as corrupt, would any sensible reviewer accept its factual assertions without checking, and praise it as an impressive investigative study? One would think not.   But that, amazingly, is what has happened with a book called \"The Real Anita Hill: The Untold Story.\" It is by David Brock, a right-wing polemicist whose work on the book was supported by conservative foundations. One of the foundations is headed by William Simon, who was a leader of the Citizens' Committee to Confirm Clarence Thomas.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"A Morality Play","web_url":"https://www.nytimes.com/1993/05/21/theater/a-morality-play.html","abstract":"  The Measured Breaths Theater Company, under the direction of Robert Press, is to present the American stage premiere of Emilio Cavalieri's \"Representation of Body and Soul\" and Weill's \"He Who Says Yes\" beginning tonight at 8 at Musical Theater Works, 440 Lafayette Street, East Village. Believed to be the first published opera in western music, \"Representation of Body and Soul\" is a setting of a morality play in which the body and soul struggle with temptations. \"He Who Says Yes\" is based on a 14th-century Japanese Noh play about a boy who goes on a religious quest to save his mother. The performances, which are sung in English, will be presented through Monday, and again from May 28 through 31. Tickets are $15. Information: (212) 334-8402.","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"Haircut Grounded Clinton While the Price Took Off","web_url":"https://www.nytimes.com/1993/05/21/us/haircut-grounded-clinton-while-the-price-took-off.html","abstract":"  It may have been the most expensive haircut in history.   Two of Los Angeles International Airport's four runways were shut down for nearly an hour on Tuesday, some incoming flights were delayed and Air Force One sat on the tarmac with engines running -- all so that President Clinton's Beverly Hills hairstylist, Chistophe, could come aboard and give Mr. Clinton a high-price trim before he took off for Washington.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/05/21/theater/on-stage-and-off.html","abstract":"  The announcement of a new Broadway musical, complete with cast, theater and opening date, often makes it seem as if a show has been conjured out of thin air: one minute it doesn't exist; the next minute it does. Of course, things actually happen much more gradually; a show appears as a distant speck on the horizon and takes shape as it moves closer. With this season now history, a few things ahead are vivid enough to see clearly: \"The Red Shoes,\" \"Joseph and the Amazing Technicolor Dreamcoat,\" \"Beauty and the Beast,\" \"My Fair Lady\" and \"Sunset Boulevard,\" all much ballyhooed musicals, will probably have arrived a year from now. Beyond those, the landscape is hazy, but there are a lot of possibilities out there.   Probably the closest to reality is \"Paper Moon,\" the father-daughter road story. It has been in the works since 1986, when the producer Roger Berlind purchased the rights to the well-known film and the lesser-known novel, \"Addie Pray,\" by Joe David Brown, on which the film was based. Gregory Harrison and Christine Ebersole have already been cast for a production that opens on Sept. 8 at the Paper Mill Playhouse in Millburn, N.J., and Mr. Berlind said that he expected the show to land on Broadway in November.","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/05/21/arts/sounds-around-town-655893.html","abstract":"  Earl King and Robert Ward   Earl King and Robert Ward, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. Earl King is New Orleans's best active songwriter, and a flamboyant old-school rhythm-and-blues performer. He'll play guitar behind his back, between his legs and, at 59, do a fine duck walk. Robert Ward released a fine blues album a few years ago; they're both celebrating the release of new albums. Shows tonight and tomorrow night are at 8:30 and 11:30; tickets are $12.  Lou Donaldson's Be-Bop    Lou Donaldson, Fat Tuesday's, 190 Third Avenue, at 17th Street, Gramercy Park, (212) 533-7900. Mr. Donaldson is one of the finest be-bop saxophonists alive: his records never do him justice. If that weren't enough, he's also a funny singer and storyteller and an acidic judge of character, and he has the wisdom to have hired Herman Foster, a great eccentric of the jazz piano. Shows today through Sunday are at 8 and 10 P.M. and midnight (no third set on Sunday). The cover is $20 and the minimum is $10.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-letters-to-the-editor-93264146559.html","abstract":"The Old-Fashioned Way. What's the matter with us? We want to stop the brutal shelling of Bosnian cities by Serbian artillery, but we seem to have forgotten how we did it in the past. Are we so hooked on expensive, complicated, often undependable high- tec","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"RUSSIANS CALL SUB A NUCLEAR DANGER","web_url":"https://www.nytimes.com/1993/05/21/world/russians-call-sub-a-nuclear-danger.html","abstract":"  Russian scientists have issued their most dire warning yet on the threat posed by the nuclear submarine Komsomolets, which sank in the North Atlantic off Norway four years ago. They warned that in the next few years plutonium from its nuclear warheads could leak, spread more than 60 miles and possibly poison major fishing grounds.   Western scientists discounted the new estimate yesterday, saying the Russians were fanning public apprehension in an attempt to raise money for a proposed cleanup of the cold-war relic, which lies some 300 miles off the Norwegian coast in waters more than a mile deep.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Zabriski Wins In a Playoff","web_url":"https://www.nytimes.com/1993/05/21/sports/zabriski-wins-in-a-playoff.html","abstract":"  Bruce Zabriski's superiority among golfers in the metropolitan area surfaced again today when he became the first player to capture the Dodge Open for the third time.   The 36-year-old Zabriski, the assistant at Oyster Bay Golf Club on Long Island, edged Mike Gilmore, the assistant at the Stanwich Club in Greenwich, Conn., on the first playoff hole. Zabriski also won the tournament in 1989 and 1990.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Dusk's Magic: As Day Ends, The Fun Begins","web_url":"https://www.nytimes.com/1993/05/21/arts/dusk-s-magic-as-day-ends-the-fun-begins.html","abstract":"  FOR many New Yorkers the hours of dusk -- or roughly between 5 and 8 P.M. -- are a mundane interregnum that bridges leaving work and going home, or heading out for the evening. It's a transitory time, when the commuter tide cascades through so many urban sluices and residents engage in the weary tussle of mass transit. Steinbeck called every rush hour in New York City \"a Pamplona.\" That still rings true. But if we lift our heads and downshift for a moment, it is evident that the world of dusk involves much more than locomotion.   In many cities around the world, the early evening hours are a peak time for socializing. In Madrid, residents \"dar la vuelta,\" which means stroll repeatedly around the shop-lined plaza, picking up friends along the way before a late dinner. In Paris and Rome, dusk is the time to congregate over an aperitif at a cafe, or meander the boulevards when many shops stay open late in summer.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"It's Not Rocket Science: Raiders Want Ismail","web_url":"https://www.nytimes.com/1993/05/21/sports/sports-people-football-it-s-not-rocket-science-raiders-want-ismail.html","abstract":"  The Los Angeles Raiders have made a multiyear offer to RAGHIB (ROCKET) ISMAIL that would pay the receiver-kick returner more than $1 million per season, his agent said.   BOB WOOLF said an agreement could be reached within a week.   \"Things are definitely heating up,\" Woolf was quoted as saying in yesterday's editions of The Los Angeles Times. \"Nothing has been agreed on, but I'm satisfied that things are moving along.\"","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Oakley, a Playoff Laureate With Elbows","web_url":"https://www.nytimes.com/1993/05/21/sports/pro-basketball-oakley-a-playoff-laureate-with-elbows.html","abstract":"  The word \"play\" does not accurately define what Charles Oakley does for the Knicks. There is nothing playful about the way he devours rebounds. There is nothing playful about the way he defends. Ask anyone who has ever collided with Oakley's chiseled body, or felt the force of his forearm, or felt the wrath of his temper.   Play time is over the instant Oakley steps on the court. And when Oakley thinks of facing the Chicago Bulls in the Eastern Conference championship series, play is the last thing on his mind.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"CHANGING HEALTH CARE: Political Memo; Clinton Facing Reality Of Health-Care Reform","web_url":"https://www.nytimes.com/1993/05/21/us/changing-health-care-political-memo-clinton-facing-reality-of-health-care-reform.html","abstract":"  Eight months ago, on the campaign trail in Rahway, N.J., candidate Bill Clinton delivered a rousing manifesto on health-care reform, promising affordable, comprehensive coverage for all. There was no downside to the candidate's vision that day, no burdensome costs, no new taxes.   Now, as President Clinton prepares to redeem that promise, he faces a series of tradeoffs, risks and political conundrums. The interest groups are massing; lawmakers on Capitol Hill are simultaneously committed to revising the health-care system and terrified of it, and the giddy days when health reform was just an applause line are gone. From here on out, the politics of health care are for real.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"China's Cruelty and Women's Rights","web_url":"https://www.nytimes.com/1993/05/21/opinion/china-s-cruelty-and-women-s-rights.html","abstract":"  China is a very big country with a very big problem: it has 7 percent of the earth's arable land -- and more than 20 percent of all its people. Today they number 1.17 billion. In several decades they will probably number 1.9 billion.   So what's a government to do when its vision of a rich new future is occluded by the prospect of millions more hungry inhabitants? The answer, for Beijing, is very clear. You just take family-planning decisions out of the hands of the people. \"We maintain that the most important human right in a country or nation,\" Peng Peiyun, minister of the State Family Planning Commission, said recently, \"is the people's right to survival.\" To that end -- survival -- China is now exercising vicious control over its birth rate.","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Dinkins Campaign Headquarters Discloses Computer Tampering","web_url":"https://www.nytimes.com/1993/05/21/nyregion/dinkins-campaign-headquarters-discloses-computer-tampering.html","abstract":"  Computer tampering at the campaign headquarters of Mayor David N. Dinkins has resulted in the deletion of sensitive financial and fund-raising files, campaign officials said yesterday, adding that they did not know if a break-in occurred. They said that once the tampering was discovered, the information on those files was restored.   Officials of the campaign, whose headquarters are on two floors in an office tower at 330 West 42d Street, said they discovered the tampering early Tuesday morning. They said 15 files of information in their computer system had been affected.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"First Step in Journey; After Chief Leaves, a Maze of Issues Still Confronting Empire Blue Cross","web_url":"https://www.nytimes.com/1993/05/21/nyregion/first-step-journey-after-chief-leaves-maze-issues-still-confronting-empire-blue.html","abstract":"  With the end of Albert A. Cardone's tenure as its leader, Empire Blue Cross and Blue Shield closed a chapter that increasingly was laced with charges of extravagance and poor management.   But in the face of mounting losses, investigations in Washington and Albany and accusations of serious organizational lapses, several monitors of the insurance giant said yesterday that his exit was only a step in a long journey to overhaul the company's image and the way it does business.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Body of Boy Found in Bag With Garbage","web_url":"https://www.nytimes.com/1993/05/21/nyregion/body-of-boy-found-in-bag-with-garbage.html","abstract":"  The bruised, pajama-clad body of an unidentified boy about 3 to 5 years old was found yesterday in a trash-compacted bag at the base of a garbage chute in a housing project in Brooklyn, and the authorities said the child's death was an apparent homicide.   A maintenance man carrying bags of compacted trash to a curb became suspicious at the weight of one bag, and, opening it, found the body at 2:30 P.M. in the basement of a building in the Linden Houses in East New York, the police said.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Johnson Named to Olympic-Selection Panel","web_url":"https://www.nytimes.com/1993/05/21/sports/sports-people-basketball-johnson-named-to-olympic-selection-panel.html","abstract":"  MAGIC JOHNSON and seven officials from N.B.A. front offices were named to the panel that will pick the United States men's basketball teams for the next world championships and Olympics.   Only two of the committee's 10 members -- Davidson Athletic Director TERRY HOLLAND and Duke assistant coach TOMMY AMAKER -- were from college programs. USA Basketball, the sport's governing body in the United States, said N.B.A. players were expected to make up the bulk of the teams, as they did for the 1992 Olympics.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Bomb Suspects Used Notorious Path to U.S.","web_url":"https://www.nytimes.com/1993/05/21/nyregion/bomb-suspects-used-notorious-path-to-us.html","abstract":"  When Mohammad Ahmad Ajaj disembarked from a Pakistan International Airlines flight in New York last September, he had enough passports for several people, as well as manuals and videotapes that taught everything from suicide car bombings to placement of land mines.   Mr. Ajaj, later indicted as a suspect in the World Trade Center bombing, never got past the immigration agents at Kennedy International Airport; he was caught for his fraudulent Swedish passport. But a fellow passenger who would also become a Trade Center suspect, Ramzi Ahmed Yousef, did. Although he had no visa, he said the magic mantra -- that he wanted political asylum -- and was let into the country to await hearings.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"CLINTON ADVISERS OUTLINE BIG SHIFT FOR MALPRACTICE","web_url":"https://www.nytimes.com/1993/05/21/us/changing-health-care-clinton-advisers-outline-big-shift-for-malpractice.html","abstract":"  President Clinton's advisers outlined a proposal today for sweeping change in the handling of medical malpractice lawsuits under which individual doctors would be relieved of legal responsibility for negligence.   Instead of suing their doctors, injured patients would sue insurance companies and health maintenance organizations that employ the doctors.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Newark School Employees Urged to Do Better Work","web_url":"https://www.nytimes.com/1993/05/21/nyregion/newark-school-employees-urged-to-do-better-work.html","abstract":"  Newark school officials gathered 4,000 district employees together today for what amounted to a 90-minute pep rally intended to exhort them to greater achievement and thus reduce the risk of a state takeover of the troubled system.   \"Fasten your seat belts,\" said the School Superintendent, Eugene C. Campbell, who promised a range of improvements, including new textbooks, better discipline and a commitment to higher goals.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"A Suspect Is Arrested in Rapes","web_url":"https://www.nytimes.com/1993/05/21/nyregion/a-suspect-is-arrested-in-rapes.html","abstract":"  The Yonkers Police Department announced early today that a Bronx man had been arrested as a suspect in a rape in Westchester County and was under investigation in several others.   The suspect was identified as Carlos Gonzales, 26, by Lieut. William Drain, a spokesman for the Yonkers Police Department. Lieutenant Drane said Mr. Gonzales was apprehended in the Bronx about midnight with the aid of the New York City police.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Tiraspol Journal; The Russians Have Come! When Will They Go?","web_url":"https://www.nytimes.com/1993/05/21/world/tiraspol-journal-the-russians-have-come-when-will-they-go.html","abstract":"  Visitors to the office of Lieut. Gen. Aleksandr I. Lebed, commander of the Russian 14th Army, are cordially invited to peruse photographic albums of atrocities said to have been committed last year by Moldovan forces against civilians of a breakaway region.   There was a war last June in the region, which is populated mainly by ethnic Russians and Ukrainians and called the Trans-Dniester Republic by the secessionists.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Venezuelan Leader Quits to Face Trial","web_url":"https://www.nytimes.com/1993/05/21/world/venezuelan-leader-quits-to-face-trial.html","abstract":"  President Carlos Andres Perez said today that he would surrender his powers in order to defend himself against corruption charges in an impeachment trial.   The president of the Senate, Octavio Lepage, is expected to become Acting President on Friday. Within 30 days, Congress is to elect a President to serve until Feb. 2, the end of Mr. Perez's five-year term.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"League Plan Sent to FIFA (Stay Tuned)","web_url":"https://www.nytimes.com/1993/05/21/sports/sports-people-soccer-league-plan-sent-to-fifa-stay-tuned.html","abstract":"  The United States Soccer Federation has sent a proposal to FIFA, the sport's world governing body, to begin a professional league in the United States several months after the World Cup tournament next year.   According to TONY MEOLA, the goalkeeper for the United States national team, the U.S.S.F. delivered a 300-page outline last week to FIFA for a league that would begin either in the fall of 1994 or the winter of 1995.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Dusk's Magic: As the Day Ends, the Fun Begins; Dining","web_url":"https://www.nytimes.com/1993/05/21/arts/dusk-s-magic-as-the-day-ends-the-fun-begins-dining.html","abstract":"  As dusk falls over the city, so too do menu prices in many prominent restaurants. The economic slowdown of recent years has compelled dining establishments of all kinds to attract new customers with pre-theater menus, post-theater specials, Sunday discounts and early evening packages.   All of this has led to a dining trove for those who are flexible with time. At 6 P.M. dining rooms are quieter and generally more efficient. Servers are underemployed and have not yet become frazzled, so you get attentive service. Moreover, most early specials include dishes from the regular menu but at two-thirds the price or less.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"Books of The Times; A Creep in a Post-Modern Gothic","web_url":"https://www.nytimes.com/1993/05/21/books/books-of-the-times-a-creep-in-a-post-modern-gothic.html","abstract":"  Dr. Haggard's Disease   By Patrick McGrath   191 pages. Poseidon Press. $20.      The narrators of Patrick McGrath's novels have all been creepy, sinister men, the sorts of untrustworthy, morbid characters usually encountered late at night in horror movies on television. The narrator of \"The Grotesque\" (1989) is an amateur paleontologist suffering from paranoid delusions; after a mysterious accident, he has become a human vegetable, \"cocooned in bone\" and pupating \"behind a blank and lizardlike stare.\" The narrator of \"Spider\" (1990) is a former insane asylum inmate who portrays himself as a long-suffering victim but who in fact plays a pivotal role in a horrific story of murder and manipulation.","thumbnail":null,"section":"Books"},{"date":"19930521","headline":"Orphans of the 1950's, Telling of Abuse, Sue Quebec","web_url":"https://www.nytimes.com/1993/05/21/world/orphans-of-the-1950-s-telling-of-abuse-sue-quebec.html","abstract":"  Herve Bertrand remembers the day well -- March 18, 1955 -- when a nun told him and the others in his third-grade class at the Mont Providence orphanage in north Montreal that they had all been declared \"mentally deficient.\"   He was 12 and did not fully realize the implications. The nun, Sister Colette Francoise of the Sisters of Providence, was in tears. Outside the small windows of the massive redbrick structure, the sullen gray sky was like a slab of cold steel.","thumbnail":null,"section":"World"},{"date":"19930521","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/21/nyregion/c-corrections-919093.html","abstract":"  An article yesterday about mentions of the New York City Police Commissioner, Raymond W. Kelly, as a possible replacement for William S. Sessions as director of the Federal Bureau of Investigation misstated the findings of a report on Mr. Sessions prepared by the Office of Professional Responsiblility. It found that Mr. Sessions traveled aboard F.B.I. aircraft at Government expense, often taking his wife for visits to friends and relatives; that he used a loophole to seek a tax break on his official limousine and that he should have reimbursed the F.B.I. for a fence at his home. Mr. Sessions was not accused of using his office for financial gain.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"TV Weekend; Cambodians' Turn for Children to Turn American","web_url":"https://www.nytimes.com/1993/05/21/movies/tv-weekend-cambodians-turn-for-children-to-turn-american.html","abstract":"  \"Why did the Cambodian people have to leave their own country to live in this strange, foreign land?\" a woman asks at the start of \"Cambodians in America: Rebuilding the Temple.\" The question, not unfamiliar in the United States, is at the heart of tonight's affecting hourlong report on the adapting pains of the latest immigrant group to discover that the freedom, security and economic opportunities that brought them to America carry a high price in the traditions that sustained them at home.   The answer to \"Why?\" goes back to the Khmer Rouge, the Maoist-inspired Cambodian guerrillas who killed a million of their own people in the 1970's. The 1980's brought invasion from Vietnam and a civil war that keeps driving refugees to Thailand and from there around the world. About 140,000 Cambodians have found their way to the United States.","thumbnail":null,"section":"Movies"},{"date":"19930521","headline":"Budget Rebels Defy Parties' Leaders","web_url":"https://www.nytimes.com/1993/05/21/us/budget-rebels-defy-parties-leaders.html","abstract":"  The first serious challenge to President Clinton's tax plan springs mostly out of an odd sort of no man's land between the two major parties, a wilderness where philosophies overlap and the residents have adapted to political survival without outside help.   It appears to be an exceedingly small place.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"Bail Denied for Man Accused Of Resisting Search in Bombing","web_url":"https://www.nytimes.com/1993/05/21/nyregion/bail-denied-for-man-accused-of-resisting-search-in-bombing.html","abstract":"  A three-judge panel yesterday denied an appeal for bail in the case of a man charged with resisting a search of his apartment in the World Trade Center bombing investigation.   Later in the day, another judge heard oral arguments on a motion that the man, Ibrahim A. Elgabrowny, was frisked illegally during the search.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Panel Expanding List for Base Closings","web_url":"https://www.nytimes.com/1993/05/21/us/panel-expanding-list-for-base-closings.html","abstract":"  A Presidential commission studying which military bases to shrink or close is planning to add about 20 sites to the list the Pentagon has proposed, panel members said this week.    The Defense Base Closure and Realignment Commission will consider the additional bases out of fairness to comparable installations that Defense Secretary Les Aspin has recommended be closed or reduced, commissioners said. The Pentagon had identified 43 large installations and 122 smaller sites for closing or consolidation.","thumbnail":null,"section":"U.S."},{"date":"19930521","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92712351092.html","abstract":"1918:Trial for Ex-Czar . PETROGRAD - . The Russkoie Slovo announces that a Bolshevik commission presided by the ex-Maximalist generalissimo, Krilenko, has given orders for the trial of the ex-czar on charges of having made a coup d'tat, modified the","thumbnail":null,"section":"Opinion"},{"date":"19930521","headline":"Berkshire Benefit","web_url":"https://www.nytimes.com/1993/05/21/theater/berkshire-benefit.html","abstract":"  The Berkshire Theater Festival's spring benefit, \"Sante Fe East,\" will be at Blantyre, an inn in Lenox, Mass., on May 30 from 6 to 9 P.M. This year the festival runs from June 25 to Sept. 4 in Stockbridge, Mass. Benefit tickets: $50 for patrons; $125 for benefactors, who are invited to arrive at 5 P.M. Information: (413) 298-5536.  ","thumbnail":null,"section":"Theater"},{"date":"19930521","headline":"Dedication Urged at Rutgers","web_url":"https://www.nytimes.com/1993/05/21/nyregion/commencements-dedication-urged-at-rutgers.html","abstract":"  Under gray skies, Rutgers, the State University of New Jersey, celebrated its 227th commencement yesterday.    The main ceremony, held at the Louis Brown Athletic Center in Piscataway, was the centerpiece of five days of exercises at campuses throughout the state. The university will award more than 9,700 degrees at those ceremonies.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"Councilman Blames Cuts On Reprisal","web_url":"https://www.nytimes.com/1993/05/21/nyregion/councilman-blames-cuts-on-reprisal.html","abstract":"  A New York City Council committee chairman charged yesterday that a major road repair project in his district was stripped from next year's budget by the Dinkins administration to punish him for holding hearings investigating the city's contracting process.   The chairman of the Committee on Contracts, Stephen DiBrienza, said a high-ranking administration official threatened to cut financing to his district on April 28 after the first day of hearings into a $200 million contract that the city had tentatively awarded to a company implicated in a 1986 bribery and bid-rigging scandal.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"HOCKEY;\nUgh, Canada: Arbour Fires Shot at Referees","web_url":"https://www.nytimes.com/1993/05/21/sports/hockey-ugh-canada-arbour-fires-shot-at-referees.html","abstract":"As Al Arbour awaits the completion of the process that is expected to make him an American citizen some time this summer, the coach of the Islanders can only hope that his status is resolved swiftly. After tonight, he may be a man without a country.\n\nArbour charged that the National Hockey League's desire to produce a Montreal-Toronto series for the Stanley Cup championship has affected the decisions of officials in the Wales Conference series between the Islanders and Canadiens.","thumbnail":null,"section":"Sports"},{"date":"19930521","headline":"Chairman: Psychology And Magic","web_url":"https://www.nytimes.com/1993/05/21/nyregion/chairman-psychology-and-magic.html","abstract":"  Harold E. Vogt, the new chairman of Empire Blue Cross and Blue Shield, is the 58-year-old president of the Westchester County Chamber of Commerce.    Mr. Vogt, a native of Clifton, N.J., earned a bachelor of science degree in psychology from Fairleigh Dickinson University in Rutherford, N.J. For several years he taught psychology at Fairleigh Dickinson while also working with troubled children in the Clifton school system.","thumbnail":null,"section":"New York"},{"date":"19930521","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/05/21/arts/the-spoken-word.html","abstract":"  RADIO DISCUSSION, WNYC (820-AM). A series of recorded interviews and discussions sponsored by the New York Public Library and WNYC continues with \"The Poetry of Three Wars: World War I, World War II and Vietnam,\" with the author Paul Fussell. Sunday at 4 P.M. PHILOSOPHICAL LECTURE, Tiffany Hall, 2 East 37th Street, Murray Hill. Stephen Cox and David Kelley speak at a celebration of the 50th anniversary of Ayn Rand's novel \"The Fountainhead,\" sponsored by the Institute for Objectivist Studies. Tomorrow at 1 P.M. Admission: $50; $25 for students. Information: (800) 374-1776.","thumbnail":null,"section":"Arts"},{"date":"19930521","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/21/sports/results-plus-801193.html","abstract":"  COLLEGE BASEBALL  St. John's Wins Big East Tournament  Mike Maerten pitched a three-hit shutout, allowing only one runner past first base, as St. John's won the Big East tournament yesterday with a 9-0 victory over UConn in Bristol, Conn. The Redmen (25-18) earned an automatic bid to the National Collegiate Athletic Association tournament, while Connecticut finished the season at 27-17. Earlier in the day, the Huskies had a five-run seventh inning en route to their 10-9 victory over second-seeded Seton Hall (30-18). (AP) SOCCER  Arsenal Wins F.A. Cup on Overtime Goal  Defender Andy Linighan scored a goal seconds before the final whistle in overtime, giving Arsenal the 2-1 victory over Sheffield Wednesday yesterday to capture the replay of the Football Association Cup final at Wembley Stadium outside London. Arsenal won its fifth F.A. Cup title and became the first team to capture both major English cups in one season, having defeated Sheffield Wednesday in the League Cup final last month. During the injury time added to the overtime, Linighan was less than five yards from the net when he headed a corner kick from Paul Merson through the hands of goalkeeper Chris Woods. Ian Wright put Arsenal ahead in the 33d minute with his 30th goal of the season, the most in English soccer. In the 58th minute, Chris Waddle tied the score. The replay was forced by a 1-1 draw last Saturday. (AP) TENNIS  Sampras and Chang Lead U.S. Over Russia  The United States defeated Russia, 3-0, yesterday without losing a set in the World Team Cup in Dusseldorf, Germany. Top-ranked Pete Sampras beat Aleksandr Volkov, 7-5, 6-1, and Michael Chang breezed past Andrei Chesnokov, 6-1, 6-4. In the doubles, Richey Reneberg and Patrick McEnroe beat Volkov and Andrei Olhovskiy, 6-3, 6-4. Sergi Bruguera won both in singles and doubles to lead defending champion Spain past Switzerland, 2-1, and set up a semifinal tomorrow against the United States. (AP) Raymond Wins N.C.A.A. Title: Top-seeded Lisa Raymond of Florida dominated North Carolina's Cinda Gurney, 6-3, 6-1, in Gainesville, Fla., to win her second consecutive National Collegiate Athletic Association singles title. Raymond become only the second N.C.A.A. player to win consecutive singles titles. Stanford's Patty Fendick did it in 1986-87. Raymond, a sophomore from Wayne, Pa., finished the year 34-0 and will turn pro next month. (AP)","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930521","time":"1993-05-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":94,"wspd":11.2},{"date":"19930521","time":"1993-05-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":95,"wspd":16.6},{"date":"19930521","time":"1993-05-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":96,"wspd":7.6},{"date":"19930521","time":"1993-05-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":93,"wspd":16.6},{"date":"19930521","time":"1993-05-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":18.4},{"date":"19930521","time":"1993-05-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":89,"wspd":13},{"date":"19930521","time":"1993-05-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":94,"wspd":16.6},{"date":"19930521","time":"1993-05-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":88,"wspd":16.6},{"date":"19930521","time":"1993-05-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":84,"wspd":18.4},{"date":"19930521","time":"1993-05-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":78,"wspd":11.2},{"date":"19930521","time":"1993-05-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":73,"wspd":14.8},{"date":"19930521","time":"1993-05-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":60,"wspd":20.5},{"date":"19930521","time":"1993-05-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":52,"wspd":18.4},{"date":"19930521","time":"1993-05-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":50,"wspd":11.2},{"date":"19930521","time":"1993-05-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":43,"wspd":18.4},{"date":"19930521","time":"1993-05-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":36,"wspd":16.6},{"date":"19930521","time":"1993-05-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":43,"wspd":14.8},{"date":"19930521","time":"1993-05-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":48,"wspd":22.3},{"date":"19930521","time":"1993-05-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":47,"wspd":20.5},{"date":"19930521","time":"1993-05-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":50,"wspd":16.6},{"date":"19930521","time":"1993-05-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":55,"wspd":13},{"date":"19930521","time":"1993-05-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":64,"wspd":11.2},{"date":"19930521","time":"1993-05-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":70,"wspd":13},{"date":"19930521","time":"1993-05-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":71,"wspd":9.4},{"date":"19930521","time":"1993-05-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":13},{"date":"19930521","time":"1993-05-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":13},{"date":"19930521","time":"1993-05-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":7.6},{"date":"19930521","time":"1993-05-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":5.4},{"date":"19930521","time":"1993-05-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":93,"wspd":7.6},{"date":"19930521","time":"1993-05-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":7.6},{"date":"19930521","time":"1993-05-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":9.4},{"date":"19930521","time":"1993-05-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":7.6},{"date":"19930521","time":"1993-05-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":13},{"date":"19930521","time":"1993-05-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":13},{"date":"19930521","time":"1993-05-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":7.6},{"date":"19930521","time":"1993-05-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":11.2},{"date":"19930521","time":"1993-05-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":62,"wspd":9.4},{"date":"19930521","time":"1993-05-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":11.2},{"date":"19930521","time":"1993-05-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":43,"wspd":18.7},{"date":"19930521","time":"1993-05-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":38,"wspd":18.7},{"date":"19930521","time":"1993-05-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":32,"wspd":22.3},{"date":"19930521","time":"1993-05-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":30,"wspd":14.8},{"date":"19930521","time":"1993-05-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":29,"wspd":11.2},{"date":"19930521","time":"1993-05-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":27,"wspd":13},{"date":"19930521","time":"1993-05-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":29,"wspd":16.6},{"date":"19930521","time":"1993-05-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":29,"wspd":24.1},{"date":"19930521","time":"1993-05-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":30,"wspd":20.5},{"date":"19930521","time":"1993-05-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":31,"wspd":18.7}]},"19930522":{"guardian_articles":[],"nytimes_articles":[{"date":"19930522","headline":"Review/Pop; A Double Serving of Up-to-Date Country","web_url":"https://www.nytimes.com/1993/05/22/arts/review-pop-a-double-serving-of-up-to-date-country.html","abstract":"  It is no mystery why country music is the fastest-growing and arguably the most artistically vigorous segment of American pop music right now. As both Clint Black and Wynonna Judd, two of country music's biggest stars, demonstrated at Radio City Music Hall on Tuesday and Wednesday nights, the music has expanded and modernized its vocabulary over the last decade without losing its soul or its sense of identity.   If most country music still directs itself to white, rural working people, it has also become increasingly suburbanized and has assimilated many of the stylistic elements of old-time rock-and-roll, a genre that has come to seem quaint to a younger, post-punk rock audience. And unlike rock and hip-hop, country music reveres traditional standards of songwriting craft and celebrates polished voices, instrumental virtuosity and ensemble teamwork. If its songs are often formulaic, they are unfailingly and reassuringly tuneful.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/22/style/chronicle-417393.html","abstract":"  DOUGLAS FAIRBANKS JR., who still looks like the dashing swashbuckler he played in his movie career despite his 83 years, was cited on Wednesday in San Francisco by CARE, the relief organization, for his naval service in World War II and his post-war efforts in delivering CARE packages to starving war victims.","thumbnail":null,"section":"Style"},{"date":"19930522","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91843457153.html","abstract":"1943: Roosevelt's 'Gosh'","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"U.S. Defines Mental Illness As Standard for Treatment","web_url":"https://www.nytimes.com/1993/05/22/us/us-defines-mental-illness-as-standard-for-treatment.html","abstract":"  The Federal Government has officially defined \"serious mental illness\" as it prepares for the first national estimate of the number of people suffering from a condition that keeps them from leading a normal life.   The definitions provide a national uniform standard with which all the states can work, said Dr. Frank Sullivan, acting director of the new Federal Center for Mental Health Services. . He said the states would help determine who is eligible for treatment in state and local clinics that receive Federal funds and where patients are treated at no cost or at reduced rates.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"As Unity Nears, Europe Faces Woes","web_url":"https://www.nytimes.com/1993/05/22/world/as-unity-nears-europe-faces-woes.html","abstract":"  As it completes the ratification of the Treaty on European Union, the European Community now faces the task of overcoming the severe economic problems that have undercut its ability to carry out the treaty's major aims.   Plagued by recession and resurgent economic nationalism, the community has all but given up on moving in step toward the creation of a single currency and a powerful European Central Bank by the 1999 deadline set out in the treaty, despite its approval this week by Danish voters and by Britain's House of Commons.","thumbnail":null,"section":"World"},{"date":"19930522","headline":"Japan's Stock Market Settles Down","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-japans-stock-market-settles-down.html","abstract":"JAPAN'S stock market has probably made more fortunes only to burn more fingers than almost any other during the past decade. Its Nikkei 225 average rose fivefold between 1980 and its peak in 1989, only to lose more than half its value by its nadir in Augu","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"Islanders' Arbour Remembers to Forget","web_url":"https://www.nytimes.com/1993/05/22/sports/hockey-islanders-arbour-remembers-to-forget.html","abstract":"  All calmed down, Al Arbour said today he didn't even remember the harsh criticism he issued the previous night after Montreal's 2-1 victory in overtime put his Islanders down by three games to none in the Wales Conference final. The Islanders' coach had suggested that National Hockey League referees were ruling against his team because they wanted an all-Canadian Stanley Cup final between Montreal and Toronto.   If the Canadiens win Game 4 at Nassau Coliseum Saturday night they will sweep the series and fulfill at least half of the Canada scenario. Then Montreal would await the winner of the Toronto-Los Angeles series in the Campbell Conference. With its victory Thursday night, Montreal tied a playoff record with its 11th straight post-season victory.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Alter Crosses Party Lines to Back Giuliani for Mayor","web_url":"https://www.nytimes.com/1993/05/22/nyregion/alter-crosses-party-lines-to-back-giuliani-for-mayor.html","abstract":"  Creating what he called a \"multiparty fusion movement\" to bring together disparate political and racial groups in New York City, Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, reached across party lines yesterday to introduce Susan D. Alter, a Democratic councilwoman from Brooklyn, as his choice for City Council president.   Ms. Alter, a 14-year veteran of the City Council, used their joint news conference to announce her bid to be the Council's president, a position to be renamed public advocate. She said her decision to join the Giuliani camp had evolved in the last several weeks and her political defection had caused her a minimum of Angst. \"It was easier than I would have liked it to have been,\" she said.  Badillo Vacillates    The announcement, made at a news conference yesterday morning at Mr. Giuliani's campaign headquarters on Lexington Avenue, came as Herman Badillo, another Democrat and Mr. Giuliani's choice for comptroller, continued to dodge questions about his possible move to join the Giuliani slate. Shortly after Ms. Alter's announcement, Mr. Badillo, speaking at a luncheon at the City Club of New York, repeated that he had not decided whether to accept Mr. Giuliani's offer. \"I haven't decided,\" he said. \"And I am not likely to decide for some time.\"","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Ex-Revolutionary and Bureaucrat, Chatrier Now Leaves Tennis Behind : French Open Misses Man Who Made It","web_url":"https://www.nytimes.com/1993/05/22/sports/IHT-exrevolutionary-and-bureaucrat-chatrier-now-leaves-tennis-behind.html","abstract":"They conducted the French Open draw at Roland Garros Stadium on Friday, and the usual crush of officials, journalists and glitterati turned out to watch the reigning Olympic 400-meter champion, Marie-Jos Prec, pull players' names out of a silv","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Coast to Coast, Workers Say Fickle Economy Is a Riddle","web_url":"https://www.nytimes.com/1993/05/22/us/coast-to-coast-workers-say-fickle-economy-is-a-riddle.html","abstract":"  The sun poked through the clouds, vanished, then gave way to rain as Floyd Rucker and Vivian Kizer stepped inside a gleaming downtown shopping mall here, where they did more looking than buying. They have talked about buying a new house and having a baby. But the nation's economy, fickle as the spring sky in Missouri, has put their plans on hold.   \"I think about the low interest rates, and figure maybe it's time to buy something,\" said Mr. Rucker, a 29-year-old veterinarian's assistant. \"But then I think about a friend of mine. He's got a new baby, a big house payment, two car payments. And he just got laid off. He doesn't know what he's going to do.\"","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"White House Follies; The President's Locks -- Grid and Curly","web_url":"https://www.nytimes.com/1993/05/22/opinion/white-house-follies-the-president-s-locks-grid-and-curly.html","abstract":"  The haircut that tied up two runways the other day at Los Angeles International Airport looks like the stuff of instant legend. President Clinton, whose hair was the problem, will probably be hearing about it for the rest of his term. It also raises the persistent question of how much inconvenience and expense Americans are willing to bear for their President's travels.   It's good for a President to get around the country, and the Secret Service is rightly rigorous in mobilizing local police as he moves about. History teaches us that the men who occupy the White House need special protection.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Awards for Film on Reston","web_url":"https://www.nytimes.com/1993/05/22/movies/awards-for-film-on-reston.html","abstract":"  A documentary film about James B. Reston, the former New York Times columnist, Washington correspondent and executive editor, has won two awards: the Golden Eagle Award of the Council on International Nontheatrical Events and the Worldfest Silver Award. The film, \"James Reston: The Man Millions Read,\" was produced and directed by Susan Dryfoos, the New York Times historian. The executive producer was A. William Kelly, the chief executive officer of WVIA-TV in Pittson, Pa. The awards make the film eligible for an Oscar nomination and for placement in international festivals.","thumbnail":null,"section":"Movies"},{"date":"19930522","headline":"Review/Theater; De Sade, Via Many Filters But Clear","web_url":"https://www.nytimes.com/1993/05/22/theater/review-theater-de-sade-via-many-filters-but-clear.html","abstract":"  By staging a production of astonishing lucidity and theatricality, Ingmar Bergman has reinvented Yukio Mishima's \"Madame de Sade.\" In his hands, it becomes a political power play as well as a shocking discourse on the guises of evil. Written in 1965, five years before Mishima's ritual suicide, the play is about the Marquis de Sade \"as seen through women's eyes.\" De Sade never appears on stage, but we hear in grotesque and sometimes glowing detail about the paradoxes of his perversity.   Mishima, who evidently identified with de Sade, paired opposites: the sacred and the profane, the beautiful and the horrific. The greater truth about the character of de Sade is that he is whatever the women and the world want him to be. For one of the women he is a lovable vampire. At the end of the play there is the suggestion that his decadence has not only destroyed women but may also have contributed to the French Revolution.","thumbnail":null,"section":"Theater"},{"date":"19930522","headline":"Byrd Stalks November Ghosts","web_url":"https://www.nytimes.com/1993/05/22/sports/football-byrd-stalks-november-ghosts.html","abstract":"  As the car entered the Lincoln Tunnel from Manhattan, heading toward Giants Stadium, Dennis Byrd felt a tinge of excitement and nervousness. He recalled it was the same mix of emotions he would feel on the same trip on game days.   There was no football game here today. But Byrd wrestled with his emotions as he returned to the field where his life changed forever.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Girl Attacked by Pit Bull","web_url":"https://www.nytimes.com/1993/05/22/nyregion/girl-attacked-by-pit-bull.html","abstract":"  A 13-year-old girl was attacked by her aunt's pit bull in the hallway of a building at 217 West 63d Street near Amsterdam yesterday, the police said. The girl, Jessica Galarza, was bitten on the leg, said Sgt. John McCluskey, a police spokesman. When police officers arrived, the dog turned on them, he said. The animal was subdued with a tranquilizer dart and taken to a shelter for evaluation. The girl was listed in good condition at St. Luke's-Roosevelt Hospital Center.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Reno Summons F.B.I. Director to Discuss His Job","web_url":"https://www.nytimes.com/1993/05/22/us/reno-summons-fbi-director-to-discuss-his-job.html","abstract":"  The Director of the Federal Bureau of Investigation, William S. Sessions, was summoned today by Attorney General Janet Reno to discuss his future at the law-enforcement agency.   The hurriedly arranged half-hour meeting suggested that Ms. Reno had finally made up her mind about Mr. Sessions after weeks of considering a critical internal ethics report on his conduct.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"Sports of The Times; New Rocky Yells He's 'The New . . .'","web_url":"https://www.nytimes.com/1993/05/22/sports/sports-of-the-times-new-rocky-yells-he-s-the-new.html","abstract":"  JESSE FERGUSON had just earned a unanimous 10-round decision over Ray Mercer in February when he was asked a question: Had the Philadelphia heavyweight read in the newspapers how Mercer had been blueprinted for a title fight with Riddick Bowe?   \"I don't read the paper,\" he said, \"because my name ain't in it.\"","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"ECONOMIC ADVISERS CAUTION PRESIDENT ON MEDICAL COSTS","web_url":"https://www.nytimes.com/1993/05/22/us/economic-advisers-caution-president-on-medical-costs.html","abstract":"  Some of the Clinton Administration's top economic officials told President Clinton on Thursday that they had serious questions about the cost and scope of the ambitious health-care plan being developed by Hillary Rodham Clinton, people who attended the meeting said today.   As Mr. Clinton nears crucial decisions on his health plan, his top advisers remain deeply divided on a question at the core of the proposal: how generous to make the standard package of medical benefits that would be guaranteed to all Americans.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"'Concubine': Panorama Of Gripping Grandeur","web_url":"https://www.nytimes.com/1993/05/22/style/IHT-concubine-panorama-of-gripping-grandeur.html","abstract":"-Chen Kaige's \"Farewell to My Concubine\"has overwhelmed the Cannes festival with its gripping grandeur. With inexhaustible vitality, the film relates the recent history of China, and against this background we follow the destiny of two actors of the Beijing Opera and a concubine locked in an sexual triangle that ends in death.","thumbnail":null,"section":"Style"},{"date":"19930522","headline":"What Were They Thinking?; When Yesterday's Clean Fill Is Today's Toxic Waste","web_url":"https://www.nytimes.com/1993/05/22/nyregion/what-were-they-thinking-when-yesterday-s-clean-fill-is-today-s-toxic-waste.html","abstract":"  Asbestos is old news in this old town on Long Island Sound, where the cancer-causing mineral fiber was used for decades in manufacturing automobile brakes at Raybestos Manhattan Inc. and its successor, Raymark Industries.   But for a community that long earned its paychecks from the brake factory on East Main Street and knew that waste laced with asbestos was buried around town, the announcement by state officials on Thursday that lead poisoning may be the factory's greatest toxic legacy came as a surprise.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Andretti May Catch a Ride With Foyt","web_url":"https://www.nytimes.com/1993/05/22/sports/sports-people-auto-racing-andretti-may-catch-a-ride-with-foyt.html","abstract":"  JOHN ANDRETTI, who came to the Indianapolis Motor Speedway this May without a ride and has spent most of the month helping other drivers go fast enough to qualify for the Indianapolis 500, may get to drive in the race on May 30 after all.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/22/nyregion/news-summary-490993.html","abstract":"  International 2-5  ANGOLA PEACE TALKS FALTER    Talks on a peace settlement in Angola ended in failure in the Ivory Coast when the warring factions were unable to agree on a cease-fire, after a U.N. envoy mediated nearly six weeks of negotiations.  1  G.M. SEEKS CRIMINAL ACTION    General Motors has asked Germany to take criminal action against Jose Ignacio Lopez de Arriortua, its purchasing czar who defected to Volkswagen, saying he and others took confidential documents when they left several weeks ago.  1  'SELF-CLEANSING' IN BOSNIA    While fighting continues across Bosnia and Herzegovina, droves of refugees are abandoning their homes in what aid workers call \"self-cleansing\" as all three Bosnian factions are pressing other ethnic groups to leave.  4    Clinton backs air power to protect U.N. troops at \"safe havens.\" 4    Danube River countries say sanctions have cost them $12 billion.  4  VENEZUELAN LEADER IS REPLACED    A political opponent of free-market economic changes became Venezuela's Acting President after the Senate voted to authorize the Supreme Court to try Carlos Andres Perez on corruption charges.  3  A WARNING FROM KHMER ROUGE    The Khmer Rouge warned that U.N.-supervised elections scheduled to begin on Sunday would \"put fuel on the flames of war\" in Cambodia and accused the U.S. of plotting to destroy the Maoist guerrilla group.  3  RUSSIA WINS AID ON DEFICIT    Russia has reduced inflation, and the Government and the Central Bank have pledged to get better control over the budget deficit, the issuing of credits and the inflation rate. In response, the International Monetary Fund plans to provide $3 billion to finance Russia's budget deficit.  5  EUROPE IS FACING MORE HURDLES    The European Community is confronted by severe economic problems that have undercut its ability to carry out the major aims of the Treaty on European Union as member countries are faced with recession and economic nationalism.  5  Jerusalem Journal: Generals are switching from bullets to ballots.  2  National 6-8  AIDES SPLIT ON HEALTH CARE    President Clinton's advisers are deeply divided over the size of the standard package of medical benefits to be guaranteed by Administration's health-care plan.1  UNCERTAINTY ON ECONOMY    Although the recession has been declared over, many Americans say they remain uncertain about the economy and are fearful about their jobs.  1  TRAVEL AGENCY IS DROPPED    The White House unexpectedly dropped the travel agency with close ties to President Clinton that it had selected to take over its travel account.  1    The company in the travel office affair has aggressively grown.  8  CONTEMPT CHARGE OVER ARCHIVES    A judge cited the White House and the Archivist of the United States for contempt of court for failing to carry out his order to preserve computer records.  6  U.S. DEFINES MENTAL ILLNESS    The Government has officially defined \"serious mental illness,\" a standard to help determine who is eligible for treatment in clinics that receive Federal funds.  8  TORTURE TRIAL IN ATLANTA    An Ethiopian immigrant who moved to the United States accused a co-worker of a long list of brutalities on behalf of the Ethiopian Government years ago.  6  UEBERROTH STEPS DOWN    Peter Ueberroth resigned as head of Rebuild L.A. amid criticism that the group, which aimed to improve the economies of troubled neighborhoods, was faltering.  6  The Attorney General met with the F.B.I. chief to discuss his tenure.  7  Religion Notes: A worldwide survey shows a strong belief in God.  25  Metro Digest 21  NEW FACES, SAME IDEOLOGY    Amid the ideological warfare over the teaching of sexuality and related matters in New York City's schools, voters elected more new faces to local school boards than ever before, but the ideological cast of those boards is unlikely to change.  1  APPOINTMENT BY COMMISSIONER    People who monitor the New York City Police Department review Commissioner Raymond W. Kelly's first seven months in office by noting an obscure bureaucratic move, an appointment to monitor community policing.  1  Business Digest 33  Arts/Entertainment 11-14, 45  Theater: Bergman's \"Sade.\" 11  \"The Charles Busch Revue.\" 13  Film: \"Sliver.\" 11  Music: Clint Black and Wynonna Judd and Radio City.  11  Zap Mama's mix of traditions.  13  Dance: Jazz Tap Ensemble of Los Angeles.  14  Ballet Theater's \"Informer.\" 14  Television: Docudrama on the heels of the news.  45  A Repeat of \"Cheers\" finale.  45  Sports 26-30  Baseball: The Green era begins with a loss.  27  Boggs gets four hits in Yanks' loss.  27  Boxing: Ferguson bets on himself against Bowe.  30  Columns: Anderson on boxing.  27  On Baseball 29  Football: A walking Byrd returns to Giants Stadium.  30  Hockey: Islanders' Arbour remembers to forget.  30  Track and Field: The best duels are at 400 meters.  30  Obituaries 9  Lieut. Gen. Joseph Smith; headed the Berlin Airlift operations.   Chester B. deGavre, a leader in World II airborne combat.   Editorials/Op-Ed 18-19  Editorials  Managing the waste stream.  White House follies.  The President's locks.  A mighty fall in Venezuela.  Letters  Russell Baker: The trodden lament.  Peter J. Gomes: Back in the military closet.  Pei Minxin: Don't link China trade to human rights.  Paul L. Leventhal: The coming age of plutonium.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Review/Film; Peeping Tom's Guide To Modern Voyeurism","web_url":"https://www.nytimes.com/1993/05/22/movies/review-film-peeping-tom-s-guide-to-modern-voyeurism.html","abstract":"Odd murders in high-rise apartment building. Senseless and crass.","thumbnail":null,"section":"Movies"},{"date":"19930522","headline":"Islamic Movement Came to U.S. in 1920","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-islamic-movement-came-to-us-in-1920-424693.html","abstract":"  To the Editor:   \"Black Muslims Enter Islamic Mainstream\" (front page, May 3) misses a key historical factor on the introduction of Islam in America.   The Ahmadiyya Movement in Islam, an orthodox universal community, was the first successful organized effort to introduce Islam in the Unit ed States and was most successful among African-Americans.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Tax Havens Haggle Over Depositor Protection","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-tax-havens-haggle-over-depositor-protection.html","abstract":"IT'S hard to imagine something that seems as innocuous as a bank deposit protection plan setting off a feud among regulators, a group not seen as especially hot-tempered. But some harsh words have been exchanged between officials on the Isle of Man, which","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"Richardson Will Remain With Razorbacks","web_url":"https://www.nytimes.com/1993/05/22/sports/sports-people-college-basketball-richardson-will-remain-with-razorbacks.html","abstract":"  Arkansas Coach NOLAN RICHARDSON talked to the Atlanta Hawks yesterday about their coaching vacancy, but will stay put at the school. \"After meeting with them and listening to what they had to say, I'm more convinced than ever that I'm at the right place,\" Richardson said in an Arkansas athletic department news release.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/22/nyregion/metro-digest-644893.html","abstract":"  NEW YORK CITY KELLY DRAWS PRAISE FOR POLICE CHANGES   After seven months in office, Police Commissioner Raymond W. Kelly has surprised some of those who thought he would be too much of a police insider to change anything about the department. Indeed, Mr. Kelly, a 30-year police veteran, is getting good reviews from unlikely sources, including some prominent blacks at first skeptical of having a white as commissioner. Others who monitor the police point to his appointment of an outspoken chief to evaluate community policing. The chief's job it to find bad news and tell it to his boss. Page 1. NEW SCHOOL BOARDS TO RESEMBLE THE OLD   Even though more new faces were elected to community school boards in the May 4 election than ever before, the ideological cast of those boards is unlikely to change. The new conservative board members, for example, will mostly join boards that were already conservative. But dissenting voices added in many districts could mean a proliferation of curriculum disputes in the city's 32 districts. Page 1. GIULIANI PICKS A RUNNING PARTNER   Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, reached across party lines to introduce his choice for City Council president. The candidate, Susan D. Alter, a 14-year Democratic councilwoman from Brooklyn, said her decision \"was easier than I would have liked it to have been.\" Page 23. FEARS RAISED BY STUDENTS' PRICKING   At least 11 children were pricked while at their school, P.S. 46 in Harlem, and before the police determined that the weapon was just a safety pin, the children feared that they had been infected with AIDS by a hypodermic needle and were rushed to hospital emergency rooms. The parents are critical of the school's handling of the episode. Page 23. Five months after she apparently arrived from Germany, a woman was found dead under a footbridge at Kennedy International Airport, where she apparently had been living. Page 23. REGION  ARREST MADE IN 11 RAPES   The police say a partial fingerprint led to the arrest of a Bronx man suspected of 11 rapes in four counties. He has been charged with robbing and raping a young woman in her Yonkers home. Investigators had nicknamed the man they were seeking \"Scarface\" because of a three-inch scar all the victims said they had seen on his right cheek. Page 24. ANOTHER HEARING IN GLEN RIDGE CASE   A New Jersey appeals court has ordered a special hearing into whether Christopher Archer, one of three men convicted of assaulting a mildly retarded schoolmate, is too dangerous to remain free. The issue is another woman's assertion that he sexually assaulted her at Boston College. The student never filed a formal complaint against Mr. Archer and he has never been charged with a crime in the case. Page 24.  GAS DEALERS ATTACK SELF-SERVICE BAN   Gasoline dealers in Huntington Station, L.I., held a demonstration asking for repeal of a town law that bars self-service stations after an attendant was robbed and run over by a truck. The dealers said operating a station from inside a bulletproof security booth is safer. Huntington is the only Long Island town that prohibits self-service operations. Page 24. About New York by Michael T. Kaufman Page 23 Chronicle Page 20","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Mets Lose, but Green's Job Isn't in Jeopardy. Yet.","web_url":"https://www.nytimes.com/1993/05/22/sports/baseball-mets-lose-but-green-s-job-isn-t-in-jeopardy-yet.html","abstract":"  The heat, the passion, the aggressiveness were all there, just as advertised, just as Dallas Green had promised. Unfortunately for the new Mets manager, also present last night at Shea Stadium was the same team that cost Jeff Torborg his job Wednesday.   A 4-2 loss to the Atlanta Braves brought to a halt what euphoria had greeted Green in his first appearance in a Mets uniform. It also brought to Green's attention some of the kinds of plays and pitching that have helped dig the Mets into such a deep hole in the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"The Motivator Delivers His First Monologue","web_url":"https://www.nytimes.com/1993/05/22/sports/on-baseball-the-motivator-delivers-his-first-monologue.html","abstract":"  In imploring his listeners not to give up on the 1993 Mets, Dallas Green hit on a sad fact of baseball life yesterday.   \"I really feel confident,\" the Mets' new manager said toward the end of his first news conference, \"that we can reach these guys and we can make them play with a little bit more aggressiveness and enthusiasm than you've seen in the past.\"","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"A Primer for Manx Residents It's Helpful if You Want to Die There","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-a-primer-for-manx-residents-its-helpful-if-you-want-to-die.html","abstract":"A VISITOR to the Isle of Man struck up a conversation with a Scotsman who was very well-to-do, judging by his car and his clothes. The visitor explained that he had come to research the island's financial service industry for a series of articles, and the","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"Acrobats on Wheels","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-acrobats-on-wheels-422093.html","abstract":"  To the Editor:   \"I expect to be killed by a bicycle,\" writes 84-year-old I. W. Burnham 2d (letter, May 5). His expectation is shared by lots of pedestrians in New York City, who are cycled at, into and around by these acrobats on wheels. Cycling uptown, downtown, east or west, off the sidewalk or on, against the traffic, with the traffic, red light, green light. No need for a license, insurance, registration, identification, nothing except a keen sense of maneuvering. The city hasn't got a clue how to enforce the law on bicyclists. MICHAEL MISCH Croton-on-Hudson, N.Y., May 14, 1993  ","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/22/arts/classical-music-in-review-027593.html","abstract":"  Music by Peter Schickele  Bargemusic   As a counterweight to his annual P. D. Q. Bach evening, the composer and satirist Peter Schickele presents a \"serious\" concert once a year, drawing attention to his chamber and vocal compositions. This year's event took place on Monday night at Bargemusic in Brooklyn and on Tuesday night at Merkin Concert Hall.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"Like Old Times: Boggs Goes 4 for 4 as Red Sox Wins","web_url":"https://www.nytimes.com/1993/05/22/sports/baseball-like-old-times-boggs-goes-4-for-4-as-red-sox-wins.html","abstract":"  Wade Boggs returned to Fenway Park, his home for 11 major league seasons, and played out a self-described \"fairy tale.\" Well, almost.   Boggs, booed so bitterly here last season while batting .259, knocked four singles in four at-bats and earned two standing ovations from the crowd tonight. In his fifth trip to the plate, with two outs and two on in the ninth inning and the Yankees trailing by five runs, he earned a walk, despite an 0-2 count, to load the bases.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"How Broadcast Agency Continues to Guard the Public Interest","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-how-broadcast-agency-continues-to-guard-the-public-interest-421193.html","abstract":"  To the Editor:   In \"Dial 1-800-Censor\" (Op-Ed, May 7) Sandy Tolan, a documentary producer for public radio, accuses the Corporation for Public Broadcasting of \"carrying out a plan to monitor public broadcasting for political content.\" That's wrong, and he knows it. Soliciting public comments, as we have begun to do, is hardly censorious. Indeed, it is democratic. It is a stretch of common sense to imagine that asking for the views of the public will stifle creativity and lead to \"insipid programs that offend no one.\"   The Corporation for Public Broadcasting has a special obligation to facilitate strict adherence to balance and objectivity in controversial programming. This is not new. Congress wrote it into law in 1967, when it created the agency. The Public Telecommunications Act of 1992 simply reaffirms one of the pillars of Federal support for public broadcasting as we know it. By recognizing the corporation's accountability for these issues, it strengthens rather than dilutes our role as a heat shield between creative independence and political pressure.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/22/nyregion/c-corrections-024093.html","abstract":"  The Advertising column in Business Day on May 12, about the marketing of Death cigarettes, referred incorrectly to a similarly named vodka and to a dispute over its name. The vodka is still sold under the name Black Death. Federal regulators have sought to revoke approval of the Black Death label and force the vodka's marketer and distributor, Black Death U.S.A. and Cabo Distributing of El Monte, Calif., to rename the vodka Black Hat. But in October, a Federal district court judge in San Francisco ruled in favor of the vodka's marketer and distributor.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Managing the Waste Stream","web_url":"https://www.nytimes.com/1993/05/22/opinion/managing-the-waste-stream.html","abstract":"  The Clinton Administration's decision to freeze new construction of hazardous-waste incinerators buys valuable time to bring reason to a politically emotional issue. But a truer test of the Administration's imagination, even its political courage, is whether it also uses that time to review the whole universe of environmental laws that govern the disposal of dangerous wastes.    Carol Browner, Administrator of the Environmental Protection Agency, announced that the agency would clamp an 18-month moratorium on the licensing of new incinerators. In the meantime, the E.P.A. will tighten regulation of 171 unlicensed boilers and industrial furnaces that companies use to burn their own waste -- the bulk of the 5 million tons of hazardous waste incinerated every year.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Coast to Coast, Workers Say Fickle Economy Is a Riddle: The East; Things Are 'Flat But Improving'","web_url":"https://www.nytimes.com/1993/05/22/us/coast-coast-workers-say-fickle-economy-riddle-east-things-are-flat-but-improving.html","abstract":"  Pest control may not be a leading economic indicator, but Chris Pickering, an exterminator here, says his business is highly sensitive to the economic well-being of his customers.   His business was flat last year, Mr. Pickering says, but it has been improving slightly this year. \"That means people here don't think the economy is all that bad,\" said Mr. Pickering, 26, the manager of a Terminix International office in a middle-class corner of Philadelphia.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"Still Caring for the Aged, Albeit a Bit More Slowly","web_url":"https://www.nytimes.com/1993/05/22/nyregion/about-new-york-still-caring-for-the-aged-albeit-a-bit-more-slowly.html","abstract":"  WHEN Gertrude Landau was 32 years old, she became the director of the first senior center in the world. That was 50 years ago, and now, having gone from theory to practice, she was describing the changes she had seen in the lives of old people.   \"We had no words like gerontology, and even senior citizen didn't come into use until 1951,\" Ms. Landau said, discussing the time in 1943 when as a social worker she volunteered to administer a room in the Bronx where old people came to play pinochle, drink coffee and listen to a radio. \"There were no retirement communities. We didn't know about Alzheimer's.\"","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Regard Celibacy as a Grace Not Given to All","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-regard-celibacy-as-a-grace-not-given-to-all-418193.html","abstract":"  To the Editor:   In a time of shifting sexual mores, when physicians, psychiatrists, teachers, youth leaders and others are caught up in scandal, there is no reason Roman Catholic priests should be spared. Since the Catholic Church is the chief institutional defender of \"traditional\" sexual ethics, it is no surprise that proponents of the sexual revolution take particular delight in the exposure of priestly misconduct. In \"Celibacy and Its Discontents\" (Op-Ed, May 6), the Rev. Paul E. Dinter is among those within the church who deplore \"dysfunctional Catholic sexual ethics.\" He focuses his attack on \"mandatory celibacy.\"   It is indeed mandatory for priests of the Latin rite to be celibate, but it is not mandatory for anyone to be a priest. Father Dinter correctly notes that \"Most men and women are meant to seek holiness by enacting their sexuality, not by avoiding it.\"","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"The Coming Age of Plutonium","web_url":"https://www.nytimes.com/1993/05/22/opinion/the-coming-age-of-plutonium.html","abstract":"For nearly 25 years, the world has depended on the Nuclear Non-Proliferation Treaty to stop the spread of weapons. But Iraq and North Korea have exposed its dirty secret: it legitimates, even facilitates, production of weapons materials -- plutonium and bomb-grade uranium.\n\nThe world can close this loophole as the United Nations begins considering the future of the treaty, which ends its 25-year term in 1995. Extension of the treaty must be conditioned on a ban on production of bomb-grade nuclear materials. That won't happen if the international nuclear establishment, which is trying to persuade President Clinton to resume nuclear testing, gets its way on the treaty. It wants the treaty, with all its imperfections, extended indefinitely and unconditionally. Mr. Clinton must insist on correcting its four major flaws:","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Irish in Hyde Park","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"BRIEFCASE: Try to Negotiate Yourself Into an Adviser's Discount","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-briefcase-try-to-negotiate-yourself-into-an-advisers-discount.html","abstract":"Ever wanted to try your hand at negotiation? If so, why not call Crdit Suisse Asset Management in London and ask for a discount on one of its Buckmaster funds?. The company is offering a 1 percent rebate against its front-end charges until the end o","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"Review/Pop; Five Women and a Mix of Traditions","web_url":"https://www.nytimes.com/1993/05/22/arts/review-pop-five-women-and-a-mix-of-traditions.html","abstract":"  Birdcalls and monkey cries, five-part Renaissance madrigal harmony and the ricocheting counterpoint of the Babanzele pygmies, the tight microtonal turns of a Syrian melody and the bluesy wail of a spiritual, boot-stomping dances and cartwheels: those were only a few of the ways Zap Mama sparked its songs on Tuesday night at the Grand.    Zap Mama, a five-woman vocal group from Belgium, is a utopian multicultural dream. It uses the most ancient instruments -- voices and percussion -- to turn traditions from all over the world into blithe, playful, unabashedly modern music. While one song, from the group's album \"Adventures in Afropea 1\" (Luaka Bop/Warner Brothers Records) draws on a traditional young girl's song from Zaire, another mimics the sounds of starting and driving a recalcitrant car, with two women pretending that a mike stand is a jack.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"Helton Leaves Dolphins for Houston Job","web_url":"https://www.nytimes.com/1993/05/22/sports/sports-people-college-football-helton-leaves-dolphins-for-houston-job.html","abstract":"  KIM HELTON, a veteran of college and pro coaching, was named coach at the University of Houston yesterday. Helton, a former Houston Oilers offensive-line coach, resigned a similar position with the Miami Dolphins to sign a five-year contract with the Cougars at a base salary of $125,000 plus fringe benefits. He replaces JOHN JENKINS who resigned April 17. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Partial Fingerprint and Krazy Glue Lead to Rape Suspect","web_url":"https://www.nytimes.com/1993/05/22/nyregion/partial-fingerprint-and-krazy-glue-lead-to-rape-suspect.html","abstract":"  A man suspected of 11 rapes in four counties was arrested in the Bronx on Thursday night and charged with robbing and raping a young woman in her Yonkers home on May 3, the police said yesterday.   It was a partial fingerprint, brought into focus by vapors of Krazy Glue, that led detectives to the suspect, said Robert K. Olson, the Yonkers Police Commissioner.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/22/nyregion/c-corrections-026793.html","abstract":"  An article yesterday about President Clinton's haircut aboard Air Force One named his hairstylist incorrectly. The stylist is Cristophe of Beverly Hills, Calif.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Kosovo, Battered and Fearful, Girds for Worse","web_url":"https://www.nytimes.com/1993/05/22/opinion/IHT-kosovo-battered-and-fearful-girds-for-worse.html","abstract":"- Here are two tales of Kosovo atrocities. From the Alabanian media: An ethnic Albanian boy is rude to a Serbian woman; three Serbian policemen drag him into an alley. They beat him until his jawbone splits, then force a safetypin down his throat.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/22/arts/classical-music-in-review-380093.html","abstract":"  Opera Manhattan  Church of the Heavenly Rest Fifth Avenue and 90th Street Performances on Wednesday and Friday    As Faure aged, his understated music took on a reclusive air. The deflected emotions and dour elegance demanded more than a listener of good will, in fact a kind of investigative reporter, someone to measure the lyrical symmetries, note the coolheaded adventures into modulation and pry into the deep feelings to which Faure offers only clues.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"White House Follies; The Gang That Can't Fire Straight","web_url":"https://www.nytimes.com/1993/05/22/opinion/white-house-follies-the-gang-that-can-t-fire-straight.html","abstract":"  Bill Clinton's staff must be giving the man serious heartburn. This week, his minions managed to turn an administrative shake-up into a public relations fiasco that left the White House looking inept, callous and self-serving.   On Wednesday, the White House dismissed all seven members of the White House travel office and asked the F.B.I. to investigate them. The office arranges travel for news organizations covering the President and commercial travel for the White House staff.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"A Repeat of 'Cheers' Finale","web_url":"https://www.nytimes.com/1993/05/22/arts/a-repeat-of-cheers-finale.html","abstract":"  Couldn't hear Ted Danson over the noise at your \"Cheers\" goodbye party? Missed Norm's last beer because you were stuck at the office?    Well, \"Cheers\" fans, fret no longer. NBC will rebroadcast the final episode of the series tomorrow night from 7 to 9.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"Hrudey Helps Kings Take 2-1 Lead","web_url":"https://www.nytimes.com/1993/05/22/sports/hockey-hrudey-helps-kings-take-2-1-lead.html","abstract":"  The Toronto Maple Leafs-Los Angeles Kings series has come to this: split ends.   During a melee in Game 1 the Maple Leafs Coach, Pat Burns, threw some verbal ammunition at rookie Kings Coach Barry Melrose, including, \"Why don't you get a haircut.\"","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/22/style/chronicle-415793.html","abstract":"  The 50 members of the American Academy of Arts and Letters, who each have a carved chair at the academy's headquarters at 633 West 155th Street in Manhattan, have decided after much soul searching and ego checking that they are no different than the 200 members of the parent National Institute of Arts and Letters. So, they have agreed to merge the two bodies under the academy's name.   The merger was announced Wednesday at the academy's 53d annual induction and awards ceremony. ARTHUR SCHLESINGER, the historian, was the keynote speaker and he used the occasion to poke a little fun, noting that William James declined membership in the inner circle that is the academy on the ground he would never join anything that included his younger brother, Henry.","thumbnail":null,"section":"Style"},{"date":"19930522","headline":"U.S., in Bosnia Policy Shift, Offers U.N. Air Protection","web_url":"https://www.nytimes.com/1993/05/22/world/us-in-bosnia-policy-shift-offers-un-air-protection.html","abstract":"  The Clinton Administration is now telling the Europeans it is willing to use air power to protect United Nations peacekeeping forces guarding safe havens for Muslims in Bosnia and Herzegovina. But President Clinton reiterated his opposition to any American soldiers participating on the ground while the war continues, even as part of the peacekeeping effort.   Secretary of State Warren Christopher informed the Europeans of the shift in the American position in meetings with Foreign Minister Andrei V. Kozyrev of Russia on Thursday and with Foreign Secretary Douglas Hurd of Britain today, senior European officials said. The shift is also reflected in a draft statement of principles, written by Mr. Christopher as a basis for an anticipated joint announcement by the allies, the officials said.","thumbnail":null,"section":"World"},{"date":"19930522","headline":"Conflict in Cyprus","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-conflict-in-cyprus-425493.html","abstract":"  To the Editor:   Contrary to your May 12 report of a Russian veto to a change in financing of the United Nations peacekeeping force on Cyprus, the Cyprus conflict did not come \"to a head with the Turkish invasion in July 1974 and the partition of the island.\" The legal and justified intervention of Turkey (per the Treaty of Guarantee of 1960) was preceded by, and was the direct consequence of, the Greek military regime's coup of July 15, 1974, aimed at the takeover of the island by Greece.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Travel Outfit Tied to Clinton Halts Work for White House","web_url":"https://www.nytimes.com/1993/05/22/us/travel-outfit-tied-to-clinton-halts-work-for-white-house.html","abstract":"  After a third day of embarrassing disclosures about the ouster of its travel office, the White House tonight abruptly announced the withdrawal of the Arkansas travel agency with close ties to President Clinton that it had selected to take over the operation.    The White House also confirmed that a partner of Mr. Clinton's Hollywood friend Harry Thomason had inquired about doing business with the travel office. The White House press secretary, Dee Dee Myers, said today that she initially gave the partner some encouragement at the time but that he was later rebuffed by the travel office.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"Back in the Military Closet","web_url":"https://www.nytimes.com/1993/05/22/opinion/back-in-the-military-closet.html","abstract":"It appears that the Joint Chiefs of Staff have won their battle against homosexuals in the military. The offensive, launched by Gen. Colin Powell before Bill Clinton was inaugurated, was carried to near-victory by the hero of Desert Storm, Norman Schwarzkopf, in his artful testimony before Senator Sam Nunn's show trial. We have all but reached a compromise that costs the generals nothing: allowing gays to serve so long as they remain silent about their sexuality.\n\nIf their \"don't ask, don't tell\" deal prevails, then Senators like John Warner of Virginia can move beyond this subject, which they find so distasteful, to something more interesting, like Bosnia. Bill Clinton could get his legislative programs back on track. The American people could focus once again on their favorite preoccupation: the economy, stupid. And those of us who cared enough to realize how important this debate is to the positions of homosexuals and the military in society are left to ponder the question, \"What went wrong?\"","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Any Three-Peat Pays Riley","web_url":"https://www.nytimes.com/1993/05/22/sports/any-three-peat-pays-riley.html","abstract":"  Nobody would accuse Pat Riley of 2-timing his own team, but if the Knicks lose 2 the Chicago Bulls next week and the Bulls go on 2 win the National Basketball Association championship, it would be a case of the 3d time's a charm 4 both Riley and the Bulls.   The reason is that back in 1988, after the Lakers had won a second straight N.B.A. title and were hoping for a three-peat in 1989, Riley, the Lakers' coach, registered the terms \"3-peat\" and \"three-peat\" as trademarks. That means he would be entitled to royalties if the terms are used on T-shirts and other items, as would seem likely if the Bulls three-peat this year.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Regard Celibacy as a Grace Not Given to All; A Certain Dissonance","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-regard-celibacy-as-a-grace-not-given-to-all-a-certain-dissonance-419093.html","abstract":"  To the Editor:   The Rev. Paul E. Dinter's article (Op-Ed, May 6) on clerical celibacy brings to mind a resolution passed by a majority at a general assembly of priests of the New York Archdiocese in the 1970's. The modest resolution asked that a study be made with a view to considering optional celibacy as a possible element in the life of the Roman Catholic Church. The resolution was never implemented.   In the 1960's and 70's thousands of priests left their ministry, with most entering marriage. Many were known to me as people of ability, intelligence and spirituality, who continued the practice of their faith. Many would have desired to continue in their priestly ministry as married men. Church policy prevented this.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Review/Cabaret; Charles Busch on Drag and 'Dragnet'","web_url":"https://www.nytimes.com/1993/05/22/theater/review-cabaret-charles-busch-on-drag-and-dragnet.html","abstract":"  One of the funniest bits in \"The Charles Busch Revue,\" a playful if ramshackle parody of the old \"Carol Burnett Show,\" is a delirious spoof of the kind of quasi rock-and-roll production number that was a staple of television variety shows in the 1960's. To the melodramatic strains of \"Town Without Pity,\" Mr. Busch impersonates a slithery teen-age tramp, glued into a skin-tight red vinyl dress, who is accidentally killed while being fought over by two leather-jacketed youths.   As in his plays like \"Vampire Lesbians of Sodom\" and \"The Lady in Question,\" the skit illustrates Mr. Busch's skill at taking pop kitsch and using drag to give it several extra jolts of silliness. Among New York's drag performers, he is certainly the most congenial. Instead of freezing into imperious divalike poses and spewing hostile sexual challenges, he is a man who revels in the opportunity to get himself up in drag, the more flamingly tacky the better, and create a party around it.","thumbnail":null,"section":"Theater"},{"date":"19930522","headline":"New Magic Praised at Juilliard","web_url":"https://www.nytimes.com/1993/05/22/nyregion/commencements-new-magic-praised-at-juilliard.html","abstract":"  James DePreist, conductor and music director of the Oregon Symphony, told 235 graduates that they were the new magicians, communicating their art with an effect that is magical, and he urged them not to remain aloof but to become involved in raising the artistic consciousness of society. Mr. DePreist was the keynote speaker yesterday in New York at the 88th annual commencement ceremonies of the Juilliard School.   During exercises at Alice Tully Hall in Lincoln Center, 114 undergraduate degrees and 121 graduate degrees were conferred. Mr. DePreist was made an honorary Doctor of Music.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Ferguson, at Least, Finds Odds Appealing","web_url":"https://www.nytimes.com/1993/05/22/sports/boxing-ferguson-at-least-finds-odds-appealing.html","abstract":"  To the dreamers, it is Everyman, at 36 years of age, getting his shot at glory. It is priceless.    To the oddsmakers, it is more prosaic: Jesse Ferguson, aging sparring partner to the stars, meets younger, bigger and brasher world heavyweight titleholder Riddick Bowe Saturday night. If you like Bowe, put up $40 to win $1. More likely, people are putting up $1 to win $32 betting on Ferguson.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Cal Running Back Completes Degree","web_url":"https://www.nytimes.com/1993/05/22/sports/sports-people-college-football-cal-running-back-completes-degree.html","abstract":"  California running back RUSSELL WHITE graduated with a degree in social welfare after shunning the 1992 National Football League draft to finish school. White had been projected as a first-round pick if he had entered the draft after his junior year.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/22/arts/classical-music-in-review-378993.html","abstract":"  Carol Vaness  Soprano Alice Tully Hall   Carol Vaness's recital on Wednesday night reached for the poised, the exquisite, the ironic: songs and arias of Mozart, Rossini, Poulenc, Griffes and Meyerbeer. The soprano's voice is as fluid and winsome as ever, even though her talents did not always make the most of a subtly challenging program.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"Khmer Rouge Issue Warning on Election","web_url":"https://www.nytimes.com/1993/05/22/world/khmer-rouge-issue-warning-on-election.html","abstract":"  The Khmer Rouge rebels warned today that internationally supervised elections scheduled to begin on Sunday would \"put fuel on the flames of war\" in Cambodia and accused the United States of plotting to destroy the Maoist guerrilla group.   The rebels, who are threatening to sabotage the United Nations-sponsored elections with violence and who have already been blamed for the deaths of 10 United Nations peacekeepers, said the election results would serve only to give legitimacy to the current Vietnamese-installed Government.","thumbnail":null,"section":"World"},{"date":"19930522","headline":"Fancy a Financial Roller Coaster?Derivatives Trading May Be for You","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-fancy-a-financial-roller-coasterderivatives-trading-may-be-for.html","abstract":"THE world at large has yet to figure out investing in derivatives. It is an industry more than 100 years old, yet it can still make the brash noises of youth. It has some of the most defensively oriented products across the range of investment services, y","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"Jerusalem Journal; More Generals Switching From Bullets to Ballots","web_url":"https://www.nytimes.com/1993/05/22/world/jerusalem-journal-more-generals-switching-from-bullets-to-ballots.html","abstract":"  One day in March, Maj. Gen. Amram Mitzna of the Israel Defense Forces took off his uniform, and said farewell to arms after three decades. The next day, Mr. Amram Mitzna was back in his native Haifa, pumping hands and looking for votes in the Labor Party primary for mayor.   It turned out not to be an enormous leap, he says.","thumbnail":null,"section":"World"},{"date":"19930522","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/22/sports/results-plus-139593.html","abstract":"  GOLF Waite's 67 Keeps Him in Lead at Kemper Grant Waite shot a four-under-par 67 to stay in the lead at the Kemper Open in Potomac, Md. The nine-under 133 total by Waite, a New Zealand native in his second year on the tour and without a payday of more than $12,000, gave him a two-stroke lead over Tom Kite, who shot a 65. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/22/arts/classical-music-in-review-376293.html","abstract":"  Oratorio Society of New York  Carnegie Hall   It may have seemed slightly impish of Leonard Bernstein to respond to a commission from the Chichester Cathedral with a group of Psalm settings in Hebrew. But Bernstein undoubtedly considered the work's life beyond the 1965 premiere, and since then the bright, rhythmically vital \"Chichester Psalms\" have found a place in the repertory.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"Best Duels Taking Place at 400 Meters","web_url":"https://www.nytimes.com/1993/05/22/sports/track-and-field-best-duels-taking-place-at-400-meters.html","abstract":"  In a sport where best rarely meets second best, the men's 400 meters remains one of track and field's few showdown distances.   Whether it is because the runners are more daring, or simply because they have fewer competitive alternatives, the fields for this distance are often awesome. Today at Wien Stadium in Manhattan, there will be another all-star meeting when Quincy Watts meets Steve Lewis and other world-class runners in the Reebok New York Games.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Kelly, a Savvy Insider, Remakes Police Force","web_url":"https://www.nytimes.com/1993/05/22/nyregion/kelly-a-savvy-insider-remakes-police-force.html","abstract":"  When people who monitor the New York City Police Department are asked what impresses them about Commissioner Raymond W. Kelly's first seven months, they mention an obscure bureaucratic move: the appointment of Assistant Chief Aaron H. Rosenthal to evaluate the new community policing program.   \"That little move with Rosenthal,\" says Michael E. Smith of the Vera Institute of Justice, \"caught me off guard totally.\"","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Daughters Day at Dept. of Education","web_url":"https://www.nytimes.com/1993/05/22/opinion/l-daughters-day-at-dept-of-education-384393.html","abstract":"  To the Editor:   The conclusion that Take Our Daughters to Work Day was for white middle-class families (The Week in Review, May 2) is not borne out by the experience we had in the Department of Education.   The building cafeteria was jumping at lunchtime with the voices of girls -- many neither white nor middle class. A van full of students from two Washington inner-city schools were \"sponsored\" for the day. For many, the experience widened the vistas of otherwise circumscribed lives.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"Coast to Coast, Workers Say Fickle Economy Is a Riddle: The West; From Boom to Bust And at Loose Ends","web_url":"https://www.nytimes.com/1993/05/22/us/coast-coast-workers-say-fickle-economy-riddle-west-boom-bust-loose-ends.html","abstract":"  In these hard times, more and more fathers have been appearing in the afternoons to pick up their children at the Coyote Canyon School, unemployed and at loose ends here in what was recently one of the fastest-growing regions in the country.   The fathers, who are former aerospace workers, construction men and real estate brokers, stand in the baking sun outside the new $8 million school that began to retrench as soon as it opened last year, cutting back staff positions and increasing class size as the money melted away.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"After a Child's Gruesome Death, Few Can Remember His Name","web_url":"https://www.nytimes.com/1993/05/22/nyregion/after-a-child-s-gruesome-death-few-can-remember-his-name.html","abstract":"  His image is captured on a police snapshot. He was a little boy, black hair, brown eyes, probably 5 years old. Late last night, the police said they had learned his identity, but would not reveal it because they were still searching for his mother.   On Thursday, the boy's bruised body, strangled and beaten, was found at the bottom of a trash compactor in the Linden Houses in Brooklyn. After a day of canvassing the East New York neighborhood, the policelearned that the boy had relatives in Jersey City and went there to find out more.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Religion Notes","web_url":"https://www.nytimes.com/1993/05/22/us/religion-notes.html","abstract":"  People Do Believe   Reports of the death of religion are greatly exaggerated, it is apparent from a survey of people in a dozen nations.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"Gas Attendant Is Assaulted; Law Is Faulted","web_url":"https://www.nytimes.com/1993/05/22/nyregion/gas-attendant-is-assaulted-law-is-faulted.html","abstract":"  A gas station attendant was critically injured late Thursday when a man ran him over with a truck. As the attendant lay bleeding, the man took his wallet, the police said.   Gasoline dealers seized on the incident to attack a town law that bars self-service gas stations, arguing that the attendant -- Muhamad Khokhar, 33, of Huntington Station -- would not have been hurt if he had been operating the station from inside a bullet-proof security booth.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/22/style/chronicle-416593.html","abstract":"  CONDOLEEZZA RICE, a 38-year-old former special White House assistant for national security affairs in the Bush Administration and an expert on international security and the former Soviet Union, has been appointed provost of Stanford University in Palo Alto, Calif.   Ms. Rice, a professor of political science and assistant director of Stanford's Center for International Security and Arms Control, is the daughter of a Presbyterian minister in Birmingham, Ala., and her appointment was viewed by Stanford's president, Gerhard Casper, as marking a generational change at Stanford.","thumbnail":null,"section":"Style"},{"date":"19930522","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/22/nyregion/c-corrections-025993.html","abstract":"  A chart in Business Day yesterday with an article about the compensation of Leonard Tow, chairman and chief executive of Citizens Utilities, misstated the value of his pension in some editions. The pension has a total value of $18 million, not $18 million a year.   The article also misidentified a member of California's Public Utilities Commission. He is Norman D. Shumway, a former Congressman from Stockton, Calif., not Dr. Norman D. Shumway, the noted heart surgeon.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Casino Bill Allowed to Die In Connecticut","web_url":"https://www.nytimes.com/1993/05/22/nyregion/casino-bill-allowed-to-die-in-connecticut.html","abstract":"  The Las Vegas gambling industry's high-stakes drive to legalize casino gambling in Connecticut ended today in retreat, when legislative leaders and representatives of Mirage Resorts jointly agreed to let the proposal die for the year without even taking a vote that they said would be sure to fail.   The announcement represented a major victory for Gov. Lowell P. Weicker Jr., who led the forces against the casino plan through a five-month battle of wits and wills with Mirage Resorts' chairman, Stephen A. Wynn.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Reviews/Dance; Love, Jealousy, Betrayal to the Tune of Ireland's Troubles","web_url":"https://www.nytimes.com/1993/05/22/arts/reviews-dance-love-jealousy-betrayal-to-the-tune-of-ireland-s-troubles.html","abstract":"  American Ballet Theater emphasized the richness of its repertory on Tuesday night at the Metropolitan Opera House by offering the season's first performances of stylistically contrasting works by Agnes de Mille and George Balanchine.    \"The Informer,\" which dates from 1988, is surely Miss de Mille's finest creation of recent years. It has only a loose connection with Liam O'Flaherty's novel and John Ford's film of the same name. Yet like the book and the movie, it depicts conflicts between the Irish and the English in Dublin.","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"The Dallas Era Begins: Let's Focus, Fellows","web_url":"https://www.nytimes.com/1993/05/22/sports/baseball-the-dallas-era-begins-let-s-focus-fellows.html","abstract":"  It was Day One of the Dallas Green regime, and it was obvious that Mets players and their new manager were getting to know one another. The learning period was significant on many levels, but no more so than on the decision-making level.   For Al Harazin, the Mets' general manager, eagerly awaits the returns, not so much from the first impressions of his players, but from Green's first impressions of the team.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"Nightmare of Torture in Ethiopia Is Relived in an Atlanta Court","web_url":"https://www.nytimes.com/1993/05/22/us/nightmare-of-torture-in-ethiopia-is-relived-in-an-atlanta-court.html","abstract":"  Three years ago Edgegayehu Taye, an Ethiopian immigrant who works as a waitress at a hotel here, thought she saw a ghost.   There, a few feet away, working as a bellman in the same hotel, was a former Ethiopian government official -- a man she said she remembered from her nightmarish days in an Addis Ababa jail in the late 1970's.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/22/nyregion/inside-528093.html","abstract":"  U.S. Backs Bosnia Air Shield   The Clinton Administration is telling European allies it is willing to use air power to protect United Nations peacekeepers guarding \"safe havens\" for Muslims in Bosnia. Page 4. Poison Under Ground    Toxic sludge buried in Stratford, including under a town park, has Connecticut officials seeking lead testing for all children under 6. Page 21. Contempt Charge Over Files    A judge cited the White House and the Archivist of the United States for contempt of court for failing to preserve computer records. Page 6.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Unwelcome Limelight for a Little Rock Travel Agency","web_url":"https://www.nytimes.com/1993/05/22/us/unwelcome-limelight-for-a-little-rock-travel-agency.html","abstract":"  World Wide Travel Service, the company at the center of the controversy surrounding the White House travel office, has its roots in one of Arkansas's leading banks and a history of aggressive growth.   Officials at the company's headquarters, on the second floor of a three-story office building on the banks of the Arkansas River, declined to comment on the controversy today before the White House said it was dropping the service.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"It Won't Be a Soft Job For Smith to Stop Pippen","web_url":"https://www.nytimes.com/1993/05/22/sports/baseball-it-won-t-be-a-soft-job-for-smith-to-stop-pippen.html","abstract":"  In the four times they have opposed each other this season, Scottie Pippen of the Chicago Bulls has outscored Charles Smith of the Knicks, 69-49. He has outrebounded him, 29-14; he has surpassed Smith in assists, 14-9, and he has topped him in steals, 10-4.    But Smith's team won three of the four games.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/22/sports/transactions-011993.html","abstract":"  Baseball American League  BOSTON RED SOX -- Signed Joseph Barksdale, pitcher and assigned him to Fort Myers of the Gulf Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930522","headline":"A Mighty Fall in Venezuela","web_url":"https://www.nytimes.com/1993/05/22/opinion/a-mighty-fall-in-venezuela.html","abstract":"  As the United States' second-largest oil supplier and one of Latin America's longest-running democracies, Venezuela merits special attention. The downfall of its flamboyant President, Carlos Andres Perez, on charges of massive embezzlement of public funds poses no obvious threat to the oil flow. And it just might check the undermining of democratic morale that provoked two nearly successful coup attempts within 16 months.   Mr. Perez has been modern Venezuela's dominant political figure, serving as President for 9 of its 34 years of democratic rule. He has also thrust himself into the international spotlight, offering himself as a mediator of the violent conflicts that have convulsed Nicaragua, El Salvador and Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19930522","headline":"In New York 5 Months, Woman From Germany Dies Homeless","web_url":"https://www.nytimes.com/1993/05/22/nyregion/in-new-york-5-months-woman-from-germany-dies-homeless.html","abstract":"  For several months, she made her home in a dank crawl space underneath a footbridge across from the United Airlines terminal at Kennedy International Airport, the police said yesterday. That's where her body was found Thursday, they said, next to the suitcases that contained her passport, letters to her family and an unused ticket home.   The police say she was a 27-year-old German woman who arrived in New York City on Jan. 14. They are not saying who she was until they reach her parents in Dusseldorf.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"A Judge Issues Contempt Order In Archives Case","web_url":"https://www.nytimes.com/1993/05/22/us/a-judge-issues-contempt-order-in-archives-case.html","abstract":"  A Federal judge cited the White House and the Archivist of the United States today for contempt of court for failing to carry out his order to preserve the computer records of the Bush and Clinton Administrations.   Judge Charles R. Richey of Federal District Court here said Bush Administration officials had damaged some of the backup computer tapes of the National Security Council that he had ordered preserved. He also ruled that the Clinton Administration had failed to write proper guidelines to preserve new White House computer records adequately.","thumbnail":null,"section":"U.S."},{"date":"19930522","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/22/nyregion/bridge-864593.html","abstract":"  One of the country's biggest suburban clubs moves to new and more spacious quarters today, with a reopening party at 1 P.M. After 17 years in Manhasset, L.I., the Vanderbilt Club will operate a full daytime schedule of games and a partial evening schedule at 2500 Marcus Avenue in Lake Success, L.I. Information is available from (516) 328-9704.   The proprietor, Frank Schuld, likes to experiment with new bidding ideas. On the diagramed deal, played a quarter of a century ago, he made a weird response of three no-trump to an opening one-heart bid. By agreement this showed a long, solid major suit, and landed his wife, Diana, in seven spades from the South position. She became one of the few players ever to attempt a grand slam with a void in the trump suit.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Bulls and Bears Get Rich; the Goofy Don't : A Look at Buyers' Psychology","web_url":"https://www.nytimes.com/1993/05/22/your-money/IHT-bulls-and-bears-get-rich-the-goofy-dont-a-look-at-buyers.html","abstract":"CALL it market psychology, call it inbred idiosyncrasy, but it seems that many investors don't always recognize when they win and when they lose.. Consider the following: You purchased a stock at $10. Over the months you watch it rise to $12, then $14, th","thumbnail":null,"section":"Your Money"},{"date":"19930522","headline":"VENEZUELA SENATE AUTHORIZES TRIAL","web_url":"https://www.nytimes.com/1993/05/22/world/venezuela-senate-authorizes-trial.html","abstract":"  The President of Venezuela's Senate, Octavio Lepage, became Acting President today after the Senate voted unanimously to authorize the Supreme Court to try President Carlos Andres Perez on corruption charges.   Mr. Perez, 70, is not expected to regain presidential powers because a Supreme Court trial would likely continue beyond Feb. 2, the date his five-year term expires.","thumbnail":null,"section":"World"},{"date":"19930522","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/22/nyregion/no-headline-510793.html","abstract":"  \"I think about the low interest rates, and figure maybe it's time to buy something. But then I think about a friend of mine. He's got a new baby, a big house payment, two car payments. And he just got laid off.\" -- FLOYD RUCKER, a veterinarian's assistant from Kansas City.  [ 1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Despite Reassurances, Jabbings at a School Leave Anger","web_url":"https://www.nytimes.com/1993/05/22/nyregion/despite-reassurances-jabbings-at-a-school-leave-anger.html","abstract":"  Lenora McLeod was watching television on Tuesday night when her 11-year-old granddaughter, Shakeia, walked into the living room of their apartment in Harlem, collapsed on the couch and began sobbing. \"I have AIDS,\" Shakeia said.   A classmate had jabbed her in the arm at Public School 46 that afternoon, and she was certain that the weapon had been a contaminated hypodermic needle, she said. Startled, Mrs. McLeod called the police and took Shakeia to a hospital, plunging them into an ordeal that has shaken the family and called into question the school's handling of the incident.","thumbnail":null,"section":"New York"},{"date":"19930522","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/22/arts/classical-music-in-review-377093.html","abstract":"  New Amsterdam Singers  St. Peter's Church 54th Street and Lexington Avenue   Those wonderful choruses in the British Isles must be an irresistible resource for any composer, especially those close at hand. The delightful program offered by Clara Longstreth and the New Amsterdam Singers on Wednesday evening, \"Glorious Britten,\" went punningly beyond its title to offer a cross section of 20th-century works by British composers including Elgar, Vaughan Williams, Gerald Finzi, Thea Musgrave and Edmund Rubbra. Britten was indeed the focus, with performances of his \"Rejoice in the Lamb,\" \"Five Flower Songs\" and \"Hymn to St. Cecilia.\"","thumbnail":null,"section":"Arts"},{"date":"19930522","headline":"At Monaco Prix, The Animals Are Camera-Bearing","web_url":"https://www.nytimes.com/1993/05/22/sports/IHT-at-monaco-prix-the-animals-are-camerabearing.html","abstract":"- If you happened to live an awfully wretched life, and you came back to this planet as a camera, there is a good chance that you would be spending this weekend here. There have been thousands of lives wasted wretchedly, and each one is here, dangling around somebody's neck, blinking pictures of absolutely nothing.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930522","time":"1993-05-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":70,"wspd":3.6},{"date":"19930522","time":"1993-05-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":64,"wspd":5.4},{"date":"19930522","time":"1993-05-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":65,"wspd":5.4},{"date":"19930522","time":"1993-05-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":69,"wspd":5.4},{"date":"19930522","time":"1993-05-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":66,"wspd":11.2},{"date":"19930522","time":"1993-05-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":68,"wspd":5.4},{"date":"19930522","time":"1993-05-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":68,"wspd":5.4},{"date":"19930522","time":"1993-05-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":62,"wspd":11.2},{"date":"19930522","time":"1993-05-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":62,"wspd":7.6},{"date":"19930522","time":"1993-05-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":55,"wspd":9.4},{"date":"19930522","time":"1993-05-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":54,"wspd":11.2},{"date":"19930522","time":"1993-05-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":48,"wspd":13},{"date":"19930522","time":"1993-05-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":44,"wspd":14.8},{"date":"19930522","time":"1993-05-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":49,"wspd":14.8},{"date":"19930522","time":"1993-05-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":46,"wspd":16.6},{"date":"19930522","time":"1993-05-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":42,"wspd":16.6},{"date":"19930522","time":"1993-05-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":40,"wspd":13},{"date":"19930522","time":"1993-05-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":37,"wspd":14.8},{"date":"19930522","time":"1993-05-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":34,"wspd":14.8},{"date":"19930522","time":"1993-05-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":38,"wspd":13},{"date":"19930522","time":"1993-05-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":59,"wspd":11.2},{"date":"19930522","time":"1993-05-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":57,"wspd":13},{"date":"19930522","time":"1993-05-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":54,"wspd":13},{"date":"19930522","time":"1993-05-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":11.2},{"date":"19930522","time":"1993-05-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":36,"wspd":14.8},{"date":"19930522","time":"1993-05-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":37,"wspd":13},{"date":"19930522","time":"1993-05-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":46,"wspd":9.4},{"date":"19930522","time":"1993-05-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":9.4},{"date":"19930522","time":"1993-05-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":11.2},{"date":"19930522","time":"1993-05-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":11.2},{"date":"19930522","time":"1993-05-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":9.4},{"date":"19930522","time":"1993-05-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":7.6},{"date":"19930522","time":"1993-05-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":9.4},{"date":"19930522","time":"1993-05-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":9.4},{"date":"19930522","time":"1993-05-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":7.6},{"date":"19930522","time":"1993-05-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":13},{"date":"19930522","time":"1993-05-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":16.6},{"date":"19930522","time":"1993-05-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":48,"wspd":14.8},{"date":"19930522","time":"1993-05-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":45,"wspd":11.2},{"date":"19930522","time":"1993-05-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":39,"wspd":20.5},{"date":"19930522","time":"1993-05-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":32,"wspd":25.9},{"date":"19930522","time":"1993-05-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":29,"wspd":22.3},{"date":"19930522","time":"1993-05-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":30,"wspd":18.7},{"date":"19930522","time":"1993-05-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":31,"wspd":20.5},{"date":"19930522","time":"1993-05-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":13},{"date":"19930522","time":"1993-05-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":28,"wspd":29.5},{"date":"19930522","time":"1993-05-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":30,"wspd":27.7},{"date":"19930522","time":"1993-05-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":31,"wspd":24.1}]}}