{"19940523":{"guardian_articles":[],"nytimes_articles":[{"date":"19940523","headline":"Top Chinese Judge Warns of Serious Crime Problem in Rural Areas","web_url":"https://www.nytimes.com/1994/05/23/world/top-chinese-judge-warns-of-serious-crime-problem-in-rural-areas.html","abstract":"  China's top judicial authority warned today that \"security problems are escalating enormously\" in rural parts of the country and that they needed the urgent attention of Communist Party officials to bring them under control.   The warning came from Ren Jianxin, president of the Supreme People's Court, at a Communist Party forum on \"comprehensive management of social security,\" of which he is chairman.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"1944: Big Air Assault : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/23/opinion/IHT-1944-big-air-assault-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Making the most extensive low-level aerial attacks of the war against Germany, 500 to 750 United States 8th Air Force fighters and fighter bombers paced today's [May 21] Allied air offensive over the Continent, which","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/23/nyregion/chronicle-182745.html","abstract":"  The National Dance Institute, which provides free dance classes in public schools in New York City and Jersey City, has invited 12 foreign students to perform with the institute's 1,000 students at its benefit recital tonight at the Paramount Theater at Madison Square Garden.   \"But we didn't want them to represent the world in a political way, so they're not representatives of specific countries,\" said ELLEN WEINSTEIN , the co-artistic director of the institute, which was founded by Jacques d'Amboise 18 years ago.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Louise Svendsen Memorial","web_url":"https://www.nytimes.com/1994/05/23/arts/louise-svendsen-memorial.html","abstract":"  A memorial service for Louise Averill Svendsen, curator emeritus of the Solomon R. Guggenheim Museum, is to be held at the museum, 1071 Fifth Avenue, at 89th Street, at 6:45 P.M. on Wednesday. Mrs. Svendsen, who worked at the museum for nearly 30 years, died in December at the age of 78. Speakers at the service are to include Thomas Messer, a retired director of the Guggenheim; Peter Lawson-Johnston, the president of the Guggenheim, and David Nash, the director of the department of Impressionist and modern art at Sotheby's.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"Getting Tough With Garbage Collectors","web_url":"https://www.nytimes.com/1994/05/23/opinion/getting-tough-with-garbage-collectors.html","abstract":"  Now that the Giuliani administration has gotten tough with the custodians' union, it is imperative that it do the same with the sanitation workers. Anything less than the same strong talk and high standards would weaken Mayor Rudolph Giuliani's credibility and undermine his pledge to revamp the way the city does business with its unions.    After all, the custodians -- who carried a bad reputation and have only 864 members -- were an easy target. The Uniformed Sanitationmen's Association, by contrast, is a powerful union with 6,500 members and a a proven record of negotiating rings around City Hall.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Identity Crisis","web_url":"https://www.nytimes.com/1994/05/23/opinion/identity-crisis.html","abstract":"  As the director-counsel of the N.A.A.C.P. Legal Defense and Educational Fund from 1961 to 1984, I am often asked why the N.A.A.C.P. has wooed Minister Louis Farrakhan, Prof. Leonard Jeffries and the rapper Sister Souljah.   One apparent explanation is that because of its success the N.A.A.C.P (which is separate from the Defense Fund) has yielded its central, mainstream role in the black community to black elected officials. They are now the community's legitimate representatives. The organization is thus trying to renew itself by overtures to other seemingly ascendant leadership forces.   While I certainly did not forsee it last year, this strategy should have been no surprise, given the background of Benjamin F. Chavis Jr., who succeeded Benjamin L. Hooks as leader of the National Association for the Advancement of Colored People.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Cracow Journal; A McDonald's? Not in Their Medieval Square","web_url":"https://www.nytimes.com/1994/05/23/world/cracow-journal-a-mcdonald-s-not-in-their-medieval-square.html","abstract":"  The esthetic guardians of this gloriously intact medieval city, the home of Karol Cardinal Wojtyla before he became Pope John Paul II, are determined that their main market square, with its domes and statues and ancient town houses, will not go the way of some of Europe's other landmarks, like the Champs-Elysees, the center of Stuttgart, the heart of Bologna.   Fired by centuries of city pride that glows ever more fiercely since the collapse of Communism, Cracow is saying no to McDonald's in the square, known as Rynek Glowny.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Price Rise For Movies Engenders No Protest","web_url":"https://www.nytimes.com/1994/05/23/nyregion/price-rise-for-movies-engenders-no-protest.html","abstract":"  It is often said that New Yorkers complain about almost everything, from potholes to panhandlers. But there was barely a whisper of protest this weekend when the two largest movie chains in the metropolitan area raised ticket prices at many of their theaters, increasing the price of a movie in Manhattan to $8 for adults, from $7.50.   \"I guess the prices have to go up sometime,\" said Anna Holtzman, a student at the Horace Mann School, who was waiting to see \"Even Cowgirls Get the Blues\" Saturday night. \"It's not going to keep me from going.\"","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Sports of The Times; With This Rangers-Devils Series, It's the Tale of Two Coaches","web_url":"https://www.nytimes.com/1994/05/23/sports/sports-of-the-times-with-this-rangers-devils-series-it-s-the-tale-of-two-coaches.html","abstract":"  In the days before the Stanley Cup playoffs began, Mike Keenan was talking about the importance of his Ranger players' emotional energy at the start of a game and how quickly he could assess it.   \"After about 38 seconds,\" he said with a smile.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Essay; Let's Make a Deal on Health","web_url":"https://www.nytimes.com/1994/05/23/opinion/essay-let-s-make-a-deal-on-health.html","abstract":"  What's the difference between the Clinton health plan and Elvis Presley? According to Senator Phil Gramm: Elvis is the one that might be alive.   Nobody here doubts that the President's grandiose scheme to place one-seventh of America's economy under government domination is dead. That's because Americans have come to realize that permanent price controls (euphemized as \"premium caps\") require rationing, or denial -- and most of us do not want the health care we already have taken away.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"The Splendid Spring of '94","web_url":"https://www.nytimes.com/1994/05/23/opinion/the-splendid-spring-of-94.html","abstract":"  It says something about humankind's natural pessimism that blizzards and terrible winters are long remembered, even by their years, but glorious springs are not. Americans still unborn in Northeastern states are likely to hear in decades to come about the record snowfalls that blew in with winter '93. But what about the sequel? Why not a toast to the splendid spring of '94?   Rarely in memory have bulbs and wildflowers, shrubs and fruit trees blazed so brightly, or bloomed so long. First came purple and saffron crocuses in March, followed by a veritable sunburst of daffodils. Next were tulips, mingling with blazing plumes of forsythia. Lawns never seemed greener, and carpets of periwinkle abounded with ingratiating blue flowers.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Haiti's Generals Remain Defiant As a Strict Embargo Takes Effect","web_url":"https://www.nytimes.com/1994/05/23/world/haiti-s-generals-remain-defiant-as-a-strict-embargo-takes-effect.html","abstract":"  As a sweeping international embargo took effect here today, Haiti's military leaders appeared to be resolved to ride out the sanctions, convinced that the United States would not mount an armed intervention to unseat them.   The broadened embargo, pushed by a Clinton Administration that has been increasingly exasperated by the Haitian military, covers all trade with the country except for medicines and certain foods. A United Nations ban on shipments of fuel and arms has been in place since October.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Rwandans Die While the U.N. Procrastinates","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-rwandans-die-while-the-un-procrastinates-167290.html","abstract":"  To the Editor:   \"The United States forced the United Nations Monday to scale down its plans and put off sending 5,500 African troops to Rwanda in an effort to end the violence there\" (front page, May 17).","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Abroad at Home; Response To a Threat","web_url":"https://www.nytimes.com/1994/05/23/opinion/abroad-at-home-response-to-a-threat.html","abstract":"  Jamie Gorelick, the new Deputy Attorney General, used to hear from her Washington law partners about Robert Kennedy's Justice Department. She finds that it is a very different place now.    Thirty years ago it was a smallish Federal agency, with a budget of $343 million and 32,000 employees. Today the department spends nearly 10 times as much and it has a staff of 90,000.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"On The Verbal Expression of Bigotry; Address by Powell","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-on-the-verbal-expression-of-bigotry-address-by-powell-182710.html","abstract":"  To the Editor:   It was disconcerting to read of Gen. Colin Powell's defense of Howard University in a commencement address as \"rigorously protecting freedom of speech\" (news article, May 15). To be sure, Howard provided a platform for the anti-Semitic blather and historically inaccurate claims of the Nation of Islam. But Mr. Powell did not mention that the university canceled a lecture by David Brion Davis of Yale, past president of the Organization of American Historians (scheduled for April 4) \"because he is Jewish\" (news article, April 16). Professor Davis was thereby prevented from countering the baseless charges of the Nation of Islam with fact.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Police Union Fights City On Forcing Contract Pact","web_url":"https://www.nytimes.com/1994/05/23/nyregion/police-union-fights-city-on-forcing-contract-pact.html","abstract":"  After reaching nearly identical contracts with city firefighters and the housing police, the Giuliani administration is trying to force the Patrolmen's Benevolent Association to accept the same settlement, city and union officials say.    Traditionally, mayors have settled first with the P.B.A., the city's largest and most powerful police union, creating a contract that serves as a model for pacts with the city's other so-called uniformed unions. But Mayor Rudolph W. Giuliani broke with that pattern earlier this year when he pursued and obtained pacts with the firefighters and the Housing Patrolmen's Benevolent Association.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Defenders by Default: A special report.; Option to Legal Aid for Poor Leaves New Yorkers at Risk","web_url":"https://www.nytimes.com/1994/05/23/us/defenders-default-special-report-option-legal-aid-for-poor-leaves-new-yorkers.html","abstract":"  Of all the things that went wrong during Amine Baba-Ali's journey through New York City's criminal courts, perhaps the most jarring was the performance of his court-appointed lawyer.   The lawyer, J. Edward Cardoso, neglected to subpoena a crucial witness who could have refuted the charge that Mr. Baba-Ali raped his 4-year-old daughter. Mr. Baba-Ali said Mr. Cardoso rarely returned his calls. And the lawyer made little effort to recruit medical experts for the defense. He made a few telephone calls, court records show, but gave up after getting busy signals.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"A Sitcom Is Born: Only Time Will Tell   The Road To Prime Time: Last of four articles on the creation of a television series.","web_url":"https://www.nytimes.com/1994/05/23/arts/sitcom-born-only-time-will-tell-road-prime-time-last-four-articles-creation.html","abstract":"  The morning they found out they had made it onto NBC's fall schedule, Kevin Bright, Marta Kauffman and David Crane popped open a bottle of Champagne at 10:30. They continued drinking Champagne while flying from Los Angeles to New York aboard one of Warner Brothers' corporate jets. Then they had more Champagne with dinner.   The next day, when they met for breakfast at the Regency Hotel, they were all still giddy.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1994/05/23/nyregion/traffic-alert-177547.html","abstract":"  Eighty-third and Eighty-fourth Streets between Park and Lexington Avenues will be closed starting at 7 A.M. today for the funeral of Jacqueline Kennedy Onassis.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/23/nyregion/c-corrections-182460.html","abstract":"  The Sounds Around Town column in Weekend on Friday misspelled the surname of the guitarist playing in the Dick Hyman Trio at Tavern on the Green over the weekend. He is Howard Alden, not Arlen. The column also misstated Bob Haggart's instrument; he plays bass for the trio, not piano.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Long Balls Make Short Work of Smith","web_url":"https://www.nytimes.com/1994/05/23/sports/baseball-long-balls-make-short-work-of-smith.html","abstract":"  The first hit was an omen, one delivered by Lenny Dykstra. Pete Smith threw the pitch, and Dykstra sent it to the Phillies' bullpen behind the wall in right field.   This was in the bottom of the first inning today at Veterans Stadium, with Smith facing his first batter of the afternoon. He would not improve.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Liberal Party Backs Bid for Attorney General","web_url":"https://www.nytimes.com/1994/05/23/nyregion/liberal-party-backs-bid-for-attorney-general.html","abstract":"  Karen S. Burstein, one of four Democrats running for state attorney general, picked up what amounts to the endorsement of the Liberal Party yesterday, guaranteeing her a spot on the ballot in the general election this November.   Her strategists hope the support will give her campaign momentum as she heads into the Democratic State Convention next month and makes a case for a spot on the party's primary ballot. Hank Morris, Ms. Burstein's campaign manager, said the endorsement also lends added credibility to her campaign, which started later than those of her two main rivals, State Attorney General G. Oliver Koppell and Brooklyn District Attorney Charles J. Hynes.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/23/nyregion/inside-176311.html","abstract":"  Moscow Comes to NATO   Bearing a new plan for an over-stuffed army, Russia's Defense Minister calls on Brussels, seeking a special place in the alliance that Moscow once bitterly opposed. Page A6. Remembering Mrs. Onassis   Family members and friends of Jacqueline Kennedy Onassis streamed into her Manhattan apartment for an informal wake before her funeral and burial today. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Smoothing Out the Shore's Building Regulations; New Jersey Officials Reassure Coastline Property Owners About Environmental Rules","web_url":"https://www.nytimes.com/1994/05/23/nyregion/smoothing-shore-s-building-regulations-new-jersey-officials-reassure-coastline.html","abstract":"  A spring storm that raged on the Jersey Shore over new environmental laws subsided in the last few days with assurances that the plant police would not be let loose.   Homeowners will not be kept from planting vegetable gardens or rose bushes, the Department of Environmental Protection and Energy said. Nor will they need a special permit in the future to rebuild if lightning or hurricanes strike their homes. And contrary to some interpretations, officials said, people who sweep windblown sand off the street will not face fines of $25,000 a day.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Armstrong Tires of Knick Guards","web_url":"https://www.nytimes.com/1994/05/23/sports/pro-basketball-armstrong-tires-of-knick-guards.html","abstract":"  Moments before the third quarter ended, B. J. Armstrong missed two free throws that, had he made them, would have lifted the Bulls into a 65-64 lead over the Knicks in the seventh game that was.   \"When B. J. missed them both,\" Doc Rivers, still recuperating from knee surgery, was saying now after the Knicks' 87-77 victory, \"I looked over at our bench and saw the guys looking at each other. They knew he was getting tired.\"","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/23/nyregion/c-corrections-182451.html","abstract":"  An entry in the Addenda listing on the Media Business page on Thursday, about the Digital Equipment Corporation's review of its worldwide advertising account, misstated the effect of the review on its six current primary agencies. Though the agencies were eliminated from the review, Digital is still considering their future roles in its advertising; it is not deciding when to end its relationships with them. The six agencies are Arnold Fortuna Lawner & Cabot in Boston; Ciociola & Company in New York; Holland Mark Martin in Burlington, Mass.; Ketchum Advertising in Pittsburgh; Mullen Advertising in Wenham, Mass., and Publicis Etoiles in Paris.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/23/style/IHT-what-theyre-reading.html","abstract":"Julian Bond, the American civil rights leader, is reading \"W.E.B. Dubois: Biography of a Race, 1868- 1919\" by David Levering Lewis. .\"I'm enjoying it just about more than any other book I've read. It is the most comprehensive look at Dubo","thumbnail":null,"section":"Style"},{"date":"19940523","headline":"East Asians' Economies Need a Caucus to Promote Open Trade","web_url":"https://www.nytimes.com/1994/05/23/opinion/IHT-east-asians-economies-need-a-caucus-to-promote-open-trade.html","abstract":"Forty years ago, East Asia was generally seen, rightly, as an area of political turbulence, economic backwardness and social and cultural decay. Today, what was once a region of dominoes is regarded as a region of dynamos..With the possible exception o","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/23/nyregion/c-corrections-182443.html","abstract":"  A brief article by The Associated Press on Thursday about a New York law protecting women's right to breast-feed in public misstated the penalties for violations. The law gives women the right to file civil suits or to ask the Attorney General or the Division of Human Rights to sue; the division may also impose compensatory damages. The law does not provide for fines or prison sentences.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Belmont Homestretch Might Settle It","web_url":"https://www.nytimes.com/1994/05/23/sports/horse-racing-belmont-homestretch-might-settle-it.html","abstract":"  On the morning after they dueled down the homestretch of the Preakness Stakes, Tabasco Cat and Go for Gin were booked into New York today to stage the rubber match of their Triple Crown rivalry in the Belmont Stakes, the last and longest race in the series.   There will be no Triple Crown winner, and both of these colts will feel plenty of heat in the Belmont from star horses who skipped the Preakness, notably Brocco, Strodes Creek and possibly even Holy Bull. But for now, they are on top of the 3-year-old division. There's Go for Gin, who won the Kentucky Derby two weeks ago, and there's Tabasco Cat, who won the Preakness on Saturday and redeemed two and a half years of racing setbacks and family crises for his trainer, D. Wayne Lukas.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"A Wrinkle in the Jet Age: Propeller Planes","web_url":"https://www.nytimes.com/1994/05/23/us/a-wrinkle-in-the-jet-age-propeller-planes.html","abstract":"  More than 35 years after jet aircraft first carried passengers and 25 years after the test of the first supersonic Concorde, propeller planes are making a comeback, flying more and more passengers on routes long served by jets.   While the smaller airplanes are considerably less expensive for airlines to operate, many communities fret over the sound of whirring propellers on their runways. Many passengers board propeller planes reluctantly or refuse to fly them at all, unhappy about the relative safety, greater turbulence or lack of amenities.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Lawmakers Sow Health Bills and Reap Donations","web_url":"https://www.nytimes.com/1994/05/23/us/lawmakers-sow-health-bills-and-reap-donations.html","abstract":"  As Congress enters a crucial period in its consideration of health care legislation, political contributions from the health care industry are continuing to set records, a study shows.   While the ultimate winners and losers in the health care debate have yet to be determined, the indisputable victors so far are the many members of Congress, notably those who sit on committees considering various plans, who have received large contributions.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Republicans Open Convention Today","web_url":"https://www.nytimes.com/1994/05/23/nyregion/republicans-open-convention-today.html","abstract":"  New York's Republican State Committee gathers at a Manhattan hotel today for an old-fashioned convention where back-room deals and last-minute lobbying may have much to do with the party's chances of defeating Gov. Mario M. Cuomo in November.   It is widely assumed that the 394-member committee will give State Senator George E. Pataki a majority of its votes, making him the designated gubernatorial candidate of the party apparatus. But the size of Mr. Pataki's victory may determine whether he must survive a tough primary before turning his attention to Mr. Cuomo and whether he will be the consensus choice of both the Republican and Conservative Parties.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"An Army in Need of a Role: A Russian Goes to NATO","web_url":"https://www.nytimes.com/1994/05/23/world/an-army-in-need-of-a-role-a-russian-goes-to-nato.html","abstract":"  When Gen. Pavel S. Grachev, the Russian Defense Minister, visits NATO in Brussels on Monday, he goes as the embattled boss of a demoralized military that has found itself having to lobby publicly for money from a Government it saved, however reluctantly, only seven months ago.   General Grachev will tell NATO what sort of \"special status\" Russia wants in order to join a NATO program offering informal relations to the formerly Communist countries of Eastern Europe.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Slashing Youth Programs Will Only Feed the Crime Problem","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-slashing-youth-programs-will-only-feed-the-crime-problem-167207.html","abstract":"  To the Editor:   In a crime-preoccupied city, which has not made a dent in violent crime by juveniles (up 80 percent since 1988), where a 1992 New York City-Federal survey found 20 percent of high school students admitting they carried a weapon, and where homicide is the leading cause of death for those younger than 25, any proposal to eliminate youth recreational, job training and summer employment programs is irresponsible. The Giuliani administration's plans to slash Safe Streets, Safe City youth programs would be a costly mistake socially, politically and economically.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Military Struggling To Stem an Increase In Family Violence","web_url":"https://www.nytimes.com/1994/05/23/us/military-struggling-to-stem-an-increase-in-family-violence.html","abstract":"  In a trend that has Pentagon officials deeply worried, domestic violence in military families has increased steadily since the late 1980's, according to Defense Department figures.    The number of confirmed spouse abuse cases climbed to 18.1 per 1,000 spouses last year, from 12 cases per 1,000 in 1988. At the same time, substantiated cases of child abuse have increased slightly to 6.6 per 1,000 children, from 6 per 1,000.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Review/Ballet Theater: The Nutcracker; 'The Nutcracker' as a Morality Play","web_url":"https://www.nytimes.com/1994/05/23/arts/review-ballet-theater-the-nutcracker-the-nutcracker-as-a-morality-play.html","abstract":"  There is an unescapable feeling about American Ballet Theater's new version of \"The Nutcracker\" that it is different for the sake of being different. In this respect, Kevin McKenzie's and Wendy Wasserstein's production certainly succeeds.    And as such, this spectacular staging, which had its New York premiere on Friday night at the Metropolitan Opera House, has many interesting elements. Enlisting a Pulitzer Prize-winning playwright like Ms. Wasserstein to tinker with the scenario was not at all a bad idea. Anyone who still has time to catch the ballet's last performance tonight will surely be entertained by the mix of street smarts and wry wit that may be Ms. Wasserstein's contribution; it is a question of tone.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"On the Verbal Expression of Bigotry","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-on-the-verbal-expression-of-bigotry-182729.html","abstract":"  To the Editor:   Juxtaposing Franklyn G. Jenifer's argument that \"Hate Speech Is Still Free Speech\" (Op-Ed, May 13), when directed against an ethnic group, with cases of the punishment of individuals directing racist epithets (\"water buffalo\") against individuals of another group leads one to the inescapable conclusion that there is a double standard regarding the verbal expression of bigotry in academia.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Review/Television; Good Night To Another 'Generation'","web_url":"https://www.nytimes.com/1994/05/23/arts/review-television-good-night-to-another-generation.html","abstract":"  Still one of the most successful drama series ever put into syndication, \"Star Trek: The Next Generation\" is being withdrawn from weekly television and steered in the direction of movie box offices. Paramount has somewhat brazenly decided it will boldly go where it has gone before with its blockbuster \"Star Trek\" films.    Movies, it seems, have a longer shelf life and more packaging potential than television episodes. That is, if they are hits. And now that, at least in New York City, the price of a movie ticket is going up to $8, the gamble has an irresistible bottom-line logic.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"1894: Servia Stays Calm : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/23/opinion/IHT-1894-servia-stays-calm-in-our-pages100-75-and-50-years-ago.html","abstract":"BELGRADE - Up to the present everything is quiet, both here and in the provinces. A certain fear existed of an insurrectional movement. For the moment, however, the Radical party is very much discouraged. It will certainly be very difficult for it to cont","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Review/Pop: The Knack; A Reunion of the Knack, Bored With Teen-Age Lust","web_url":"https://www.nytimes.com/1994/05/23/arts/review-pop-the-knack-a-reunion-of-the-knack-bored-with-teen-age-lust.html","abstract":"  In the liner notes to a greatest-hits album by the late-70's Los Angeles power-pop group the Knack, the band leader Doug Fieger argues that the Knack was an art project and not, as the group's many critics have contended, a commercial sellout and musical fraud. On Thursday night at CBGB, the Knack was all of the above. On the one hand, the main reason the band reunited for the first time in four years was to profit from renewed interest in its 1979 No. 1 hit, \"My Sharona,\" which was featured in the recent film \"Reality Bites.\" On the other hand, the Knack tried to make fun of its status as a nostalgia band.    The 41-year-old Mr. Fieger grimaced as he sang lyrics about teen-age lust, injecting each cliched line with as much sarcasm as he could muster. Whenever Berton Averre stepped forward to play a clunky guitar solo, he looked bored, as did the rest of the band.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"Critic's Notebook; At Cannes, Offbeat Promising Wild Cards","web_url":"https://www.nytimes.com/1994/05/23/movies/critic-s-notebook-at-cannes-offbeat-promising-wild-cards.html","abstract":"  The bottom line has shifted this year at the Cannes International Film Festival. Big-name studio films and frenzied behind-the-scenes deal making, usually major aspects of the Cannes experience, have been low-key. Instead, something different has happened: Cannes looks more and more valuable as a launching pad for hand-picked specialty items, particularly when those films have international appeal. Interesting, offbeat film makers are the great beneficiaries when Hollywood stays home.   This year's perfect example is Nanni Moretti, a film maker whose popularity in Italy and France has suddenly exploded into worldwide attention. Mr. Moretti's work has had exposure on the film festival circuit (including a recent retrospective in Toronto). But there are many countries, including the United States, in which he is largely unknown.","thumbnail":null,"section":"Movies"},{"date":"19940523","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/23/nyregion/c-corrections-182435.html","abstract":"  A picture caption yesterday with the continuation of an article about New Yorkers' memories of Jacqueline Kennedy Onassis rendered her son-in-law's first name incorrectly in some copies. He is Edwin Schlossberg, not Edward.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Review/Theater: Marathon 1994/Series B; Sexual Relationships Through 3 Generations","web_url":"https://www.nytimes.com/1994/05/23/theater/review-theater-marathon-1994-series-b-sexual-relationships-through-3-generations.html","abstract":"  Regina Taylor's \"Mudtracks,\" the last of five plays in Series B of Marathon '94 at the Ensemble Studio Theater, doesn't really belong in an evening of one-acters. This examination of sexual relationships through three generations of black women has ambitions a short drama can't begin to embrace, and it sprawls awkwardly for well over an hour.   Still, it seems churlish to complain too much about a play that puts the sublime Mary Alice (best known from the television program \"I'll Fly Away\") on a New York stage again. Playing a laconic, compulsively tidy middle-age woman, she glows with a fever of lifelong disappointments. And when her character finally erupts into a fury of accumulated sorrows, she inspires pity and terror in a way that seems to belong to another time, another play. Ms. Alice could probably do an extraordinary Medea. But these days, theatergoers must take their epiphanies where they find them.","thumbnail":null,"section":"Theater"},{"date":"19940523","headline":"Vietnam Revisited: A periodic report.; Security Tactics in Vietnam Still Inspire Widespread Fear","web_url":"https://www.nytimes.com/1994/05/23/world/vietnam-revisited-periodic-report-security-tactics-vietnam-still-inspire.html","abstract":"  The terror of arbitrary arrests, secret trials and penal servitude that gripped Vietnam in the decade after \"liberation\" has begun to fade against the glare of the nation's economic dawn. But fear still casts a subtle shadow over this long-suffering country.   By 1988 Vietnam's Communist leaders began a struggle to improve their nation's image and attract desperately needed foreign investment. It is believed that by then, all but a few hundred of the tens of thousands of political prisoners held in the country's network of prison camps had been freed.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"A Monitor May Be Used At 40 Schools","web_url":"https://www.nytimes.com/1994/05/23/nyregion/a-monitor-may-be-used-at-40-schools.html","abstract":"  As many as 40 New York City schools that have shown a steady decline in academic performance could face increased monitoring and a possible takeover by Chancellor Ramon C. Cortines, school officials said yesterday.   Mr. Cortines announced last month that he would intervene in the operation of six elementary and junior high schools whose leadership, he said, had permitted failure for so long that it amounted to \"educational corruption.\" But in a report released yesterday, 34 additional schools were identified as facing possible action, in which the chancellor would more closely monitor performance, and then might ultimately replace the school's leadership if no progress is reported.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"After All the Bruising, Hugs From the Bulls","web_url":"https://www.nytimes.com/1994/05/23/sports/on-pro-basketball-after-all-the-bruising-hugs-from-the-bulls.html","abstract":"  Passage is never easy, but at least the Chicago Bulls handled theirs with dignity and class. They learned something from watching the Detroit Pistons walk off in a snit after the Bulls had swept them from their throne in the spring of 1991.   The Knicks had come after the Bulls for three years, with elbows flying, feet flailing, with antisocial talk and a very mean streak. Xavier McDaniel, Anthony Mason, Greg Anthony and John Starks were among the faces on the walls of Chicago post offices: Knicks most wanted. Now it was the Bulls' turn to lose to these chest-bumping castigators, and they were going out with their hands outstretched.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Commencements; Hofstra Graduates Hear an Appeal for Love","web_url":"https://www.nytimes.com/1994/05/23/nyregion/commencements-hofstra-graduates-hear-an-appeal-for-love.html","abstract":"  Before 650 graduates of Hofstra University's College of Liberal Arts and Sciences, and alumni from the Class of 1944, the newspaper columnist Murray Kempton received an honorary doctorate today for his achievements in a 50-year career in journalism.   Under a cloudless sky, Mr. Kempton, 76, called upon the graduates, who sat in rows of chairs on the college's well-manicured football field, to \"love one another or wither.\" He repeatedly spoke of \"family values,\" which by his definition meant protecting society's weakest members, particularly the elderly and women and children on welfare.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Emotional Ending For Bulls","web_url":"https://www.nytimes.com/1994/05/23/sports/basketball-emotional-ending-for-bulls.html","abstract":"  \"Yes, there were some tears, definitely,\" said Horace Grant, recalling what had been the mood of the team in the locker room immediately after the Bulls lost to the Knicks yesterday. \"You would expect that, after we had given our throne away.\"   The throne, of course, was the National Basketball Association championship that the Bulls had begun to think, after three straight titles, was their personal possession.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Lemaire and Devils Chafe Under Cloak of Anonymity","web_url":"https://www.nytimes.com/1994/05/23/sports/hockey-lemaire-and-devils-chafe-under-cloak-of-anonymity.html","abstract":"  The day after his team evened its Eastern Conference final with the Rangers at two games each, New Jersey Coach Jacques Lemaire was making a determined effort to give the Devils their due.    \"I just want our players to get the recognition they deserve,\" Lemaire said at the Devils' training center here this afternoon as some of his players were on the ice for an optional practice. \"We never get credit when we win.\"","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/23/nyregion/news-summary-175838.html","abstract":"  International A2-9  EMBARGO TIGHTENS IN HAITI    As the economic noose drew more tightly around Haiti, its military leaders vowed to overcome the hardship and seemed confident there would be no militarty intervention from the United States.  A1","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/23/nyregion/metro-digest-177512.html","abstract":"  THE SYSTEM THAT ISN'T LEGAL AID   The Assigned Counsel Plan, a loosely organized and haphazardly supervised New York City program to provide extra lawyers for indigent defendants, has grown enormously in recent years, raising complaints about inflated fees, lawyers who sleep through trials or fail to show up, and the quality of city's monitoring. A1.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Joyner-Kersee Can't Argue With Winning Facts","web_url":"https://www.nytimes.com/1994/05/23/sports/track-and-field-joyner-kersee-can-t-argue-with-winning-facts.html","abstract":"  Husbands and wives have been known to argue with each other. And when the husband is a track coach and his wife is his prize athlete, the arguments can become intense.   Bob Kersee and his wife, Jackie Joyner-Kersee, say they seldom argue as husband and wife. But as coach and pupil, they often disagree on how she should train and when she should compete and in which events.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Far Apart on Welfare Reform","web_url":"https://www.nytimes.com/1994/05/23/opinion/far-apart-on-welfare-reform.html","abstract":"  Line up the three major welfare-reform plans and they appear, at first, nearly in sync. President Clinton, the Mainstream Forum of conservative and centrist House Democrats and the House Republicans propose transforming welfare from a system that writes checks to a system that puts recipients to work. Look again and note this oddity: The centrist Democrats as well as Republicans want to spend more money than the President. That should require no ideological war to resolve.   But look more closely and differences emerge that cannot be easily bridged. The President's plan is shaping up as the only one of the three that combines compassion with sensible obligations.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Low Cigarette Taxes Encourage Smoking","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-low-cigarette-taxes-encourage-smoking-167282.html","abstract":"  To the Editor:   \"Tobacco Company Was Silent on Hazards\" (front page, May 7), your expose of yet more tobacco industry cover-ups and deceptions, needs one correction. You summarize a 1963 internal memo by Addison Yeaman, then an executive of the Brown & Williamson Tobacco Corporation, who predicted \"cigarette taxes would shoot up\" following the 1964 Surgeon General's report on smoking.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"SOME OPPONENTS OF HEALTH PLAN GIVE SOME GROUND","web_url":"https://www.nytimes.com/1994/05/23/us/some-opponents-of-health-plan-give-some-ground.html","abstract":"  For the first time since President Clinton proposed a national health insurance plan in September, some of his opponents are giving ground.   Not necessarily a lot. \"It's a very narrow strip of ground,\" said Senator Daniel R. Coats, the Indiana Republican who last Thursday suspended his all-out opposition to anything resembling the Clinton proposal. He did so just long enough to join a unanimous Senate Labor Committee vote for a cost-control plan that involved major concessions by both sides.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"'Save the Males' Becomes Battle Cry In Citadel's Defense Against Woman","web_url":"https://www.nytimes.com/1994/05/23/us/save-the-males-becomes-battle-cry-in-citadel-s-defense-against-woman.html","abstract":"  At times in the Federal courthouse here last week, as many as a dozen close-shaven, well-mannered men from The Citadel have sat with their arms hooked loosely over the visitors' benches as they listen to tedious arguments about the history of South Carolina's education policies.   Drawn to courtroom No. 3 by an enormous sense of threat, they have fought the boredom of the moment by fiddling with their class rings or the sea-blue pins that hint darkly at their sense of impending doom. Though unfailingly polite and generally soft-spoken, they wear their hearts on their lapels: \"Save the Males.\"","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Lehman Makes Himself Heard in a Big Way","web_url":"https://www.nytimes.com/1994/05/23/sports/golf-lehman-makes-himself-heard-in-a-big-way.html","abstract":"  He is a quiet man, understated in both word and dress, favoring khaki pants and light blue shirts and speaking softly when he chooses to speak at all. But today under a brilliant blue sky on one of the hardest golf courses on the pro circuit, Tom Lehman made the loudest statement of his life.   Twenty under par. The number fairly shouts out what Lehman accomplished at the Memorial Tournament at Muirfield Village Golf Club. Not only did Lehman, 35, win his first PGA Tour event, he did so with a record score for this tournament. Not only did he win by five strokes, the largest margin of the year on tour, he did so over Greg Norman, whose four-stroke victory at the Players Championship had been the widest on tour to date.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"With World War II Crew, Circle Line Boat Sails Back to '44","web_url":"https://www.nytimes.com/1994/05/23/nyregion/with-world-war-ii-crew-circle-line-boat-sails-back-to-44.html","abstract":"  The Circle Line claims on its side to be \"America's Favorite Boat Ride,\" and on Saturday afternoon, a sunny and splendid wisp of the summer to come, aboard a ship named Circle Line X, it was more than that.   The ship's former captain, officers, cook and deck hands, who served on it when it was a Navy landing vessel in the South Pacific, the Philippines and China during World War II, returned for a reminiscence-filled journey around Manhattan. From Florida and Colorado and many places in between, the old men came to glimpse faces they remembered from younger days, and to hug, cry and laugh. It was a reunion, their first, and they brought families, including one man's 5-month-old great-granddaughter.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/23/sports/results-plus-180181.html","abstract":"  AUTO RACING  Foyt's Stand-Pat Decision Works for Herta  A. J. Foyt's decision to stick with the earlier qualifying speed of his driver, Bryan Herta, paid off yesterday at the Indianapolis 500 trials. The car survived four last-minute attempts to bump it out of the 33-car lineup for the race next Sunday. With 25 minutes left in qualifying, Marco Greco bumped Scott Goodyear with a four-lap, 10-mile run of 221.216 miles an hour in a Lola-Cosworth. After Greco qualified, Herta, Foyt's rookie driver, was the top man on the bump list as the slowest remaining car. Geoff Brabham then called off his run after three laps because he was going too slow. Mark Smith then spun and crashed in the first turn of his first lap. Gary Bettenhausen then ran two laps but called off the run as too slow. At that point, Foyt could have sent Herta out in a faster spare car, but he thought that Willy T. Ribbs, the only challenger left, did not have enough laps in his car to go fast enough. Foyt's decision worked, as Ribbs quit after two laps that were too slow. TENNIS  Fernandez Beats Sabatini  Third-seeded Mary Joe Fernandez extended the drought of top-seeded Gabriela Sabatini, 2-6, 6-4, 6-0, in the Strasbourg Open final in France on the eve of the French Open, which begins today. Sabatini has not won in 36 tournaments since the Italian Open in May 1992. Fernandez was in her fifth tournament of 1994 after undergoing abdominal surgery last fall. (AP) LACROSSE  Princeton Women Win Title  Princeton (16-1) won its first Division I women's national lacrosse championship yesterday by defeating previously undefeated Maryland, 10-7, in the Terrapins' Byrd Stadium at College Park. Trenton State won the Division III title for the fourth year in a row with a 29-11 victory over William Smith, its 57th consecutive triumph. In a men's Division III semifinal, Hobart beat Nazareth, 18-14, at Geneva, N.Y., and will play undefeated Salisbury State.   GOLF  Late Birdies Decide for Crosby  Elaine Crosby birdied the 16th and 17th holes yesterday for a two-under-par 70 and a 211 total to win the $400,000 Lady Keystone Open in Hershey, Pa., by one stroke over Laura Davies. (AP) TRACK AND FIELD  St. Francis Prep Girls Take Title  St. Francis Prep of Queens captured the team title yesterday in the city Catholic High Schools Athletic Association girls championships with 62 1/2 points to Bishop Loughlin's 54 at Farrell High on Staten Island. Sloan Brown of Cardinal Spellman won the 200 meters in 25.1 seconds, the long jump at 17 feet 11 3/4 inches and ran a leg on the winning 400-meter relay.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Troubled Miami Smiles for Tourism Gathering","web_url":"https://www.nytimes.com/1994/05/23/us/troubled-miami-smiles-for-tourism-gathering.html","abstract":"  With this city's reputation among foreign visitors already battered by several highly publicized killings of tourists, Miami's latest indignity came at an especially inopportune time.   On May 13, Norwegian tourists were hijacked and robbed on a hotel courtesy bus as Miami was preparing to be host to what organizers say is the world's largest annual tourism trade show. Foreign tour operators attend the show to book hotel rooms, restaurants, entertainment and transportation for travelers who will be visiting the United States in the coming year.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/23/nyregion/no-headline-176273.html","abstract":"  \"We know how to train young men how to be men. We don't know how to train young women to be men. We don't even know how to train young women how to be women.\" -- MAJ. RICK MILL, a spokesman for The Citadel.  [ A10:2. ]","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Convention in New York: How Republican Leaders Will Build a Ballot","web_url":"https://www.nytimes.com/1994/05/23/nyregion/convention-in-new-york-how-republican-leaders-will-build-a-ballot.html","abstract":"  Some have been orchestrated with military precision. Others have been unpredictable free-for-alls. But this year's Republican Party state convention promises to be a little of both.   The Republican State Committee will meet in New York City beginning today to select candidates for statewide offices. And while party leaders have been hustling behind the scenes to line up a ticket, it remains far from clear who will be on the ballot when the votes are all counted.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Crisis-Torn Africa Becomes Continent of Refugees","web_url":"https://www.nytimes.com/1994/05/23/world/crisis-torn-africa-becomes-continent-of-refugees.html","abstract":"  Joao da Cruz, 48 years old but already wizened and stooped with the burdens of life, represents a problem for Africa and the world.   A gentle man who strokes his gray beard in reflection as he talks, Mr. da Cruz used to own land in Nambuangongo in Bengo Province, about 80 miles away. His voice takes on a rich, deep tone as he describes the coffee, bananas and mangoes he used to grow.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Review/Film: Desperate Remedies; Spoofing Movies With Arty Glamour","web_url":"https://www.nytimes.com/1994/05/23/movies/review-film-desperate-remedies-spoofing-movies-with-arty-glamour.html","abstract":"  \"Desperate Remedies,\" Stewart Main's and Peter Wells's gorgeous but silly mock epic, is a film that wants to have its cake and eat it too. The New Zealand film, which opened yesterday at the Quad Cinema, aspires to be the 90's answer to a 40's Hollywood costume drama, but with a big wink in its eye and layers of sexual ambiguity added.   Unfolding as a series of tableaux in which the actors mouth deliberately wooden dialogue while the camera adores their faces, the movie isn't acted so much as it is posed in a style that suggests a hybrid of Ken Russell and a Calvin Klein Obsession perfume ad. Peter Scholes's overwrought score, larded with excerpts from Donizetti's \"Forza del Destino\" coats the proceedings with a thick quasi-operatic gloss.","thumbnail":null,"section":"Movies"},{"date":"19940523","headline":"Clinton and California: An Economic Policy Clash","web_url":"https://www.nytimes.com/1994/05/23/us/clinton-and-california-an-economic-policy-clash.html","abstract":"  In 1992, the motto of the Clinton campaign was: \"It's the economy, stupid.\" For the White House aides counting electoral votes for 1996, the theme is: \"It's California, stupid.\"   Those two goals collided on Tuesday, when the Federal Reserve raised short-term interest rates for the fourth time this year, seeking to brake the national economy before its recovery gets too strong and leads to inflation.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Yanks See Relief Just A Dugout Away","web_url":"https://www.nytimes.com/1994/05/23/sports/baseball-yanks-see-relief-just-a-dugout-away.html","abstract":"  Sometimes all the hours of preparation, all the careful study and all the maneuvering with a rested bullpen can still leave you precisely where you don't want to be.   That is where the Yankees were left late yesterday afternoon -- standing in the shadows, looking out into the sunlight at a former teammate, Lee Smith of the Orioles, whose 17 saves lead the major leagues and whose career total of 418 remains a record. After 10 innings and 3 hours 55 minutes of mental gymnastics and game-extending heroics, the Yankees just became another statistic.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Capriati Was in Clinic For Counseling Earlier","web_url":"https://www.nytimes.com/1994/05/23/sports/tennis-capriati-was-in-clinic-for-counseling-earlier.html","abstract":"  Shortly after deciding in late January to take a respite from the women's tennis tour, Jennifer Capriati entered a rehabilitation center outside of Tampa, Fla., a person close to the Capriati family said tonight.   Before her arrest last Monday on a misdemeanor marijuana charge, the 18-year-old Capriati spent time at The Manors, a rehabilitation center for adolescents with drug dependency or emotional problems situated in Tarpon Springs, Fla.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/23/nyregion/chronicle-182753.html","abstract":"  Hillary for President? In a profile of the First Lady this week, the New Yorker magazine quoted an associate of the Clintons as saying that White House staff members have discussed a possible bid by HILLARY RODHAM CLINTON to succeed her husband in the year 2000.    But PRESIDENT CLINTON dismissed the idea in an interview for the same article, saying that his wife wouldn't do it \"in 100 years.\" Yesterday, Mrs. Clinton's spokeswoman emphatically denied that any discussions have occurred and derided the speculation as \"beyond imagination.\"","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Concern Over Fake Fingerprints","web_url":"https://www.nytimes.com/1994/05/23/us/concern-over-fake-fingerprints.html","abstract":"  Criminals from other countries or terrorists may have been granted residency or other benefits in the United States because they were able to use fraudulent fingerprints bought from street vendors to circumvent background checks, an inspector general's report on the Immigration and Naturalization Service says.   The immigration service requires fingerprints from every alien seeking naturalization or other Federal benefits, but, the Justice Department report said, because the agency no longer maintains its own fingerprint operation, it is the responsibility of the alien to supply the prints.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Unexploded Bombs Take Toll in Laos, Too","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-unexploded-bombs-take-toll-in-laos-too-167223.html","abstract":"  To the Editor:   It is good, if painful, to be reminded of the tragedy that surrounds Khe Sanh plateau, where unexploded projectiles from massive 1968 American bombing still wound and maim Vietnamese children and farmers at the rate of one a day, with an unknown number of others killed (front page, May 13). The untold story, however, remains the legacy of American bombing in neighboring Laos.","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Bucks Get First Shot at Draft","web_url":"https://www.nytimes.com/1994/05/23/sports/pro-basketball-bucks-get-first-shot-at-draft.html","abstract":"  Although Mike Dunleavy, Milwaukee's head coach and vice president of basketball operations, does not know exactly what he will do with the No. 1 pick in the National Basketball Association draft on June 29, he was definitely glad to beat out Dallas for it today in the draft lottery.   The Mavericks, with the worst won-lost record (13-69) in the league for the second straight year, got the second pick in the revised lottery system.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"A Mixed Welcome Awaits a Homeward-Bound Solzhenitsyn","web_url":"https://www.nytimes.com/1994/05/23/world/a-mixed-welcome-awaits-a-homeward-bound-solzhenitsyn.html","abstract":"  Aleksandr I. Solzhenitsyn is said by his wife, Natalya, to be returning to Russia on Friday, 20 years after the Soviet leadership bundled him onto a plane and into forced exile.   Beginning in Vladivostok with a train tour across this vast country, he will begin his new life here, at 75, in a downtown apartment. His new dacha, in the village of Troitse-Lykovo in western Moscow, has a leaky roof and is not ready for him.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Israel Alerts Envoys and Border, Fearing Reprisals for Abduction","web_url":"https://www.nytimes.com/1994/05/23/world/israel-alerts-envoys-and-border-fearing-reprisals-for-abduction.html","abstract":"  Israel put its overseas missions and its soldiers along the northern border on alert today against the possibility of reprisals for its kidnapping of an Islamic guerrilla leader in Lebanon.   Shiite Muslim militants in Lebanon threatened \"spectacular\" retaliation for a daring raid on Saturday in which Israeli commandos flew deep into Lebanon and captured Mustafa Dirani, the head of a pro-Iranian group, who Israel says may have information on the whereabouts of a long-missing Israeli airman.","thumbnail":null,"section":"World"},{"date":"19940523","headline":"Fond Adieu to Jacqueline Onassis, at Her Home","web_url":"https://www.nytimes.com/1994/05/23/nyregion/fond-adieu-to-jacqueline-onassis-at-her-home.html","abstract":"  A river of solemn mourners -- family members, friends and close associates of a lifetime touched by tragedy and triumph -- paid their respects to Jacqueline Kennedy Onassis yesterday, flowing in and out of her Manhattan apartment for an informal wake on the eve of her funeral and burial today.   Wearing dark suits and grim faces, they arrived in limousines or taxicabs, passed silently under the green canopy at 1040 Fifth Avenue, at 85th Street, took elevators to the 14th floor, and were ushered into a simply furnished room, where Mrs. Onassis lay in a closed coffin draped with an antique cloth.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Review/Theater: Suburbia; Aimless Youth, Shouting Out Its Angst","web_url":"https://www.nytimes.com/1994/05/23/theater/review-theater-suburbia-aimless-youth-shouting-out-its-angst.html","abstract":"  \"Suburbia,\" Eric Bogosian's new play, takes place in front of the 7-Eleven in a town called Burnfield. Do not think that name was picked out of a hat. It is a clear declaration of Mr. Bogosian's artistic intent. In this scathing study of rootless youth, he practices a scorched-earth policy.   The third offering in the Festival of New American Plays that Lincoln Center Theater has been holding this season in the Mitzi E. Newhouse Theater, \"Suburbia\" recounts a night and the morning after in what one character calls the \"pizza and puke capital of the world.\" And that qualifies as a delicate utterance in a work as ferocious as Mr. Bogosian's own one-man shows.","thumbnail":null,"section":"Theater"},{"date":"19940523","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1994/05/23/arts/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B10-11.","thumbnail":null,"section":"Arts"},{"date":"19940523","headline":"Knicks March On After Bulls Fall Down and Break Their Crown","web_url":"https://www.nytimes.com/1994/05/23/sports/pro-basketball-knicks-march-on-after-bulls-fall-down-and-break-their-crown.html","abstract":"  After years of frustration, and a seven-game series that tested the limits of their will, the Knicks finally exorcised the opponent that haunted them like no other.   The Knicks eliminated the Chicago Bulls, the three-time National Basketball Association champions, 87-77, yesterday in Game 7 of their Eastern Conference semifinal series before a jubilant Madison Square Garden crowd.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Water Rates","web_url":"https://www.nytimes.com/1994/05/23/nyregion/pulse-water-rates.html","abstract":"  New York City's water and sewer rates increased 148 percent between 1986 and 1993 and the typical bill for a single-family home rose to $350 from $142. The rate hikes reflected greater capital spending, mainly for water pollution control projects, after a decline in federal aid. Sludge disposal became more costly after the federal ban on ocean dumping. Since the creation of the Water Finance Authority, which issues bonds, and the Water Board, which sets rates, the city's water system has depended on user fees rather than tax subsidies. The city is now in the first year of a planned two-year rate freeze. To avoid future rate hikes, the city hopes to encourage conservation and continue to meet EPA guidelines without having to filter all its drinking water.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"1919: Red Plot Reported : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/23/opinion/IHT-1919-red-plot-reported-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The air has been full of reports, for the last few weeks, of a Bolshevist coup in England along an altogether new line. Effective steps and drastic action have taken the spirit out of a great majority of the agitators. From the usual strike fomen","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"Books of The Times: The Varieties of Metaphysical Poetry; T. S. Eliot Looks at Poets as Mirrors of Daily Life","web_url":"https://www.nytimes.com/1994/05/23/books/books-times-varieties-metaphysical-poetry-t-s-eliot-looks-poets-mirrors-daily.html","abstract":"  The Varieties of Metaphysical Poetry  The Clark lectures at Trinity College, Cambridge, 1926, and the Turnbull lectures at the Johns Hopkins University, 1933  By T. S. Eliot  Illustrated. Edited and Introduced by Ronald Schuchard. 343 pages. Harcourt Brace & Company. $29.95.     In the spring of 1925, at a time he described to a friend as the \"blackest moment of my life\" because of a spiritual crisis he was going through, T. S. Eliot was invited to deliver the 1926 Clark lectures at Trinity College, Cambridge.","thumbnail":null,"section":"Books"},{"date":"19940523","headline":"A Perfectly Safe Airport","web_url":"https://www.nytimes.com/1994/05/23/opinion/l-a-perfectly-safe-airport-182737.html","abstract":"  To the Editor:   Anthony Fortune, a commercial airline pilot, charges (letter, May 6) that John F. Kennedy International Airport lacks \"suitable landing aids.\"","thumbnail":null,"section":"Opinion"},{"date":"19940523","headline":"The N.R.A.'s Faithful Hear a Rallying Cry After 2 Defeats on Capitol Hill","web_url":"https://www.nytimes.com/1994/05/23/us/the-nra-s-faithful-hear-a-rallying-cry-after-2-defeats-on-capitol-hill.html","abstract":"  Ed Williams believes in his heart that a right to bear arms is not merely guaranteed but ordained by the Second Amendment to the Constitution and by the King James Bible. Yet like others in the National Rifle Association lately, he is putting more faith in scripture than the Bill of Rights.   \"Jesus said that even if you must sell your garment, protect yourself, and work with one hand and carry your sword in the other,\" said Mr. Williams, one of 20,000 faithful who came to the association's annual convention this weekend for what may be the most important meeting -- and regrouping -- in the gun lobby's 123-year history.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"CABLE TV INDUSTRY TURNS PESSIMISTIC AS GROWTH SLOWS","web_url":"https://www.nytimes.com/1994/05/23/us/the-media-business-cable-tv-industry-turns-pessimistic-as-growth-slows.html","abstract":"  After years of reeling in dollars, the cable television industry, buffeted by Federal regulation, competition and uncertainty about the future, is now simply reeling.   As cable executives gather here this week for their annual convention, the mood among many is grim -- uncharacteristically so for an industry that produced a boom as long and as loud as any in recent business history.","thumbnail":null,"section":"U.S."},{"date":"19940523","headline":"Officer Aids in Brother's Arrest in a Hit-and-Run","web_url":"https://www.nytimes.com/1994/05/23/nyregion/officer-aids-in-brother-s-arrest-in-a-hit-and-run.html","abstract":"  An off-duty police officer acted as an intermediary in the arrest of her own brother Saturday night after the brother was involved in a hit-and-run accident in Queens that killed a man and seriously injured the man's teen-age son, the police said yesterday.   The incident was the latest of a series of fatal accidents in Queens in the last three weeks involving drivers with suspended licenses or no licenses. In Saturday's accident, the police said the driver was also drunk.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"2 Key Rangers Hurting At a Key Time in Series","web_url":"https://www.nytimes.com/1994/05/23/sports/hockey-2-key-rangers-hurting-at-a-key-time-in-series.html","abstract":"  Twenty years from now, hockey fans around the region will reminisce about the Rangers-Devils playoff round of 1994.   Either they will recall the stress and strain the Rangers endured before finally eliminating a stubborn rival and reaching the Stanley Cup finals or they will remember the tortoise-and-the-hare approach of the Devils, who never got the respect and attention of the local public, even when they overtook the Rangers and upset them before moving on to the championship round.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"Working the 24 Hours of a Day, and Even Longer","web_url":"https://www.nytimes.com/1994/05/23/nyregion/working-the-24-hours-of-a-day-and-even-longer.html","abstract":"  For Martin E. Gotkin, conviction and disbarment for defrauding the Assigned Counsel Plan were only temporary setbacks. Last year he was paid $124,175 by the program, more than any lawyer in Manhattan or the Bronx. Now he is billing as a private investigator.   Mr. Gotkin pleaded guilty in 1981 to a charge of grand larceny and was fined $20,000 for submitting inflated legal bills to the Assigned Counsel Plan. On hundreds of days over three years, he had billed for more court hours than the courts were even open, according to court documents. On 27 occasions, he billed for more than 24 hours in a single day. On one day in 1978, he claimed he worked 28 hours in court and 22 out of court.","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"Sports of The Times; Ewing Raises His Game, and Then Raises His Hands","web_url":"https://www.nytimes.com/1994/05/23/sports/sports-of-the-times-ewing-raises-his-game-and-then-raises-his-hands.html","abstract":"  HE had no points at halftime, which is a rather serious condition for a superstar who has said he would help take his team to a championship one of these years, before it gets too late. It seemed like the makings of a nightmare, a negative definition for his entire career: \"Came up scoreless in a seventh game against Chicago.\"   But Patrick Ewing said he was not embarrassed by his halftime total. \"I was doing other things,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940523","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/23/nyregion/chronicle-179094.html","abstract":"  There's a new player on the Manhattan charity circuit. MARIE-JOSEE DROUIN , a Canadian economist who married HENRY R. KRAVIS , the leveraged buyout specialist in February, is on the benefit committee for Childhelp USA's hoedown on June 7, at Denim and Diamonds, a country and western club in midtown. The event, whose chairwomen are GEORGETTE MOSBACHER and KELLY DAY , will raise funds to establish a Childhelp Center at New York Hospital-Cornell Medical Center, where doctors, police, prosecutors and social workers can coordinate investigations of suspected child abuse. DAN SHAW","thumbnail":null,"section":"New York"},{"date":"19940523","headline":"All Is Glamorous, But That's Just an Act","web_url":"https://www.nytimes.com/1994/05/23/arts/all-is-glamorous-but-that-s-just-an-act.html","abstract":"  In her cabaret show \"An Affair to Remember: Movie Music From the 50's,\" Mary Cleere Haran is the embodiment of sophistication and old-fashioned glamour, complete with slinky dress and long gloves. The setting is Rainbow and Stars, seemingly perched in the clouds and wrapped in glitter. It's just like a scene from those old movies, Hollywood's idealized version of how things used to be.   With that image fresh in your mind, visiting Ms. Haran at her home on a tree-lined street in Park Slope, Brooklyn, can feel like culture shock, in a nice sort of way. For one thing, this neighborhood is a jumble of ethnic groups and languages, a place inhabited by the kinds of people who rarely appeared in studio films of the 1950's as anything but maids or chauffeurs. Except maybe for Louis Armstrong, Ms. Haran says, who always played himself.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19940523","time":"1994-05-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":85,"wspd":7.6},{"date":"19940523","time":"1994-05-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":88,"wspd":5.4},{"date":"19940523","time":"1994-05-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":90,"wspd":11.2},{"date":"19940523","time":"1994-05-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":93,"wspd":7.6},{"date":"19940523","time":"1994-05-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":94,"wspd":7.6},{"date":"19940523","time":"1994-05-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":94,"wspd":7.6},{"date":"19940523","time":"1994-05-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":90,"wspd":5.4},{"date":"19940523","time":"1994-05-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":90,"wspd":7.6},{"date":"19940523","time":"1994-05-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":13},{"date":"19940523","time":"1994-05-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":80,"wspd":11.2},{"date":"19940523","time":"1994-05-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":74,"wspd":13},{"date":"19940523","time":"1994-05-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":67,"wspd":14.8},{"date":"19940523","time":"1994-05-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":58,"wspd":11.2},{"date":"19940523","time":"1994-05-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":60,"wspd":9.4},{"date":"19940523","time":"1994-05-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":59,"wspd":11.2},{"date":"19940523","time":"1994-05-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":57,"wspd":11.2},{"date":"19940523","time":"1994-05-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":54,"wspd":13},{"date":"19940523","time":"1994-05-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":62,"wspd":11.2},{"date":"19940523","time":"1994-05-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":58,"wspd":3.6},{"date":"19940523","time":"1994-05-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":73,"wspd":13},{"date":"19940523","time":"1994-05-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":74,"wspd":9.4},{"date":"19940523","time":"1994-05-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":79,"wspd":7.6},{"date":"19940523","time":"1994-05-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":79,"wspd":14.8},{"date":"19940523","time":"1994-05-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":85,"wspd":9.4},{"date":"19940523","time":"1994-05-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":48,"wspd":7.6},{"date":"19940523","time":"1994-05-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":50,"wspd":7.6},{"date":"19940523","time":"1994-05-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":48,"wspd":11.2},{"date":"19940523","time":"1994-05-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":46,"wspd":5.4},{"date":"19940523","time":"1994-05-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":48,"wspd":5.4},{"date":"19940523","time":"1994-05-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":46,"wspd":5.4},{"date":"19940523","time":"1994-05-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":53,"wspd":0},{"date":"19940523","time":"1994-05-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":0},{"date":"19940523","time":"1994-05-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":57,"wspd":7.6},{"date":"19940523","time":"1994-05-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":5.4},{"date":"19940523","time":"1994-05-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":72,"wspd":7.6},{"date":"19940523","time":"1994-05-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":7.6},{"date":"19940523","time":"1994-05-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":5.4},{"date":"19940523","time":"1994-05-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":9.4},{"date":"19940523","time":"1994-05-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":45,"wspd":9.4},{"date":"19940523","time":"1994-05-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":39,"wspd":9.4},{"date":"19940523","time":"1994-05-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":36,"wspd":9.4},{"date":"19940523","time":"1994-05-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":33,"wspd":7.6},{"date":"19940523","time":"1994-05-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":35,"wspd":9.4},{"date":"19940523","time":"1994-05-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":33,"wspd":14.8},{"date":"19940523","time":"1994-05-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":30,"wspd":20.5},{"date":"19940523","time":"1994-05-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":37,"wspd":29.5},{"date":"19940523","time":"1994-05-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":42,"wspd":24.1},{"date":"19940523","time":"1994-05-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":14.8}]},"19940524":{"guardian_articles":[{"date":"19940524","headline":"America promises to keep flame alive for Jackie Onassis","web_url":"https://www.theguardian.com/world/1994/may/24/kennedy.usa","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-191558.html","abstract":"  Siegmeister Tribute  Ethical Culture Society    Elie Siegmeister, an American composer who died in 1991, would have been 85 this year. Friends and colleagues remembered him on Sunday afternoon with a recital of his music. There were pieces for the piano, duo sonatas with violin and with flute, and a series of songs that signaled Siegmeister's close relationship to the poetry of Langston Hughes.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"'Kiss Me, Kate' Is Canceled","web_url":"https://www.nytimes.com/1994/05/24/theater/kiss-me-kate-is-canceled.html","abstract":"  The New York Shakespeare Festival has canceled a production of \"Kiss Me, Kate,\" the Cole Porter musical suggested by Shakespeare's \"Taming of the Shrew,\" that was to be presented at the Delacorte Theater in Central Park this summer. The play, whose likely stars were Kevin Kline and Mary Elizabeth Mastrantonio, was to be part of the festival's annual summer series in the park.   Festival officials said the show had been called off because legal negotiations between the various interested parties -- including the Shakespeare Festival, the creative team, producers who planned to bring the show to Broadway and the estates of Cole Porter and Bella Spiwack, who wrote the show's book -- were stalled and could not be completed in time for the show to be presented at the end of July.","thumbnail":null,"section":"Theater"},{"date":"19940524","headline":"Rangers Suddenly Find Their Odds Are 1940 to 1","web_url":"https://www.nytimes.com/1994/05/24/sports/hockey-rangers-suddenly-find-their-odds-are-1940-to-1.html","abstract":"  What's next for this Rangers-Devils series, now that the New York team is one defeat from elimination and the New Jersey team is one victory from the Stanley Cup finals? What new twists and turns of plot are to come in this succession of mini-dramas, every other night, with one team that was riding high in April about to be shot down in May?   Following New Jersey's 4-1 triumph, a thorough and methodical thumping by a poised team, the New Yorkers are one defeat away from elimination and the Devils are one victory short of battling either Vancouver or Toronto for the Stanley Cup, something the Rangers have not captured since 1940. The four-of-seven-game Eastern Conference finals resume tomorrow night at Byrne Meadowlands Arena, with the Devils leading by 3 games to 2.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/24/sports/results-plus-188506.html","abstract":"  COLLEGE TENNIS  U.S.C. and Stanford in N.C.A.A. Final  It will be an all-Pac-10 final in the National Collegiate Athletic Association Division I men's championship after Southern California and Stanford won semifinal matches yesterday at Notre Dame. Top-seeded U.S.C. (21-3), the defending national champion, advanced to the final with a 4-0 defeat of Mississippi State (21-7). The Cardinal (24-2) advanced with a 4-0 victory over U.C.L.A. (22-6). For U.S.C., the key turned out to be winning the doubles point. U.S.C. Coach Dick Leach said, \"We have won 20 of 22 doubles points this year; we expect to win that point.\" The winning doubles point was important for Stanford, too, as Vimal Patel and Grant Elliott rallied for a 9-7 victory to clinch the point.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Review/Dance; Fluent in the Languages Of Ballet and Theater","web_url":"https://www.nytimes.com/1994/05/24/arts/review-dance-fluent-in-the-languages-of-ballet-and-theater.html","abstract":"  The latest entry in the New York City Ballet's continuing Diamond Project is \"Chiaroscuro\" by Lynne Taylor-Corbett, who has recently done the musical staging for Joan Rivers's show, \"Sally Marr . . .  and Her Escorts.\"    As usual, the choreographer's interest in both theatrical and dance values can be sensed in her most recent ballet, which had its premiere on Saturday night at the New York State Theater. Whether it deserved a stupifying and thunderous ovation, the kind that even George Balanchine never received in that theater, is another matter.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Violent Weather Battering Globe In Last 2 Years Baffles Experts","web_url":"https://www.nytimes.com/1994/05/24/science/violent-weather-battering-globe-in-last-2-years-baffles-experts.html","abstract":"  THE extreme weather of the last two years in North America is part of a worldwide pattern, scientists say, and they are searching hard for an explanation.   The United States has suffered through the extra-cold summer that chilled the Northeast in 1992; Hurricane Andrew in August 1992, the most destructive American hurricane ever; the East Coast \"storm of the century\" in March 1993; the devastating flooding in the upper Midwest last summer; and the seemingly unending snows of early 1994 in the Northeast, accompanied by record warmth in the West.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"In Plea Deal, Officer Agrees To Give Details Of Corruption","web_url":"https://www.nytimes.com/1994/05/24/nyregion/in-plea-deal-officer-agrees-to-give-details-of-corruption.html","abstract":"  A police officer implicated in the 30th Precinct's corruption scandal has agreed to provide evidence against his fellow officers and pleaded guilty yesterday to Federal drug charges and civil rights violations, law-enforcement officials said.   The officer, Michael Walsh, was one of the worst of the rogue officers that prowled the precinct in northwest Harlem, robbing and beating up drug dealers and lying under oath about arrests they made, prosecutors said. His cooperation will help prosecutors prepare cases against other officers, a senior law-enforcement official said, but it was not clear yesterday how much help Officer Walsh's testimony might be.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Chess","web_url":"https://www.nytimes.com/1994/05/24/arts/chess-191000.html","abstract":"  Gary Kasparov had his troubles, but he came through on Thursday to win the Max Euwe Memorial Tournament in Amsterdam anyway. While Kasparov was drawing his last-round game with Nigel Short of England to achieve a 4-2 score in this elite double-round competition, which was sponsored by the Verenigde Spaarbank to honor the Netherlands' former world champion, his leading rival, Vasily Ivanchuk of Ukraine, went astray and lost an even endgame against Jan Timman of the Netherlands. That broke the tie: Kasparov got the $8.000 first prize; Ivanchuk, at 3 1/2-2 1/2, came in second.   Timman was fourth at 2 1/2-3 1/2 and Short last with 2-4.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"4 Aristide Backers Slain in Haiti as Tensions Rise","web_url":"https://www.nytimes.com/1994/05/24/world/4-aristide-backers-slain-in-haiti-as-tensions-rise.html","abstract":"  Four supporters of Haiti's exiled President, the Rev. Jean-Bertrand Aristide, were shot to death today in one of this city's slums one day after sweeping new international sanctions were imposed to force a return to democratic rule.    The killings came amid mounting tensions in Haiti over repeated warnings by the Clinton Administration that it would not rule out the use of force to restore Father Aristide, who was overthrown by the army in September 1991. The Haitian Army is reported to be on alert, and soldiers mounted stepped-up patrols on the streets of the capital today.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"We Can't Stop Drunk Driving Without Alcoholism Treatment; Toughen Suspension","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-we-can-t-stop-drunk-driving-without-alcoholism-treatment-toughen-suspension-191620.html","abstract":"  To the Editor:   \"The Law and Murderous Drivers\" (editorial, May 6) does not go far enough. To prevent repetition of the tragedy that befell the Vaccarello family, we must keep suspended drivers from access to motor vehicles during their suspension.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Thomas to Help Run New Toronto Team","web_url":"https://www.nytimes.com/1994/05/24/sports/pro-basketball-thomas-to-help-run-new-toronto-team.html","abstract":"  Isiah Thomas, who retired earlier this month from the Detroit Pistons, is expected to be named today as vice president of basketball operations for the Toronto Raptors expansion franchise.   According to one of Thomas's business associates, Thomas will also be given minority ownership in the Toronto franchise, which will begin play in the 1995-96 season. Thomas, one of the game's all-time-great point guards, retired at age 33 after a 13-year career during which he made 12 All-Star teams and led the Pistons to National Basketball Association titles in 1989 and 1990.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-186830.html","abstract":"  Joan Morris and William Bolcom  Mezzo-soprano and Pianist Metropolitan Museum of Art   Joan Morris and William Bolcom, a walking museum of American popular song tradition, presented a delightful program of turn-of-the-century songs and Scott Joplin rags on Friday evening. It was a balance of heartwarming nostalgia, amusing sentimentality and faintly alarming grotesquerie.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"1894:A Master-Stroke : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-1894a-masterstroke-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The agreement just entered into between England and Belgium in regard to the Congo has caused much excitement. England has certainly effected a master-stroke of policy, for by the treaty she has united her possessions in South Africa with those in","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Villalba Journal; How Don Calo (and Patton) Won the War in Sicily","web_url":"https://www.nytimes.com/1994/05/24/world/villalba-journal-how-don-calo-and-patton-won-the-war-in-sicily.html","abstract":"  Biagio Plumeri sits at the desk of the man a lot of people around here regard as a key to the Allies' speedy occupation of Sicily in World War II.   Mr. Plumeri, a 55-year-old tomato farmer who has been part-time mayor on and off since 1967, is not much troubled that President Clinton will not stop at Villalba in June when he visits Italy to help celebrate the 50th anniversary of the liberation of Rome by Allied forces.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-191566.html","abstract":"  Musica Segreta  Alice Tully Hall   Musica Segreta, an invitingly named period-instrument ensemble from Buenos Aires, presented a patchwork of obscure, alluring works on Saturday evening. Most of the music was written in the 18th century by composers who worked in Latin America, either in the Jesuit missions or in the cities. The European exceptions either referred to Latin America or its mythology -- excerpts from Graun's \"Montezuma\" and Provenzale's \"Schiavo di sua Moglie,\" an opera about an Amazon queen -- or were found in mission archives.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Brady Ruling Heartens Opponents of Gun Control","web_url":"https://www.nytimes.com/1994/05/24/us/brady-ruling-heartens-opponents-of-gun-control.html","abstract":"  A ruling by a Federal judge here striking down a provision of the new national law requiring background checks of people wanting to buy handguns is opening a new front for opponents of gun control.   The May 16 ruling did not turn on the Second Amendment, the right to bear arms, which is the traditional focus of gun-control debates. Instead, Judge Charles C. Lovell of Federal District Court here cited the 10th Amendment and the notion of federalism, or the division of powers between the Federal Government and the states.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Lymphomas Are on the Rise in U.S., and No One Knows Why","web_url":"https://www.nytimes.com/1994/05/24/science/the-doctor-s-world-lymphomas-are-on-the-rise-in-us-and-no-one-knows-why.html","abstract":"  NON-HODGKIN'S LYMPHOMA, the cancer of the immune system that caused Jacqueline Kennedy Onassis' death last week, is one of the fastest rising cancers in the United States, and no one knows precisely why.   Experts are stymied about why this should be. But three factors can explain part of the overall rise. One is H.I.V., the virus that causes AIDS, which somehow increases the risk of lymphoma. A second is the growing number of people with transplanted organs, who are at increased risk for developing lymphoma because of the immunosuppressant drugs used to prevent rejection of donated organs. A third is improved diagnostic techniques.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Healthy or Not, Rangers Are Hurting","web_url":"https://www.nytimes.com/1994/05/24/sports/hockey-analysis-healthy-or-not-rangers-are-hurting.html","abstract":"  Are they injured?   Are they hurt?","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"'Because of Her, We Could Grieve and Then Go On': Tributes at the Services","web_url":"https://www.nytimes.com/1994/05/24/us/death-first-lady-eulogies-because-her-we-could-grieve-then-go-tributes-services.html","abstract":"  Following are tributes by Senator Edward M. Kennedy, Caroline Kennedy Schlossberg and President Clinton delivered yesterday at the services for Jacqueline Kennedy Onassis. Mr. Kennedy's eulogy, recorded by The Associated Press, was given at the Church of St. Ignatius Loyola in Manhattan, as was Mrs. Schlossberg's reading of a poem, which was recorded by Reuters. President Clinton's remarks were made during burial services at Arlington National Cemetery and recorded by The New York Times. Senator Edward M. Kennedy    Last summer, when we were on the upper deck on the boat at the Vineyard, waiting for President and Mrs. Clinton to arrive, Jackie turned to me and said, \"Teddy, you go down and greet the President.\"","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Secret Zulu Land Transfer Poses First Crisis for Mandela","web_url":"https://www.nytimes.com/1994/05/24/world/secret-zulu-land-transfer-poses-first-crisis-for-mandela.html","abstract":"  President Nelson Mandela faced -- and, for now, finessed -- the first crisis of his new unity Government today: a secretive agreement in which the outgoing Government transferred vast swaths of land to the Zulu king two days before a new Constitution formally ended white rule.   The unorthodox land deal may have been the inducement that persuaded the Zulu King and the mainly Zulu Inkatha Freedom Party to end a potentially calamitous election boycott, allowing the April vote to pass without the violence many had feared.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/05/24/sports/soccer.html","abstract":"  President's Report   Alan Rothenberg, president of World Cup USA 1994, addressed just about every subject pertaining to the tournament yesterday in a conference call with the news media.   Rothenberg said he was confident that law enforcement agencies in Washington and Dallas, two of the nine cities that will play host to games, would abandon the idea of fencing in the stands at R.F.K. Stadium and the Cotton Bowl, respectively.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"This Time It's Jays Looking Up at Yanks","web_url":"https://www.nytimes.com/1994/05/24/sports/baseball-this-time-it-s-jays-looking-up-at-yanks.html","abstract":"  The Yankees are alone in first place. They are not sharing that elite position in the American League East, not even with those tormenting Toronto Blue Jays. If only it were October instead of May, Buck Showalter might be thinking, because then the Blue Jays might finally be throttled.   But even in May, the Yankees are immensely proud of being seven games ahead of the Jays. Why? Because the Yankees and Jays were tied for first place on eight different occasions last season and New York never squirmed ahead of them. So, as the Jays headed into the Bronx tonight wondering if their closer, Duane Ward, will be pitching by next month, the Yankees were thrilled to be in first, thrilled to see the Jays alone in fourth and prepared to renew their rivalry.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Books of The Times; In the Nixon White House, Day by Day","web_url":"https://www.nytimes.com/1994/05/24/books/books-of-the-times-in-the-nixon-white-house-day-by-day.html","abstract":"  The Haldeman Diaries  Inside the Nixon White House  By H. R. Haldeman  Illustrated. Introduction and afterword by Stephen E. Ambrose. 698 pages. G. P. Putnam's Sons. $27.50    With his death last month, Richard M. Nixon seemed to achieve the rehabilitation in the nation's memory that he had sought with such persistence for so long. The former President, who left office in disgrace in 1974, was eulogized as a visionary foreign-policy maker who had helped to end the cold war. He was praised for his doggedness, his determination, his political savvy. Forgotten (or at least played down) was the Other Nixon, the Nixon of Watergate and the Cambodia bombings, the Nixon who kept an enemies list and turned red-baiting into a ferocious campaign tactic. President Clinton hailed \"the significant value of his contributions to our nation\" and said he hoped Nixon \"left us with enough of his wisdom to guide us safely into the next century.\"","thumbnail":null,"section":"Books"},{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-191515.html","abstract":"  Michael Bach and Anthony de Mare  Cellist and Pianist Miller Theater Morningside Heights   In the last decade, Michael Bach has established himself as an avatar of the avant-garde cello, collaborating closely with composers and devising solutions to long-standing historical problems. He is the inventor of a \"cello curved bow,\" inspired by the convex bow Albert Schweitzer designed for playing Bach's cello suites, which allows playing three or four strings at once. He has also developed techniques for producing high overtones and differentials.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Supreme Court Roundup; Justices Rule Repeat Offenders Can't Challenge 'Career-Criminal' Sentences","web_url":"https://www.nytimes.com/1994/05/24/us/supreme-court-roundup-justices-rule-repeat-offenders-can-t-challenge-career.html","abstract":"  In a decision that has implications for the \"three strikes and you're out\" provision in the crime bill before Congress, the Supreme Court ruled today that Federal defendants who face stiff minimum sentences as repeat offenders cannot ordinarily challenge the validity of the earlier convictions that place them in the \"career criminal\" category of a 1984 sentencing law.   Defendants have a constitutional right to raise new challenges only to those convictions obtained in violation of the right to counsel, the Court ruled in a 6-to-3 opinion by Chief Justice William H. Rehnquist. Failure to appoint a lawyer for an indigent defendant is a \"unique constitutional defect\" that should be treated differently from other errors at trial, the majority said.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/24/nyregion/c-corrections-190020.html","abstract":"  An article in Business Day on Saturday and an entry in the Business Digest, about a company investing in a bond mutual fund it manages, misspelled its name. It is Piper Jaffray.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/24/style/chronicle-191396.html","abstract":"  RUDOLPH W. GIULIANI, music lover, may have found that being Mayor of New York is more schizo than scherzo, but the job does have its lyric perks.   Last night, the mayor took the podium at Carnegie Hall and conducted the New York Pops orchestra through a Sousa march. He gamely gestured while the orchestra played and the audience clapped in time.","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"Farewell to a Woman Of Strength and Grace","web_url":"https://www.nytimes.com/1994/05/24/us/death-of-a-first-lady-the-funeral-farewell-to-a-woman-of-strength-and-grace.html","abstract":"  The family and friends of Jacqueline Kennedy Onassis gathered yesterday morning in a Manhattan church, and many hundreds of others thronged outside, to bid farewell to the woman they remembered with love and admiration for restoring their pride and hope at one of the country's bleakest moments.   As housekeepers watched from the windows of Park Avenue apartments and helicopters hovered against a bright blue sky, inside the church those closest to the former First Lady remembered her for her love of words, \"her spirit of adventure\" and her devotion to her family.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"What Use to Make Of China Leverage","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-what-use-to-make-of-china-leverage-191345.html","abstract":"  To the Editor:   I was in China during the Tiananmen Square massacre in June 1989 and am certainly as concerned about human rights there as anyone.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Patterns","web_url":"https://www.nytimes.com/1994/05/24/style/patterns-186430.html","abstract":"  For Calvin Klein, a Coup    Calvin Klein has hired Gabriella Forte, one of Italy's most powerful fashion executives, to be the president and the chief executive of Calvin Klein Inc. Ms. Forte, who had been executive vice president of Giorgio Armani and head of its United States operations, was so closely linked to Giorgio Armani that she often spoke for him in the first person. As Mr. Armani's right-hand woman, she personified the tough and articulate buffer needed by creative personalities whose names are on labels.","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"Review/Fashion; Diverse Designers Give A Special Spin to Furs","web_url":"https://www.nytimes.com/1994/05/24/style/review-fashion-diverse-designers-give-a-special-spin-to-furs.html","abstract":"  From Karl Lagerfeld and Valentino in Europe to Oscar de la Renta, Marc Jacobs and Mary McFadden in this country, fashion designers are giving a special spin to fall furs. With many manufacturers paying attention to furs other than mink, the fashion picture is more varied than usual.    Color, soft details like tiered effects, and cozy hoods for extra warmth all play a part in extending the boundaries. But it was the spirit of each designer that made a diversified assembly of furs seem memorable in the shows last week in New York.","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"TAKES 8 FROM CBS","web_url":"https://www.nytimes.com/1994/05/24/us/fox-will-sign-up-12-new-stations-takes-8-from-cbs.html","abstract":"  In a sweeping realignment of the television industry, Fox Inc. announced yesterday that it would form a new alliance with a broadcast station group that would result in the defection of eight important CBS stations to Fox.   CBS, which had already seen Fox steal away the rights to broadcast National Football League games that CBS had held for four decades, now faces the further humbling exercise of having to seek new -- and probably weaker -- affiliates in many of the nation's biggest cities, including Dallas, Detroit, Cleveland and Atlanta.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Paying for Medical Research Cuts Health Costs; Dental Folly","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-paying-for-medical-research-cuts-health-costs-dental-folly-191582.html","abstract":"  To the Editor:   Health care reform coverage has reassured me it is business as usual with our representatives in Washington. They are solving one problem, but leaving a larger one behind, which we will pay for later. This time, it is our national health care bill, which we may be forced to pay through our teeth.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Reviews/Television; Once Again, 'Rashomon' Meets the Menendezes","web_url":"https://www.nytimes.com/1994/05/24/movies/reviews-television-once-again-rashomon-meets-the-menendezes.html","abstract":"  Don't get your hopes up, but television's obsession with the Menendez brothers, the weepy young men who admit they blew away their wealthy parents, may subside for a while after tonight's second and final installment of CBS's four-hour movie \"Menendez: A Killing in Beverly Hills.\" The same case was dramatized last month on Fox, and a two-hour documentary summary of the joint two-jury trial, which ended in a mistrial, is being carried on Court TV (a repeat is available tonight on Channel 51).   After watching the tactics and theatrics of this case from several different angles, most of which support one another, many viewers are likely to agree with a prosecutor who said at the trial's end, \"I think all of us are weary of this.\" Of course, the State of California has promised to try the case again on charges of first-degree murder. We're not out of the sensationalism woods yet.","thumbnail":null,"section":"Movies"},{"date":"19940524","headline":"Q&A","web_url":"https://www.nytimes.com/1994/05/24/science/q-a-189006.html","abstract":"  Brain Fever   Q.  In Victorian literature, people who experience a severe emotional shock sometimes become ill with \"brain fever,\" characterized by a high fever with delirium, lasting for weeks. Is this an actual medical condition or an invention of novelists?","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Cambodia Hasn't Been Rescued","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-cambodia-hasnt-been-rescued.html","abstract":"A year ago this week, some 90 percent of the Cambodian electorate braved the threat of Khmer Rouge attacks and cast ballots in the country's first contested election in decades. The subsequent formation of a coalition government and introduction of a dem","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Zaire Drifting Into Anarchy As Authority Disintegrates","web_url":"https://www.nytimes.com/1994/05/24/world/zaire-drifting-into-anarchy-as-authority-disintegrates.html","abstract":"  After four years of political turmoil, Government authority here is simply dissolving away, leaving the cities and the countryside to pillaging soldiers and roaming gangs of thugs and bandits.    Zaire is coming to represent a new specter in Africa -- the stateless country.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"Review/Dance; Enlightening Couplings Along a Long, Lonely Path","web_url":"https://www.nytimes.com/1994/05/24/arts/review-dance-enlightening-couplings-along-a-long-lonely-path.html","abstract":"  \"The Seven Last Words\" is the work of three choreographers -- Paul Sanasardo, Manuel Alum and John Passafiume -- and a memorial to Mr. Alum, who died a year ago. The dance, which was presented on Saturday night at the Merce Cunningham Studio, is also one whose powerful simplicity and directness make Mr. Sanasardo's long absence from the New York dance scene even more regrettable.   Inspired by stunning music by Giya Kancheli that has something of the dark resonance of Ernest Bloch, the dance tells the story of a passage through a life. At first, the Dancer finds his way through a world in which one path leads to another, though their junctions must be carefully negotiated. The Dancer wears the costume from Mr. Alum's \"Cellar,\" and quotations from other pieces by him and by Mr. Sanasardo are weaved in smoothly.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"A.M.A. and Insurers Clash Over Restrictions on Doctors","web_url":"https://www.nytimes.com/1994/05/24/us/ama-and-insurers-clash-over-restrictions-on-doctors.html","abstract":"  A long-running dispute between doctors and insurance companies boiled over today as the American Medical Association joined a liberal Democratic senator in proposing legislation to regulate the techniques used by insurers to control health costs.   Dr. Lonnie R. Bristow, the chairman of the medical association, said doctors and patients both suffered when insurers denied payment for medically necessary services and excluded competent doctors from their health care networks.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"U.N. Rebuffs NATO Plan On Bosnia","web_url":"https://www.nytimes.com/1994/05/24/world/un-rebuffs-nato-plan-on-bosnia.html","abstract":"  The top United Nations general in the former Yugoslavia has rejected a NATO request to threaten force to push back Serbian artillery around the northern Bosnian town of Tuzla, United Nations officials said today.   The decision by Gen. Bertrand de Lapresle of France, the United Nations force commander, to rebuff Adm. Leighton W. Smith Jr., the American commander of NATO operations in Bosnia, underscored the deep divisions between the United Nations and NATO in their quest to end the war in Bosnia.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"On My Mind; The Waldheim File","web_url":"https://www.nytimes.com/1994/05/24/opinion/on-my-mind-the-waldheim-file.html","abstract":"  In 1948, the United States representative to the U.N. War Crimes Commission voted to list Kurt Waldheim as an \"A\" suspect -- the most serious category -- for his work in Yugoslavia as an Austrian officer during World War II.   The case vanished. No connection ever seemed to be made with the Waldheim fast rising in the Austrian Foreign Ministry.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Behind American Violence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-behind-american-violence-letters-to-the-editor.html","abstract":"Regarding \"Young American Criminals: 'A Game, Right?'\" (May 17):.The article on violent crime by American teenagers (and even preteens) highlights the sad truth that there will be no magic solutions to this growing problem. Lowering the age a","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Purebred Horse Unknown to West Is Reported in Highlands of Tibet","web_url":"https://www.nytimes.com/1994/05/24/science/purebred-horse-unknown-to-west-is-reported-in-highlands-of-tibet.html","abstract":"  LONG before the Mongolians swept into China, the horsemen of Tibet and their magnificent mounts had a place in Chinese historical writings.   Now an anthropologist and explorer from France has found what he believes to be descendants of those Tibetan horses in Nangchen, a remote region in northeast Tibet that straddles the Chinese border.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Review/Rock; A Marriage Of Punk And Pop","web_url":"https://www.nytimes.com/1994/05/24/arts/review-rock-a-marriage-of-punk-and-pop.html","abstract":"  Mac McCaughn of Superchunk was mildly irked by the usual moshing and stage-diving during the band's set at Irving Plaza on Saturday night. Stray people onstage didn't only interfere with his guitar playing; they simply didn't fit the music. Superchunk's galloping drums and speed-strummed guitars are made for the original punk dance, the pogo: jumping up and down with the jubilant power of the music. Even the band members hop all over the stage.   Superchunk is a band of punk classicists, dedicated to the combined power of a good tune, a high-powered beat and blaring power chords. For Superchunk -- as for the Buzzcocks, the Replacements, Husker Du and the early Who -- the disruptive power of punk can coexist with neat pop song structures and one guitar hook after another. The band's lyrics can be oblique or plain-spoken; Mr. McCaughn sings them in a high, unpolished voice.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Old Accident Points to Brain's Moral Center","web_url":"https://www.nytimes.com/1994/05/24/science/old-accident-points-to-brain-s-moral-center.html","abstract":"  IN 1848, Phineas P. Gage, a 25-year-old foreman for a New England railroad, met with a horrible accident. In laying track across Vermont's rough terrain, Mr. Gage routinely drilled holes in large rocks, poured in blasting powder, laid fuses and covered the explosives with sand. After tamping these miniature bombs with a long metal rod, he would light the fuses and run for cover from the explosions and shattering rocks.   But one September day, Mr. Gage was momentarily distracted and began tamping the blasting powder before his assistant had added sand. There was a powerful explosion. The tamping rod, measuring three and a half feet long and an inch and a quarter in diameter, flew like a rocket into his face, just under his left cheek. It shot up behind his left eye, destroying it, and exited the top of his skull. The rod landed many yards away.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Kidd Questioned After Fleeing Car Crash","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-people-basketball-kidd-questioned-after-fleeing-car-crash.html","abstract":"  JASON KIDD, expected to be one of the picks in next month's National Basketball Association draft, met yesterday with California Highway Police authorities who were investigating his feeling the scene of an auto accident early Sunday near Berkeley, Calif.   There were no injuries in the crash, in which Kidd's vehicle was said to have skidded, sideswiped another and overturned.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Mother's Milk Found to Be Potent Cocktail Of Hormones","web_url":"https://www.nytimes.com/1994/05/24/science/mother-s-milk-found-to-be-potent-cocktail-of-hormones.html","abstract":"  AS scientists lately have struggled to learn exactly what human milk is made of, the list of ingredients has gotten so long that breast-feeding infants should be grateful their packages come without a food label.    Beyond the proteins, minerals, vitamins, fats and sugars needed for nourishment, there are antibodies in milk to help fend off infection during the early months, when the baby's own immune system is still too weak to work; growth factors thought to help in tissue development and maturation; and an abundance of hormones, neuropeptides and natural opioids that may subtly shape the newborn's brain and behavior.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"A Dark Comedy Wins at Cannes","web_url":"https://www.nytimes.com/1994/05/24/movies/a-dark-comedy-wins-at-cannes.html","abstract":"  \"Pulp Fiction,\" Quentin Tarantino's electrifying and original dark comedy about an assortment of underworld characters, received the Palme d'Or tonight as the best film at this year's Cannes International Film Festival. This film, an American entry, stars Bruce Willis, John Travolta, Harvey Keitel and Uma Thurman.   A grand jury prize, honoring runners-up in the best-film category, was split between the festival's two most politically charged favorites: Zhang Yimou's \"To Live,\" the story of a long-married couple whose lives reflect changing phases of recent Chinese history, and \"Burnt by the Sun,\" Nikita Mikhalkov's tragic yet lyrical tale of a Stalinist hero in the Soviet Union.","thumbnail":null,"section":"Movies"},{"date":"19940524","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/24/us/inside-185108.html","abstract":"  New Format in Trade Talks   U.S. and Japanese trade experts reached agreement on a new format to revive stalled negotiations on opening Japan's markets. Page D1. Tobacco Industry Sued    The State of Mississippi sued the tobacco industry seeking reimbursement for its expenses in medical treatment for smokers. Page A12. Riches in Mother's Milk    Researchers are gaining a new appreciation of the variety of hormones and antibodies that are found in breast milk. Science Times, page C1. Rangers Are At the Brink    The Devils defeated the Rangers, 4-1, and can clinch a berth in the Stanley Cup finals with a victory tomorrow in New Jersey. Page B9. Rockets Win Opener    Hakeem Olajuwon scored 31 points to lead the Houston Rockets over the the Utah Jazz, 100-88, in Game 1 of the Western Conference finals. Page B11.  ","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Sports of The Times; Miller And Mouth Vs. Starks","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-of-the-times-miller-and-mouth-vs-starks.html","abstract":"  SWEET, cuddly Reggie Miller, the man who John Starks punched in the mouth with his head last year, is coming to town again. Lovable Reggie Miller, who whispers such sweet nothings into the other players' ears that he makes their thumbs quiver for his throat, has got his wish.   \"I want the Knicks,\" he said last week, as he waited for the outcome of the Knicks-Bulls series. And so Miller, who is also the ace of the Pacers, leads his team to the Garden for Game 1 of the Eastern Conference finals.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"The Year That Wasn't To the Editor:","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-the-year-that-wasn-t-to-the-editor-191604.html","abstract":"  To the Editor:     When Ben Dickinson states in \"Remembering Pericles\" (letter, May 11) that the 2,500th anniversary of Pericles's birth in 494 B.C. will be in 2006, he is closer to an \"elegant anniversary\" than John Newhouse (Op-Ed, May 1), who suggested 1994.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Thanks, but Bucks Expect to Keep Pick","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-people-basketball-thanks-but-bucks-expect-to-keep-pick.html","abstract":"  The Milwaukee Bucks almost certainly will keep the top pick in the N.B.A. draft, Coach MIKE DUNLEAVY said yesterday.   That means the team will probably try to sign forward GLENN ROBINSON of Purdue, who could command upwards of $100 million. The Bucks won the first pick in Sunday's N.B.A. lottery.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Nicholls Comes Back And Takes Charge","web_url":"https://www.nytimes.com/1994/05/24/sports/hockey-nicholls-comes-back-and-takes-charge.html","abstract":"  When the Devils go back to the Meadowlands to try to end their series with the Rangers tomorrow night, they will be nervous.   Nervous, when the team is one game away from reaching the Stanley Cup finals?","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/24/style/chronicle-191370.html","abstract":"  Retired from the Army in 1991, Gen. H. NORMAN SCHWARZKOPF is working his way up to four-star tele-general at CBS. He is under contract to the network, and has already made on-the-battle-site documentaries about Pearl Harbor and Vietnam. Yesterday, he was in Manhattan to talk about his latest project, \"D-Day,\" a special that will be televised on Thursday from 9 to 11 P.M., Eastern daylight time.    Sitting in a CBS studio next to his co-host, DAN RATHER, in front of a floor-to-ceiling American flag, General Schwarzkopf said he had never set foot on the beaches at Normandy before this assignment, and he was deeply moved.","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"Democrats Fear For a Seat Held For 100 Years","web_url":"https://www.nytimes.com/1994/05/24/us/democrats-fear-for-a-seat-held-for-100-years.html","abstract":"  The election is not until Tuesday, but Democratic Party officials are so fearful they will lose the seat held for 40 years by Representative William H. Natcher of Kentucky that they are already making excuses for what went wrong with the campaign.   In an extraordinary effort to distance themselves from their party's nominee, Democratic officials said today that the candidate, Joe Prather, a former state senator, had shunned their offers of help and had waged a lackluster campaign.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Keeping Politics Out of Base Closings","web_url":"https://www.nytimes.com/1994/05/24/opinion/keeping-politics-out-of-base-closings.html","abstract":"  Congress removed politics from the painful process of closing military bases in 1988 by giving the central role to an independent commission. It was a smart move. In the preceding decade, bluster by the Pentagon and politicking by members of Congress had prevented any closings at all. But since then, more than 100 bases have been tagged for closing, and 24 of them are already closed. When they are all closed, the savings will exceed $4 billion a year.   The Supreme Court ruled yesterday that the Federal Government's choice of which bases to close is not subject to challenge in court, thus foreclosing efforts by some states to save facilities in their areas. But the carefully constructed process is now threatened in Congress. A proposal to tinker with it has support in the House, and will be offered this week as an amendment to the defense authorization bill. Its passage would be a mistake.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Rangers Lead, at the Bank","web_url":"https://www.nytimes.com/1994/05/24/sports/hockey-rangers-lead-at-the-bank.html","abstract":"  Many perceive the Rangers-Devils series as a match between the haves and the have-nots. Along with fan following and media attention, the players' salaries fit this description.   Consider the total salaries of the 20 players who dressed for each team in the Devils' 4-1 victory last night. The Rangers' wages totaled $16.542 million, an average of $827,100 per man. The Devils' total was $10.526 million, an average of $526,298 per man.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Rule Is Eased For Reporters At World Cup","web_url":"https://www.nytimes.com/1994/05/24/us/rule-is-eased-for-reporters-at-world-cup.html","abstract":"  The organizing committee of the World Cup soccer championship yesterday withdrew its demand that reporters who want to cover the matches sign waivers authorizing law-enforcement agencies to provide any information they might have about the reporters.   A dispute over the demand had jeopardized coverage of the World Cup, which will begin on June 17. Representatives of some news organizations had said the waivers would violate reporters' right to privacy, and they had indicated that they might not cover the World Cup if the committee insisted on them.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Not So Mysterious : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-not-so-mysterious-letters-to-the-editor.html","abstract":"Regarding \"A Mystery: Less Birth, More Death\" (Opinion, April 7) by Nicholas Eberstadt:.On the face of it, a 60 percent drop in post-Communist East Germany's birth rate does seem mysterious. However, as an American living in the Eastern Germa","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Henri and Martina:Early Good-Byes, But Not Farewell","web_url":"https://www.nytimes.com/1994/05/24/sports/IHT-henri-and-martinaearly-goodbyes-but-not-farewell.html","abstract":"Roland Garros was unveiling its newest court and called on Henri Leconte to open it, the way Las Vegas would hire Tony Bennett to open a new casino. A choir of schoolchildren old enough to be tennis millionaires was belting out \"La Marseillaise\"","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"They're Off! Would-Be Race Callers Share a Dream","web_url":"https://www.nytimes.com/1994/05/24/nyregion/they-re-off-would-be-race-callers-share-a-dream.html","abstract":"  It was the last class on test day at the Meadowlands Race Callers Fantasy Camp. Juggling binoculars, programs and tape recorders, 10 students were getting last-minute tips from their instructor before the final exam.   \"Remember to speak clearly and have some expression in your voices,\" said Ken Warkentin, the fantasy class instructor and an announcer at the track. \"You can worry about establishing a rhythm later on.\"","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Mookie Wilson Honored for Charity Work","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-people-baseball-mookie-wilson-honored-for-charity-work.html","abstract":"  MOOKIE WILSON, the former Mets outfielder, will be honored by the Memorial Sloan-Kettering Cancer Center with a benefit dinner at Mickey Mantle's restaurant in Manhattan on June 6. Wilson, a favorite of patients at the center's pediatrics ward, will receive the hospital's Award of Courage for his charitable work at the center.   An auction will also be held at the dinner, benefiting the center's surgical department. Participants will be able to bid on various sports memorabilia, such as autographed baseballs, and other sports-related prizes, such as private hitting instructions from Wilson, and a chance to be a ball boy for the Knicks. Tickets are available from Sloan-Kettering at (212) 639-3527.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Toddler's Body Is Found in Bag","web_url":"https://www.nytimes.com/1994/05/24/nyregion/toddler-s-body-is-found-in-bag.html","abstract":"  The body of a toddler was found in a plastic bag last night in his family's home in the Bedford-Stuyvesant section of Brooklyn, the police and family members said.   The mother's landlady, who said she is also a relative, said she and another family member found the child, Joseph Padgett, after becoming concerned about not seeing him recently. She said he was 16 months old; the police gave his age as 18 months.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Young Set Designers Show Their Stuff","web_url":"https://www.nytimes.com/1994/05/24/theater/young-set-designers-show-their-stuff.html","abstract":"  The official title is the Stage Design Portfolio Review, but in the theater world the event is commonly known as Ming's Clambake. Ming refers to Ming Cho Lee, the dean of American set designers; clambake refers to his autonomy. He is the originator and principal benefactor of this annual exhibition of the work of student designers. For Mr. Lee, who is 63, it is a case of a man at the top of his profession taking the time and money to reinvest himself in emerging artists.   Last weekend, 45 graduating students from 11 universities exhibited their drawings, scale models and photographs in the Main Gallery of the New York Public Library for the Performing Arts, at Lincoln Center. It was a splendiferous showcase and movable colloquium, with scores of the most important figures in theatrical design acting as respondents: John Conklin, Tony Walton, Adrianne Lobel, Santo Loquasto, Mr. Lee himself and many more. Together with directors, they sampled the creativity of a new generation of scenic, costume and lighting designers.","thumbnail":null,"section":"Theater"},{"date":"19940524","headline":"Officer to Give Own Defense To Grand Jury In S.I. Case","web_url":"https://www.nytimes.com/1994/05/24/nyregion/officer-to-give-own-defense-to-grand-jury-in-si-case.html","abstract":"  Police Officer Donald Brown plans to defend himself before a grand jury investigating witnesses' charges that he used excessive force in arresting a 22-year-old Staten Island man late last month, Philip Caruso, the president of the Patrolman's Benevolent Association, said yesterday.   Mr. Caruso said Officer Brown believes he acted properly and that with so many witnesses offering condemning accounts, \"we want the jurors to hear what the officer has to say, to be convinced of his innocence.\"","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Becker Is Beaten by His Back","web_url":"https://www.nytimes.com/1994/05/24/sports/tennis-becker-is-beaten-by-his-back.html","abstract":"  Boris Becker, hobbled by a backache that made getting out of bed uncomfortable and made playing a Grand Slam tennis match impossible, was forced to withdraw from the French Open today without ever striking a ball in competition.    Thus, Becker, who has never won a clay tournament, won't make his breakthrough here despite a foray to the Italian Open final two weeks ago. Citing pain emanating from muscles near the base of his spine, the 10th-seeded Becker withdrew shortly before his scheduled match against 42d-ranked Jonathan Stark at center court.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Clinton Plan Imperils City Hospitals","web_url":"https://www.nytimes.com/1994/05/24/opinion/clinton-plan-imperils-city-hospitals.html","abstract":"  President Clinton's health-care plan, in the main a valuable reform effort, would inadvertently brutalize New York City hospitals. That is the opinion not only of local hospitals, but also of independent analysts. The problem for New York is that the President's plan -- and Congressional knock-offs like the recent proposal by Senator Edward Kennedy of Massachusetts -- would pay for universal coverage primarily by imposing gargantuan Medicare cuts that are unevenly distributed.    About half of Mr. Clinton's in-patient Medicare cuts would come from hospitals that train doctors and hospitals that serve indigent communities. New York hospitals do a lot of both: they account for 5 percent of national in-patient Medicare expenditures, and about 15 percent of Medicare's contributions toward medical training and indigent care. And though universal coverage would provide inner-city hospitals with a new revenue stream, the extra fees would not come close to making up for the lost Medicare and other reimbursements.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-191531.html","abstract":"  Chris Merritt  Tenor Carnegie Hall   Rossini, Bellini and Donizetti have been reborn within the last generation, but the agile, high-altitude tenors to sing their roles have not. One of the busiest and most widely traveled of current bel canto operatives is Chris Merritt, who appeared with the pianist Warren Jones at Carnegie Hall on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Paying for Medical Research Cuts Health Costs; Cost-Ineffective","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-paying-for-medical-research-cuts-health-costs-cost-ineffective-191590.html","abstract":"  To the Editor:   \"How We Die,\" a current book by Sherwin B. Nuland, a surgeon, is critical of many of his colleagues, who are buying marginal improvement in life expectancy by soaring health costs. One wonders how much these attitudes underlie the low cost-effectiveness of American medicine.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"1944:The Anzio Assault : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-1944the-anzio-assault-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE 5TH ARMY AT ANZIO BEACHHEAD, Italy - [From our New York edition:] At 5:40 a.m. today [May 23], Anzio's guns began a fierce shelling of the rings of enemy defenses binding the ninety-square-mile beachhead. The long-awaited offensive by the beachhe","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Critic's Notebook; Of 'Medea' and 'Medee,' Or, Horror Hot and Cold","web_url":"https://www.nytimes.com/1994/05/24/theater/critic-s-notebook-of-medea-and-medee-or-horror-hot-and-cold.html","abstract":"  Theatergoers have been exiting Broadway's \"Medea\" with fear in their hearts. Men run home to wives and lovers determined to be nicer. Divorce or separation inspires dread. Women listen to Diana Rigg's rage and feel their feminist resentments boil. Men look apprehensively over their shoulders and try to smile.   The same story was told last week in Brooklyn, where William Christie and Les Arts Florissants played Marc-Antoine Charpentier's \"Medee\" four times. On both sides of the East River, a woman kills her children, poisons the minds and bodies of her rivals and reduces an errant husband to jelly. So how is it that Broadway's update of Euripides can make our insides churn and Charpentier sends listeners away from the Brooklyn Academy of Music in a relative state of calm?","thumbnail":null,"section":"Theater"},{"date":"19940524","headline":"Body of Slain 3-Year-Old Girl May Have Been in a Refrigerator","web_url":"https://www.nytimes.com/1994/05/24/nyregion/body-of-slain-3-year-old-girl-may-have-been-in-a-refrigerator.html","abstract":"  The body of a 3-year-old girl abducted and slain while visiting her aunt's home here May 14 may have been stored in a refrigerator after she was killed, law-enforcement officials said today.   The Essex County Prosecutor, Clifford J. Minor, said the body did not bear signs of decomposition consistent with someone who had been dead for nearly a week.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"So Inviting, So . . . Sony; Can a Public Plaza Be Too Corporate?","web_url":"https://www.nytimes.com/1994/05/24/nyregion/so-inviting-so-sony-can-a-public-plaza-be-too-corporate.html","abstract":"  When the public spaces on the ground floor of 550 Madison Avenue were run by AT&T, they were spare, monumentally scaled and usually empty. Today, as Sony Plaza, they are colorful, more intimately scaled and often crowded. They are also -- unmistakably -- Sony's.   In an annex at one side of the atrium, midblock between 55th and 56th Streets, hang six blue banners, all but one bearing the Sony name. The banner for City Bakery proclaims \"Sony Commissary\"; for Gottfried's Newsstand, \"Sony Plaza Newsstand.\" Banners mark the Sony Signatures store and the Sony Wonder Technology Lab, a new attraction opening tomorrow in the annex. Opposite are the Sony Style showrooms, with more Sony banners in what was an open-air arcade when the building served as AT&T headquarters.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"A Proper Policy on Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-a-proper-policy-on-russia-letters-to-the-editor.html","abstract":"In the weeks since the death of former President Richard Nixon, it has become fashionable to advocate, as he did, a policy toward Russia of dealing with political leaders other than Boris Yeltsin. The Clinton administration has ignored this shift in conv","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/24/nyregion/c-corrections-190047.html","abstract":"  A sports picture caption in some editions last Friday describing the Rangers' winning goal over the Devils in Game 3 of their playoff series incorrectly identified the Ranger player who was celebrating. It was Stephane Matteau.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Paying for Medical Research Cuts Health Costs","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-paying-for-medical-research-cuts-health-costs-379239.html","abstract":"  To the Editor:   The newly unveiled health care plan of Senator Edward M. Kennedy (front page, May 10), in addition to insuring small business protection and broadening individual choice of insurance, recognizes how uncured illness underlies health care costs.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Timorous on Timor","web_url":"https://www.nytimes.com/1994/05/24/opinion/timorous-on-timor.html","abstract":"  It is generally reckoned that at least 200,000 civilians died after Indonesia lawlessly invaded in 1975 and then annexed the former Portuguese colony of East Timor. But unlike recent massacres in Rwanda, it caused no international outcry, no calls for military intervention by the United Nations. One reason for the different response is that Indonesia is a big and powerful Islamic country, a leader of the nonaligned bloc, yet also a lucrative market for Europe and the United States. And Jakarta has few scruples about using its muscle.   This has been confirmed afresh by Indonesia's crude pressure on President Fidel Ramos of the Philippines to censor a human rights conference in Manila scheduled to begin next Tuesday, at which eight exiled East Timorese activists were invited to speak. When Indonesia's military regime learned of this, it warned that unless the conference was canceled, Indonesia would probably refuse to be host to peace talks between the Philippine Government and Muslim separatist rebels.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"DEATH OF A FIRST LADY: The Overview; Jacqueline Kennedy Onassis Is Buried","web_url":"https://www.nytimes.com/1994/05/24/us/death-of-a-first-lady-the-overview-jacqueline-kennedy-onassis-is-buried.html","abstract":"  Eulogized by President Clinton as a \"remarkable woman whose life will forever glow in the lives of her fellow Americans,\" Jacqueline Kennedy Onassis was buried today on an Arlington hillside next to her martyred first husband, the 35th President of the United States.   The eternal flame that Mrs. Onassis lighted three decades ago as a 34-year-old widow flickered in a summery breeze as the President spoke of her courage at the time of John F. Kennedy's assassination, when her poise and dignity helped to salve the nation's wounds, and of her kindness to him and to Hillary Rodham Clinton as they searched for ways to shield their daughter, Chelsea, from the corrosive glare of publicity.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"High Court to Rule on Amtrak Ban on Political Sign","web_url":"https://www.nytimes.com/1994/05/24/nyregion/high-court-to-rule-on-amtrak-ban-on-political-sign.html","abstract":"  Accepting an appeal from an East Village artist who tried to rent a billboard in Pennsylvania Station for his political art, the Supreme Court agreed today to decide whether Amtrak can exclude particular political messages from its train stations.   The Justices will decide whether Amtrak is a private corporation that is not bound by the Constitution, as a Federal appeals court ruled in dismissing the artist's suit five months ago, or whether it functions as a Government entity that must abide by the First Amendment, as a Federal District Judge initially held.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Join Germany's Effort to Widen Europe","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-join-germanys-effort-to-widen-europe.html","abstract":"The prospect of a widening of the European Union to include four new members from the beginning of 1995 has intensified the debate on decision making in Brussels. As in all institutions that have existed for any length of time, the insiders want to make","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Relatives of Confessed Mexican Assassin Seek Asylum in U.S.","web_url":"https://www.nytimes.com/1994/05/24/world/relatives-of-confessed-mexican-assassin-seek-asylum-in-us.html","abstract":"  The mother and five other relatives of the young factory worker who confessed to killing Mexico's leading presidential candidate two months ago have crossed illegally into the United States and asked for political asylum, their lawyers said today.   The relatives of the accused gunman, Mario Aburto Martinez, told immigration officials on Sunday that they feared for their safety if they remained in this border city, where part of the family has lived for years.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"Slaying to Be Reviewed","web_url":"https://www.nytimes.com/1994/05/24/nyregion/slaying-to-be-reviewed.html","abstract":"  The Brooklyn District Attorney's office said yesterday that a grand jury would review the case of a teen-ager shot to death by the police in January under disputed circumstances.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/24/nyregion/c-corrections-185728.html","abstract":"  Because of an editing error, a front-page picture caption yesterday about the Knicks' playoff victory over the Chicago Bulls reversed the team memberships of two players in some copies. In most copies Patrick Ewing was correctly described as a Knick and Pete Myers as a Bull.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/24/sports/transactions-188930.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Recalled Luis Ortiz, third baseman, from Pawtucket of the International League. Placed Scott Fletcher, infielder, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/05/24/style/IHT-what-theyre-reading.html","abstract":"Paul Ormerod, economist and author, is reading \"Modern Snow and Ice Techniques\" by Bill March..\"It is a good little book on basic techniques for winter mountaineering and ice climbing, which I am reading because I just completed a course","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"Review/Television; A Gold-Mining Deal Bears a Closer Look","web_url":"https://www.nytimes.com/1994/05/24/arts/review-television-a-gold-mining-deal-bears-a-closer-look.html","abstract":"  Last week Secretary of the Interior Bruce Babbitt reluctantly signed away billions of dollars worth of public lands to a gold-mining company.  He called the sale, nearly 2,000 acres in Nevada for $5 an acre, \"the biggest gold heist since the days of Butch Cassidy.\"   As tonight's edition of \"Frontline\" explains, Mr. Babbitt's hand was forced by an 1872 law that entitles mining interests to buy public land cheap and exploit it without paying royalties to the Government. Robert Krulwich, the evening's reporter, notes that with gold now at about $380 an ounce, the sale was a much better deal for the mining company than for the taxpayer.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Motorist, 27, Killed By Off-Duty Officer","web_url":"https://www.nytimes.com/1994/05/24/nyregion/motorist-27-killed-by-off-duty-officer.html","abstract":"  An off-duty police officer driving home on Sunday shot and killed another motorist who the police said had threatened him with a lead pipe in a traffic dispute in Queens. The case is to go to a grand jury, as is normal for fatal shootings by officers.     Officer Christopher Charles, 29, was placed on modified assignment, and his gun and shield removed, pending a department investigation.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Owners Propose Givebacks by Players","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-people-baseball-owners-propose-givebacks-by-players.html","abstract":"  Major league owners proposed a series of givebacks on non-economic issues yesterday, prompting DONALD FEHR, the head of the players' union, to say management doesn't want an agreement.   \"There are a whole series of player benefits that have been negotiated over the last 20 years that they want to restrict or eliminate,\" Fehr said after a 3 1/2-hour session at an airport hotel in Los Angeles, the second meeting between the sides in five days.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/24/nyregion/news-summary-185213.html","abstract":"  International A3-11  BACKING FOR CHINA TRADE STATUS  Secretary of State Warren Christopher offered President Clinton an accounting of China's human rights record that effectively provided the legal argument for renewing China's trade benefits, officials said.  A1","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Lean on the Dominican Republic","web_url":"https://www.nytimes.com/1994/05/24/opinion/lean-on-the-dominican-republic.html","abstract":"  Sanctions can work to restore democracy in Haiti -- if they are strong and if they are enforced. New, stiffer sanctions went into effect at midnight on Saturday. But as long as contraband gasoline flows freely across the border with the Dominican Republic, the U.N. embargo against Haiti exists in name only.   The immediate need is to get tough with the Dominican Republic, reminding its Government that these sanctions, approved by the United Nations, are mandatory and that those who ignore them will pay dearly for defying the international community.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Guokas Not Lighting Up Scoreboard","web_url":"https://www.nytimes.com/1994/05/24/sports/tv-sports-guokas-not-lighting-up-scoreboard.html","abstract":"  Each time a coach who has been fired or has resigned becomes a TV analyst, you wonder if he will be John Madden or Bill Walsh? Hubie Brown or Pat Riley?   Will he be candid? Show personality? Bring humor? Offer deep insights?","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Since Time Is Precious, Programs Try to Save It","web_url":"https://www.nytimes.com/1994/05/24/science/peripherals-since-time-is-precious-programs-try-to-save-it.html","abstract":"  \"IRECOMMEND to you to take care of the minutes,\" Lord Chesterfield wrote to his son on Nov. 6, 1747, \"for hours will take care of themselves.\"   There are computer programs to take care of the minutes, and the hours too, in the interests of that ugly word, productivity. They range from truly serious programs for truly serious, and busy, professionals and business people to at least one that is frankly loony.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Stray Shots Kill Woman in Crown Hts.","web_url":"https://www.nytimes.com/1994/05/24/nyregion/stray-shots-kill-woman-in-crown-hts.html","abstract":"  Tessa Warren was getting ready for her weekly Sunday dinner with her family when young men who the police said were celebrating the Knicks' playoff victory began firing shots in the air outside her third-floor apartment in Crown Heights, Brooklyn.   As terrifying as the gunfire was, it was not unusual. Residents of Mrs. Warren's neighborhood had learned to fall to their apartment floors or duck behind parked cars when gunfire erupted on the streets.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Quietly at Her Side, Public at the End","web_url":"https://www.nytimes.com/1994/05/24/us/death-of-a-first-lady-the-companion-quietly-at-her-side-public-at-the-end.html","abstract":"  He had known her for more than 30 years and had been her constant companion for more than a decade, sharing everything: the daily victories, big and small, the adventures and frustrations of her complex life, and then her final months of suffering. He walked with her in the park in her last days, steadying the frail body with his hand, and he was at the bedside Thursday night when she died.   Maurice Tempelsman always seemed to be there for Jacqueline Kennedy Onassis. To the general public, which had rarely seen them together and had not even known his name until recent days, his central role in yesterday's ceremonies may have seemed astonishing.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Observer; Life in Theme World","web_url":"https://www.nytimes.com/1994/05/24/opinion/observer-life-in-theme-world.html","abstract":"  Ours is a theme family. We put it in years ago after Disney first demonstrated the glory of the theme park. \"America is going theme in a big way,\" the salesman said, showing mock-ups of the wife and children being offered at amazingly low prices.   Theme things were the new frontier of entertainment, and what was America all about, if not entertainment? Although I had been brought up in a real family and enjoyed it now and then, often it really hadn't been that much fun.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Mississippi Seeks Damages From Tobacco Companies","web_url":"https://www.nytimes.com/1994/05/24/us/mississippi-seeks-damages-from-tobacco-companies.html","abstract":"  Mississippi today became the first state to demand that cigarette makers bear the health care costs of smoking.   The state sued the tobacco industry, seeking reimbursement for the cost of medical programs, including Medicaid, that support victims of smoking-related illnesses.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Funeral Heard Across Nation","web_url":"https://www.nytimes.com/1994/05/24/nyregion/death-of-a-first-lady-funeral-heard-across-nation.html","abstract":"  In the end, Jacqueline Kennedy Onassis's invitation-only funeral Mass was heard across the country. But it was not seen.   Three television networks -- CBS, CNN and NBC -- carried the sound of the service yesterday at St. Ignatius Loyola Roman Catholic Church in Manhattan. But cameras were not permitted inside the church.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Thwack! Navratrilova Exits Paris Angrily","web_url":"https://www.nytimes.com/1994/05/24/sports/tennis-thwack-navratrilova-exits-paris-angrily.html","abstract":"  After her wet noodle of a performance sent a damp-eyed Martina Navratilova from her last French Open with her first-ever first-round loss here, she launched her most vehement stroke of the afternoon. The angry veteran took a final baleful look at the high-tech widebody racquet that failed her so miserably, and then rendered it a pretzel by smashing it into her hardwood chair.   This was, in every way, no way to say goodbye.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Baseball Is Caught Not Stealing This Season","web_url":"https://www.nytimes.com/1994/05/24/sports/baseball-baseball-is-caught-not-stealing-this-season.html","abstract":"  Rickey Henderson hasn't led the American League in stolen bases for two seasons, but his presence on the disabled list is symbolic. The stolen base seems to be there with him.   With only three steals in seven attempts, Henderson is part of the reason for the noticeable reduction in stolen bases this season. Age and a sore left knee have slowed Henderson's pace, but what's everyone else's excuse?","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/24/nyregion/c-corrections-190012.html","abstract":"  A picture caption yesterday about the pilot for the new television series \"Friends\" included an erroneous identification from NBC for the actress at the right. She was Clea Lewis, not Lisa Kudrow.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Paying for Medical Research Cuts Health Costs","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-paying-for-medical-research-cuts-health-costs-408173.html","abstract":"  To the Editor:   The newly unveiled health care plan of Senator Edward M. Kennedy (front page, May 10), in addition to insuring small business protection and broadening individual choice of insurance, recognizes how uncured illness underlies health care costs.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Paying for Medical Research Cuts Health Costs; Build on Medicare","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-paying-for-medical-research-cuts-health-costs-build-on-medicare-191574.html","abstract":"  To the Editor:   \"Mr. Kennedy's Health Compromise\" (editorial, May 11) states that Senator Edward M. Kennedy has gone a long way in proposing a useful health care compromise that could bridge differences between President Clinton and his critics.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"1919:The Allies Reply : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-1919the-allies-reply-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There was officially issued, yesterday [May 23], the reply of the Peace Conference to the German Note on the economic conditions of peace. With regard to food production, the Allies show that Germany is fortunate that her provinces have not lost a","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"House Panel Told of More Tests Done Without Consent","web_url":"https://www.nytimes.com/1994/05/24/us/house-panel-told-of-more-tests-done-without-consent.html","abstract":"  Experts in medical ethics testified at a Congressional hearing today that they had found additional cases in which researchers had withdrawn medication from schizophrenic patients without proper consent and had made the patients become severely ill in order to study them.   At the hearing, both researchers and patient advocates, representing opposing viewpoints, were unanimous in saying that the current system for reviewing ethics of psychological experiments was inadequate.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Jury's Still Out on Second Amendment","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-jury-s-still-out-on-second-amendment-191612.html","abstract":"  To the Editor:   I respond, as one of 27 teachers of constitutional law who signed a May 2 ad on the Second Amendment and gun-control legislation, to \"Constitution Backs Gun Lobby\" (letter, May 12) by Glenn Reynolds.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Coleman Faces Charges","web_url":"https://www.nytimes.com/1994/05/24/sports/coleman-faces-charges.html","abstract":"  Accompanied by three lawyers, Derrick Coleman, the Nets' All-Star forward, walked into the West 20th Street station house in Manhattan yesterday and accepted a desk appearance ticket requiring him to appear in court next Tuesday to answer third-degree assault charges.   The misdemeanor charges were filed by three teen-agers who say they were assaulted outside a bar on Eighth Avenue and 16th Street, at 4 A.M. on April 30, after they taunted Coleman and a teammate, Jayson Williams, following the Nets' loss to the Knicks in the first playoff game.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/24/arts/classical-music-in-review-191540.html","abstract":"  I Cantori di New York  Church of St. Luke's-in-the-Fields   With 10 seasons behind it, I Cantori has become one of the most finely blended chamber choirs in New York. The group, which has been directed by Mark Shapiro since 1991, was heard at its best on Sunday evening, when it closed its season with a program of modern American works.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Justices Reject Challenge to Base-Closing Process","web_url":"https://www.nytimes.com/1994/05/24/us/justices-reject-challenge-to-base-closing-process.html","abstract":"  The Supreme Court ruled unanimously today that the Government's choice of which military bases to close is not subject to challenge in Federal court.   The decision forecloses an effort by elected officials from Pennsylvania and New Jersey to block the scheduled closing of the Philadelphia Naval Shipyard. It also effectively ends a separate lawsuit that New York State filed late last year to challenge the scheduled closing of Plattsburgh Air Force Base.","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"U.S. Investigating Report That Guards Beat Inmate","web_url":"https://www.nytimes.com/1994/05/24/nyregion/us-investigating-report-that-guards-beat-inmate.html","abstract":"  Federal prosecutors are investigating an incident at the Westchester County Jail in November in which an inmate said he was beaten by several guards while handcuffed, law-enforcement officials said today. The incident was videotaped by an officer, which jail officials said was standard procedure.   In a separate case, the inmate, Kenneth DeGraffenreidt, 27, was arraigned this month on charges that he had held several guards hostage during an uprising at the jail on Aug. 15.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/24/nyregion/metro-digest-190160.html","abstract":"  CONVENTION PICKS PATAKI TO FACE CUOMO Solidifying his position as the frontrunner for the Republican gubernatorial nomination, State Senator George E. Pataki won an overwhelming majority of the vote at the Republican state convention and became the only candidate with a guaranteed spot on the primary ballot. A1. George E. Pataki has built a career out of toppling incumbents and political machines. B4.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Westchester Loses Bid to Force Cutting of Trees Near Airport","web_url":"https://www.nytimes.com/1994/05/24/nyregion/westchester-loses-bid-to-force-cutting-of-trees-near-airport.html","abstract":"  Westchester County today lost yet another bid to force four Connecticut landowners and the Town of Greenwich to cut down trees that the county says interfere with landings at the Westchester County Airport. But county officials said they would fight on.   In a decision announced today, the United States Supreme Court, without comment, let stand a Connecticut State Supreme Court ruling that blocked Westchester County's attempt to obtain an easement to trim or remove the trees.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/24/nyregion/no-headline-185264.html","abstract":"  \"I often think of what she said about Jack in December after he died: 'They made him a legend, when he would have preferred to be a man.' Jackie would have preferred to be just herself, but the world insisted that she be a legend, too.\" -- EDWARD M. KENNEDY  [ A16:4. ]","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/24/nyregion/c-corrections-190039.html","abstract":"  An obituary on Wednesday about the actor Gilbert Roland misstated the medium in which he portrayed the Cisco Kid. Mr. Roland played the role often in movies, but another actor, Duncan Renaldo, starred in the television series.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"National Urban League Names a President","web_url":"https://www.nytimes.com/1994/05/24/us/national-urban-league-names-a-president.html","abstract":"  The National Urban League yesterday named Hugh B. Price, a vice president of the Ford Foundation and a widely known commentator on social issues, to be its president and chief executive.   \"This is like being asked to come to the mountaintop for me,\" Mr. Price said in an interview. \"When you've spent a career relating to social justice and equal opportunity, this is the pinnacle.\"","thumbnail":null,"section":"U.S."},{"date":"19940524","headline":"Machines With Cachet Get Even More","web_url":"https://www.nytimes.com/1994/05/24/science/personal-computers-machines-with-cachet-get-even-more.html","abstract":"  LAST week the International Business Machines Corporation introduced improved editions of the sleek, black laptop computers it calls Thinkpads. After years of fumbling, I.B.M. has become very serious about its portable machines.   How serious? The cover of the company's 1993 annual report displays the words of I.B.M.'s chairman, Louis Gerstner, or his ghostwriter on the screen of a Thinkpad 750c. On the biggest color laptop display in the business, Mr. Gerstner's musings are oddly featured in green-on-black lettering reminiscent of an ancient dumb terminal. Perhaps it's a homage to the old I.B.M.","thumbnail":null,"section":"Science"},{"date":"19940524","headline":"Director of 'Maverick' Basks In the Glory of a Weekend Hit","web_url":"https://www.nytimes.com/1994/05/24/movies/director-of-maverick-basks-in-the-glory-of-a-weekend-hit.html","abstract":"  Virtually everyone predicted that \"Maverick\" would open strongly over the weekend. Well, everyone except Richard Donner.   Mr. Donner, the director of the droll western and one of the most successful film makers in town, views the opening of each of his movies with so much anxiety that he flees Hollywood and goes salmon fishing.","thumbnail":null,"section":"Movies"},{"date":"19940524","headline":"Review/Dance; 2 Works on the Difficulties Of Peaceful Coexistence","web_url":"https://www.nytimes.com/1994/05/24/arts/review-dance-2-works-on-the-difficulties-of-peaceful-coexistence.html","abstract":"  In one of the two choreographically imaginative and intelligent new works that David Dorfman Dance presented on Friday night at the Kitchen, people appeared to assemble for a folk-dance festival, only to discover there was nothing to be festive about. In the second premiere, two men enjoyed themselves, but what made them happy was being nasty. Both pieces blended eloquence with grim comedy.   Guy Klucevsek, who composed and played the accordion score for \"Hey,\" also performed in it onstage with Mr. Dorfman and the other members of his troupe: Curt Haworth, Carol Kueffer-Moore, Peggy Peloquin, Lisa Race and Tom Thayer. A program note said one of Mr. Klucevsek's melodies was based on a traditional brass-band tune from the former Yugoslavia. Although that provided \"Hey\" with topical significance, its depiction of anxiety was relevant to all times and places.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"Review/Pop; Individuality Under History's Weight","web_url":"https://www.nytimes.com/1994/05/24/arts/review-pop-individuality-under-history-s-weight.html","abstract":"  Writing an original pop song can be a difficult task for a musician with a sense of history. There are so many classic riffs, exquisite harmonies and memorable melodies already in circulation, a personal vision can easily get lost. On Saturday night at the Academy, Matthew Sweet performed a captivating balancing act. The Nebraska-born singer sounded like a graduate of the academy of pop songwriting, with a major in Lennon-McCartney and a minor in Neil Young. He also sounded like a passionate and introspective soul, with a gift for turning songs into tugs-of-war between desire and apathy.   On lead guitar, Richard Lloyd, a veteran of the late-1970's New York band Television, strove for understatement. Between verses, his guitar squealed but never screamed. Mr. Sweet played rhythm guitar as if he was searching for the perfect strum. Will Rigby, former drummer for the dB's, maintained a light and consistent drumbeat, rarely breaking into a solo. Tony Marsico kept his bass to a minimal throb. The restrained music pressed at the seams of each song, threatening to burst into abrasive noise at any moment. This tension heightened the effect of \"Someone to Pull the Trigger\" and \"Devil With the Green Eyes,\" songs delivered from the point of view of someone two steps from the edge.","thumbnail":null,"section":"Arts"},{"date":"19940524","headline":"WHITE HOUSE GETS PROGRESS REPORT ON RIGHTS IN CHINA","web_url":"https://www.nytimes.com/1994/05/24/world/white-house-gets-progress-report-on-rights-in-china.html","abstract":"  After months of debate over linking China's human rights performance to its trade privileges, Secretary of State Warren Christopher today offered President Clinton an accounting of China's record that effectively provided the legal argument for renewing the trade benefits, senior Administration officials said today.   Mr. Clinton, in an executive order last year, spelled out the human- rights conditions for the renewal, two of which are mandatory. Mr. Christopher told the President today that China had met those two requirements: cooperation on ending the export of prison-made goods to the United States and allowing close family members of certain dissidents to leave the country.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"With a Little Practice, Gooden Looking Good","web_url":"https://www.nytimes.com/1994/05/24/sports/baseball-with-a-little-practice-gooden-looking-good.html","abstract":"  Dwight Gooden was fluid on the mound tonight and he even added a run-scoring single to his night's work. The pitching was only in batting practice, however, and Gooden's hit came in an exhibition game against the Mets' Class AAA farm club, the Norfolk Tides.   Still, they were signs that the Mets, who lost, 3-2, before a paying crowd of 10,760 at Harbor Park, are that much closer to getting their ace back.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"A D-Day Exception : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-a-dday-exception-letters-to-the-editor.html","abstract":"If an exception were to be made to the decision not to invite any German official to the D-Day ceremonies in Normandy, it should be for President Richard von Weizscker, a nobleman in the truest sense, who represents the best of Germany past, presen","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"We Can't Stop Drunk Driving Without Alcoholism Treatment","web_url":"https://www.nytimes.com/1994/05/24/opinion/l-we-can-t-stop-drunk-driving-without-alcoholism-treatment-191361.html","abstract":"  To the Editor:   Neither \"The Law and Murderous Drivers\" (editorial, May 6) nor any of the coverage we have seen on the tragic killing of three people in one family by a drunk driver on Long Island mentions the importance of addressing the underlying problem -- alcoholism. Attempting to rely solely on drunk driving penalties without treating the alcoholism that causes so many violations is like trying to reduce lung cancer without doing anything about smoking.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Kohl's Choice Is Named German President","web_url":"https://www.nytimes.com/1994/05/24/world/kohl-s-choice-is-named-german-president.html","abstract":"  Chancellor Helmut Kohl won an important political victory today when a specially constituted assembly chose his candidate, Roman Herzog, Chief Justice of Germany's highest court, to be the next German President.   Mr. Herzog is to take office on July 1, replacing Richard von Weizsacker, who after two five-year terms was ineligible for re-election.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"Revamped Pacers Won't Be Pushovers As Knicks Move On","web_url":"https://www.nytimes.com/1994/05/24/sports/pro-basketball-revamped-pacers-won-t-be-pushovers-as-knicks-move-on.html","abstract":"  Most people expected the Indiana Pacers to be on vacation by now. Instead, they are the one team left standing between the Knicks and the National Basketball Association finals.   On Tuesday night at Madison Square Garden, the Knicks and Pacers will begin their four-of-seven-game Eastern Conference championship series, a matchup that was unexpected when the playoffs began. This is the Pacers' first appearance in the conference finals, and until this season, they had never won an N.B.A. playoff series.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"The Magnum Five : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/24/opinion/IHT-the-magnum-five-letters-to-the-editor.html","abstract":"Regarding \"Cartier-Bresson:A Focus on Humor\" (Features, May 13):.The article about Henri Cartier-Bresson failed to mention that the founders of the Magnum Photo Agency included not only Mr. Cartier-Bresson, Robert Capa and David Seymour but a","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Israel Demands Arafat Reaffirm Peace Accord","web_url":"https://www.nytimes.com/1994/05/24/world/israel-demands-arafat-reaffirm-peace-accord.html","abstract":"  After new disclosures that raised questions here about Yasir Arafat's willingness to keep his word, Israel demanded today that the chairman of the Palestine Liberation Organization reaffirm his commitment to the peace agreement he and the Israelis have struck.   Prime Minister Yitzhak Rabin said through a spokesman that he wanted a statement of commitment from Mr. Arafat himself. A leading Cabinet minister warned that \"if the crisis of trust continues,\" Palestinian self-rule would not go beyond the test phase just begun in the Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940524","headline":"Two Counties Epitomize Public Hospitals' Problems","web_url":"https://www.nytimes.com/1994/05/24/nyregion/two-counties-epitomize-public-hospitals-problems.html","abstract":"  Decades before Medicare and Medicaid appeared, Westchester and Nassau Counties opened hospitals with the same mission: to care for all county residents, regardless of their ability to pay.   Over the years, the two suburban hospitals grew into the Westchester and Nassau Medical Centers, sophisticated teaching hospitals offering an array of services that rival the giant hospitals of Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/24/style/chronicle-191388.html","abstract":"  After only 124 years, the City Bar Association is inducting a woman as president. She is BARBARA PAUL ROBINSON, and she takes office tonight.    Not surprisingly, she said yesterday that she was \"interested in equal opportunity\" in the legal profession.","thumbnail":null,"section":"Style"},{"date":"19940524","headline":"G.O.P. Backs a Legislator to Oppose Cuomo","web_url":"https://www.nytimes.com/1994/05/24/nyregion/gop-backs-a-legislator-to-oppose-cuomo.html","abstract":"  Solidifying his position as the front-runner for the Republican gubernatorial nomination, State Senator George E. Pataki won an overwhelming majority of the vote at the Republican State Convention yesterday and became the only candidate with a guaranteed spot on the Sept. 13 New York primary ballot.   Mr. Pataki's main rival, Herbert London, fell just short of the 25 percent of the vote required to earn an automatic spot on the ballot. He said he would try to get on the ballot by collecting signatures on nominating petitions this summer, an arduous and expensive task that is often subject to court challenge. Three other Republican candidates also said they were considering petition efforts.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Cuomo's G.O.P. Rival Faces Biggest Challenge","web_url":"https://www.nytimes.com/1994/05/24/nyregion/cuomo-s-gop-rival-faces-biggest-challenge.html","abstract":"  State Senator George E. Pataki, the Republican Party's endorsed candidate for governor, has built a political career out of toppling popular incumbents and entrenched political machines.   In his first political race, in 1981, he defeated the three-term Democratic mayor of Peekskill, a Democratic city in northern Westchester County. Three years later, he handily ousted the Democratic Assemblyman. And in 1992, he accomplished a rarity in New York State politics: he defeated a sitting Republican state senator in a primary. He is even fond of describing how he outmaneuvered a more socially prominent classmate to become senior class president at Peekskill High School.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Steve Scott to Undergo Cancer Surgery","web_url":"https://www.nytimes.com/1994/05/24/sports/sports-people-track-steve-scott-to-undergo-cancer-surgery.html","abstract":"  STEVE SCOTT, the American record holder in the mile, has said he recently had his cancerous left testicle removed and will enter a hospital in San Diego today for additional surgery.   Scott, 38, said he noticed something was wrong with his testicle when he was preparing for a vasectomy late last month. Following tests and X-rays, the testicle was removed.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"To the Rescue?","web_url":"https://www.nytimes.com/1994/05/24/opinion/to-the-rescue.html","abstract":"When the Clinton Administration announced this month that it would no longer forcibly return Haitian boat people who have a well-founded fear of persecution, the President himself was said to have insisted upon the change -- reminding his advisers that \"they are chopping people's faces off\" in Haiti. \n\nThe President is right. Unfortunately, the Government is still wrong. The old repatriation order remains in force; since the announcement, 1,000 boat people have been returned to Haiti, without the promised interviews to determine whether they are in danger of persecution.","thumbnail":null,"section":"Opinion"},{"date":"19940524","headline":"Ready or Not, Pacers Invade Hoosierville","web_url":"https://www.nytimes.com/1994/05/24/sports/on-pro-basketball-ready-or-not-pacers-invade-hoosierville.html","abstract":"  Eric Anderson draws a crowd in Indianapolis. Patrick Ewing is a 7-foot center for Anderson's pro team, the Knicks.   True story, happened last season, according to John Cirillo, the Knicks' vice president of public relations.","thumbnail":null,"section":"Sports"},{"date":"19940524","headline":"Fast Food Stirs Fear For Future","web_url":"https://www.nytimes.com/1994/05/24/nyregion/our-towns-fast-food-stirs-fear-for-future.html","abstract":"  NINE miles beyond the end of the expressway, amid a patchwork of farms and tract homes, you come to one of the few remaining places on Long Island where you cannot buy a Whopper.   This is the land that fast food forgot, the edge of the suburban sprawl that spreads west to New York City. Out here the slogan \"Have it your way\" means ordering a deluxe special medium rare at a diner or flipping some burgers on the grill in the back yard.","thumbnail":null,"section":"New York"},{"date":"19940524","headline":"Data Highway Ignoring Poor, Study Charges","web_url":"https://www.nytimes.com/1994/05/24/us/data-highway-ignoring-poor-study-charges.html","abstract":"  The regional telephone companies are planning to build the first of their advanced communications networks -- the wiring of the so-called information highway -- mainly for the affluent, while bypassing poorer neighborhoods and minority populations, a study by consumer and civil rights groups has concluded.   The study's sponsors say the research, released yesterday, raises concerns about an exclusionary \"electronic redlining\" that might be similar to the kind of discrimination that is curbed by law in fields like banking and insurance.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940524","headline":"Four men are convicted of bombing the World Trade Center in New York in 1993; each one is sentenced to 240 years in prison.","pages":[{"title":"1993 World Trade Center bombing","web_url":"https://en.wikipedia.org/wiki/1993_World_Trade_Center_bombing","description":"Terrorist truck attack in New York City","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/1993_World_Trade_Center_bombing_debris_investigations.jpg/320px-1993_World_Trade_Center_bombing_debris_investigations.jpg","thumbnail_width":320,"thumbnail_height":222},"abstract":"The 1993 World Trade Center bombing was a terrorist attack carried out on February 26, 1993, when a van bomb detonated below the North Tower of the World Trade Center complex in New York City. The 1,336lb (606kg) urea nitratehydrogen gas enhanced device was intended to send the North Tower crashing into its twin, the South Tower, taking down both skyscrapers and killing tens of thousands of people. While it failed to do so, it killed six people, including a pregnant woman, and caused over a thousand injuries. About 50,000 people were evacuated from the buildings that day."}]}],"weather":[{"date":"19940524","time":"1994-05-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":86,"wspd":9.4},{"date":"19940524","time":"1994-05-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":91,"wspd":13},{"date":"19940524","time":"1994-05-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":88,"wspd":18.4},{"date":"19940524","time":"1994-05-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":11.2},{"date":"19940524","time":"1994-05-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":85,"wspd":16.6},{"date":"19940524","time":"1994-05-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":83,"wspd":18.4},{"date":"19940524","time":"1994-05-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":84,"wspd":20.5},{"date":"19940524","time":"1994-05-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":84,"wspd":18.4},{"date":"19940524","time":"1994-05-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":20.5},{"date":"19940524","time":"1994-05-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":20.5},{"date":"19940524","time":"1994-05-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":77,"wspd":20.5},{"date":"19940524","time":"1994-05-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":75,"wspd":18.4},{"date":"19940524","time":"1994-05-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":77,"wspd":20.5},{"date":"19940524","time":"1994-05-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":74,"wspd":11.2},{"date":"19940524","time":"1994-05-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":76,"wspd":16.6},{"date":"19940524","time":"1994-05-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":77,"wspd":11.2},{"date":"19940524","time":"1994-05-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":9.4},{"date":"19940524","time":"1994-05-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":79,"wspd":9.4},{"date":"19940524","time":"1994-05-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":80,"wspd":7.6},{"date":"19940524","time":"1994-05-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":88,"wspd":7.6},{"date":"19940524","time":"1994-05-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":86,"wspd":5.4},{"date":"19940524","time":"1994-05-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":89,"wspd":13},{"date":"19940524","time":"1994-05-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":87,"wspd":11.2},{"date":"19940524","time":"1994-05-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":88,"wspd":11.2},{"date":"19940524","time":"1994-05-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":58,"wspd":9.4},{"date":"19940524","time":"1994-05-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":60,"wspd":13},{"date":"19940524","time":"1994-05-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":58,"wspd":13},{"date":"19940524","time":"1994-05-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":45,"wspd":20.5},{"date":"19940524","time":"1994-05-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":50,"wspd":22.3},{"date":"19940524","time":"1994-05-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":20.5},{"date":"19940524","time":"1994-05-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":13},{"date":"19940524","time":"1994-05-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":9.4},{"date":"19940524","time":"1994-05-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":18.7},{"date":"19940524","time":"1994-05-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":14.8},{"date":"19940524","time":"1994-05-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":78,"wspd":13},{"date":"19940524","time":"1994-05-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":13},{"date":"19940524","time":"1994-05-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":11.2},{"date":"19940524","time":"1994-05-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":16.6},{"date":"19940524","time":"1994-05-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":54,"wspd":7.6},{"date":"19940524","time":"1994-05-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":49,"wspd":13},{"date":"19940524","time":"1994-05-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":49,"wspd":5.4},{"date":"19940524","time":"1994-05-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":11.2},{"date":"19940524","time":"1994-05-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":36,"wspd":9.4},{"date":"19940524","time":"1994-05-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":31,"wspd":11.2},{"date":"19940524","time":"1994-05-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":27.7},{"date":"19940524","time":"1994-05-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":22.3},{"date":"19940524","time":"1994-05-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":47,"wspd":22.3},{"date":"19940524","time":"1994-05-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":56,"wspd":22.3}]},"19940525":{"guardian_articles":[],"nytimes_articles":[{"date":"19940525","headline":"Despite Scandal, Research Trials Thrive","web_url":"https://www.nytimes.com/1994/05/25/us/despite-scandal-research-trials-thrive.html","abstract":"  This spring, many leading cancer researchers said that one of their greatest fears seemed likely to come true.   In the wake of scandal surrounding the highly regarded clinical trial network run by Dr. Bernard Fisher at the University of Pittsburgh, researchers worried that the public would lose faith in these scientific studies, which are essential to determining whether treatments work.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Trade Center Bombers Get Prison Terms of 240 Years","web_url":"https://www.nytimes.com/1994/05/25/nyregion/trade-center-bombers-get-prison-terms-of-240-years.html","abstract":"  The four men convicted of bombing the World Trade Center were sentenced yesterday to prison terms that assure they will remain in custody for the rest of their lives.   To do that, Judge Kevin T. Duffy imposed the extraordinary sentence of 240 years on each of the men -- Mohammed A. Salameh, Nidal A. Ayyad, Mahmud Abouhalima and Ahmad M. Ajaj -- and said they would have no possibility of parole. The sentence means that unless the rules of the court change or the verdicts are reversed on appeal, there is virtually no chance that any of them will ever spend another day free.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Citing Time Pressure, Segarra Proposes Partial Financing for Youth Services","web_url":"https://www.nytimes.com/1994/05/25/nyregion/citing-time-pressure-segarra-proposes-partial-financing-for-youth-services.html","abstract":"  Providing another glimpse into the disarray inside the Department of Youth Services, Deputy Mayor Ninfa Segarra told a City Council committee yesterday that the department had been unable to process a new round of contract proposals for youth programs in time to finance them for the next fiscal year.    As a result, she said, the Giuliani administration is considering providing money to existing programs for three months to prevent a break in services during the summer.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/25/nyregion/c-corrections-204196.html","abstract":"  A picture caption in The Home Section on Thursday, with a brief report in the Currents column about the 30th anniversary of the Habitat stores in London, misidentified the man shown at the left. He was Vittorio Radice, Habitat's managing director, not Sir Terence Conran, the stores' founder; Sir Terence stood immediately to the right of Mr. Radice.  ","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Go-Ahead on Altered Crops Is Met by a 'Go Slow'","web_url":"https://www.nytimes.com/1994/05/25/us/go-ahead-on-altered-crops-is-met-by-a-go-slow.html","abstract":"  A genetically altered tomato and a genetically engineered cow hormone are on the market, each winning Federal approval after years of scrutiny.   But other new products are likely to have a much easier journey to the grocery store. The Clinton Administration is planning to give the agricultural biotechnology industry broad authority to market most other genetically engineered crops without intensive Government review.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"The (Self) Making of a U.S. Bike Racer","web_url":"https://www.nytimes.com/1994/05/25/sports/IHT-the-self-making-of-a-us-bike-racer.html","abstract":"(This is the first of two articles.)","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/25/nyregion/inside-195391.html","abstract":"  Loopholes Aid Rich Haitians    Loopholes in the expanded embargo against Haiti are allowing wealthy allies of the military to continue a lucrative trade in food. Page A3. Luring California's Students    In response to California's new open enrollment policy, a number of the state's public schools have begun advertising for students. Page B9. Knicks Win Opener    Patrick Ewing scored 20 points to lead the Knicks to a 100-89 victory over Indiana in Game 1 of the Eastern Conference finals. Page B11.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"European Leaders Reluctant to Send Troops to Rwanda","web_url":"https://www.nytimes.com/1994/05/25/world/european-leaders-reluctant-to-send-troops-to-rwanda.html","abstract":"  In a recent debate in the British Parliament, an opposition member asked Foreign Secretary Douglas Hurd why Britain was not sending peacekeeping troops to Rwanda as it had to Bosnia and Herzegovina.   \"Is there one law for Europeans and another for black Africans?\" the member, Kim Howells, inquired.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Brazil: Prima Donna Image Lurks","web_url":"https://www.nytimes.com/1994/05/25/sports/soccer-world-cup-94-brazil-prima-donna-image-lurks.html","abstract":"  With a World Cup soccer team composed of stars drawn from club teams throughout the world, Brazilians often lament that, every four hours, their national team enters the field \"de salto alto\" -- on high heels.    Although four days of practice left no heel marks on the meticulously groomed playing fields of the Brazilian Soccer Federation in this mountain resort, off-field action indicates that Brazil's team, one of the world's highest ranked, once again suffers from the prima donna problem.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"1919: Hopes in Brussels : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-1919-hopes-in-brussels-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - Among the dreams which this city has for the future is one in which it will be the European centre of the vast Continental financial operations to be undertaken by the United States after the signing of peace. America gained financial supremacy","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Delay on Health Care Bill Is Now Official","web_url":"https://www.nytimes.com/1994/05/25/us/delay-on-health-care-bill-is-now-official.html","abstract":"  Senator Edward M. Kennedy made it official this afternoon that none of the five Congressional committees with a major role on health care would meet their Memorial Day deadline for acting on a bill.   But to ease concerns that the delay is raising among House Democrats, President Clinton plans to visit the Capitol on Wednesday afternoon.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Mr. Arafat's Identity Crisis","web_url":"https://www.nytimes.com/1994/05/25/opinion/mr-arafat-s-identity-crisis.html","abstract":"  Most Israelis understand the need for a political settlement with the Palestinians. But most also doubt the trustworthiness of Yasir Arafat to make and keep an honorable and effective peace.    Mr. Arafat has a perverse genius for inflaming these doubts. Last week's controversy over a recording of his call for a jihad, or Muslim holy war, to liberate Jerusalem had barely died down when another explosive excerpt was released from the same speech, secretly taped earlier this month in a Johannesburg mosque.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Russian Sentenced for Mogilny Extortion","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-hockey-russian-sentenced-for-mogilny-extortion.html","abstract":"  A Russian man was sentenced yesterday to jail time already served for trying to get money from the Buffalo Sabres star ALEXANDER MOGILNY. SERGEI FOMITCHEV, 31, has spent the last two months in the Erie County holding center in Buffalo after being charged with trying to extort $150,000 from Mogilny on March 25.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Denny's Customers Can File Claims","web_url":"https://www.nytimes.com/1994/05/25/us/denny-s-customers-can-file-claims.html","abstract":"  Customers of Denny's who believe that the restaurant chain treated them improperly because they are black will have to file a claim if they want to share in today's proposed settlements.   For customers of Denny's in any state but California, awards are possible for any incidents that occurred from July 1, 1987, through today. For California customers, the incident must have occurred from Nov. 14, 1988, through today.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"'Inner City' Math Exam Stirs Anger","web_url":"https://www.nytimes.com/1994/05/25/us/inner-city-math-exam-stirs-anger.html","abstract":"  The sixth graders in Room 203 at the May Elementary School here had 30 minutes the other day to complete what their teacher called a math exam.   Derrick Johnson's 12-year-old son refused to take it. \"I teach him right from wrong,\" Mr. Johnson said today. \"When he saw that test he knew it was wrong.\"","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Sports of The Times; Worried If Spike Can Hold Up","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-of-the-times-worried-if-spike-can-hold-up.html","abstract":"  IT was winter when the playoffs began. I distinctly remember ducking my head from a savage gale straight from the Arctic Circle, heading for an Islanders-Rangers playoff. I remember the grand celebration when I actually removed the lining from my trench coat during the Knicks-Nets playoff.    Now people are running around outdoors in shorts and T-shirts, having real lives. I see them every day as I make my appointed rounds to Madison Square Garden, the world's most famous arena that used to stage six-day bicycle races and marathon dances and now stages hockey and basketball playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/05/25/books/book-notes-200204.html","abstract":"  Jack Kerouac's Estate   When he died in 1969, the Beat author Jack Kerouac left behind a house in St. Petersburg, Fla., countless letters and papers, a following of passionate readers and a daughter he had met just twice. Now his daughter, Jan, is accusing the Kerouac estate, which is administered by John Sampas, Kerouac's former brother-in-law, of breaking up the estate by selling off pieces for profit.","thumbnail":null,"section":"Books"},{"date":"19940525","headline":"Underdogs Undermine Sabatini, Edberg","web_url":"https://www.nytimes.com/1994/05/25/sports/tennis-underdogs-undermine-sabatini-edberg.html","abstract":"  The biggest upsets of the day were significant and they happened in tandem, with two of the most stellar talents in their sport undone by underdogs inside the uneasy confines of Court 1. But in only one case did the deposed star put up a convincing battle against becoming the latest victim of the French Open.   While Stefan Edberg toiled today, Gabriela Sabatini was foiled. And not just by her opponent.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Books of The Times; Houses, Homes and How Women Have Moved On","web_url":"https://www.nytimes.com/1994/05/25/books/books-of-the-times-houses-homes-and-how-women-have-moved-on.html","abstract":"  To Make a House a Home   Four Generations of American Women and the Houses They Lived In   By Jane Davison and Lesley Davison   Illustrated. 298 pages. Random House.  $27.50.      Every house is haunted, as Edith Wharton put it, by \"the wants of dead and gone predecessors, who have an inconvenient way of thrusting their different habits and tastes across the current of later existences.\" In \"The Fall of a Doll's House,\" in 1980, Jane Davison called this the domestic unconscious: the world of the middle-class wife married to house, husband and family; duties defined and pleasures nurtured by finishing schools, women's magazines, advertisers and interior decorators.","thumbnail":null,"section":"Books"},{"date":"19940525","headline":"Jays Are Looking Up But Just How Far Is It?","web_url":"https://www.nytimes.com/1994/05/25/sports/on-baseball-jays-are-looking-up-but-just-how-far-is-it.html","abstract":"  The American League East can scoff, along with the rest of us, at the American League West, but it wasn't that long ago that the old East looked embarrassingly like this season's new West.   This was 1989, and the month, like now, was May. For 11 consecutive days, the division-leading team did not have a winning record. During that span, on three consecutive days, the Yankees, the Indians and then the Red Sox were in first place with an 18-19 record. The Orioles also got into the act as a nonwinning team in first.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Denny's Restaurants to Pay $54 Million in Race Bias Suits","web_url":"https://www.nytimes.com/1994/05/25/us/denny-s-restaurants-to-pay-54-million-in-race-bias-suits.html","abstract":"  Denny's, a national restaurant chain, agreed today to pay more than $54 million to settle lawsuits filed by thousands of black customers who had been refused service or had been forced to wait longer or pay more than white customers.    The new head of the civil rights division of the Justice Department, Deval L. Patrick, said it was the largest and broadest settlement under the Federal public-accommodation laws. Those laws were adopted more than 30 years ago to end segregation in restaurants and other places that serve the public.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"3 African Lands Offer Troops for Rwanda","web_url":"https://www.nytimes.com/1994/05/25/world/3-african-lands-offer-troops-for-rwanda.html","abstract":"  Ghana, Ethiopia and Senegal have become the first African countries to make a troop offer for the proposed 5,500-member force that the United Nations wants to send to Rwanda to rescue refugees from tribal massacres and oversee relief activities.   The head of operations at the International Committee of the Red Cross told senior United Nations officials here last week that his estimate now is that between 200,000 and 400,000 Rwandans have been killed since warfare erupted between the rival Hutus and Tutsis on April 7 after President Juvenal Habyarimana, a member of the majority Hutu tribe, died in a suspicious plane crash.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"White House Lawyer Urges Delay of Suit","web_url":"https://www.nytimes.com/1994/05/25/us/white-house-lawyer-urges-delay-of-suit.html","abstract":"  Lloyd N. Cutler, the White House special counsel, said today that the sexual harassment suit against President Clinton should be postponed because it would harm President Clinton's ability to carry out his official duties if he had to deal with it while he was in office.   Such a strategy in the case brought against Mr. Clinton by Paula Corbin Jones has been hinted at for some time, but Mr. Cutler's statement was the first made in public by a White House official.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"All-American Boy Who May Be a Buddha","web_url":"https://www.nytimes.com/1994/05/25/movies/all-american-boy-who-may-be-a-buddha.html","abstract":"Seattle boy may be reincarnated lama. Grand, gorgeous folly.","thumbnail":null,"section":"Movies"},{"date":"19940525","headline":"In America; Outrage In Boston","web_url":"https://www.nytimes.com/1994/05/25/opinion/in-america-outrage-in-boston.html","abstract":"  It was the kind of ugliness you expected from the South in the 1950's, but it happened last week in one of the great hotels of Boston.   The Prime Minister of India, P. V. Narasimha Rao, and his entourage checked into the Four Seasons Hotel late on the night of May 16. Thirty-six rooms were booked for Mr. Rao and the approximately 50 aides who accompanied him. There was also a contingent of U.S. Secret Service personnel assigned to the Prime Minister, who was to speak at Harvard the next day.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"In a Pinch, Philanthropic Spirit Stays Afloat","web_url":"https://www.nytimes.com/1994/05/25/nyregion/in-a-pinch-philanthropic-spirit-stays-afloat.html","abstract":"  Philanthropic giving in the nation rose 3.5 percent, to $126.2 billion, last year, as donors stepped up their contributions to an increasing number of charities, officials said.   In the New York region, gains were more modest, but on a per capita level among employees in 152 major corporations, the increase was 4 percent.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/25/nyregion/c-corrections-204161.html","abstract":"  Because of a production error, an article yesterday about fighting in Rwanda was omitted in some copies and a duplicate article about South Africa appeared in its place. Readers wishing copies of the Rwanda article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Public & Private;\nTo Feed or Not to Feed","web_url":"https://www.nytimes.com/1994/05/25/opinion/public-private-to-feed-or-not-to-feed.html","abstract":"In '83 I was on the lam, flagrantly flirting with the law in malls, movie theaters, public parks and restaurants. The closest I came to arrest was when a security guard suggested that I might want to take my modest state of undress into the ladies' room. Intimidated, I complied, despite the fact that there were more nudes on the walls of the museum I was visiting than in your average health club locker room.\n\n Yes, I breast-fed in public, often in Chinese restaurants, where I felt guilty not about my exposure, such as it was, but about the way I sometimes dripped oyster sauce on my baby's head while I moved food from my plate to my mouth. I learned to drape a dinner napkin over his pate, which had the dual effect of protecting him from flying bok choy and foiling the state statutes on indecent exposure, which in New York were not amended to exclude breast-feeding specifically until the year after his birth.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"The G.O.P.'s Fast Gavel","web_url":"https://www.nytimes.com/1994/05/25/opinion/the-gop-s-fast-gavel.html","abstract":"  By winning an overwhelming majority of the vote at this week's New York State Republican Convention, State Senator George Pataki of Putnam County became the party's officially endorsed candidate to challenge Gov. Mario Cuomo, and solidified his status as the front-runner for the Republican gubernatorial nomination. But his victory is marred by an unseemly display of heavy-handed tactics aimed at shutting out the competition.   When the three-hour balloting ended, Mr. Pataki's main rival, Herbert London, a New York University professor who ran for governor in 1990 on the Conservative Party line, was just short of the 25 percent of the vote required to earn an automatic spot on the September primary ballot. State Senator Roy Goodman, the Manhattan Republican leader, walked toward a microphone to ask about a discrepancy in the vote count before consulting his delegation about switching their support to Mr. London from its favorite son, former Representative Bill Green, as the rules supposedly allowed. But party leaders banged the convention's final gavel and turned off the microphone before Mr. Goodman could speak.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"The United States Lacks a Coherent Policy for Asia","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-the-united-states-lacks-a-coherent-policy-for-asia.html","abstract":"There is a lack of consistency, cohesion and effectiveness in U.S. policy toward Asia at the very time when a steady, sensitive and coordinated American strategy is vitally important..The Soviet threat, which prompted some countries in the region to id","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-letters-to-the-editor.html","abstract":"The anniversary of the momentous battle triggered by the Allied landings in Normandy should be celebrated by all veterans, regardless of nationality. It is a time for them to remember fallen comrades, friends and adversaries. The occasion can document ou","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"All-Female Crew Has Surprises","web_url":"https://www.nytimes.com/1994/05/25/sports/yacht-racing-all-female-crew-has-surprises.html","abstract":"  The initial reaction to Bill Koch's selection of an all-women America's Cup team is more about who was not chosen than who was. Passed over for the first women's effort in the 143-year history of the cup were two Olympic gold medalists and a world keelboat champion.   Although Koch's America   office in San Diego has declined to say who has made the team until the official announcement, which is expected Friday, the yachting syndicate's letters of rejection have gone out. Among those who were turned down for crew positions were Allison Jolly, 37, and Lynne Jewell-Shore, 34, both Olympic gold medalists in 1988; and Betsy Alison, 34, a three-time winner of the prestigious Rolex International Women's Keelboat Championship.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Christopher Feels Capitol Hill Heat on China","web_url":"https://www.nytimes.com/1994/05/25/world/christopher-feels-capitol-hill-heat-on-china.html","abstract":"  Secretary of State Warren Christopher came under fire today both by lawmakers who oppose sanctions against China over its human rights record and those who favor tough measures to pressure Beijing.   In a visit to Capitol Hill, Mr. Christopher indicated that President Clinton would adopt a middle-of-the-road approach, signaling that the Administration would renew China's favorable trade status, while at the same time pinning some lesser sanctions on China.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Gaza's Palestinians Revel in Daily Joy of Freedom","web_url":"https://www.nytimes.com/1994/05/25/world/gaza-s-palestinians-revel-in-daily-joy-of-freedom.html","abstract":"  Perhaps the most dramatic measure of the Palestinians' first week of self-rule in Gaza has been the sudden normalcy in people's lives: barbecuing at the beach, leaving home without I.D. cards, chatting in coffee shops long past the former curfew and strolling by police stations without throwing a stone.   The 900,000 Palestinians packed into this tiny strip of Mediterranean coast, once described by a Gaza psychiatrist, Dr. Iyad Elsaraj, as \"tribal, conservative, rigid, confrontational, prone to violence and wildly moody,\" have, in fact, behaved in the most remarkably affable way. Since May 18, when the Israeli Army began to withdraw, the Palestinians here have immersed themselves in joyful celebration.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Trade, the Real Engine of Democracy","web_url":"https://www.nytimes.com/1994/05/25/opinion/trade-the-real-engine-of-democracy.html","abstract":"  The mandatory linkage between trade privileges and human rights is obsolete. President Clinton and Congress need to replace this cold war relic with a new approach that broadly engages China on human rights while promoting our strategic and economic interests.   U.S.-China relations are shackled by the linkage, which embodies two aspects of old-think that should join the era that spawned them on the dust heap of history.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Whitman Asks for Time To Solve School Aid Gap","web_url":"https://www.nytimes.com/1994/05/25/nyregion/whitman-asks-for-time-to-solve-school-aid-gap.html","abstract":"  The Whitman Administration today asked the New Jersey Supreme Court to give the Governor a chance to solve the problems that have created financial and academic gaps between rich and poor districts.   But Benjamin Clarke, an assistant Attorney General, could offer no insights into what the Governor or Republican legislative leaders had in mind to resolve the dispute about financing that has perplexed the state's leaders for two decades.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"1,400-Acre Putnam County Scout Camp Preserved as Open Space","web_url":"https://www.nytimes.com/1994/05/25/nyregion/1400-acre-putnam-county-scout-camp-preserved-as-open-space.html","abstract":"  A 1,400-acre Boy Scout camp in Putnam County that seemed destined for development has been preserved under an unusual $2.1 million agreement announced here tonight.   The camp, the Clear Lake Scout Reservation, is a pristine tract surrounded by the Clarence Fahnestock Memorial State Park.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"White House Diverts Flood of Anti-Abortion Calls","web_url":"https://www.nytimes.com/1994/05/25/us/white-house-diverts-flood-of-anti-abortion-calls.html","abstract":"  The White House is using its enhanced voice-mail system to divert a flood of phone calls from people complaining about the passage of a bill aimed at curtailing protests at abortion clinics.   The phone calls have largely been orchestrated by an anti-abortion group.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/25/sports/transactions-202223.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Called up Greg Litton, infielder, from Pawtucket of the International League. Sent Luis Ortiz, third baseman, to Pawtucket. National League    NL -- Suspended John Smoltz, Atlanta Braves pitcher, for eight games and fined him an undisclosed amount for throwing at John Cangelosi of the New York Mets during a game May 14, and suspended Cangelosi for four games and fined him an undisclosed amount for charging the mound. Basketball  National Basketball Association    TORONTO RAPTORS -- Named Isiah Thomas vice president. Continental Basketball Association   CBA -- Announced that the La Crosse Catbirds have been purchased by Robert W. Murphy Jr. and will move to Pittsburgh for the 1994-95 season. Football  National Football League   NEW ENGLAND PATRIOTS -- Re-signed Michael Timpson, wide receiver. Canadian Footbal League   SACRAMENTO GOLD MINERS -- Traded Emanuel King, defensive end, to the Winnipeg Blue Bombers for George Bethune, defensive end. Hockey  National Hockey League    QUEBEC NORDIQUES -- Fired Pierre Page, coach and general manager. Named Pierre Lacroix general manager. East Coast Hockey League    FORT WORTH FIRE -- Named Matt Van Hala director of marketing; Mike Litzelman director of sales; and Kiernan Keating account executive. College     ALBANY, N.Y. -- Named Kristen Youmans women's soccer coach.   BALL STATE -- Named Tim Buckley men's assistant basketball coach.   IONA -- Announced the retirement of Lou Gallo, men's soccer coach. Promoted Bob Herodes, men's assistant soccer coach, to men's soccer coach. Named Mike Jacobs men's assistant soccer coach.   MASSACHUSETTS-LOWELL -- Announced the resignation of Barbara Kierce, women's tennis coach.   MENLO -- Named Delna Lancaster women's volleyball coach.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"The Tramp Dined Out To Wind Up in Jail Too; O. Henry Was First","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-the-tramp-dined-out-to-wind-up-in-jail-too-o-henry-was-first-204510.html","abstract":"  To the Editor:   \"Three months on the Island was what his soul craved. . . . There were many easy ways of doing this. The pleasantest was to dine luxuriously at some expensive restaurant; and then, after declaring insolvency, be handed over quietly and without uproar to a policeman. An accommodating magistrate would do the rest.\"","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Song of Quacks and Tootles","web_url":"https://www.nytimes.com/1994/05/25/arts/song-of-quacks-and-tootles.html","abstract":"  Katherine Greene studied the dials and the button that controlled the strange, colored wheels all around her. She twisted a dial and heard a xylophone sneak up behind her. \"Where's that coming from?\" she asked. Another spin and she heard what sounded like a duck quacking. She smiled and leaned on the button; all five machines sprang into an antiphonal medley, alternating double reeds with flutes. \"Did I compose that?\" she asked, delighted.   Actually, the piece, done for three dancers and an organ grinder, is the work of the German sculptor, inventor and composer Trimpin, who also created \"Phffft,\" the five-piece sound sculpture that produced the music in the Frieda and Roy Furman Gallery at the Walter Reade Theater in Lincoln Center.","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"Think Harder About Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-think-harder-about-haiti-letters-to-the-editor.html","abstract":"Regarding \"Haiti:When All Else Has Failed, Time to Invade\" (Opinion, May 16) by John Kerry:.Senator John Kerry's call to arms is little more than a revival of Cold War nation-building strategy. He offers no analysis of what action might be be","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Clinton's Not Immune From Civil Suits","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-clinton-s-not-immune-from-civil-suits-204471.html","abstract":"  To the Editor:   In \"Later Will Also Do\" (letter, May 18), Arthur Liman proposes, in connection with Paula Jones's lawsuit against President Clinton for sexual harassment, that courts should stay litigation against an incumbent President if a plaintiff's claims are based on events predating election.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Review/Dance; A New 'Romeo and Juliet,' Streamlined in Washington","web_url":"https://www.nytimes.com/1994/05/25/arts/review-dance-a-new-romeo-and-juliet-streamlined-in-washington.html","abstract":"  Helgi Tomasson's new production of \"Romeo and Juliet,\" performed by the San Francisco Ballet here on Sunday at the John F. Kennedy Center for the Peforming Arts, is a somewhat streamlined, aerated staging of that popular ballet. Mr. Tomasson uses the familiar Prokofiev score, judiciously pruning it with only one cut showing. Jens-Jacob Worsaae's sets are coolly formal with a pleasant period flavor and with Thomas R. Skelton's lighting add a welcome airiness to the ballet.    But this \"Romeo and Juliet\" is nonetheless on the dull side. Mr. Tomasson brings little that is fresh to the choreography, relying on a familiar lexicon of impassioned runs and arabesques, high skewed lifts and cross-stage draggings of the protesting heroine to tell his story in dance terms. And while he has made elements of the story much clearer, it is not until the last act that the characters break loose at all from prescribed behavior.","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"Argument Arises Over Transfer of Land to College Trustees","web_url":"https://www.nytimes.com/1994/05/25/nyregion/argument-arises-over-transfer-of-land-to-college-trustees.html","abstract":"  New Jersey's nine state colleges and Gov. Christine Todd Whitman have been drawn into another tussle with the Board of Higher Education, which Mrs. Whitman has vowed to abolish. The issue this time: who holds the title to some $600 million worth of campus land and buildings.   The property is now held by the Department of Higher Education. The legislation designed to eliminate the department includes language transferring title to the campus land and buildings from the department to the nine colleges themselves.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Fair Housing Law Safeguards the Disabled","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-fair-housing-law-safeguards-the-disabled-204498.html","abstract":"  To the Editor:   In \"Unlocked Wards Don't Belong in Anyone's Yard\" (letter, May 16), Douglas B. Levene misconstrues the principles on which the Federal Fair Housing Act is based.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Rostenkowski Would Quit Post in Deal","web_url":"https://www.nytimes.com/1994/05/25/us/rostenkowski-would-quit-post-in-deal.html","abstract":"  Representative Dan Rostenkowski's lawyers have told Federal prosecutors that he will step down as chairman of the House Ways and Means Committee and serve a relatively short prison term if the Government agrees not to seek a multicount felony indictment, lawyers involved in the case said today.   Mr. Rostenkowski's concessions brought his defense team and Federal prosecutors to the brink of a plea agreement that would probably end the career of one of the most powerful politicians in Congress, but would spare him a long, costly criminal trial and the risk of a long prison term.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Pennsylvania House Votes To Impeach a State Justice","web_url":"https://www.nytimes.com/1994/05/25/us/pennsylvania-house-votes-to-impeach-a-state-justice.html","abstract":"  A State Supreme Court justice convicted on drug charges was impeached today by the Pennsylvania House of Representatives. If convicted by the State Senate, he would become the first elected official in Pennsylvania in 183 years to be removed after impeachment.   The House, by 199 to 0, approved articles of impeachment against Justice Rolf Larsen, charging the 59-year-old Democrat with \"abusing his judicial discretion\" in a number of ways. The charges were sent to the State Senate, whose members will act as jurors in the impeachment trial.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Must Phone Rates Block Information Highway?; How Britain Did It","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-must-phone-rates-block-information-highway-how-britain-did-it-204463.html","abstract":"  To the Editor:   The Federal Communications Commission should reject applications from the telephone companies for a rapid-fire video dial tone to encourage long-term competition. Cable companies provide the best potential to challenge the telephone monopoly in telecommunicatons, but first the rules must be defined by Congress. Those rules also must provide for a transitional period to insure fair passage from decades of regulation to free competition and to encourage essential investment.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Review/Film; Once Again, It's Murphy Plus Cops Plus Beverly Hills","web_url":"https://www.nytimes.com/1994/05/25/movies/review-film-once-again-it-s-murphy-plus-cops-plus-beverly-hills.html","abstract":"At it again. Strained, with cobwebs.","thumbnail":null,"section":"Movies"},{"date":"19940525","headline":"Commissioner Under Fire Over Job Cuts","web_url":"https://www.nytimes.com/1994/05/25/nyregion/commissioner-under-fire-over-job-cuts.html","abstract":"  In a contentious budget hearing at City Hall, Marva L. Hammons, the commissioner of the city's Human Resources Administration, was berated by City Council members yesterday for being unable to specify what effects the city's proposed budget cuts would have on social services.    Under the plans of Mayor Rudolph W. Giuliani, Ms. Hammons's department will lose 4,305 of its 23,343 workers. Although administration officials have pledged that the cuts would not affect caseworkers, they have not said specifically which jobs would be eliminated.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"1944: New World Order : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-1944-new-world-order-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A new world order in which a council of the great victorious states will keep the peace while maintaining a minimum standard of armament was outlined before the House of Commons today [May 24] by Prime Minister Church","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"A Father's Snapshots of His Son","web_url":"https://www.nytimes.com/1994/05/25/sports/hockey-a-father-s-snapshots-of-his-son.html","abstract":"  The father dates the son's hockey career from the time he took him to the Montreal Forum for the first time. \"It was Christmastime,\" Denis Brodeur said. \"I took his picture with Jean Beliveau. He was sitting on top of a goal.\"   Did Martin Brodeur remember the occasion? No, but he knows the photograph. \"I think I was about 3,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Thomas to Help Run Expansion Team","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-basketball-thomas-to-help-run-expansion-team.html","abstract":"  ISIAH THOMAS began his second career in the National Basketball Association yesterday, as an executive, with a challenge greater than any he met as an All-Star player.   Thomas, who retired May 11 after 13 seasons with the Detroit Pistons, was introduced as the basketball vice president of the Toronto Raptors. His job will be to build an expansion team from scratch, something he will have to do without any experience.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Castro Sofa Heiress Selected By G.O.P. for Moynihan Race","web_url":"https://www.nytimes.com/1994/05/25/nyregion/castro-sofa-heiress-selected-by-gop-for-moynihan-race.html","abstract":"  New York State's Republican Party yesterday selected Bernadette Castro, whose family manufactured convertible sofas, to run for the United States Senate against the three-term Democratic incumbent, Daniel Patrick Moynihan.   At their convention in Manhattan, the Republicans also lined up behind a candidate for lieutenant governor: Elizabeth P. McCaughey, an academic whose articles criticizing the Clinton Administration's health-care plan drew a storm of protest from the White House earlier this year.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/25/nyregion/no-headline-195383.html","abstract":"  \"Your intention was to kill, and you did. You didn't cause as much havoc as you intended, but you did kill.\" JUDGE KEVIN T. DUFFY, as he passed sentence in the World Trade Center bombing.  [ B4:3. ]","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"California Schools Vying for New Students Under a State Plan for Open Enrollments","web_url":"https://www.nytimes.com/1994/05/25/us/california-schools-vying-for-new-students-under-state-plan-for-open-enrollments.html","abstract":"  The television ad for the high school promotes the computer labs, the caring teachers and the ethnic mix of students.    The school is not a private academy; it is Lincoln High School in downtown Los Angeles. And the advertisement is the most immediate response to California's new open-enrollment policy in its public schools.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Pilot Blamed For Air Crash In Minnesota","web_url":"https://www.nytimes.com/1994/05/25/us/pilot-blamed-for-air-crash-in-minnesota.html","abstract":"  The National Transportation Safety Board said today that a pilot's \"slam dunk\" style of landing a Northwest Airlink commuter plane, and his lack of \"altitude awareness,\" were largely responsible for its crash last December into a mound of iron-ore waste near Hibbing, Minn.   The board found that the captain's \"excessively steep\" descent while trying to land at the Chisholm-Hibbing Airport in northeastern Minnesota during a light snowfall and freezing drizzle was the major cause for the crash, which killed all 16 passengers as well as the captain and first officer.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Can FIFA End TV's Reign?","web_url":"https://www.nytimes.com/1994/05/25/sports/IHT-can-fifa-end-tvs-reign.html","abstract":"After almost 40 years of incestuous living with the beast, FIFA asks: How much television can football take?.It sounds a little rich. In less than one month, soccer will be claiming a global audience of 1.6 billion - a quarter of mankind - for the 1994","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"More Room in America : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-more-room-in-america-letters-to-the-editor.html","abstract":"Regarding \"U.S. Envoy Rebukes Germans and Kohl on Foreigner Issue\" (April 16) by Rick Atkinson:.I am quite sure that the Germans have many faults and deserve to be criticized. But surely a country with twice the population density of France a","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/05/25/us/personal-health-200867.html","abstract":"  SEVERAL dinner guests gasped with astonishment as their hostess, who has had diabetes for 15 years, sat down to a dish of ice cream. But, as she explained, it was well within permissible limits.    New dietary guidelines established by the American Diabetes Association are making life a lot easier, and more enjoyable, for people with diabetes. After decades of forbidding sugars of all sorts, nutrition experts who treat diabetes have eased this restriction and are now considering all carbohydrates -- sugars and starches -- as a single category of foods among which trade-offs are possible.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Palestinians Urgently Need Help","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-palestinians-urgently-need-help.html","abstract":"Time is running out for those who hope to deliver economic resources to the mainstream Palestinian leaders as they launch their self-governing authority. Last year, euphoria over the Oslo agreement and the Sept. 13 White House ceremony led to pledges tot","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Public & Private; To Feed or Not to Feed","web_url":"https://www.nytimes.com/1994/05/25/opinion/public-private-to-feed-or-not-to-feed.html","abstract":"  In '83 I was on the lam, flagrantly flirting with the law in malls, movie theaters, public parks and restaurants. The closest I came to arrest was when a security guard suggested that I might want to take my modest state of undress into the ladies' room. Intimidated, I complied, despite the fact that there were more nudes on the walls of the museum I was visiting than in your average health club locker room.    Yes, I breast-fed in public, often in Chinese restaurants, where I felt guilty not about my exposure, such as it was, but about the way I sometimes dripped oyster sauce on my baby's head while I moved food from my plate to my mouth. I learned to drape a dinner napkin over his pate, which had the dual effect of protecting him from flying bok choy and foiling the state statutes on indecent exposure, which in New York were not amended to exclude breast-feeding specifically until the year after his birth.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"In School","web_url":"https://www.nytimes.com/1994/05/25/us/in-school.html","abstract":"  The fancy name is \"site-based management.\" That's what business professors call it. In practice, it's tons uglier. You take all the school district's principals, put them in a room, tell them how much money is available for next year and then, instead of the superintendent dictating priorities, the principals decide among themselves how scarce resources will be divided among schools.   The principals hate it. \"It pits colleague against colleague,\" said Michael Cox, the junior high principal.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"D-Day Considerations : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-dday-considerations-letters-to-the-editor.html","abstract":"Regarding \"There Were Germans in Normandy and Some Lie There Still\" (Opinion, May 18) by John C. Ausland:.How could it \"contribute to European harmony\" if, as Mr. Ausland suggests, one or more of the European leaders would include t","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Public & Private;\nTo Feed or Not to Feed","web_url":"https://www.nytimes.com/1994/05/25/opinion/public-private-to-feed-or-not-to-feed.html","abstract":"In '83 I was on the lam, flagrantly flirting with the law in malls, movie theaters, public parks and restaurants. The closest I came to arrest was when a security guard suggested that I might want to take my modest state of undress into the ladies' room. Intimidated, I complied, despite the fact that there were more nudes on the walls of the museum I was visiting than in your average health club locker room.\n\n Yes, I breast-fed in public, often in Chinese restaurants, where I felt guilty not about my exposure, such as it was, but about the way I sometimes dripped oyster sauce on my baby's head while I moved food from my plate to my mouth. I learned to drape a dinner napkin over his pate, which had the dual effect of protecting him from flying bok choy and foiling the state statutes on indecent exposure, which in New York were not amended to exclude breast-feeding specifically until the year after his birth.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Miller's Mouth Needed For a Lively Series","web_url":"https://www.nytimes.com/1994/05/25/sports/on-pro-basketball-miller-s-mouth-needed-for-a-lively-series.html","abstract":"  Charles Oakley threw out the Knicks' ceremonial first forearm last night at exactly 13 minutes after 8.   Forced to wait 17 seconds into the game for Reggie (The Mouth) Miller to drive the ball to the basket past John Starks on the left side, Oakley drove his right arm into Miller's skimpy chest and drew a well-deserved technical foul. What the heck. It was just Oakley's calling card, his version of the high hard one under the chin.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/25/style/chronicle-204447.html","abstract":"  The soprano JUDITH ANDERSON and the pianist GARRICK OHLSSON are going to the rescue of the New York Philharmonic, which began an emergency talent search on Friday after it learned that ANDRE PREVIN had undergone bypass surgery. Mr. Previn was to have been the guest pianist for a gala event at Avery Fisher Hall tonight, the presentation of the first Mahler Award to Citibank, given in recognition of the bank's \"longstanding commitment to the orchestra.\"   \"It's nice to do a favor for the Philharmonic,\" Ms. Anderson said.","thumbnail":null,"section":"Style"},{"date":"19940525","headline":"Rome Has a Show Of Stolen Artworks To Highlight a Fight","web_url":"https://www.nytimes.com/1994/05/25/arts/rome-has-a-show-of-stolen-artworks-to-highlight-a-fight.html","abstract":"  High up in the dank interior of Castel Sant'Angelo, just below the parapet from which Tosca leaped to her death, a curiously eclectic art exhibition is on view until June 15. Called \"Treasures From the Darkness,\" it consists of stolen artworks that were recovered by the Italian police.   No certified masterpieces are on display. About the closest the exhibition comes to a well-known artist's name is an 18th-century scene of the Piazza San Marco in Venice \"attributed to the school of Canaletto.\"","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"Bahamian Tug Evades Navy to Land in Haiti","web_url":"https://www.nytimes.com/1994/05/25/world/bahamian-tug-evades-navy-to-land-in-haiti.html","abstract":"  A Bahamian vessel has evaded a United States Navy cordon and slipped into a Haitian port in violation of United Nations sanctions on Haiti, American officials said today.   The incident, which occurred as a near-total economic embargo was imposed on Haiti over the weekend, underscores the vulnerabilities of a policy intended to squeeze the Haitian military leaders from power.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"I.B.M. TO TRANSFER ADVERTISING WORK TO SINGLE AGENCY","web_url":"https://www.nytimes.com/1994/05/25/us/the-media-business-advertising-ibm-to-transfer-advertising-work-to-single-agency.html","abstract":"  I.B.M., in the largest shift in advertising history, unexpectedly announced yesterday that it would dismiss more than 40 agencies it has worked with around the world and move its entire account to a single shop, Ogilvy & Mather Worldwide. I.B.M., one of the world's biggest marketers, spends $400 million to $500 million annually on advertising.   The decision stunned Madison Avenue and is expected to reverberate for months. The changes were made without notice, so abruptly that in a couple of cases, some work by the agencies being dismissed has yet to appear. For most of the agencies, the losses are serious and might necessitate layoffs. In a couple of instances, they are potentially devastating.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Must Phone Rates Block Information Highway?","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-must-phone-rates-block-information-highway-204455.html","abstract":"  To the Editor:   \"In Twist, Consumer Group and F.C.C. Back Cable TV\" (Business Day, May 12) reports that cable television companies argue that \"phone companies are trying to finance their ventures at the expense of ordinary phone customers, who may end up with higher bills and services they may not want.\" This argument constitutes a serious challenge to those of us calling for a long-range goal of expanded universal service.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Knicks Score 100 Against Pacers to Pass First Test","web_url":"https://www.nytimes.com/1994/05/25/sports/pro-basketball-knicks-score-100-against-pacers-to-pass-first-test.html","abstract":"  The Knicks escaped a potentially dangerous situation last night.   Holding off a fourth-quarter rally by the Indiana Pacers, the Knicks left Madison Square Garden with a 100-89 victory in Game 1 of the four-of-seven-game Eastern Conference finals.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"An Archive Of Louis And Jazz","web_url":"https://www.nytimes.com/1994/05/25/nyregion/about-new-york-an-archive-of-louis-and-jazz.html","abstract":"  THEY opened the Louis Armstrong archives yesterday, records, letters and photographs that revealed the jazzman not only as the prodigious trumpeter of our age but also as that rarest of men -- the well-behaved hipster, Prometheus as burgher, Citizen Satchmo of Corona, Queens.   In the 1920's and 30's he had pioneered the basic forms of jazz and hit high C's like no one else. His raspy voice is believed to have invented scat. He was the natural, the Babe Ruth of jazz, and before the word crossover had any meaning, he was one of very few black men who were listened to or watched by whites in an America so much whiter than it is now.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"School Board Is Undergoing A Reshaping","web_url":"https://www.nytimes.com/1994/05/25/nyregion/school-board-is-undergoing-a-reshaping.html","abstract":"  New York City's borough presidents have begun reshaping the Board of Education in a way that will force Mayor Rudolph W. Giuliani to deal with the Queens or Brooklyn presidents to maintain his majority control.   The new seven-member board that will take office July 1 will most likely continue the 4-3 division that has characterized board proceedings for two years, officials and political consultants said.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Mandela Describes the Hard Work Ahead","web_url":"https://www.nytimes.com/1994/05/25/world/mandela-describes-the-hard-work-ahead.html","abstract":"  After decades of liberation struggle and weeks of euphoria, President Nelson Mandela used his first \"state of the nation\" speech today to rally South Africa back to work, avoiding grand promises in favor of a businesslike vision of common national purpose.   The speech would not have sounded strange from the lips of George Bush or John Major. It promised to avoid \"permanent\" new taxes, cut the Government deficit, contain inflation, lower interest rates, maintain a stable currency, court investment and promote growth.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Russia Tells NATO It Is Ready to Join Peace Partnership","web_url":"https://www.nytimes.com/1994/05/25/world/russia-tells-nato-it-is-ready-to-join-peace-partnership.html","abstract":"  Defense Minister Pavel Grachev of Russia brought NATO ministers assurances today from President Boris N. Yeltsin that Moscow would join the alliance's Partnership for Peace, the program intended to forge closer ties between NATO and its former Warsaw Pact enemies.   But in brief remarks to reporters after a private 90-minute session with NATO officials, he did not say when Russia would sign the plan, and he cautioned that Moscow would put forward its own \"more comprehensive\" plan on Wednesday on ways it intended to cooperate with NATO.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/25/style/chronicle-204439.html","abstract":"  When WYNTON MARSALIS was invited to dinner at Ralph Ellison's house in Manhattan a few years ago, he discovered that he and the writer had something in common: the trumpet.   After dinner -- \"prepared by his wife, Fanny, in the most soulful and Southern style,\" Mr. Marsalis said -- Mr. Ellison brought out a trumpet that he had not played in 20 years.","thumbnail":null,"section":"Style"},{"date":"19940525","headline":"New World Trade Rules Tilt Against U.S.","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-new-world-trade-rules-tilt-against-us-204480.html","abstract":"  To the Editor:   \"Mr. Gingrich's False Alarm on Trade\" (editorial, May 8) praises the newly created World Trade Organization on several deserving grounds. The World Trade Organization will strengthen the rule of law in international trade. It will widen the embrace of its predecessor, the General Agreement on Tariffs and Trade, to include trade in services and intellectual property. And the World Trade Organization will make it harder to change trade rules.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Gaby in Defeat: The Attitude's the Thing","web_url":"https://www.nytimes.com/1994/05/25/sports/IHT-gaby-in-defeat-the-attitudes-the-thing.html","abstract":"Gabriela Sabatini sort of likes - likes? - the court where Chris Evert in 1988 and Martina Navratilova on Monday played their final matches in the French Open. On her chair, drinking from a large water bottle and eating pieces of fruit, with children cha","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Commencements; New School Confers Degrees on 1,433","web_url":"https://www.nytimes.com/1994/05/25/nyregion/commencements-new-school-confers-degrees-on-1433.html","abstract":"  The New School for Social Research conferred 1,433 degrees yesterday on graduates of the Eugene Lang College, the New School, Mannes College of Music, Graduate Faculty of Political Science and Social Science, the Graduate School of Management and Urban Policy and the Parsons School of Design.   A total of 643 bachelor's degrees, 569 master's degrees, 175 associate's degrees and 46 doctorates were conferred by the school.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Review/Television; MTV Debates Gangsta Rap","web_url":"https://www.nytimes.com/1994/05/25/arts/review-television-mtv-debates-gangsta-rap.html","abstract":"  Tonight MTV devotes 24 minutes to the incredibly complex phenomenon of \"Gangsta Rap.\" The essay seems aimed less at MTV's regular audience, who will find most of the material overly familiar, than at those of us who wouldn't spend two minutes listening to this music but ignore its existence perhaps at our peril.   The popularity of gangster rap (let's drop the cute comic-book spelling), with its sometimes violent and sexist content, has reached the point where, as in Congress this year, hand-wringing public hearings abound.","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"COLLEGE LACROSSE","web_url":"https://www.nytimes.com/1994/05/25/sports/college-lacrosse.html","abstract":"  Virginia    The Cavaliers, seeded fifth in the National Collegiate Athletic Association tournament, play No. 1 Syracuse in the first semifinal contest at College Park, Md., on Saturday, and Virginia Coach Dom Starsia is candid about the prospect.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"10 Students Named Churchill Scholars","web_url":"https://www.nytimes.com/1994/05/25/us/10-students-named-churchill-scholars.html","abstract":"  Ten American college students have been awarded this year's Winston Churchill Scholarships for graduate work in mathematics, engineering and the sciences at Cambridge University in England.   The students, who were selected for outstanding academic and extracurricular achievement, will each receive about $20,000 toward tuition, travel and living expenses.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"1894: Diploma Mania : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-1894-diploma-mania-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A good deal of sarcasm has been leveled at China on account of her innumerable mandarins and learned men, furnished with all kinds of diplomas, possible and impossible. In this respect France is rapidly becoming a China on a small scale, the mania","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Devils Fear Building Too Much Confidence","web_url":"https://www.nytimes.com/1994/05/25/sports/hockey-devils-fear-building-too-much-confidence.html","abstract":"  Three victories in the playoffs over the Rangers after losing all six games to them in the regular season have put the Devils in a different frame of mind in the late stages of the Eastern Conference final series between the archrivals.   \"Our confidence has built from the start of the series,\" Devils defenseman Ken Daneyko said today. \"Some of us weren't so sure because we beat them in overtime in that first game, but the way we played Game 4 and Game 5 has given us a lot more confidence.\"","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Dubious Immunity for a President","web_url":"https://www.nytimes.com/1994/05/25/opinion/dubious-immunity-for-a-president.html","abstract":"  President Clinton's private attorneys are considering asking a Federal court in Little Rock to spare Mr. Clinton -- at least while he occupies the White House -- the duty to defend a civil lawsuit based on alleged sexual misconduct when he was Governor of Arkansas.    That would be a highly dubious claim of Presidential privilege, one the courts would be unwise to adopt. Presidents are immune from civil liability for their official acts while in office. But extending that immunity to pre-Presidential conduct is not justified. Presidents are, in the first instance, citizens, no more above the law than other citizens. Granting them immunity to civil litigation would deny aggrieved litigants a timely chance at justice.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/25/sports/results-plus-200735.html","abstract":"  GOLF  Kestner and Miller Share Dodge Lead  Darrell Kestner and Jim Miller both fired bogey-free, four-under-par rounds of 61 yesterday to lead the $125,000 Dodge Open Charity Classic after the first round at Rockaway River Country Club in Denville, N.J. Mike Laudien, Mark Mielke and a former champion, Billy Ziobro, were two shots back on the par-65, 16-hole layout, shortened from the regulation par 72 due to weather-related delays in construction that left the 10th and 11th holes unplayable. The defending champion, Bruce Zabriski, led a group of eight golfers three shots back. BOXING  Morrison Wins Decision Over Griffin    Tommy Morrison (41-2) knocked down Sherman Griffin (14-3) in the first round and rolled to a 10-round unanimous decision last night in a heavyweight bout at Tulsa, Okla. Two judges scored it 98-91 and the third had 97-92. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Bans for Cangelosi and Smith","web_url":"https://www.nytimes.com/1994/05/25/sports/baseball-bans-for-cangelosi-and-smith.html","abstract":"  Ten days after the incident touched off a melee between the Mets and the Braves at Shea Stadium, Mets outfielder John Cangelosi was suspended for four games by the National League today for charging the mound after he was hit by a pitch from John Smoltz of Atlanta. Smoltz, who had yielded a grand slam to the previous batter, Ryan Thompson, was suspended for eight games for intentionally hitting Cangelosi, guaranteeing that he will miss a start.   Cangelosi, who becomes the fifth player suspended for charging the mound this season, has appealed the decision and will not serve the suspension until after he has a hearing with the league, which will probably occur after the Mets return to New York this weekend. Smoltz, a mainstay of the Braves' staff, also filed an appeal.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Reviews/Television; Remembering D-Day 50 Years Later","web_url":"https://www.nytimes.com/1994/05/25/movies/reviews-television-remembering-d-day-50-years-later.html","abstract":"  Indelible memories and unforgettable pictures come together for a powerful climax to \"D-Day.\" The \"American Experience\" offering, which marks the 50th anniversary of the Allied invasion of Nazi-held Europe on June 6, 1944, keeps its focus steadily on the men, most of them in their first battle, who did the fighting.   Beginning with Gen. Dwight D. Eisenhower's arrival in England in January 1944 to take command of the Allied expeditionary forces, the hourlong documentary tells of British and American tactics to mislead the German defenders under Field Marshal Erwin Rommel about where the landing would take place; the daring nighttime incursions to probe German defenses; the fierce bombings of bridges and rail yards and the air battles that virtually annihilated the German air force, and finally the invasion of Normandy by what the narrator, David McCullough, calls \"the largest naval armada in history.\"","thumbnail":null,"section":"Movies"},{"date":"19940525","headline":"New Paper to Vie for Readers on Capitol Hill","web_url":"https://www.nytimes.com/1994/05/25/us/new-paper-to-vie-for-readers-on-capitol-hill.html","abstract":"  A company that publishes community newspapers in the New York metropolitan area said yesterday that it would begin a small Capitol Hill newspaper war by starting a weekly to compete with Roll Call, the twice-weekly publication that bills itself as the hometown paper for Congress and Congress watchers.   The new paper, tentatively called The Hill, is to be published by News Communications Inc., a New York City company with more than 20 community newspapers in Manhattan, Queens and the New York City suburbs.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Hungary Schools Seeking Past Glory","web_url":"https://www.nytimes.com/1994/05/25/us/hungary-schools-seeking-past-glory.html","abstract":"  When cigarette smoking among the students at a local high school spun out of control, in much the way it often does in the United States, the school administration called a referendum, inviting students and parents to vote.   Should 18-year-olds be allowed to smoke? Should those over 16 be allowed to smoke with parental consent? The vote was yes to the 18-year-olds and no to the younger students.  Such a vote would not have been unusual in many American schools. But for Hungary, it was revolutionary.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"The Bashing Wasn't Funny : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/25/opinion/IHT-the-bashing-wasnt-funny-letters-to-the-editor.html","abstract":"Regarding \"East Asia Will Find Its Own Roads to Democracy\" (Opinion, May 17) by Mahathir bin Mohamad:.When I worked in Washington in the 1970s, Japanese-bashing was popular. Some of my American colleagues, resenting the increasingly stiff eco","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Smokers Have Higher Breast Cancer Death Risk","web_url":"https://www.nytimes.com/1994/05/25/us/smokers-have-higher-breast-cancer-death-risk.html","abstract":"  WOMEN who smoke face an increased risk of dying of breast cancer, according to a recently published study. The study, which does not necessarily mean that smoking causes breast cancer, is nonetheless the first to link cigarette smoking to the second most common cancer killer of American women. The leading killer, lung cancer, is widely recognized as being due almost entirely to smoking.   The breast cancer study, conducted among more than 600,000 women who were initially cancer-free and who were followed for six years, found that smokers were 25 percent more likely than nonsmokers and former smokers to die of breast cancer. Furthermore, the more cigarettes a woman smoked and the longer she had smoked, the greater her risk. Those who smoked two packs or more a day, for example, were 75 percent more likely to develop fatal breast cancer than were nonsmokers.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Ukrainian Accuses Yeltsin of Making Threats","web_url":"https://www.nytimes.com/1994/05/25/world/ukrainian-accuses-yeltsin-of-making-threats.html","abstract":"  As negotiations continued in Moscow and Kiev over Crimea and control of the formerly Soviet Black Sea Fleet, the Ukrainian President criticized President Boris N. Yeltsin of Russia today, accusing him of issuing threats to another sovereign state.   Leonid M. Kravchuk, the Ukrainian leader, is already under considerable political pressure at home with a presidential election scheduled for next month. He promised that Crimea would remain Ukrainian and that Kiev would not use force.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/25/nyregion/c-corrections-204188.html","abstract":"  Because of an editing error, a headline on the Patterns column of the Fashion page yesterday about Calvin Klein's new president and chief executive, Gabriella Forte, misstated her former position at Giorgio Armani. She was the executive vice president of Armani and the head of its United States operations, not the president of Armani.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Sheffield Pleads No Contest","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-baseball-sheffield-pleads-no-contest.html","abstract":"  Florida Marlins outfielder GARY SHEFFIELD pleaded no contest to a reckless driving charge yesterday in Orlando, Fla., and was sentenced to nine months of probation and ordered to perform 40 hours of community service. Sheffield also had been charged with drunken driving on Dec. 5 after police clocked him traveling more than 110 miles an hour on Interstate 4 in a Ferrari Testarossa. The driving while intoxicated charge was dismissed after Sheffield's lawyer, JOSEPH H. FICARROTTA, filed a motion arguing a breath test given after the traffic stop was not performed properly. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"A Revised View of Pain of Circumcision","web_url":"https://www.nytimes.com/1994/05/25/us/a-revised-view-of-pain-of-circumcision.html","abstract":"  FOR centuries, countless millions of babies have endured severe, lasting and unrelieved pain during and after circumcision, a fact that has just recently been recognized by the medical profession.   In fact, a new study by pediatric researchers at Rochester General Hospital in upstate New York showed that the pain of circumcision was so severe that a popular over-the-counter pain reliever for infants failed to alleviate their suffering during and immediately after the procedure. Still, while 86 percent of newborn boys in this country are circumcised, the procedure is widely performed without any sort of anesthesia.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/25/nyregion/news-summary-196398.html","abstract":"  International A3-13  IN GAZA'S FREEDOM, SIMPLE JOYS  Perhaps the most dramatic measure of the first week of self-rule in Gaza has been the sudden normalcy in Palestinians' lives: barbecuing at the beach, leaving home without I.D. cards and chatting in coffee shops long past the old curfew.  A1  EUROPEANS SKIRTING RWANDA  Western Europeans are increasingly horrified by the slaughter in Rwanda, but their governments are not sending peacekeepers troops there. In a conflict between their humanitarian impulses and cold calculation of national interest, realpolitik is winning.  A1","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"The Diabetic Fat of Choice May Be Monounsaturated","web_url":"https://www.nytimes.com/1994/05/25/us/the-diabetic-fat-of-choice-may-be-monounsaturated.html","abstract":"  A NEW study suggests that a diet high in monounsaturated fats may be preferable to a high-carbohydrate diet for many, if not most, people with diabetes.    Forty-two patients with Type 2 (non-insulin-dependent) diabetes participated in the study, which was directed by researchers at the University of Texas Southwestern Medical Center in Dallas. The results were published in the May 11 issue of The Journal of the American Medical Association.","thumbnail":null,"section":"U.S."},{"date":"19940525","headline":"Public & Private;\nTo Feed or Not to Feed","web_url":"https://www.nytimes.com/1994/05/25/opinion/public-private-to-feed-or-not-to-feed.html","abstract":"In '83 I was on the lam, flagrantly flirting with the law in malls, movie theaters, public parks and restaurants. The closest I came to arrest was when a security guard suggested that I might want to take my modest state of undress into the ladies' room.  Intimidated, I complied, despite the fact that there were more nudes on the walls of the museum I was visiting than in your average health club locker room. \n\nYes, I breast-fed in public, often in Chinese restaurants, where I felt guilty not about my exposure, such as it was, but about the way I sometimes dripped oyster sauce on my baby's head while I moved food from my plate to my mouth. I learned to drape a dinner napkin over his pate, which had the dual effect of protecting him from flying bok choy and foiling the state statutes on indecent exposure, which in New York were not amended to exclude breast-feeding specifically until the year after his birth.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"British Scientists Say Excavated Shinbone Belongs to Earliest European Man","web_url":"https://www.nytimes.com/1994/05/25/world/british-scientists-say-excavated-shinbone-belongs-to-earliest-european-man.html","abstract":"  British scientists, digging among ancient stone tools and animal bones in a West Sussex gravel pit, have uncovered the shinbone of a strapping six-foot man who lived half a million years ago. They are calling their discovery the earliest European.   Known as the Boxgrove Man, from the name of the quarry site, he lived at a time when Britain was a peninsula of Europe and populated with many now-extinct species of elephants, deer, bears, rhinoceroses, voles and other animals. From the stone-cutting tools and flint chips found in the pit in recent years, the presence there of early human ancestors of an uncertain antiquity was apparent but, until now, unsupported by fossil remains.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Kings Pick a New General Manager","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-hockey-kings-pick-a-new-general-manager.html","abstract":"  The Los Angeles Kings reached into the Ontario Hockey League for a new general manager, SAM McMASTER, yesterday. McMaster, with a reputation for spotting raw talent, succeeds NICK BEVERLEY in a continuing shake-up of the team's front office. The moves follow a disastrous season in which the Kings missed the playoffs after making the Stanley Cup finals a year ago. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/25/style/chronicle-200190.html","abstract":"  MARVIN HAMLISCH will share the program with Aaron Copland, Benjamin Britten and Arthur Honegger when his \"Anatomy of Peace,\" a 30-minute symphonic suite, is performed at Les Invalides in Paris on June 6 as part of a D-day observance. But Mr. Hamlisch will miss the performance because of a prior commitment in California: BARBRA STREISAND'S concert tour.   Mr. Hamlisch, who is conducting Ms. Streisand's 64-piece orchestra, described life on the road with the singer as \"so far, so terrific.\"","thumbnail":null,"section":"Style"},{"date":"19940525","headline":"Beijing's Fading Clout","web_url":"https://www.nytimes.com/1994/05/25/opinion/beijings-fading-clout.html","abstract":"As President Clinton approaches a decision on extending \"most favored nation\" trading status to China, the debate has, properly, moved away from bashing Beijing and toward selecting specific targets for sanctions.\n\nThe main problem in Washington is an assumption that Beijing controls China's economy -- which may be on the verge of becoming the world's largest -- and that if only America can persuade it to change its mind, an improvement in human rights will follow.","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Nordiques Replace Page With Lacroix","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-hockey-nordiques-replace-page-with-lacroix.html","abstract":"  PIERRE PAGE, who had two jobs with the Quebec Nordiques -- coach and general manager -- now has none. PIERRE LACROIX was hired as the team's general manager yesterday, and he will pick a new coach. The announcement at a news conference that Page was out ended speculation about Page's status after a season in which the Nordiques were the major disappointment of the league.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Despite Embargo, Haiti's Rich Seem to Get Richer","web_url":"https://www.nytimes.com/1994/05/25/world/despite-embargo-haiti-s-rich-seem-to-get-richer.html","abstract":"  Large gaps in a worldwide embargo that took effect on Sunday have allowed some of Haiti's wealthiest families, traditionally close allies of the defiant military, to continue a lucrative food trade, diplomats and Haitian business people say.   The situation resulted from a failure by the United States to freeze the assets of leading Haitian business executives and to keep them out of the food trade, and critics of American policy expressed doubts about Washington's willingness to end the political crisis. The freezing of assets is only being applied to Haiti's senior military officers and their allies in Government.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Bombing Victim's Husband Speaks Out","web_url":"https://www.nytimes.com/1994/05/25/nyregion/bombing-victim-s-husband-speaks-out.html","abstract":"  Following is the text of the statement by Edward Smith of Seaford, L.I., whose wife was killed in the World Trade Center bombing, before the four defendants in the bombing trial were sentenced.    One night, in the autumn of 1992, I was at school and called home as I did every night between classes, but this call would be different from any other I had ever made.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Bronx Bully Boys: Yanks Sock It to Jays","web_url":"https://www.nytimes.com/1994/05/25/sports/baseball-bronx-bully-boys-yanks-sock-it-to-jays.html","abstract":"  What had been official in the American League East standing for 16 days was confirmed in convincing fashion last night: There are new bullies in baseball's nastiest neighborhood and they do not wear blue uniforms or play indoors. They wear pinstripes and live in the Bronx. They are the Yankees.   If the two-time defending World Series champion Blue Jays lurked as the final barrier to overcome for the Yankees to validate themselves as the favorites in the division, then they succeeded with a flourish by pounding Dave Stewart and cruising to a 6-1 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/05/25/arts/the-pop-life-201170.html","abstract":"  The Eagles, Vintage '94   The Eagles have a funny way of taking it easy. On Friday night, the country-rock band will kick off its first tour in 14 years at the Irvine Meadows Ampitheater in Los Angeles, and the drummer, singer and songwriter Don Henley says he's looking forward to the \"rest and relaxation.\"   \"There's so many things going on,\" he explained by telephone yesterday from his home in Los Angeles. \"There's lawsuits, record negotiations, the tour, the charities we'll be benefiting. Life is a little too complicated right now. Getting out on the road will simplify things a little bit. All you have to worry about is room service.\"","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"Pacers Just Need Time, But It's Already Fleeting","web_url":"https://www.nytimes.com/1994/05/25/sports/pro-basketball-pacers-just-need-time-but-it-s-already-fleeting.html","abstract":"  The Indiana Pacers had jumped all over the Knicks, up by 8-0 at the start and clicking toward an early rout, when all of a sudden the Pacers last night began playing like what they are: first-time entrants in a big-time show.   They have never advanced this far in the National Basketball Association playoffs. They have battled adversity this season but they have not trudged through the same trenches the Knicks have. The Knicks had just buried a demon by dumping the Chicago Bulls in seven games, but it was the Knicks' fourth try after three straight years of losses to Chicago.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Almost Reviving 'Pericles'","web_url":"https://www.nytimes.com/1994/05/25/style/IHT-almost-reviving-pericles.html","abstract":"A revival of \"Pericles,\" the least satisfactory of all Shakespeare's plays and indeed the least Shakespearean since there is evidence that whole chunks of it are the work of others, usually means one of two things: Stratford is feeling guilty a","thumbnail":null,"section":"Style"},{"date":"19940525","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/25/nyregion/c-corrections-204170.html","abstract":"  A front-page article yesterday about an agreement between Fox Inc. and the New World Communications Group Inc., under which New World will switch its television network alliance to Fox, misstated the terms in some editions. Fox will pay New World $500 million, and receive 20 percent of New World's stock for the first $250 million of that price, paying slightly more than $12 a share, not 12 cents a share. Fox will commit the other $250 million to two issues of warrants, the first $18 million to be converted to stock when the price reaches $15 a share, not 15 cents a share, and the rest to be held for seven years or until the price reaches $50 a share.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/25/nyregion/metro-digest-196614.html","abstract":"  TRADE CENTER BOMBERS GET 240 YEARS   The four men convicted of bombing the World Trade Center were sentenced to prison terms that assure they will remain in custody for the rest of their lives. To do that, Judge Kevin T. Duffy imposed the extraordinary sentence of 240 years on each of the men -- Mohammed A. Salameh, Nidal A. Ayyad, Mahmud Abouhalima and Ahmad M. Ajaj -- and said they would have no possibility of parole. A1.   Edward Smith, whose wife was killed in the bombing, addressed the court. B4. G.O.P. BACKS BERNADETTE CASTRO   New York State's Republican Party selected Bernadette Castro, whose family manufactured convertible sofas, to run for the United State Senate against the three-term Democratic incumbent, Daniel Patrick Moynihan. A1.   If there is a poster boy for Republican gubernatorial aspirations, it is Mayor Giuliani. B6. NEW YORK CITY  MOTHER QUESTIONED IN CHILD'S DEATH   As the investigation continued into the death of an 18-month-old boy whose body was found in a plastic bag in his family's Brooklyn apartment, relatives said that they had repeatedly called the authorities to report that the child's mother had been abusing him. B3. YOUTH SERVICES SHOWS DISARRAY   Providing another glimpse of the disarray inside the Department of Youth Services, Deputy Mayor Ninfa Segarra told a City Council committee that the department had been unable to process a new round of contract proposals for youth programs in time to finance them for the next fiscal year. B3. HUMAN RESOURCES OFFICIAL UNDER FIRE   In a contentious budget hearing at City Hall, Marva L. Hammons, the commissioner of the city's Human Resources Administration, was berated by City Council members for being unable to specify what effects the city's proposed budget cuts would have on social services. B3. PHILANTHROPIC SPIRIT STAYS AFLOAT   Philanthropic giving in the New York region rose modestly last year, but on a per capita level among employees in 152 major corporations, the increase was 4 percent. B2.   The New School for Social Research conferred 1,433 degrees. B2. REGION  WHITMAN ASKS FOR MORE TIME   The Whitman administration asked the New Jersey Supreme Court to give the Governor a chance to solve the problems that have created financial and academic gaps between rich and poor districts. B6. ARGUMENT ARISES OVER COLLEGE LANDS   New Jersey's nine state colleges and Gov. Christine Todd Whitman have been drawn into another tussle with the Board of Higher Education, which Mrs. Whitman has vowed to abolish. The issue this time: who holds the title to some $600 million worth of campus land and buildings? B5. SCOUT CAMP PRESERVED AS OPEN SPACE   A 1,400-acre Boy Scout camp in Putnam County that seemed destined for development has been preserved under a $2.1 million agreement. B6.   A Connecticut judge will be nominated for the United States Court of Appeals. B6.    About New York by Michael T. Kaufman B3","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Just in Time, Jones Gets Mets' Support","web_url":"https://www.nytimes.com/1994/05/25/sports/baseball-just-in-time-jones-gets-mets-support.html","abstract":"  Bobby Jones didn't bother to head to the clubhouse to watch the ninth inning this evening, even though he knew his job was done. He had pitched his guts out for eight innings, just him against the Pittsburgh Pirates, with Bobby Bonilla's solo homer his lone means of support.   And so he stayed in the dugout to watch the top of the ninth inning, to watch how this game would play out. The Mets made it worth Jones's wait.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Tale of Videotape to Decide Where Beukeboom Sits for Game 6","web_url":"https://www.nytimes.com/1994/05/25/sports/hockey-tale-of-videotape-to-decide-where-beukeboom-sits-for-game-6.html","abstract":"  The defenseman was on the defensive. He is Jeff Beukeboom of the Rangers and he was explaining why he does not think he should be suspended for Game 6 of the Stanley Cup semifinals against the Devils on Wednesday night at Byrne Meadowlands Arena.   The National Hockey League has requested a videotape of Beukeboom's check that left Stephane Richer woozy and out of action for much of the Devils' 4-1 victory in Game 5 Monday night, a triumph that gave them a 3-games-to-2 lead in the four-of-seven-game Eastern Conference finals. The winner moves on to face either Vancouver or Toronto in the Stanley Cup finals.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"The Tramp Dined Out To Wind Up in Jail Too","web_url":"https://www.nytimes.com/1994/05/25/opinion/l-the-tramp-dined-out-to-wind-up-in-jail-too-204501.html","abstract":"  To the Editor:   Re \"A Thief Dines Out, Hoping Later to Eat In\" (front page, May 19): Gangaram Mahes's ordering of expensive restaurant meals -- which he cannot pay for -- to have himself arrested and put in prison, may be a case of life imitating art. In \"Modern Times,\" Charlie Chaplin's classic 1936 satire, the Tramp uses the same means to get jailed and escape a world of unemployment, poverty and urban chaos. Has so little changed in 60 years?  JONATHAN D. REICHMAN  Chappaqua, N.Y., May 19, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940525","headline":"Rockets' Olajuwon Named Most Valuable Player","web_url":"https://www.nytimes.com/1994/05/25/sports/pro-basketball-rockets-olajuwon-named-most-valuable-player.html","abstract":"  Hakeem Olajuwon, by some measures the dominant player of his era, finally received an official measure of recognition yesterday. The Houston Rockets' 7-foot center was named the National Basketball Association's most valuable player of the 1993-94 season.   In voting by a panel of 101 reporters and broadcasters, Olajuwon, who placed second to Charles Barkley of the Phoenix Suns last year, finished with 66 first-place votes, ahead of David Robinson of the San Antonio Spurs (24), Scottie Pippen of the Chicago Bulls (7) and Shaquille O'Neal of the Orlando Magic (3). Patrick Ewing was fifth with a single first-place vote, while Barkley was 10th, with a total of three votes, one for fourth place and two for fifth.","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Sakaiminato Journal; The North Koreans Are Coming, Bearing Seafood","web_url":"https://www.nytimes.com/1994/05/25/world/sakaiminato-journal-the-north-koreans-are-coming-bearing-seafood.html","abstract":"  North Korea may have no powerful friends left -- not the Chinese, who are tired of protecting an embarrassing old relative, and certainly not the Russians, who realized years ago that their fiscal and technological future lay on the other side of the Demilitarized Zone.    So when the North Koreans are looking for a warm welcome, mixed, of course, with some hard currency, they head for this busy fishing port on the Sea of Japan, where the North's fleet is always eagerly awaited.","thumbnail":null,"section":"World"},{"date":"19940525","headline":"Mother Questioned in Her Baby's Death","web_url":"https://www.nytimes.com/1994/05/25/nyregion/mother-questioned-in-her-baby-s-death.html","abstract":"  A relative of an 18-month-old boy whose body was found stuffed into a plastic bag in his family's Brooklyn apartment Monday evening said yesterday that she had repeatedly called authorities to report that the child's mother was abusing him.   The mother, Jaqueline Padgett, 31, of 365 Gates Avenue in Bedford-Stuyvesant, was taken into custody late Monday after the body of her son Joseph was found by his aunt. She was still being questioned by detectives yesterday, the police said.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Bowe Names Donald His Foe for July","web_url":"https://www.nytimes.com/1994/05/25/sports/sports-people-boxing-bowe-names-donald-his-foe-for-july.html","abstract":"  Opponent No. 2 in RIDDICK BOWE's triad of monthly fights surfaced yesterday: LARRY DONALD, undefeated, 27 years old, and a wise guy. Bowe, the former heavyweight champion, will face Donald at Hollywood Park, the horse track outside of Los Angeles, on July 15. The bout comes barely a month after Bowe returns by facing BUSTER MATHIS JR., and a month before he meets another opponent in August. Bowe said he was working harder rather than taking it easier because the fights are so close together. He said he weighed 248 pounds and expected to come in at 240 \"for all of them.\"","thumbnail":null,"section":"Sports"},{"date":"19940525","headline":"Federal Judge To Be Elevated To Appeals Slot","web_url":"https://www.nytimes.com/1994/05/25/nyregion/federal-judge-to-be-elevated-to-appeals-slot.html","abstract":"  Jose A. Cabranes, the Chief Judge for the Federal District Court in Connecticut who was seen as a possible Supreme Court nominee, will instead be nominated by President Clinton to the United States Court of Appeals for the Second Circuit, Sen. Daniel Patrick Moynihan of New York announced yesterday.   The nomination met with praise tinged with bitterness among some Hispanic members of the legal community, who had hoped to see the Puerto Rican-born judge become the first Hispanic justice on the Supreme Court. The President has instead nominated Judge Stephen G. Breyer of Boston to fill the seat being vacated by Associate Justice Harry Blackmun.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Composers Who Are Farther Than Far Out","web_url":"https://www.nytimes.com/1994/05/25/arts/composers-who-are-farther-than-far-out.html","abstract":"  It would be easier to call John Cage or Conlon Nancarrow eccentric if we knew what center their orbits had strayed from. But \"American Eccentrics\" is indeed the title of the New York Philharmonic's tribute to American music this week. Panels, readings, lectures and an elusive sound sculpture display surround a chamber-music evening and four orchestra concerts repeating a single program.   The chamber music came on Monday night at Merkin Concert Hall, prefaced by a symposium of composers and including music by Cage, Paul Bowles, Mr. Nancarrow, Henry Cowell, Pauline Oliveros and Terry Riley. Mr. Nancarrow, frail but elegant, appeared briefly at the back of the hall as Ursula Oppens played his \"Two Canons for Ursula,\" then was bundled back to his hotel in an incongruous stretch limousine.","thumbnail":null,"section":"Arts"},{"date":"19940525","headline":"Reporter's Notebook; Giuliani Preserves Neutrality","web_url":"https://www.nytimes.com/1994/05/25/nyregion/reporter-s-notebook-giuliani-preserves-neutrality.html","abstract":"  If there is a poster boy for Republican gubernatorial aspirations in New York this year, it is Mayor Rudolph W. Giuliani. Party leaders figure that if Mr. Giuliani was able to defeat an incumbent Democrat in a Democratic stronghold last year, maybe it is not farfetched to think that a Republican can beat Gov. Mario M. Cuomo.   But with one eye trained on state budget negotiations in Albany, Mr. Giuliani performed a delicate dance at this week's convention of the Republican State Committee. He delivered a welcoming pep talk to delegates, assuring them both that their party could win and that his city's streets were safe. He also was host at a reception for party leaders at Gracie Mansion on Monday night.","thumbnail":null,"section":"New York"},{"date":"19940525","headline":"Girl, 15, Shot Near School; Doctors Try to Save Her Eye","web_url":"https://www.nytimes.com/1994/05/25/nyregion/girl-15-shot-near-school-doctors-try-to-save-her-eye.html","abstract":"  Flanked by several classmates, Michelle McKie, 15, was straggling toward Springfield Gardens High School in Queens yesterday for her first morning class. She was about to go through the school's metal detectors, as she did every morning, when three shots were fired.    \"I heard three gunshots, and then everybody started running,\" said Sonya Jones, 17, who had arrived at school at the same time as her fellow student. \"I thought it was firecrackers first. Then I heard somebody scream, and I saw the blood on the ground.\"","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940525","time":"1994-05-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":11.2},{"date":"19940525","time":"1994-05-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":87,"wspd":13},{"date":"19940525","time":"1994-05-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":87,"wspd":7.6},{"date":"19940525","time":"1994-05-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":84,"wspd":13},{"date":"19940525","time":"1994-05-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":84,"wspd":11.2},{"date":"19940525","time":"1994-05-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":81,"wspd":11.2},{"date":"19940525","time":"1994-05-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":89,"wspd":7.6},{"date":"19940525","time":"1994-05-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":81,"wspd":5.4},{"date":"19940525","time":"1994-05-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":77,"wspd":9.4},{"date":"19940525","time":"1994-05-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":79,"wspd":1.8},{"date":"19940525","time":"1994-05-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":5.4},{"date":"19940525","time":"1994-05-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":73,"wspd":5.4},{"date":"19940525","time":"1994-05-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":75,"wspd":3.6},{"date":"19940525","time":"1994-05-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":73,"wspd":5.4},{"date":"19940525","time":"1994-05-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":5.4},{"date":"19940525","time":"1994-05-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":81,"wspd":9.4},{"date":"19940525","time":"1994-05-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":14.8},{"date":"19940525","time":"1994-05-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":76,"wspd":13},{"date":"19940525","time":"1994-05-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":76,"wspd":11.2},{"date":"19940525","time":"1994-05-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":85,"wspd":11.2},{"date":"19940525","time":"1994-05-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":74,"wspd":13},{"date":"19940525","time":"1994-05-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":11.2},{"date":"19940525","time":"1994-05-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":80,"wspd":9.4},{"date":"19940525","time":"1994-05-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":81,"wspd":7.6},{"date":"19940525","time":"1994-05-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":18.7},{"date":"19940525","time":"1994-05-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":18.7},{"date":"19940525","time":"1994-05-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":73,"wspd":14.8},{"date":"19940525","time":"1994-05-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":73,"wspd":13},{"date":"19940525","time":"1994-05-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":81,"wspd":13},{"date":"19940525","time":"1994-05-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":81,"wspd":9.4},{"date":"19940525","time":"1994-05-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":11.2},{"date":"19940525","time":"1994-05-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":78,"wspd":9.4},{"date":"19940525","time":"1994-05-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":16.6},{"date":"19940525","time":"1994-05-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":81,"wspd":14.8},{"date":"19940525","time":"1994-05-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":87,"wspd":11.2},{"date":"19940525","time":"1994-05-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":16.6},{"date":"19940525","time":"1994-05-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":78,"wspd":7.6},{"date":"19940525","time":"1994-05-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":18.7},{"date":"19940525","time":"1994-05-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":22.3},{"date":"19940525","time":"1994-05-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":25.9},{"date":"19940525","time":"1994-05-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":58,"wspd":24.1},{"date":"19940525","time":"1994-05-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":53,"wspd":22.3},{"date":"19940525","time":"1994-05-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":46,"wspd":20.5},{"date":"19940525","time":"1994-05-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":44,"wspd":24.1},{"date":"19940525","time":"1994-05-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":45,"wspd":22.3},{"date":"19940525","time":"1994-05-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":51,"wspd":18.7},{"date":"19940525","time":"1994-05-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":14.8},{"date":"19940525","time":"1994-05-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":25.9}]}}