{"19940908":{"guardian_articles":[{"date":"19940908","headline":"Defiance of the wolf baying at Yeltsin's door","web_url":"https://www.theguardian.com/world/1994/sep/08/chechnya","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940908","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/08/us/inside-177997.html","abstract":"  Re-examining an Embargo   If Serbia accepts monitors to insure an end to its aid for Bosnian Serbs, the U.S. and other nations will urge an easing of sanctions. Page A12. A Political Handicap, Too    A Chinese man who lost his legs under a tank in Tiananmen has been barred from international games for the handicapped in Beijing. Page A3. Grief in a Fishing Town    In a Massachusetts town where the sea binds men and women in an anxious pact, hope faded for four fishermen missing off Cape Cod. Page A16. Suicides on the Force    One by one, 10 New York police officers have died sudden deaths this year -- not in the fight against crime, but by their own hands. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"What If A River Runs Through It?","web_url":"https://www.nytimes.com/1994/09/08/sports/outdoors-what-if-a-river-runs-through-it.html","abstract":"  The concept that an individual or a club can own a navigable river, in New York State at least, was put to rest recently in a ruling by a state appeals court. The decision ended a history of litigation in which the Adirondack League Club sued the Sierra Club on grounds of trespass over a 12-mile stretch of the South Branch of the Moose River.    Neil Woodworth, counsel to the Adirondack Mountain Club, the large outdoor organization that backed the defendant's position, described the Aug. 19 ruling as \"a landmark decision.\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"China's Discus Champ: Alone, Disabled and Barred","web_url":"https://www.nytimes.com/1994/09/08/world/china-s-discus-champ-alone-disabled-and-barred.html","abstract":"  Disappointed and angry, China's national champion discus thrower among disabled athletes, Fang Zheng, sat in his apartment here this week as an international competition he was barred from entering took place 1,500 miles away in Beijing.   \"I am the champion,\" he said, adding that he had reaffirmed his supremacy in the discus with several record-breaking throws of 27 meters during training this summer.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Transit Police Report Decline In a Range of Subway Crimes","web_url":"https://www.nytimes.com/1994/09/08/nyregion/transit-police-report-decline-in-a-range-of-subway-crimes.html","abstract":"  Four years after Brian Watkins, a 22-year-old tourist from Utah, was stabbed to death in a mid-Manhattan subway station, the transit police said reports of subway crime in the first six months of 1994 dropped faster than at any time since the start of 1990.   Reported subway felonies dropped 17.9 percent in the first half of this year compared to the first six months of 1993. That sharp drop means that reported crime has declined 47.3 percent over all since the first six months of 1990, the police said yesterday.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Three Congressional Endorsements","web_url":"https://www.nytimes.com/1994/09/08/opinion/three-congressional-endorsements.html","abstract":"  In three metropolitan area Congressional districts, victory in the Democratic primary on Sept. 13 will be tantamount to election because of the overwhelmingly Democratic registration. Here are our recommendations in these races.   Manhattan-Bronx, 15th District: Charles Rangel, the dean of New York's Congressional delegation, faces two challengers in only his second primary contest during 24 years in office. One of the challengers is Adam Clayton Powell 4th, son of the famous Harlem politician unseated by Mr. Rangel in 1970.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-178748.html","abstract":"  The Advertising column in Business Day on Tuesday, about trends in advertising, marketing and media, misstated the first name of the announcer in commercials for Burger King and the New York State Lottery. He is Colter Rule, not Colton Rule.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Diana and the Bulls : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-diana-and-the-bulls-letters-to-the-editor.html","abstract":"Regarding \"In Search of Diana of Ephesus\" (Leisure, Aug. 26):.The writer tells us that the noted Ephesian Diana may have been misinterpreted, that what have been taken as multiple rows of breasts on the statue are actually bulls' testicles, a","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Both Sides Gather: Will It Be Baseball or a Burial?","web_url":"https://www.nytimes.com/1994/09/08/sports/baseball-both-sides-gather-will-it-be-baseball-or-a-burial.html","abstract":"  Negotiators who held what was arguably the first serious talks aimed at ending what a 28-day-old players strike emerged from three hours of meetings last night with no settlement. What they did find, however, was some hope that constructive discussions could ultimately return the game to the field.   \"There still are differences between us of a not insignificant nature and dimension,\" Gene Orza, the associate general counsel of the Major League Baseball Players Association, said, \"but it certainly is better today than it was yesterday. And the goal is to make it better tomorrow.\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"A Vacation Ends: The Burden of Bosnia on Clinton","web_url":"https://www.nytimes.com/1994/09/08/world/a-vacation-ends-the-burden-of-bosnia-on-clinton.html","abstract":"  Even as the Administration tries in talks with Cuba to put one crisis to rest, senior aides to President Clinton say he faces more troubles abroad this fall, with tensions over Bosnia about to jump back to center stage.   The officials say they harbor no illusion that the forces that have pulled the United States toward a more prominent role in Bosnia can be kept dormant much longer. They cite a volatile mix of Serbian stubbornness in resisting peace plans, Russia's independence in easing its pressure on the Serbs and a desire in Congress to end the arms embargo on the Bosnian Government -- all of which could increase the pressure for American action, pressure that will only intensify as the November elections near.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Affluent Europe's Plight: Graying","web_url":"https://www.nytimes.com/1994/09/08/world/affluent-europe-s-plight-graying.html","abstract":"  For most of those attending the population conference here, the question is simple to put, if baffling to answer: What do you do when your land has too many people, especially young people?   But what do you if your land has too few young people, a riddle that confronts the low-birth-rate countries of Western Europe, Italy in particular, where the population has actually begun to shrink and where ever-smaller family sizes and the aging of society mean that, in a few years' time, there will only be one person of working age for every two retirees demanding a pension.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"In an 11-Year-Old's Funeral, a Grim Lesson","web_url":"https://www.nytimes.com/1994/09/08/us/in-an-11-year-old-s-funeral-a-grim-lesson.html","abstract":"  In the last day and a half, mothers and their mothers skipped work, took their young by the hand and pulled them past the coffin of a stranger, 11-year-old Robert Sandifer.   His small body looked as though it belonged to a 7-year-old playing dead in his big brother's tan suit.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/08/nyregion/news-summary-178071.html","abstract":"  International A3-12  VATICAN STALLS U.N. DEBATE  The Vatican put off for two more days any debate over how to deal with abortion in a plan to stabilize world population, seeking to remove language that might imply that it is acceptable for family planning.  A1","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"92d St. Y Turning From the Classics To Music That Pays","web_url":"https://www.nytimes.com/1994/09/08/arts/92d-st-y-turning-from-the-classics-to-music-that-pays.html","abstract":"  With neither the pretense nor the purse of cultural palaces across town, the 92d Street Y has for years been a crucial address for serious music in New York, with an importance far beyond its modest setting. It introduced talents like Dawn Upshaw and Yo-Yo Ma, featured intriguing music without much concern for commercial success, and offered programs that broadened musical scholarship. But troubled by deficits and doubts over high-brow culture altogether, the Y is turning to community service and music that pays.    Last year, the Y split off the New York Chamber Symphony, created in 1977 to crown the Y's presence on the classical music scene. After a few years of transitional support, the 46-player symphony will have to fend for contributions itself, and may well seek a new home.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"Irish to Play Michigan, but Will Their Offensive Line?","web_url":"https://www.nytimes.com/1994/09/08/sports/college-football-irish-to-play-michigan-but-will-their-offensive-line.html","abstract":"  The system has already produced one national championship in Lou Holtz's eight seasons at Notre Dame, and many of the fans who will start to arrive Thursday would volunteer that at least one other title, and perhaps two, has been earned, if not recognized.   But through all the controversies, the system has been consistent. A basic element of success in the Holtz era has been the ability to run the football, usually behind a strong offensive line.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Brodeur Forgets Past And Looks to Future","web_url":"https://www.nytimes.com/1994/09/08/sports/hockey-brodeur-forgets-past-and-looks-to-future.html","abstract":"  Martin Brodeur's lips said he no longer thought of Stephane Matteau's double-overtime goal for the Rangers last May 27 that ended the Devils' quest for the Stanley Cup, but his eyes contradicted his words.   \"I replayed the thing a few times in my mind,\" Brodeur said of the goal that put the Rangers in the Stanley Cup finals, \"but I don't think about it anymore.\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Kennedy Supports Ordination Of Women as Catholic Priests","web_url":"https://www.nytimes.com/1994/09/08/us/kennedy-supports-ordination-of-women-as-catholic-priests.html","abstract":"  Little more than three months after Pope John Paul II declared that Catholics must accept that the priesthood is open only to men, Senator Edward M. Kennedy has said he favors allowing women to become priests.   \"I count myself among the growing number of Catholics who support the ordination of women as priests,\" Senator Kennedy said in a brief statement.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Russians Seal Nuclear Sub On Sea Floor","web_url":"https://www.nytimes.com/1994/09/08/world/russians-seal-nuclear-sub-on-sea-floor.html","abstract":"  Russian divers have completed the first phase of a deep sea operation to seal holes in a sunken submarine to prevent its corroding nuclear torpedoes from leaking plutonium and other radioactive material into the North Atlantic, the head of the expedition said yesterday.   Diving more than a mile under the waves in a pair of manned sub mersibles, the Russian team succeeded in attaching nine large seals to the bow of the submarine, the Komsomolets. The first phase of the expedition began in June and ended in August. The sealing job is to be completed next year.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Repeat Sex Offenders Should Serve for Life","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-repeat-sex-offenders-should-serve-for-life-181838.html","abstract":"  To the Editor:   \"Megan's Legacy\" (editorial, Aug. 31) was a thoughtful examination of strategies for handling repeat sexual predators in our communities. New Jersey is just one of the states grappling with this serious problem.   As the original authors of legislation to protect against sexual predators, we are also concerned about the release of convicted sex offenders. And we are also aware of the concerns voiced by police and parents about letting repeat offenders go free.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"In Memoir, Barbara Bush Recalls Private Trials of a Political Life","web_url":"https://www.nytimes.com/1994/09/08/us/in-memoir-barbara-bush-recalls-private-trials-of-a-political-life.html","abstract":"  Bending, if not quite breaking the silence on political issues that she kept in 30 years of public life, Barbara Bush says in a new autobiography that she disagrees with her husband's stances on abortion and gun control, thinks Patrick J. Buchanan's \"America-first\" speech at the 1992 Republican convention sent a racist message and believed that Bill Clinton \"did not have a chance\" to defeat George Bush in the last Presidential election.   In an otherwise rosy depiction of life as the helpmate of a rising politician, Mrs. Bush also states, almost as an aside, that she was so deeply depressed in the mid-1970's that she sometimes stopped her car on highway shoulders for fear that she might deliberately crash the vehicle into a tree or an oncoming auto.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Adieu, Galeries","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-adieu-galeries-181986.html","abstract":"  To the Editor:   I don't want Galeries Lafayette to leave New York City without a fond, sad farewell (Business Day, Aug. 31). Few stores in the city have had a more gracious, courteous atmosphere than this branch of the Parisian department store. The salespeople seemed to enjoy attending to customers. I once bought an inexpensive belt on sale -- the salesman polished all the silver on it before wrapping it.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"From Twins to Cubs","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-baseball-from-twins-to-cubs.html","abstract":"  The Minnesota Twins' general manager, ANDY MacPHAIL, yesterday was offered the chance to run the Chicago Cubs and was waiting for the Twins' owner, CARL POHLAD, to give him permission to take the job.   In the last week, Pohlad has waffled about whether he would let MacPhail out of the final two years of his contract.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/08/nyregion/bridge-177610.html","abstract":"  One of the most popular figures in the world of bridge, Jean Besse, died Saturday in his native Switzerland at age 80. Beneath a placid exterior, he concealed a razor-sharp mind that he applied to mathematics and computing as well as bridge.   He was a newspaper columnist and a theorist as well as a player of the highest class. A quarter-century ago, he won the Sunday Times Pairs in England, an event to which Europe's best were invited, and he represented Switzerland in 27 international championships. In 1964, he was a member of a four-man team that seemed headed for the semifinal stage of the world team championship when fatigue took its toll.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"If It's Early September, It's Time for a Haircut; With School Starting, Barbers Find Wedges, Buzzes and Bowls in Big Demand","web_url":"https://www.nytimes.com/1994/09/08/nyregion/if-it-s-early-september-it-s-time-for-haircut-with-school-starting-barbers-find.html","abstract":"  If there is one thing that Larry Giglio has learned in 56 years cutting hair, it is that a barber who can survive the day before school can survive anything.   \"Give me a wedge,\" said 11-year-old Steve Fiedeldey. \"Cut it a little higher and less hair than usual. I'm playing football. The helmet has to fit on.\"","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"U.S. Team at Wembley A Flop in Bonus Round","web_url":"https://www.nytimes.com/1994/09/08/sports/soccer-us-team-at-wembley-a-flop-in-bonus-round.html","abstract":"  As it turned out, the $25,000 bonus didn't work, on any level.   In the first appearance by Americans at Wembley in the storied stadium's history, the United States lost to England, 2-0, tonight. The score could easily have been twice that.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor-93238924296.html","abstract":"I carry a toy telephone with me at all times. When this guy starts talking to Hong Kong I get out my phone and become the party at the other end, complete with accent. It works every time, especially in tightly packed compartments. He has nowhere else to","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"U.S.-Cuban Talks Suspended As Envoy Returns to Havana","web_url":"https://www.nytimes.com/1994/09/08/world/us-cuban-talks-suspended-as-envoy-returns-to-havana.html","abstract":"  Talks between the United States and Cuba on halting the exodus of Cuban boat people toward Florida were suspended today when the chief Cuban negotiator, Ricardo Alarcon, abruptly broke off discussions and flew back to Havana to consult his Government.   But the rest of the Cuban delegation remained in New York and the spokesman for the American delegation, David T. Johnson, said the negotiations could resume as early as Friday.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Education Board Extends Takeover of Jersey City Schools","web_url":"https://www.nytimes.com/1994/09/08/nyregion/education-board-extends-takeover-of-jersey-city-schools.html","abstract":"  The Jersey City public schools will remain under state control for at least another year, the State Board of Education decided today.   In an action that had been expected, the board voted unanimously to extend its five-year takeover of the 29,000-student district until the system can meet state certification standards. The State Education Commissioner, Dr. Leo F. Klagholz, said that process would take at least a year, and could take significantly longer.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"This Young Star Has a Pro Gleam","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-this-young-star-has-a-pro-gleam.html","abstract":"  Martina Hingis has an endorsement deal with Yonex, which provides her tennis racquets, and with Tacchini, which supplies her shoes and clothes. She is represented by International Management Group, the leading management company in the sport of tennis, and she recently bought herself a horse.   Hingis also happens to have braces and has been in the eighth grade for all of two weeks. But with her 14th birthday just a few weeks away, she is poised to become the newest phenom on the women's professional circuit, with her tour debut scheduled for Oct. 3 in Zurich, Switzerland, her home country.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Buddy This, Buddy That, Buddy, Buddy, Buddy","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-giants-notebook-buddy-this-buddy-that-buddy-buddy-buddy.html","abstract":"  The Giants are already getting sick of hearing about Buddy Ryan. Very sick.   \"How many Super Bowls has he won?\" said Giants defensive end Michael Strahan. \"I'm serious. How many?\"","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"F.D.A. Blocks Some Shipments Of Blood Products From Canada","web_url":"https://www.nytimes.com/1994/09/08/us/fda-blocks-some-shipments-of-blood-products-from-canada.html","abstract":"  Federal Health officials have halted shipments of some blood products from Canada after a Food and Drug Administration inspector found substandard procedures and sloppy record keeping at a Red Cross blood center in Toronto.   The agency's order said the \"inspection raised concerns regarding the operations of all Canadian Red Cross establishments.\" No Canadian blood is transfused in the United States, officials said.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Police Striving To Find Ways Of Combating Rising Suicides","web_url":"https://www.nytimes.com/1994/09/08/nyregion/police-striving-to-find-ways-of-combating-rising-suicides.html","abstract":"  They were mainly young, in their 20's and 30's, police officers just settling into a dangerous and, many of them would often say, rewarding job. But one by one this year they died sudden deaths -- not, as they might have assumed, in combat with those who have made fear an enduring part of city life, but by their own hands.   This week the number of police officers who committed suicide in 1994 reached 10, matching the record set in 1987. For four of the last five years in New York City, suicide has been the leading cause of death among officers. Before two officers killed themselves on Tuesday, Police Commissioner William J. Bratton had already stepped up counseling efforts. Now those efforts are being intensified as officials struggle to better understand the deaths.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Pact May Open Phone Lines to Cuba","web_url":"https://www.nytimes.com/1994/09/08/world/pact-may-open-phone-lines-to-cuba.html","abstract":"  Clinton Administration officials and telecommunications companies said today that they were close to reaching an agreement with Cuba that would restore full telephone service with the island.   Largely because of the American trade embargo, only two telephone circuits -- both routed through Italy -- are available for calls between Cuba and the United States. Officials of several phone companies said there could be more than 500 circuits once full telephone service was restored.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"More Records Fall, but Not for U.S.","web_url":"https://www.nytimes.com/1994/09/08/sports/swimming-more-records-fall-but-not-for-us.html","abstract":"  Outside the Foro Italico, the Tiber river lazily follows its serpentine course, and the steamy city streets are only slowly coming back to life after summer vacation.   Inside the Foro Italico, the mood is not nearly so sleepy. Inside, everyone seems to be in a hurry, particularly young, once-anonymous women from China.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Crown Hts. Defense Team To Ask Judge to Step Down","web_url":"https://www.nytimes.com/1994/09/08/nyregion/crown-hts-defense-team-to-ask-judge-to-step-down.html","abstract":"  Lawyers for Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, said yesterday that they would ask the Federal judge assigned to the case to step down from it today.   They asserted that the judge, David G. Trager of United States District Court in Brooklyn, had a conflict of interest. They argued that the screening committee that recommended him for the Federal bench was headed by a lawyer who also heads a Jewish group that joined the call for a Federal investigation of the August 1991 violence. The Hasidic scholar, Yankel Rosenbaum, 29, was killed during the four-day disturbance. The investigation later led to the civil rights prosecution of Mr. Nelson.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Fierce Emotion Now Introspection","web_url":"https://www.nytimes.com/1994/09/08/movies/books-of-the-times-fierce-emotion-now-introspection.html","abstract":"  Brando  Songs My Mother Taught Me  By Marlon Brando  With Robert Lindsey. Illustrated. 468 pages. Random House. $25.   As Stanley, the brutish destroyer of innocence in \"A Streetcar Named Desire\"; as Johnny, the brooding gang leader in \"The Wild One\"; as Ken, the anxious war veteran in \"The Men,\" and as Terry, the ex-boxer who makes a heroic stand in \"On the Waterfront,\" Marlon Brando brought a fierce new emotionality to the screen, a psychological realism that seemed to sum up the postwar yearnings and discontents of a generation. As Richard Schickel, the author of an illuminating study of Mr. Brando's work, once put it: an \"untutored, unspoken sensitivity informed most of Brando's early roles, and the suspense in all of them (other than 'Streetcar' and, of course, 'Julius Caesar') revolved around whether or not he would acknowledge his best self, articulate his aspirations and his pain. In all of them he eventually did.\"","thumbnail":null,"section":"Movies"},{"date":"19940908","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/08/style/IHT-what-theyre-reading.html","abstract":"John Nix, a U.S. State Department official dealing with international narcotics traffic, is reading \"Driving Force\" by Dick Francis..\"All his novels are wonderful and instructive. His knowledge of horses and horse racing is quite remarkab","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"For Cubans Left Behind, Fearful Wait for Word","web_url":"https://www.nytimes.com/1994/09/08/world/for-cubans-left-behind-fearful-wait-for-word.html","abstract":"  Each morning before he leaves for high school, Rene Neto takes the family bicycle from the crumbling three-room apartment he shares with his grandparents, an aunt, his mother and four siblings and rides off to look for his father.    At an ancient Roman Catholic church at the mouth of Havana harbor, the wiry 15-year-old scans a long list of boat people from his neighborhood who have been taken to the United States Naval Station at Guantanamo Bay, Cuba. In the afternoon, he rides up the coast to the home of a half-brother in case anyone there has heard any news. At night he listens for hours to a Spanish-language radio station in Miami, hoping to hear his father's name among those listed as having survived.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Simpson Agrees to Give Up Custody of His Children for Now","web_url":"https://www.nytimes.com/1994/09/08/us/simpson-agrees-to-give-up-custody-of-his-children-for-now.html","abstract":"  O. J. Simpson will allow the parents of his slain former wife to have legal custody of their two grandchildren until charges that he murdered their mother are resolved, according to an agreement filed with an Orange County Court.   If approved by the court, as is expected, custody of the two children will be given to Louis H. Brown and Juditha Brown, who have cared for the children since the slayings of their mother, Nicole Brown Simpson.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Bosnian Leader Assails the U.N., Saying It Sabotaged Pope's Visit","web_url":"https://www.nytimes.com/1994/09/08/world/bosnian-leader-assails-the-un-saying-it-sabotaged-pope-s-visit.html","abstract":"  The Bosnian President said today that the top United Nations official in the former Yugoslavia had sabotaged the visit to Sarajevo that Pope John Paul II had planned by exaggerating the dangers and deceiving the Pope.   In an unusually bitter public attack, made the day after the Pope postponed his visit, President Alija Izetbegovic said that the official, Yasushi Akashi, had shown consistent hostility toward the interests of Bosnia and that the Bosnian Government would like to see him replaced.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Buses Have Pluses, Like Lots of Stops; Credit Ralph Kramden","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-buses-have-pluses-like-lots-of-stops-credit-ralph-kramden-181951.html","abstract":"  To the Editor:   The subheadline \"fewer stops would mean more riders\" (Op-Ed, Sept. 1) calls to mind that this suggestion was first made by New York's premier bus driver, Ralph Kramden, Jackie Gleason's alter ego on television's \"Honeymooners.\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Treasury Had Doubts About Health Plan, Papers Show","web_url":"https://www.nytimes.com/1994/09/08/us/treasury-had-doubts-about-health-plan-papers-show.html","abstract":"  From the first weeks of the Clinton Administration, Treasury officials expressed profound doubts about major parts of the President's plan to overhaul the nation's health care system, White House records made public today show.   Today, the Administration released 234 boxes of working papers of Hillary Rodham Clinton's Task Force on National Health Care Reform, after fighting for 18 months to keep the boxes, each containing about 2,500 pages, secret.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"VATICAN HOLDS UP ABORTION DEBATE AT TALKS IN CAIRO","web_url":"https://www.nytimes.com/1994/09/08/world/vatican-holds-up-abortion-debate-at-talks-in-cairo.html","abstract":"  In an unexpected maneuver today that angered many participants in the United Nations population conference, the Vatican was able to to put off for two more days any debate over how to deal with abortion in a plan to stabilize world population in the coming decades.   The Vatican move, apparently supported by several small countries that did not enter the debate until today, in effect reopened a discussion on the language of one paragraph of a 113-page document and sent it back to a committee until Friday. The action brought sharp condemnation from Egypt, the conference host, and sent delegates from a number of nations into private meetings to try to find a way to force the issue back onto the conference floor over the Vatican's objections.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Paris Opera Reaches Pact With Conductor","web_url":"https://www.nytimes.com/1994/09/08/arts/paris-opera-reaches-pact-with-conductor.html","abstract":"  The Paris Opera dismisses its music director. A French court rules that it has no right to do so. The music director shows up to conduct rehearsals. His path is blocked by the opera house's director. The court fines the house $9,500 a day. An appeals court is called on to give its verdict.   Over the last month, the bizarre power struggle between the Paris Opera and its music director, Myung-Whun Chung, has come to resemble opera bouffe, with lawyers dodging in and out of court and the main actors exchanging insults while the audience watches with detached amusement.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/08/nyregion/no-headline-178535.html","abstract":"  \"I brought my grandson here to see what can happen in gangs. That's a baby in there and I'm scared to death for mine.\" -- CATHERINE WILDER, at the wake for a Chicago boy killed by his street gang.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"On a Harlem Block, Hope Is Swallowed by Decay","web_url":"https://www.nytimes.com/1994/09/08/nyregion/on-a-harlem-block-hope-is-swallowed-by-decay.html","abstract":"  There are days that Robert LeShawn Garland, a lanky 18-year-old with a yen to fly airplanes, can look out his window and spy his father waiting in a snaking line to buy crack. Once their eyes met, and his father hung his head.   On the floor below, Donna Williams often starts her day with a beer, trying to beat the blues. She has five children, she just turned 40, and she has been on welfare for more than a decade. From her living room, she can see an empty lot and rows of boarded windows.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Women's Channels Are Next For Cable","web_url":"https://www.nytimes.com/1994/09/08/sports/television-sports-women-s-channels-are-next-for-cable.html","abstract":"  Televised women's sports, all too often the lower-rated stepchildren of men's events, are about to become a battleground between two groups seeking to launch women's sports cable networks over the next year.   On one side is the Women's Sports Network, an entrepreneurial effort of Mike Weisman, a former executive producer of NBC Sports, and Terry Kassel, a former senior vice president of Major League Baseball Productions. The venture, they said, is backed by \"tens of millions of dollars\" in capital.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Three Players Take Different Roads to Reach Semifinals","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-three-players-take-different-roads-to-reach-semifinals.html","abstract":"  There are different ways of getting into a Grand Slam tennis semifinal. Yesterday at the United States Open, the three-time champion Steffi Graf, the upset-minded Jana Novotna and Todd Martin, the solitary surviving American among the seeded men, explored them all.    Graf, the defending Open champion, got there by rote with a masterful 6-0, 6-2 dismissal of South Africa's Amanda Coetzer that took 55 minutes and left her plenty of time to escape from the courts, enjoy a meal of crab cakes and take in a movie.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"U.S. Reassures Seoul on Nuclear Arms Talks With North Korea","web_url":"https://www.nytimes.com/1994/09/08/world/us-reassures-seoul-on-nuclear-arms-talks-with-north-korea.html","abstract":"  With American and North Korean negotiators soon to resume their talks on Pyongyang's nuclear weapons program, the Clinton Administration is trying to reassure South Korea that it is not overly eager to reach an accommodation.   In a news conference today with South Korea's Foreign Minister, Han Sung Joo, Secretary of State Warren Christopher announced that he will visit Seoul and said no resolution of the nuclear issue was possible unless the North was willing to improve relations with the South.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Essay; Imagine A G.O.P. Senate","web_url":"https://www.nytimes.com/1994/09/08/opinion/essay-imagine-a-gop-senate.html","abstract":"  \"Seven More in '94\" was the wild-and-woolly slogan perpetrated in this space almost a year ago, in a report of a long-shot Republican chance to capture the Senate.    Back then, the switch of seven seats to give the G.O.P. a 51-to-49 majority was seen as a partisan's pipe dream. Now, as the '94 campaign begins in earnest, you hear George Mitchell, the retiring Democratic leader, predicting a loss of three or four seats (not including his own) while Bob Dole (busily creating delegate i.o.u.'s in the Northwest this week) predicts Republican gains of six or seven.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-181480.html","abstract":"  A court in Paris has legally recognized an 18-year-old woman as the daughter of Yves Montand, Reuters reported yesterday.    Mr. Montand, the French singer and actor, who died in 1991 at the age of 70, had repeatedly refused to submit to blood tests in connection with claims that he was the father of the woman, AURORE DROSSART. The court made its ruling without a blood test, based on other evidence.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"Envoys Back Easing of Yugoslav Sanctions if Foreign Monitors Go to Bosnia","web_url":"https://www.nytimes.com/1994/09/08/world/envoys-back-easing-of-yugoslav-sanctions-if-foreign-monitors-go-to-bosnia.html","abstract":"  Diplomats from the five-nation \"contact group\" seeking to end the war in Bosnia said today that they would urge an easing of economic sanctions against Yugoslavia if the authorities there accepted foreign monitors to ascertain that Yugoslav aid to Bosnian Serb forces had stopped.   Under the emerging plan, monitors would be civilians attached to embassies in Belgrade rather than members of a multinational military force. The Serbian president, Slobodan Milosevic, has told foreign envoys that he cannot accept foreign troops in Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Court Strikes Down Abortion-Protest Buffer Zone","web_url":"https://www.nytimes.com/1994/09/08/nyregion/court-strikes-down-abortion-protest-buffer-zone.html","abstract":"  A Federal appeals court in Manhattan yesterday struck down as unconstitutional a court-approved buffer zone to prevent anti-abortion demonstrators from encroaching on an abortion clinic in Buffalo.   The 2-to-1 ruling by the United States Court of Appeals for the Second Circuit comes two months after the United States Supreme Court approved a 36-foot sanctuary around a Florida clinic that had been besieged by opponents of abortion.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Ohio State Missing Star","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-college-football-ohio-state-missing-star.html","abstract":"  Ohio State's star wide receiver, JOEY GALLOWAY, who passed up the National Football League to return to the Buckeyes for his senior year, was suspended yesterday for two games for accepting money from a financial planner.   Galloway tied a school record with 11 touchdown receptions last year.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Journal; Trans-Atlantic Fantasy","web_url":"https://www.nytimes.com/1994/09/08/opinion/journal-trans-atlantic-fantasy.html","abstract":"  America is so loud it's hard to get far enough away to escape its din. Even Timbuktu may at this moment be colonized by Burger King tie-ins to \"The Lion King.\" So on a vacation during which I hoped to purge my mind of all things Whitewater, Brentwood and Presley-Jackson -- but had scant expectation of actually doing so -- I was at first startled and then delighted to discover an America-free zone in a most unexpected place not all that far from home: England.    Maybe England's aversion to hard American news reflects the triumph of Rupert Murdoch's scorched-earth campaign to strip journalism of anything that might resemble fact. Maybe it's because every British editor of any skill has already immigrated to New York to work for Conde Nast.  Whatever the reason, it is now almost impossible to find cogent information about what's happening in the United States in even the upmarket London newspapers. For an American looking to get away from it all, even a week in urban England is tantamount to a month in the country. Without CNN.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Jets' Newest Challenge: Elway and the Broncos","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-jets-newest-challenge-elway-and-the-broncos.html","abstract":"  No rest for the weary. After the Jets thrashed Jim Kelly and the Buffalo Bills, 23-3, in the season opener, this week's challenge is John Elway and the Denver Broncos.   Elway could be more dangerous than Kelly, who was sacked three times and intercepted twice by the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"After Tough Start, Fordham's Spirit Isn't Defeated","web_url":"https://www.nytimes.com/1994/09/08/sports/college-football-notebook-after-tough-start-fordham-s-spirit-isn-t-defeated.html","abstract":"  When the Villanova football team departed its bus and walked into the Fordham gym, Ted Bonanno, the Rams' facilities director and crew coach, sized up the visitors.   \"They certainly looked bigger than our guys,\" Bonanno said later.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/08/sports/transactions-179485.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Waived Michael Brandon, defensive lineman. Signed Bernard Wilson, defensive lineman. Signed Herschel Currie, cornerback, and Bryan Hooks, defensive lineman, to the practice squad. Waived Chris Swartz, quarterback, from the practice squad.   CLEVELAND BROWNS -- Signed Damion Lyons, defensive back, to the practice squad. Waived P.J. Killian, linebacker, from the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-181455.html","abstract":"  The pop music listing in the Arts and Leisure section last Sunday included an outdated entry for tomorrow night's concert at Jones Beach in Wantagh, L.I. Kenny G will appear; Toni Braxton will not.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"A Romantic's Romantic In a Romantic Mood","web_url":"https://www.nytimes.com/1994/09/08/arts/cabaret-review-a-romantic-s-romantic-in-a-romantic-mood.html","abstract":"  Even in a cabaret world that is the last bastion of traditional pop romanticism, Ann Hampton Callaway stands out as a romantic's romantic. With her lush, throbbing voice, smooth long-lined phrasing, and near-tearful commitment to love songs, she treats classic pop ballads like precious jewels. And in her fine new cabaret act at Rainbow and Stars (30 Rockefeller Plaza), she is at her most persuasive singing standards by Rodgers and Hart (\"Where or When\"), Sigmund Romberg and Dorothy Fields (\"Close as Pages in a Book\") and others.   The high point of Tuesday's opening-night show was a seamless medley of Stephen Sondheim's \"Not a Day Goes By\" and Jule Styne and Carolyn Leigh's \"Killing Time,\" in which Ms. Callaway transcended her uusual reserve and belted with an unaccustomed ferocity.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"Security Force Eases Up a Bit In Belfast","web_url":"https://www.nytimes.com/1994/09/08/world/security-force-eases-up-a-bit-in-belfast.html","abstract":"  Security operations have been scaled down somewhat in Northern Ireland after a week in which the Irish Republican Army has stuck to its unconditional cease-fire, the top British representative in the province confirmed today.   The official, Sir Patrick Mayhew, who is Secretary of State for Northern Ireland, said commanders of the 18,000 British troops and 13,000 members of the Royal Ulster Constabulary had relaxed certain procedures in response to the \"reduced threat.\"","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Population Meeting Is Really About Knowledge","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-population-meeting-is-really-about-knowledge-181790.html","abstract":"  To the Editor:   I am surprised that as the United Nations Conference on Population and Development, meeting in Cairo through Sept. 13, takes the necessary and humane steps to address pressing realities, it is met with opposition that includes major Christian bodies. Underlying the seemingly complicated debate concerning the United Nations initiatives in family planning seems a very simple question: Is the education of women dangerous?","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Time to Change Chords","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-hockey-time-to-change-chords.html","abstract":"  St. Louis Blues goaltender CURTIS JOSEPH, disappointed with the lack of progress in contract negotiations, said he will play out his option this season.   Joseph is in the final year of a three-year, $3 million deal he signed during the 1992-93 season. If he and the Blues do not reach agreement on a new contract before June 30, he will become a free agent.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Troubled Precinct Absorbs Another Blow","web_url":"https://www.nytimes.com/1994/09/08/nyregion/troubled-precinct-absorbs-another-blow.html","abstract":"  At the epicenter of a police corruption scandal for months, the 30th Precinct in Harlem suffered another surge of sadness and grief yesterday over the suicide of one of its own.   Officers searched for black bunting to hang in the station house, to put alongside the funeral announcements and the memorial bouquet resting on the front desk. The Friday night office jaunt to Atlantic City, which officers organized as part of an effort to build up morale, was called off.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"1919:Clocks on Strike : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1919clocks-on-strike-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Public clocks in Paris, never excellent timekeepers at the best, went out of commission for the most part with the war. Of late, efforts seemed to be made to start them going again, but the clocks now seem to have caught the spirit of the times an","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/08/nyregion/metro-digest-174890.html","abstract":"  WHERE HOPE IS SWALLOWED BY DECAY In Harlem, 129th Street between Malcolm X Boulevard and Fifth Avenue is a block in the America of the black underclass -- a block that could be in Chicago, Miami or Los Angeles. It has its own values, rules and economy. Even as the nation engages in a spirited dialogue on issues like welfare reform, education and job training, places like 129th Street exist as a world apart. The scrappers on the block -- the ones who call the police on drug dealers and badger landlords for repairs -- say the old civil-rights remedies like affirmative action do little to improve lives hobbled by a multitude of ills. A1. NEW YORK CITY  CROWN HTS. DEFENSE TO SEEK NEW JUDGE Lawyers for Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, said that they would ask the Federal judge assigned to the case to step down from it. They asserted that the judge, David G. Trager of United States District Court in Brooklyn, had a conflict of interest. B3.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-295701.html","abstract":"  They waste no time in tackling weighty issues in Washington, so it didn't strike anyone as unusual to hear WALTER F. MONDALE, the United States Ambassador to Japan, deliver a talk on trade to an audience of more than 350 people at the National Press Club on Tuesday.   Despite the seriousness of his topic, he did manage to inject some levity in his remarks when he described his first year as Ambassador.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the editorial \"From Rwanda to Cairo\" (Aug. 26):. It is not only the poor countries that should be reducing birthrates. High rates may be seen as beneficial to rich countries, but only under an accounting system that treats natural res","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"P.B.A. Chief Defends Officer Who Shot Transit Policeman","web_url":"https://www.nytimes.com/1994/09/08/nyregion/pba-chief-defends-officer-who-shot-transit-policeman.html","abstract":"  Saying he wanted to \"set the record straight\" for an off-duty New York City police officer who mistakenly opened fire on a plainclothes transit officer last month, the president of the police union said yesterday that the off-duty officer was completely focused on the other man's gun and shot in \"response to a life-threatening gesture.\"   Phil Caruso, president of the Patrolmen's Benevolent Association, offered what he said was Officer Peter Del-Debbio's account of the Aug. 22 shooting on an East Side subway platform in which he critically wounded Transit Officer Desmond Robinson, whom Officer Del-Debbio mistook for a criminal.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"English Avenge Defeat by U.S.","web_url":"https://www.nytimes.com/1994/09/08/sports/IHT-english-avenge-defeat-by-us.html","abstract":"Much has changed since the United States last met and beat England. The Americans made their names in the World Cup, reaching the Final 16, while the English sat home watching. It has to be said, however, that the interim 15 months has most helped - Engl","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Focus of White House Inquiry Sharpens","web_url":"https://www.nytimes.com/1994/09/08/us/focus-of-white-house-inquiry-sharpens.html","abstract":"  Federal investigators have found evidence that the former head of the White House travel office deposited money that news organizations paid for Presidential trips into his own bank account and may have diverted some of it to his personal use, law-enforcement officials said today.   About $55,000 in such money was deposited into the bank account of the former official, Billy R. Dale, from 1988 to 1991, the officials said, referring to a review of Mr. Dale's bank records.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Population Meeting Is Really About Knowledge; Rightful Place in Debate","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-population-meeting-is-really-about-knowledge-rightful-place-in-debate-181943.html","abstract":"  To the Editor:   William Safire argues in \"Vatican Vs. V.P.: Papal Population Politics\" (column, Sept. 5) that it is \"overreaching\" for an American bishop to \"predict the political behavior of co-religionists.\" Mr. Safire is responding to Bishop James McHugh's warning that Roman Catholics might desert the Democratic Party if President Clinton continues to finesse support for abortion at the United Nations population conference. \"This papacy,\" Mr. Safire says, had better apologize to the President for threatening to adhere to its beliefs.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Bosnia: Lead, Don't React","web_url":"https://www.nytimes.com/1994/09/08/opinion/bosnia-lead-don-t-react.html","abstract":"  The Clinton Administration's Bosnia policy is under attack from both the Russian Government and the U.S. Congress. Meanwhile, Britain and France, with agendas of their own, complicate Washington's problems.    Instead of allowing other nations to set the agenda, President Clinton needs to take the initiative. That means maintaining his commitment to Congress to seek an end to the U.N. arms embargo against Bosnia next month and adding incentives for other Security Council members to go along.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Agassi Plants Another Seed At the Open","web_url":"https://www.nytimes.com/1994/09/08/sports/us-open-94-agassi-plants-another-seed-at-the-open.html","abstract":"  They would not be his final bows, but Andre Agassi, the man who observes the rules of a compass each time he takes his leave of the packed Stadium Court, acknowledged all points north, south, east and west. And then, with his mission of reinvention in full swing here at the United States Open, he strode briskly into the semifinal round after causing yet another upset.   Last night's departee was the 13th-seeded Thomas Muster of Austria, a hard-driving, hard-grunting martial man who was trounced, 7-6 (7-5), 6-3, 6-0, by this event's own baroque boy, the pony-tailed and bejeweled Agassi.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Rams Re-sign Henley","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-pro-football-rams-re-sign-henley.html","abstract":"  Cornerback DARRYL HENLEY, who faces a January trial on Federal drug trafficking charges, was re-signed yesterday by the Los Angeles Rams.   United States District Court Judge GARY L. TAYLOR ruled last week that Henley could travel with the team without being accompanied by a Federal agent and also eased bail restrictions.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Calling All Rangers (Except for Messier)","web_url":"https://www.nytimes.com/1994/09/08/sports/hockey-calling-all-rangers-except-for-messier.html","abstract":"  When the Rangers arrive at training camp on Friday, there is a possibility that Mark Messier, the captain of the Stanley Cup champions, will be absent because of a contract dispute.   Messier, who will turn 34 on Jan. 18, wants to more than double his current salary of $2.65 million a year. He is requesting a total of about $18 million for three years, an average of $6 million per season, which would put him among the highest-paid players in the National Hockey League. He has the right to renegotiate his contract because the Rangers won the championship.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-letters-to-the-editor-93487749503.html","abstract":"No government has the right to come between a husband and a wife or a mother and her child, or to dictate the future of marriages and families by political force or persuasion. May Cairo be a place where the world affirms the dignity of human life.. JAYM","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Doo-Wop Stars Try for a Comeback","web_url":"https://www.nytimes.com/1994/09/08/movies/doo-wop-stars-try-for-a-comeback.html","abstract":"  In the early 1950's, when high school seemed more innocent, the stairwells of Morrisania High School in the Bronx echoed with singing, doo-wop singing to be precise.   This precursor of rock-and-roll, which sprouted in Eastern urban high schools, flourished roughly from the late 40's to the mid-50's. Among the singing groups were the Chords, the Ravens, the Orioles, the Crickets and the Mellows. The story of these wildly popular yet undercompensated and quickly forgotten singers is the subject of a National Geographic Explorer documentary Sunday evening on TBS at 9 P.M.","thumbnail":null,"section":"Movies"},{"date":"19940908","headline":"Red Hot News From '92","web_url":"https://www.nytimes.com/1994/09/08/opinion/red-hot-news-from-92.html","abstract":"  This is a big week for revelations from the 1992 Presidential campaign. Two items have emerged casting new light on how George Bush managed to blow one of the biggest leads in American political history. These bits, one having to do with Dan Quayle and another with the abortion issue, are not earth-shaking. Rather they fall into the suspicions-confirmed category. Yes, the strategy and management of the campaign really were as incompetent as they seemed.    One story comes from Mary Matalin in the odd-couple campaign book she wrote with her husband, James Carville. According to Ms. Matalin, the Bush team lied when it \"continued to insist vehemently\" that Vice President Quayle was not pulling down the ticket. In an excerpt in Newsweek, Ms. Matalin says that the campaign, which she served as political director, was sitting on astonishing news. Its surveys showed that for the first time in polling history a Vice-Presidential candidate was not a neutral factor. Someone produced what Ms. Matalin calls a \"secret memo\" for campaign insiders saying that Mr. Bush could get \"a potential 4-6 percentage point net gain . . . by replacing Dan Quayle.\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"New President Is Snubbed By Opposition In Mexico","web_url":"https://www.nytimes.com/1994/09/08/world/new-president-is-snubbed-by-opposition-in-mexico.html","abstract":"  Snubbing an invitation by President-elect Ernesto Zedillo Ponce de Leon to help plan a new government, the two major opposition parties have shown no sign that they are ready to work with him or even accept his victory, more than two weeks after the election.   Anxiety over the unsettled situation is heightened by continuing tensions in the southern state of Chiapas. The rebel Zapatista National Liberation Army warned last week that there would be another outbreak of violence unless the ruling party's candidate for Governor there renounced his victory, which has been recognized by electoral authorities but not by the rebels.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"White House Repairs Put Clintons Across Street","web_url":"https://www.nytimes.com/1994/09/08/us/white-house-repairs-put-clintons-across-street.html","abstract":"  Returning from their 12-day vacation on Martha's Vineyard, the Clintons today found that they could not go home.    With renovations to the White House taking longer than anticipated, the First Family moved across Pennsylvania Avenue to take up residence for the next few days at Blair House, the three-story red brick building that serves as the President's official guest house.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Benetton Loses Appeal","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-auto-racing-benetton-loses-appeal.html","abstract":"  Benetton lost its appeal yesterday over MICHAEL SCHUMACHER's disqualification from the Belgian Grand Prix, while the sport's governing body cleared the Formula I team of equipment tampering in the German Grand Prix. The International Automobile Federation's World Council ruled against Schumacher for the second time in two weeks. The German lost an appeal of a two-race suspension last week for ignoring a black flag in the British Grand Prix. Schumacher, who leads DAMON HILL of Britain by 21 points in the overall standing, finished first in last month's Belgian Grand Prix, but was disqualified after inspectors found a wooden plank under his car.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Miller Joins Pistons","web_url":"https://www.nytimes.com/1994/09/08/sports/sports-people-pro-basketball-miller-joins-pistons.html","abstract":"  The restricted free-agent center OLIVER MILLER signed an offer sheet from the Detroit Pistons yesterday, and the Phoenix Suns have 15 days to match it.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Buses Have Pluses, Like Lots of Stops","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-buses-have-pluses-like-lots-of-stops-181846.html","abstract":"  To the Editor:   I heartily disagree with Lucius J. Riccio that \"fewer stops would mean more riders\" on New York City buses (Op-Ed, Sept. 1). Having to walk two or three blocks to get an express bus places me closer enough to my destination that I just elect to walk.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"New Training Videos for Officers","web_url":"https://www.nytimes.com/1994/09/08/nyregion/new-training-videos-for-officers.html","abstract":"  As a grand jury continues to investigate the death of a Staten Island man in police custody, the Police Department said yesterday it would begin showing a new series of training videos next week to try to prevent excessive force and deaths of suspects in custody.   Among the suggestions will be more widespread use of pepper spray instead of physical force, Chief of Personnel Michael Julian said. The spray was used only 100 times in the last year in the 12,000 incidents in which force was necessary, he said.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"'Gratuitous Mud' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-gratuitous-mud-letters-to-the-editor.html","abstract":"Regarding \"A Militant Whose Mission for Peace Will Continue\" (Meanwhile, Sept. 2):.In the course of praising Linus Pauling, Colman McCarthy throws gratuitous mud on American physicians. Far from being a part of his \"scientific life,\"","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Top Advocate On Health Care Urges a Delay","web_url":"https://www.nytimes.com/1994/09/08/us/top-advocate-on-health-care-urges-a-delay.html","abstract":"  Representative Jim McDermott, the Washington Democrat who rallied 85 colleagues behind his proposal for a Government-paid health care system far more sweeping than President Clinton's plan, urged Congress today to abandon all efforts at health care changes this year.   Mr. McDermott, who had reluctantly gone along with efforts to develop other versions of legislation to insure all Americans, said none of the incremental plans now being considered would \"even bring us close\" to a system that offered universal coverage, fairness and cost controls.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Isles Relent and Hogue's Holdout Ends","web_url":"https://www.nytimes.com/1994/09/08/sports/isles-relent-and-hogue-s-holdout-ends.html","abstract":"  Benoit Hogue is a no-show no longer.   The Islanders and Hogue came to terms this afternoon, ending the 27-year-old forward's three-day holdout. Hogue passed his physical this afternoon and was scheduled to be ready to skate in practice on Thursday morning.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Kohl and Challenger Trade Accusations","web_url":"https://www.nytimes.com/1994/09/08/world/kohl-and-challenger-trade-accusations.html","abstract":"  In what may be their only face-to-face confrontation before German elections on Oct. 16, Chancellor Helmut Kohl and his Social Democratic challenger, Rudolf Scharping, used a parliamentary debate today as a campaign forum, accusing each other of cooperating with supporters of former East Germany's Communist regime.   The Chancellor, who has rejected Mr. Scharping's challenge to debate him on television, accused Mr. Scharping of planning to form a Government in Bonn after the election with the support of the Party of Democratic Socialism, the successor to East Germany's Communist Party. Mr. Kohl, who is 64, said this had broken a postwar democratic consensus not to cooperate with extremists.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Rowland Pledges an End To the State's Income Tax","web_url":"https://www.nytimes.com/1994/09/08/nyregion/rowland-pledges-an-end-to-the-state-s-income-tax.html","abstract":"  The leading Republican candidate for governor, John G. Rowland, pledged today that he would eliminate Connecticut's personal income tax over the next five years and reduce the state's business and inheritance taxes without raising other taxes to take their place.   \"We're not going to be increasing any of the other taxes,\" Mr. Rowland said during a television debate here with his opponent in next Tuesday's Republican primary, Secretary of the State Pauline R. Kezer. \"We can cut enough spending.\"","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Health Plan Skeptics","web_url":"https://www.nytimes.com/1994/09/08/us/health-plan-skeptics.html","abstract":"  Newly released records of Hillary Rodham Clinton's health task force show that Treasury officials expressed early and profound doubts about major parts of the President's plan to overhaul health care.    Article, page A22.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Sharing the Load Isn't Sherrard's Style","web_url":"https://www.nytimes.com/1994/09/08/sports/pro-football-sharing-the-load-isn-t-sherrard-s-style.html","abstract":"  While most of the attention this week has been focused on the rotating Giants linebackers and Buddy Ryan's big mouth, there has been something else brewing. Mike Sherrard is extremely concerned about the way the Giants are rotating their receivers -- the way the team does with its middle linebackers -- and has gone to Coach Dan Reeves over what he sees as a diminishing role.   This is not to portray Sherrard as a complainer. In fact, Sherrard, who is the Giants' best receiver and the team's big-play threat, was hesitant to talk about the situation. He made it clear that as long as the team is winning that's what matters the most.","thumbnail":null,"section":"Sports"},{"date":"19940908","headline":"Woyzeck, as Puppet, Still Yanked Around by Life","web_url":"https://www.nytimes.com/1994/09/08/arts/theater-review-woyzeck-highveld-woyzeck-puppet-still-yanked-around-life.html","abstract":"  Woyzeck is back.   History says Johan Christian Woyzeck died long ago, a real man beheaded for a real crime of passion. He stabbed his lover, the widow Woost, to death with a knife.","thumbnail":null,"section":"Arts"},{"date":"19940908","headline":"U.S., Despite Critics, Is to Expand Taiwan Ties","web_url":"https://www.nytimes.com/1994/09/08/world/us-despite-critics-is-to-expand-taiwan-ties.html","abstract":"  Completing a policy review of how to treat one of Asia's emerging economic powers, the Clinton Administration announced today that it would expand official ties with Taiwan, while continuing not to recognize it as a country separate from China.   Republican and Democratic lawmakers quickly attacked this split-the-difference policy adjustment as not treating Taiwan with due respect, and the Government of this island of 20 million said the new policy fell short of what was needed.","thumbnail":null,"section":"World"},{"date":"19940908","headline":"2 Like-Minded Liberals, 1 Job. Who'll Win?","web_url":"https://www.nytimes.com/1994/09/08/nyregion/2-like-minded-liberals-1-job-who-ll-win.html","abstract":"  Under a lowering sun on upper Broadway, a volunteer for Thomas K. Duane was trying to convince work-weary Upper West Siders, rushing home with arms filled with groceries, why her man would make a better Congressman than Jerrold L. Nadler.   \"Jerry's good,\" the volunteer, Nina de Fels, said hurriedly, as she shoved a flier into one woman's grocery bag, stuffed full with onions. \"I like Jerry, but Tom's terrific.\" She emphasized \"terrific,\" apparently the only word she could find to distinguish the two.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Because of Foster Care System, a Child Wakes at Night Crying","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-because-of-foster-care-system-a-child-wakes-at-night-crying-181781.html","abstract":"  To the Editor:   Part of my professional work involves doing intakes (gathering background history) for new prospective patients in a mental health clinic in the East New York section of Brooklyn. I recently encountered the case of a 6-year-old Hispanic girl named Judy, who has been with her foster mother since the age of 1 month. She had been immediately placed into foster care because traces of heroin were discovered in her blood at birth.","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"G.O.P. Leaders Bury Hatchets, But Shallowly","web_url":"https://www.nytimes.com/1994/09/08/nyregion/new-york-gop-leaders-bury-hatchets-but-shallowly.html","abstract":"  Seeking to end a bitter feud that has divided the New York State Republican Party for months, the Senate majority leader, Ralph J. Marino, will endorse State Senator George E. Pataki for governor on Thursday, aides to both men said tonight.   The long-anticipated announcement comes after weeks of delicate negotiations between the two camps over whether Mr. Pataki, the Republican Party's endorsed candidate, would pledge to support Mr. Marino's leadership in the Republican-controlled Senate next year if he were elected governor.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Near a Dark Stadium, the Spirit of Baseball Lives","web_url":"https://www.nytimes.com/1994/09/08/nyregion/near-a-dark-stadium-the-spirit-of-baseball-lives.html","abstract":"  Just as George Steinbrenner so often warned might happen, Yankee Stadium these days is just another vacant building in the South Bronx.   The House That Ruth Built didn't go dark for the reasons the team's owner predicted: the fans' fear of crime and other urban demons. The players' strike shut the stadium, of course. But in a way the strike has cleared the air in the South Bronx of all that talk about the Yankees moving to New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"The Duchess of Parma","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-the-duchess-of-parma-181960.html","abstract":"  To the Editor:   Your Sept. 1 news article on the arrival of Pizza Hut in Parma, Italy, refers erroneously to Napoleon's widow, the Duchess of Parma (as well as of Piacenza and Gustalla), as Maria Luisa of Bourbon-Parma. The duchess was Marie Louise of Hapsburg, daughter of the Holy Roman Emperor Francis II (later Emperor of Austria as Francis I).","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"Missing Boat: Perils in a Life at Sea, and on Land","web_url":"https://www.nytimes.com/1994/09/08/us/missing-boat-perils-in-a-life-at-sea-and-on-land.html","abstract":"  The women of this fishing community have a covenant with their men. They don't tell their husbands how much they worry when the men are at sea, for days and sometimes weeks on end.    And the men don't tell their wives about the waves crashing over the deck in 50-mile-per-hour gales, or the ice on the masts in winter, or the freighters they can't see in the fog. And they never, never admit that sometimes they are afraid.","thumbnail":null,"section":"U.S."},{"date":"19940908","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/08/nyregion/c-corrections-181463.html","abstract":"  A picture caption yesterday about Richard M. Rosenbaum's campaign for the Republican nomination for Governor of New York misstated the date of his appearance in Brooklyn. It was on Saturday.","thumbnail":null,"section":"New York"},{"date":"19940908","headline":"Portable-Phone Pollution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-portablephone-pollution-letters-to-the-editor.html","abstract":"Regarding \"Forced to Listen In\" (Observer, Aug. 31) by Russell Baker:.Mr. Baker asks: What do you do about the guy who takes the last available seat on the commuter train, beside you, pulls a phone out of his dispatch case and does business f","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"1944:Japanese POWs : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1944japanese-pows-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] More than 900 Japanese prisoners of war, arming themselves with baseball bats and mess knives, made a mass escape attempt at a prison camp in Australia last month, and 231 were killed or committed suicide and 108","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"1894:Royal Pretensions : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/08/opinion/IHT-1894royal-pretensions-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] The throne of France is vacant, but it seems to be in good quarters at the garde-meuble in Paris, where it has been stored away for twenty-four years. Nevertheless, there are plenty of pretenders who cast their e","thumbnail":null,"section":"Opinion"},{"date":"19940908","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/08/style/chronicle-315829.html","abstract":"  They waste no time in tackling weighty issues in Washington, so it didn't strike anyone as unusual to hear WALTER F. MONDALE, the United States Ambassador to Japan, deliver a talk on trade to an audience of more than 350 people at the National Press Club on Tuesday.   Despite the seriousness of his topic, he did manage to inject some levity in his remarks when he described his first year as Ambassador.","thumbnail":null,"section":"Style"},{"date":"19940908","headline":"Eilat Journal; It's Israel, Where Teen-Agers Cram for the Army","web_url":"https://www.nytimes.com/1994/09/08/world/eilat-journal-it-s-israel-where-teen-agers-cram-for-the-army.html","abstract":"  Like many teen-agers, Sebastian Cabots is wary of the use of military might. He says Israel's invasion of Lebanon a decade ago \"wasn't justified\" and calls the occupation of the West Bank and Gaza Strip \"a political mistake.\"    \"We have suffered a moral decline,\" he said. \"All these are strikes against Israel and the army.\"","thumbnail":null,"section":"World"},{"date":"19940908","headline":"Exxon Oil Spill Devastated a Way of Life","web_url":"https://www.nytimes.com/1994/09/08/opinion/l-exxon-oil-spill-devastated-a-way-of-life-181978.html","abstract":"  To the Editor:   Five years after the Exxon Valdez oil spill, all is not well in Alaska's Prince William Sound. I live here and know firsthand the environmental degradation, economic devastation and social upheaval it caused. Exxon ruined far more than the sound's fishing. Exxon ruined a way of life.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940908","headline":"USAir Flight 427, on approach to Pittsburgh International Airport, suddenly crashes in clear weather killing all 132 aboard, resulting in the most extensive aviation investigation in world history and altering manufacturing practices in the industry.","pages":[{"title":"USAir Flight 427","web_url":"https://en.wikipedia.org/wiki/USAir_Flight_427","description":"Aviation accident in 1994","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/N513AU_in_Florida%2C_1991.jpg/320px-N513AU_in_Florida%2C_1991.jpg","thumbnail_width":320,"thumbnail_height":214},"abstract":"USAir Flight 427 was a scheduled flight from Chicago's O'Hare International Airport to Palm Beach International Airport, Florida, with a stopover at Pittsburgh International Airport. On Thursday, September 8, 1994, the Boeing 737 flying this route crashed in Hopewell Township, Pennsylvania while approaching Runway 28R at Pittsburgh, which was USAir's largest hub at the time."}]}],"weather":[{"date":"19940908","time":"1994-09-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":85,"wspd":14.8},{"date":"19940908","time":"1994-09-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":82,"wspd":14.8},{"date":"19940908","time":"1994-09-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":86,"wspd":11.2},{"date":"19940908","time":"1994-09-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":81,"wspd":13},{"date":"19940908","time":"1994-09-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":85,"wspd":13},{"date":"19940908","time":"1994-09-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":83,"wspd":9.4},{"date":"19940908","time":"1994-09-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":87,"wspd":9.4},{"date":"19940908","time":"1994-09-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":81,"wspd":13},{"date":"19940908","time":"1994-09-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":79,"wspd":7.6},{"date":"19940908","time":"1994-09-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":66,"wspd":16.6},{"date":"19940908","time":"1994-09-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":60,"wspd":14.8},{"date":"19940908","time":"1994-09-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":53,"wspd":18.4},{"date":"19940908","time":"1994-09-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":51,"wspd":13},{"date":"19940908","time":"1994-09-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":44,"wspd":20.5},{"date":"19940908","time":"1994-09-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":41,"wspd":25.9},{"date":"19940908","time":"1994-09-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":47,"wspd":24.1},{"date":"19940908","time":"1994-09-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":46,"wspd":20.5},{"date":"19940908","time":"1994-09-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":48,"wspd":22.3},{"date":"19940908","time":"1994-09-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":52,"wspd":16.6},{"date":"19940908","time":"1994-09-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":58,"wspd":11.2},{"date":"19940908","time":"1994-09-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":60,"wspd":13},{"date":"19940908","time":"1994-09-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":66,"wspd":7.6},{"date":"19940908","time":"1994-09-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":72,"wspd":9.4},{"date":"19940908","time":"1994-09-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":71,"wspd":9.4},{"date":"19940908","time":"1994-09-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":48,"wspd":18.7},{"date":"19940908","time":"1994-09-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":51,"wspd":16.6},{"date":"19940908","time":"1994-09-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":14.8},{"date":"19940908","time":"1994-09-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":13},{"date":"19940908","time":"1994-09-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":65,"wspd":11.2},{"date":"19940908","time":"1994-09-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":13},{"date":"19940908","time":"1994-09-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":14.8},{"date":"19940908","time":"1994-09-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":60,"wspd":9.4},{"date":"19940908","time":"1994-09-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":64,"wspd":11.2},{"date":"19940908","time":"1994-09-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":13},{"date":"19940908","time":"1994-09-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":9.4},{"date":"19940908","time":"1994-09-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":13},{"date":"19940908","time":"1994-09-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":14.8},{"date":"19940908","time":"1994-09-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":13},{"date":"19940908","time":"1994-09-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":46,"wspd":16.6},{"date":"19940908","time":"1994-09-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":42,"wspd":16.6},{"date":"19940908","time":"1994-09-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":22.3},{"date":"19940908","time":"1994-09-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":39,"wspd":24.1},{"date":"19940908","time":"1994-09-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":27.7},{"date":"19940908","time":"1994-09-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":24.1},{"date":"19940908","time":"1994-09-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":25.9},{"date":"19940908","time":"1994-09-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":38,"wspd":25.9},{"date":"19940908","time":"1994-09-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":27.7},{"date":"19940908","time":"1994-09-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":24.1}]},"19940909":{"guardian_articles":[{"date":"19940909","headline":"Doubts in case against 'logical suspect'","web_url":"https://www.theguardian.com/society/2009/apr/29/convictions-justice-logical-suspect","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940909","headline":"1919: Turks in Armenia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-1919-turks-in-armenia-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The HERALD has received a telegram from the Armenian Committee in Geneva declaring that hordes of Turks, Kurds and Tartars are marching upon Erivan, the capital of the Armenian Republic, pillaging and burning everything on their way. The Armenian","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"WTA Has One for the Ages","web_url":"https://www.nytimes.com/1994/09/09/sports/us-open-94-wta-has-one-for-the-ages.html","abstract":"  The Women's Tennis Council announced yesterday that it had agreed in principle to toughen the age restrictions of the WTA Tour.   According to Anne Person Worcester, the head of the council, future 14-year-olds \"will not be allowed on the pro tour\" and will instead participate in a regimented \"phase-in\" program. But if you're 14 this year and want to turn pro, not to worry. If you're 13 and want to turn pro next year, not to worry: you'll be treated like a 15-year-old. For the time being, not much has changed.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Protestant Militants Weighing Response to I.R.A. Cease-Fire","web_url":"https://www.nytimes.com/1994/09/09/world/protestant-militants-weighing-response-to-ira-cease-fire.html","abstract":"  Commanders of Protestant gunmen said today that they were weighing how to respond to the cease-fire declared last week by the Irish Republican Army and indicated that, given certain assurances, they might call a cease-fire of their own.   Although their statement today did not say so explicitly, the tone suggested that the Protestant militants were now taking the cease-fire seriously and were open to the idea of abandoning their campaign of violence intended to scuttle the I.R.A. cease-fire.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/09/nyregion/chronicle-189588.html","abstract":"  There must be something about Rainbow and Stars at 30 Rockefeller Plaza that inspires doors to close tight. Last September Lainie Kazan was inadvertently locked in the 67-story G.E. Building after a show, and on Wednesday, a door slammed shut again, this time before ANN HAMPTON CALLAWAY'S first show of the evening.    The door to the dressing room used by RICHARD RODNEY BENNETT, the show's musical director and pianist, and TERRY CLARKE, the drummer, was locked, and their dinner jackets and music were inside. And the building manager holding the only keys had gone home for the night.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"On My Mind; Yasir Arafat's Promise","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-on-my-mind-yasir-arafat-s-promise-192228.html","abstract":"  On Sept. 9, 1993, Yasir Arafat sent a signed promise to Prime Minister Yitzhak Rabin of Israel.    That was four days before he was to meet at the White House with Mr. Rabin. The promise was essential for Mr. Rabin to be able to sign the Israeli-Palestinian outline for peace.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Airline Hurt By High Costs","web_url":"https://www.nytimes.com/1994/09/09/us/airline-hurt-by-high-costs.html","abstract":"  USAir, the nation's sixth-largest airline, is one of the shakiest financially. The airline, which has not had a profitable quarter since 1989, is negotiating with its employee unions to bring down its costs, the highest in the business.   The airline, based in Arlington, Va., has a 7.7 percent share of the domestic commercial aviation market, measured in passenger miles. It uses its more than 400 aircraft mostly on flights between Eastern cities.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"For a Baseball Case History, Look at Cleveland; Salary Cap Compromise","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-for-a-baseball-case-history-look-at-cleveland-salary-cap-compromise-192767.html","abstract":"  To the Editor:   Well, here's a simple idea for the baseball strike. The owners discard the salary-cap proposal and agree among themselves to a redistribution plan to help the small-market teams that is based on total team salaries, rather than on revenues.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/09/09/books/the-spoken-word.html","abstract":"  GAIL GODWIN, Barnes & Noble, Avenue of the Americas between 21st and 22d Streets, Chelsea. The author will read from her novel \"The Good Husband.\" Tomorrow at 2 P.M. Free. Information: (212) 727-1672.   LECTURE AND SLIDE SHOW, Tibetan Museum, 338 Lighthouse Avenue, Lighthouse Hill, S.I. Builder Levy, a photographer, will speak about his work in Mongolia. Sunday at 2 P.M. Admission: $2, plus museum admission; $3 for adults, $2.50 for the elderly and $1 for children. Information: (718) 987-3500.","thumbnail":null,"section":"Books"},{"date":"19940909","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/09/09/arts/restaurants-190845.html","abstract":"  My guest was gazing covetously at the richly patterned china on our table. \"Do you think they would notice if I just slipped one of these bread plates into my purse?\" she joked. She looked left and right, picked up a plate, flipped it over. \"Gianni Versace!\" she read. \"I didn't know he made plates as well as clothes. And look, there are little holes to hang it up with. I knew these were too beautiful to eat off of.\"   The gorgeous plates at Fantino are just one element in a room so filled with luxury that just walking through the door makes you feel pampered. Your feet pad along soft carpets, your eyes are soothed by the peachy glow of the walls and when you sit your body is embraced by tapestried armchairs. There are paintings on the walls, flowers on the tables and everywhere an impression of space. Are there other people in the room? Certainly, but you would hardly know it just by listening. Fantino is a civilized experience.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Carter Puts Zip in the Penn State Uniform","web_url":"https://www.nytimes.com/1994/09/09/sports/college-football-carter-puts-zip-in-the-penn-state-uniform.html","abstract":"  As a budding football player growing up in Westerville, Ohio, Ki-Jana Carter dreamed of someday playing at one of two places: Notre Dame if he chose to leave home, Ohio State if he stayed.   Never in his wildest dreams did he ever think he would wind up in the mountains of Pennsylvania, wearing the plain blue jersey and donning the plain white helmet of Penn State University.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Cuba, in Shift, Says Deal Can Be Reached With the U.S.","web_url":"https://www.nytimes.com/1994/09/09/world/cuba-in-shift-says-deal-can-be-reached-with-the-us.html","abstract":"  Just days after the Government described its talks with the United States over immigration issues as being stalled, Cuban officials now say they believe a deal can be struck.    Returning home for consultations with President Fidel Castro and other officials, Cuba's chief negotiator, Ricardo Alarcon, said Wednesday night that despite major differences he was \"confident that an acceptable agreement can be reached.\"","thumbnail":null,"section":"World"},{"date":"19940909","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/09/nyregion/no-headline-186309.html","abstract":"  \"They do not know that if they kill us, they help us. I do not care if the Macoutes kill me because it only brings an end to my suffering.\" LIONEL BRENE, a Haitian orphan.  [ A8:6. ]","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"A Pog, by Any Other Name, Is an Intense Legal Dispute","web_url":"https://www.nytimes.com/1994/09/09/us/a-pog-by-any-other-name-is-an-intense-legal-dispute.html","abstract":"  Pog has been called the tiddlywinks of the 1990's, heir to mumbletypeg and marbles. But the explosive popularity of this simple children's game, and its profit potential, have ignited a legal dispute so intense that it has at times erupted into adult violence.   At issue is one company's claim of exclusive rights to the name Pog, the name by which the game is now almost universally known by the children who play it and by the adults who market it.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"I.B.M. Agrees to Pact for Venture","web_url":"https://www.nytimes.com/1994/09/09/nyregion/ibm-agrees-to-pact-for-venture.html","abstract":"  A computer-chip company from California and I.B.M. announced yesterday that they had reached agreement on a joint manufacturing venture that could bring as many as 700 jobs over the next three years to the mid-Hudson Valley, where I.B.M. has laid off thousands of employees in the last two years.   Supported by $40 million in low-interest loans from New York State, the computer-chip company, the Cirrus Logic Corporation of Fremont, Calif., plans to invest $100 million in the new operation. Cirrus Logic and International Business Machines, based in Armonk, N.Y., have agreed to convert an existing I.B.M. plant in East Fishkill in Dutchess County to supply each company with semiconductors used in computers and other electronic equipment.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Cleanup of Nuclear Waste Progresses","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-cleanup-of-nuclear-waste-progresses-192600.html","abstract":"  To the Editor:   A Sept. 1 news article on a General Accounting Office report faulting the Department of Energy's nuclear waste cleanup effort may have left the wrong impression. Contrary to the G.A.O.'s statement that there has been \"little cleanup,\" we have made real progress in addressing the environmental and public health risks from four decades of nuclear weapons production, testing and research.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"In Lalas at His Worst,Hope for U.S. Soccer","web_url":"https://www.nytimes.com/1994/09/09/sports/IHT-in-lalas-at-his-worsthope-for-us-soccer.html","abstract":"At halftime, as they stretched their legs and shared their thoughts, more than a few British writers were agreeing that the most charismatic American was a fraud. He's been revealed, he's terrible, he can't orient himself to the ball and his man, they sa","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"U.S. Musters Force, But Dissent Persists","web_url":"https://www.nytimes.com/1994/09/09/world/us-musters-force-but-dissent-persists.html","abstract":"  Plans moved forward for a possible invasion of Haiti, with Pentagon officials telling lawmakers that seven cargo ships were being readied. While Democrats assured President Clinton that he would not need formal Congressional approval, top Republicans said he was only trying to improve his ratings. The timing and prospects remained uncertain.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Pope Offers Olive Branch To Serbian Orthodox Church","web_url":"https://www.nytimes.com/1994/09/09/world/pope-offers-olive-branch-to-serbian-orthodox-church.html","abstract":"  Pope John Paul II, delivering the sermon he would have made had he gone to Sarajevo today, raised an impassioned plea for peace in Bosnia and offered a \"kiss of peace\" to leaders of the Serbian Orthodox Church.   Seeking to heal the religious and political differences underlying the strife in Bosnia, John Paul appealed to \"international organizations\" like the United Nations to redouble efforts for peace in the region. He sternly condemned the \"inhuman practice of so-called ethnic cleansing,\" but he also prayed that \"restrictive measures\" like the embargo on Serbia \"not become the cause of inhuman suffering,\" and offered words of reconciliation to the Serbian Orthodox Patriarch, Pavle.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"THE MOVIE GUIDE : Killing Zoe","web_url":"https://www.nytimes.com/1994/09/09/style/IHT-the-movie-guide-killing-zoe.html","abstract":"Killing Zoe. Directed by Roger Avary. U.S.. Zoe (Julie Delpy) is a call girl by night; by day, she works at a bank, which turns out to be the more risky occupation. Zed (Eric Stoltz) has come to Paris to do a heist with Eric (Jean-Hugues Anglade), a sickl","thumbnail":null,"section":"Style"},{"date":"19940909","headline":"A Strindberg Fable With Puppets","web_url":"https://www.nytimes.com/1994/09/09/theater/theater-review-a-strindberg-fable-with-puppets.html","abstract":"  Roman Paska's realization of \"The Ghost Sonata\" for the Marionetteatern of Stockholm -- playing in the International Festival of Puppet Theater at the Joseph Papp Public Theater through Sunday -- is a magical adaptation of August Strindberg's short play, a peculiarly frustrating work since it is so haunting but almost impossible to stage effectively.   Whereas Strindberg's play appears starkly realistic and only gradually is seen as a fable, Mr. Paska, in his direction, takes full advantage of the psychology of puppetry and plays it from the start as a fable, but one that leaves us with powerful reflections on the absurdities of human conventions. And he replaces Strindberg's intellectual tone of angry irony with a rueful humor that touches the heart.","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/09/09/theater/on-stage-and-off.html","abstract":"  Cynthia Ozick's Play    Cynthia Ozick's much discussed play, \"Blue Light,\" completed its run at the Bay Street Theater Festival in Sag Harbor, L.I., last weekend, but it won't be coming to New York right off the bat. The play, which is about two concentration-camp survivors, a woman and her niece, and their betrayal by a stranger who enters their lives (explaining more about him would undermine the play's revelations), has, it is generally acknowledged, a potent second act. But even Ms. Ozick herself agrees that the first act, which has been problematic all along, still needs work.    Several regional theaters, including the Coconut Grove Playhouse in Florida and the Long Wharf in New Haven, have offered to give the play its next home, and the producers do want to see the play on its feet again out of town before bringing it to New York. But the creative work needs to be done first.","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"Race for Attorney General","web_url":"https://www.nytimes.com/1994/09/09/nyregion/the-ad-campaigns-race-for-attorney-general.html","abstract":"  CANDIDATE Charles J. Hynes    PRODUCER: Harvey Cohen, New York City    VISUAL: The camera zooms up the side of a luxury brick co-op, then pans through a unit's sumptuous interior: oriental rugs, vases, paintings, a sailboat zipping by out of the window. Superimposed over this vision of comfort are tabloid headlines reminding viewers of a different world. The headlines read \"Crime Time\" and \"Outrage over freed rapist.\" Mr. Hynes, the Brooklyn District Attorney, strides toward the camera in a charcoal suit and delivers his pitch. He then peers out the window, looking serious, possibly a bit disgusted.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"For U.S. Juniors, the Future Isn't Now","web_url":"https://www.nytimes.com/1994/09/09/sports/us-open-94-for-us-juniors-the-future-isn-t-now.html","abstract":"  Players and executives from the United States Tennis Association player development program gathered in the stands of the shady Grandstand Court at Flushing Meadows yesterday. The match was not particularly compelling -- the seventh-seeded and 13th-seeded boys were facing each other in the third round of the United States Open junior singles. The stands were scattered with a handful of fans, most having drifted over from the Stadium Court next door.   But the U.S.T.A. representatives had reason for their visit. On the court was Justin Gimelstob, the 13th-seeded boy and the final remaining American in what is the premier American event on the international junior tour. Scott Humphries and Paul Goldstein, the top two juniors from the United States, were upset in the first round. Only 4 of the 17 American boys in the junior draw made it to the second round. And only one, Gimelstob, was left in the third round.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"One Woman, 2 Men And Their Secret","web_url":"https://www.nytimes.com/1994/09/09/movies/film-review-one-woman-2-men-and-their-secret.html","abstract":"Scandalous triangle  in turn-of-the-century  Ireland.","thumbnail":null,"section":"Movies"},{"date":"19940909","headline":"1894:Episcopal Tyranny : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-1894episcopal-tyranny-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The primary cause of the arbitrary action of the Bishop of Urguel in placing exorbitant duties upon products exported from Andorra into Spain is his desire to punish the little State for not having asked his authorization to install the telegraph.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Bland Candidate Giving Barry a Battle","web_url":"https://www.nytimes.com/1994/09/09/us/bland-candidate-giving-barry-a-battle.html","abstract":"  Turning blandness into a virtue may just make John Ray the next mayor of the nation's capital.   Although he has been a city councilman for 16 years, Mr. Ray is so unassuming that most voters still have no idea who he is. Three times before this campaign, he ran for mayor. And three times he failed.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Cuban Centrists Face Retribution in Miami","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-cuban-centrists-face-retribution-in-miami-192570.html","abstract":"  To the Editor:   Moderate voices in the Cuban exile community are heard less frequently than anti-Castro extremists, but this is not because \"they are an insignificant minority in Miami,\" as Jorge Mas Canosa has alleged. Indeed, a poll cited by The Economist in July found that \"nearly four out of five Cuban-Americans\" favor \"negotiations with the Cuban Government to facilitate peaceful change.\"","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"F.B.I. Sting: Hot Cars, Great Deals, 45 Suspects","web_url":"https://www.nytimes.com/1994/09/09/nyregion/fbi-sting-hot-cars-great-deals-45-suspects.html","abstract":"  To car thieves with hot goods to sell, it looked like an auto leasing agency whose shady dealers were willing to pay cash for stolen BMW's, Acura Legends and other luxury models. Actually, it was an F.B.I. sting operation, and over the last two years it bought 120 stolen cars for a fraction of their value.   It also kept track of the sellers -- mostly members of car-theft rings in New York, New Jersey and Connecticut -- people who scoffed at alarms, popped door and ignition locks like toys, easily defeated anti-theft devices like the Club and were willing to sell just-stolen $35,000 cars for $2,000, sometimes less.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Some Lawmakers Say Clinton Can Order Haiti Invasion","web_url":"https://www.nytimes.com/1994/09/09/world/some-lawmakers-say-clinton-can-order-haiti-invasion.html","abstract":"  Several influential Democrats have told the Clinton Administration that it will not need formal Congressional approval to invade Haiti, and the Pentagon announced today that seven large civilian-operated cargo ships had been activated for possible use in any military action there.    Defense Department officials have also told lawmakers that they have more than doubled -- to about 20,000 -- the size of an American-led invasion force that would be used to restore the exiled President of Haiti, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Coral Reefs Endangered In Jamaica","web_url":"https://www.nytimes.com/1994/09/09/us/coral-reefs-endangered-in-jamaica.html","abstract":"  A new report says disease, hurricanes and overfishing by a booming human population have combined to destroy most of Jamaica's coral reefs, once a jewel of the Caribbean. The only way of avoiding greater losses or repairing widespread damage, the report says, is if Jamaica adopts a policy that seeks to stop overfishing.   The return of mature herbivorous fish around Jamaica is seen as helping to fight growths of fleshy algae that otherwise come to dominate the reef ecosystem and crowd out coral polyps.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/09/arts/sounds-around-town-192902.html","abstract":"  Arab Festival   Mahrajan Al-Fan: A Day of Arab World Culture, Brooklyn Museum, 200 Eastern Parkway, at Prospect Park, (718) 638-5000. An all-day look into Arab culture, including music, poetry, food and dance, is exactly the sort of thing the Ethnic Folk Arts Center, the producer of the festival, knows how to do. There will be films of the legendary Egyptian singers Umm Kulthum and Mohammed Abdel Wahab, along with music from Egypt, Syria, Lebanon and Yemen. It's expansive and yet touches only a few of the myriad activities produced by Arab cultures in New York. The show begins at noon on Sunday. Tickets: $12. PETER WATROUS The Essence of Swing    Leon Parker, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. Leon Parker is a smooth drummer who has pared down his drum set to just a few pieces, allowing him to extract the essence of the sound of swing. He puts together fine groups, and this one is no exception. It features the tenor saxophonist Mark Turner, the pianist Bruce Barth and the bassist Ugonna Okegwo. The shows are Sunday night at 10, 12 and 2. There is a $12 cover and an $8 minimum. P. W. A Sideman Steps Forward    Steve Wilson, Birdland, 2745 Broadway, at 105th Street, Morningside Heights, (212) 749-2228. Steve Wilson, an alto saxophonist, is one of the better young players working in New York, on call as a sideman for small groups and big bands. He likes stretching out, letting long, sinuous lines flap in the gale of his group. He'll be joined by his quintet. There are shows tonight and tomorrow night at 9, 10:30 and midnight. There is a $10 cover and a $10 minimum. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Two Fighters Seek Victory and Vindication","web_url":"https://www.nytimes.com/1994/09/09/sports/boxing-two-fighters-seek-victory-and-vindication.html","abstract":"  Julio Cesar Chavez and Meldrick Taylor have learned that swapping blows is one thing. Convincing the boxing world that their skills have not eroded in recent years is an entirely different challenge.   It is one they hope to achieve well before their Sept. 17 pay-per-view rematch at the M-G-M Grand in Las Vegas, Nev.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/09/sports/results-plus-190527.html","abstract":"  GOLF  A Water Hazard That Wasn't  Nick Price, who has won the Britsh Open, PGA and three other American tour titles this year, had a five-under-par 67 yesterday in the opening round of the Canadian Open that included \"maybe the biggest break of my life.\" The Zimbabwe native is one shot behind the co-leaders Mark O'Meara and Dick Mast in Oakville, Ontario, and one lucky shot is why. From a fairway bunker on the right of No. 11, Price watched his approach head toward Sixteen Mile Creek, which fronts the green. But the ball hit a rock in the water near the far bank and bounced up on the green. \"Two putts for par and I ran to the next tee,\" Price said. O'Meara, buoyed by his best performance of the year in his last outing, and Mast, 43, a career struggler still chasing his first victory in a tour career that began in 1974, both birdied the final hole to share the lead.  Mast had nine birdies and 10 3's on his card at the Glen Abbey Golf Club. (AP) DOG SHOW  A Boxer Has Her Day  Champion Jacquet's Cambridge Fortune, a Brindle Boxer owned by Ikuko Ohtani, William Dunn and Richard Tomita yesterday was named best of 1,077 dogs at the 61st all-breed show of the Rockland County Kennel Club at Bowline Point Park, in Haverstraw, N.Y. It was the third top award for Casey, as the 3-year-old bitch is called, and she was handled by Marylou Hatfield. It was an exceptionally strong final, with six of the seven dogs previous winners of a top award. Among them they had amassed 110 bests. \"It's easier to find a male boxer, who is robust, well put together and looks like he can work, but to find all of that in a bitch, who still is very feminine, is remarkable and she truly is remarkable,\" said Anitra Cuneo, the judge.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/09/sports/transactions-191698.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Named Gary Rajsich scout.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1994/09/09/style/IHT-hear-this.html","abstract":"Allen Ginsberg may be counterculture, bearded and everything but he's not careless with things. Stanford University is buying his archives, 300,000 items, including electric bills, snippets of his beard, junk mail he's received over the years and dried pl","thumbnail":null,"section":"Style"},{"date":"19940909","headline":"How to Lose the Olympics","web_url":"https://www.nytimes.com/1994/09/09/opinion/how-to-lose-the-olympics.html","abstract":"  The International Olympic Committee stung China's leadership last September by rejecting its heavy-handed campaign to be host of the 2000 Olympics. What seems to have tipped an extremely close vote was the committee's anxiety that a Chinese human rights debacle could seriously embarrass the Olympic movement.   Yet China, which still hopes to win the 2004 Games, persists in putting political repression ahead of sports. Witness the case of Fang Zheng, a champion discus thrower abruptly excluded from competition at the Far East and South Pacific Disabled Games for the crudest of political reasons.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Nadjari's Slim Record","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-nadjari-s-slim-record-192759.html","abstract":"  To the Editor:   Michael J. Gorman's Sept. 1 letter recalls that about 20 years ago, \"Maurice Nadjari, the special state prosecutor, put fear into the hearts of corrupt police officers.\" That fear, however, was neither pervasive nor transfixing.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Jet's Final Seconds: 'A Whole Lot of Fire'","web_url":"https://www.nytimes.com/1994/09/09/us/jet-s-final-seconds-a-whole-lot-of-fire.html","abstract":"  Richard Trenary and Gerald Taylor were sitting in Mr. Taylor's yard in Hopewell Township, Pa., yesterday when the calm of a warm summer evening was interrupted by strange noises overheaded. They looked up in time to see USAir Flight 427 hurtle over them and into the ground.   \"The plane come straight down,\" Mr. Taylor said. \"Hit the ground nose first, like a bomb.\"","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Allies' Departure Leaves Berlin Without Foreign Troops","web_url":"https://www.nytimes.com/1994/09/09/world/allies-departure-leaves-berlin-without-foreign-troops.html","abstract":"  Troops of the United States, France and Britain said farewell to Berlin tonight, leaving the city without foreign troops for the first time since the end of World War II.   With a solemn torchlight ceremony at Brandenburg Gate, the last of scores of parades and festivals attended by more than one million Berliners, remaining troops from the three nations were honored in a traditional Prussian-style tattoo, a centuries-old musical tribute used in farewells and decommissionings. It was performed by a German fife-and-drum corps accompanied by torchbearers and two platoons in arms.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/09/nyregion/inside-186325.html","abstract":"  Algeria Talks With Militants   Algeria has begun secret peace talks with jailed leaders of the fundamentalist opposition, officials said. Violence by the movement has racked Algeria for two years. Page A10. Cuba Hopes for U.S. Deal    Changing its tone, Cuba said it hoped to reach an accord with the United States on immigration issues. The flood of refugees from the island seems to be slowing. Page A3. Movement in Baseball Strike    With the season in danger of being lost, the players' union offered the owners a new plan that, in effect, imposes a payroll and revenue tax on high-revenue clubs. Page B9. Settlement in Tailhook Case    A woman sexually abused at a Tailhook Association convention has reached a settlement with the group. She continues to sue the hotel where the convention was held. Page A22. The Ford in Ford's Future    Ford Motor sent a strong signal about which member of the next generation will lead the industrial dynasty, naming William Clay Ford Jr. chairman of a key committee. Page D1. Shooting at Grand Central    A man in a business suit shot and wounded another man aboard a subway train at rush hour in midtown Manhattan, the police said. Page B3.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Discrimination or Discourtesy?; A Commuter Won't Leave Her Bus Seat for Hasidic Prayer Meeting","web_url":"https://www.nytimes.com/1994/09/09/nyregion/discrimination-discourtesy-commuter-won-t-leave-her-bus-seat-for-hasidic-prayer.html","abstract":"  Every day, a dozen commuter buses travel between this Rockland County village and New York City equipped with an amenity seldom found on public transportation: a curtain that separates men and women for Jewish prayers.   The curtains have been there for four decades, ever since Hasidim began settling here and in nearby Monsey and Spring Valley, earning their livelihoods in New York and using the long bus ride to fulfill their daily prayer obligations.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/09/nyregion/c-corrections-192171.html","abstract":"  An article yesterday about a group of doo-wop singers misidentified the Bronx high school that most of them attended. It is Morris High School, not Morrisania.  ","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Nebraska Runs Mark to 2-0 Behind Frazier and Phillips","web_url":"https://www.nytimes.com/1994/09/09/sports/college-football-nebraska-runs-mark-to-2-0-behind-frazier-and-phillips.html","abstract":"  Nebraska 42, Texas Tech 16   LUBBOCK, Tex., Sept. 9 (AP) -- Tommie Frazier ran for two touchdowns and threw for one as No. 1-ranked Nebraska broke open a close game in the second half and beat Texas Tech, 42-16, last night.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Explorers and Their Expeditions, Preserved on Film","web_url":"https://www.nytimes.com/1994/09/09/arts/photography-review-explorers-and-their-expeditions-preserved-on-film.html","abstract":"  For many New Yorkers, the American Museum of Natural History equals dinosaurs, an equation the museum happily promotes with its gift shop full of dinosaur tchotchkes, from T-shirts to key chains. But another of the museum's treasures comes from the more recent past: its collection of more than a million photographs and 3,000 reels of film documenting the natural world.   As part of its 125th-anniversary celebrations, the museum is presenting a small sampling from this vast archive in its Library Gallery. Assembled from gifts or expeditions sponsored by the museum, \"The World Explored: 125 Years of Collecting Photographs\" includes famous images from the early history of photography, as well as unusual works made to record natural phenomena.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Change in Science Curriculum Hurts Students","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-change-in-science-curriculum-hurts-students-192732.html","abstract":"  To the Editor:   \"The Science Upgrade Proves Steep\" (editorial, Sept. 1) mentions \"budget cuts, inadequate materials and pessimism among principals and teachers\" as being a threat to the Board of Education's new program to improve New York City's instruction in science and mathematics.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Messier Gets Impatient About New Contract","web_url":"https://www.nytimes.com/1994/09/09/sports/hockey-messier-gets-impatient-about-new-contract.html","abstract":"  Barry Klarberg gets paid to count Mark Messier's money. As Messier's accountant, Klarberg is also involved in negotiations with the Rangers to get his client a new contract. But Klarberg hasn't seen any new numbers with dollar signs in front of them attached to Messier's name.   Like Messier, he is becoming increasingly impatient. If the Rangers don't make their captain a new salary offer soon, Messier might not be among the players reporting to training camp today in Rye, N.Y.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"FILM REVIEW Eggs, Ears And Excess In Paradise","web_url":"https://www.nytimes.com/1994/09/09/movies/film-review-eggs-ears-and-excess-in-paradise.html","abstract":"Clan doings and customs on Easter Island. Absolutely idiotic. Wonder the stones don't wince.","thumbnail":null,"section":"Movies"},{"date":"19940909","headline":"Beijing, Despite Taiwan Issue, Looks to Better Ties With U.S.","web_url":"https://www.nytimes.com/1994/09/09/world/beijing-despite-taiwan-issue-looks-to-better-ties-with-us.html","abstract":"  China said today that the Clinton Administration's decision to expand its official ties with Taiwan, which Beijing considers a renegade province, will adversely affect United States-China relations. But at the same time, it took another step to signal that it wants to improve its relations with Washington and repeated an invitation to President Clinton to visit China.   The modest change in Taiwan policy was announced in Washington on Wednesday. It reaffirmed the longstanding American position that there is only \"one China,\" but in a nod to Taiwan's growing economic power in Asia it loosened some of the strictures that have prevented American officials from carrying out direct talks with Taiwan officials on trade and economic issues.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Article 191167 -- No Title","web_url":"https://www.nytimes.com/1994/09/09/arts/article-191167-no-title.html","abstract":"  The West Village town house, which creaks and groans with every step, seems not to have a single level surface. Jack Miller and Todd Merrell recently took over Mary's, the dark, old-time Italian restaurant the house contains, with hopes of achieving an ambiance of faded elegance in just a few months.   The two partners, who own the boisterous Universal Grill next door, gave Mary's a face lift, and it reopened in June with an eclectic American menu and an interior design well on its way to the stylishly down-at-the-heels look they so prize.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"A Museum That's Its Own Best Exhibit","web_url":"https://www.nytimes.com/1994/09/09/arts/tv-weekend-a-museum-that-s-its-own-best-exhibit.html","abstract":"  The history of a museum might seem an unlikely subject for three hourlong essays on television, but the Hermitage is no ordinary museum and \"The Hermitage: A Russian Odyssey\" pays it splendid if somewhat breathless homage. The first installment, \"Catherine the Great: A Lust for Art,\" is on Channel 13 on Sunday at 7 P.M.    First there was the Winter Palace, built in 1754 in St. Petersburg as a home for the czars. But it wasn't until 1763 that Catherine the Great, widow of the murdered Peter III, began building additions to the palace. These hermitages, fashionable at the time for affording the aristocracy private nooks, as it were, were used to house Catherine's rapidly expanding collection of European art.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"The First Date From Purgatory","web_url":"https://www.nytimes.com/1994/09/09/movies/film-review-the-first-date-from-purgatory.html","abstract":"First date in New York apartment. Small, edgy and insightful.","thumbnail":null,"section":"Movies"},{"date":"19940909","headline":"A Man of 2 Minds About His Future","web_url":"https://www.nytimes.com/1994/09/09/theater/theater-review-a-man-of-2-minds-about-his-future.html","abstract":"  IN the vast category of dramas that explore the rifts between fathers and sons, Brian Friel's \"Philadelphia, Here I Come!\" is surely the most lyrical. Let others look back in remorse or anger. Mr. Friel chooses to sing.   Even as he is chronicling the inability of his characters, residents of a stultifyingly dull village called Ballybeg, to connect with one another, he is filling the stage with glorious words. The dialogue is as close to pure music as speech can get: rowdy, frolicsome and melancholy, by turns. This 1964 work established the Irish playwright as one of international stature; 30 years later, it seems no less fresh and vital.","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"U.S., Criticized for Helping Japan Over Plutonium, Will Stop","web_url":"https://www.nytimes.com/1994/09/09/world/us-criticized-for-helping-japan-over-plutonium-will-stop.html","abstract":"  For seven years the United States has been quietly supplying Japan with technology to refine bomb-grade plutonium from breeder reactors, despite the official American position against the export of any technology that helps the spread of nuclear weapons, according to a report issued today by Greenpeace.   Before Greenpeace's news conference was over, the Department of Energy announced that it would end the exports by letting the agreement under which they took place expire at the end of this month.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"The 'Same Old Jets': 3 Ignominious Words","web_url":"https://www.nytimes.com/1994/09/09/sports/pro-football-the-same-old-jets-3-ignominious-words.html","abstract":"  \"Same Old Jets.\" For Coach Pete Carroll, those three words will take on a different resonance this season. The same old Jets will no longer mean failed promises.   \"Somewhere down the road,\" said Carroll, \"someone will say, 'same old Jets' because we'll be kicking people around again.\"","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Giants' Daluiso Is Again Simply 'That Kicker Guy'","web_url":"https://www.nytimes.com/1994/09/09/sports/pro-football-giants-daluiso-is-again-simply-that-kicker-guy.html","abstract":"  When Brad Daluiso walks into a local restaurant, he will sometimes be recognized, but rarely. Usually it's a \"Hey, you're that kicker guy\" or something like that. He is not Rodney Hampton after all. And he is not some strapping lineman who is built like a tall building and will draw attention anyway. Daluiso is a 6-foot kicker for the Giants. Kickers do not normally stand out in a crowd.   But when Daluiso is on a football field, everyone notices him. Especially at Giants Stadium, where he has become a sort of cult hero. In the era of the salary cap, when teams are trying to trim every possible salary-related expense, Daluiso has survived because he can do one thing well: kick the football far. Very far. Into the stands kind of far.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"What Was Said on President's Visit to Maine","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-what-was-said-on-president-s-visit-to-maine-192341.html","abstract":"  To the Editor:   \"President Begins a Campaign to Avoid Losses for the Democratic Party in November\" (news article, Sept. 6), your report on the President's Labor Day visit to Maine, contained factual errors.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Detailing a Masterly Point of View","web_url":"https://www.nytimes.com/1994/09/09/books/books-of-the-times-detailing-a-masterly-point-of-view.html","abstract":"  Theory and Philosophy of Art   Style, Artist and Society   By Meyer Schapiro   Illustrated. 256 pages. George Braziller. $27.50.     The dauntingly titled \"Theory and Philosophy of Art: Style, Artist and Society\" has been long awaited. It is the fourth in a series of essay collections by the eminent scholar Meyer Schapiro, who will be 90 on Sept. 23. The first three volumes, devoted to late antique and medieval, Romanesque and modern art, came out in the late 1970's. They revealed to a general audience what many art historians and artists and his former Columbia University students knew: that Mr. Schapiro is among the century's most inspired thinkers.","thumbnail":null,"section":"Books"},{"date":"19940909","headline":"Of Colonials in Africa And Insults That Insult","web_url":"https://www.nytimes.com/1994/09/09/movies/film-review-of-colonials-in-africa-and-insults-that-insult.html","abstract":"British diplomat. Lumbering farce.","thumbnail":null,"section":"Movies"},{"date":"19940909","headline":"A President Under Fire : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-a-president-under-fire-letters-to-the-editor.html","abstract":"Regarding \"Clinton and 'Nasty' TV News\" (Political Notes, Sept. 2):.So, the Center for Media and Public Affairs has concluded that President Bill Clinton's negative television coverage is \"unfair.\" Is it not just possible that his n","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Bluntly, the Tragedy of 'the Troubles'","web_url":"https://www.nytimes.com/1994/09/09/arts/art-review-bluntly-the-tragedy-of-the-troubles.html","abstract":"  With the Irish Republican Army's recent announcement of a cease-fire in Northern Ireland, Willie Doherty's art has topicality to spare. Like all of this young Irish artist's efforts, his two somber works at the Grey Art Gallery and Study Center in Greenwich Village -- a blunt photography installation pitted against a discursive video installation -- concern the tragedy of \"the troubles,\" as the quarter-century of sectarian violence between Roman Catholics and Protestants in Northern Ireland is called.   Mr. Doherty, who made the short list of this year's prestigious and closely watched Turner Prize, which is awarded annually in November by the Tate Gallery in London, was born and reared and continues to live and work in Londonderry, a town that has seen some of the worst of the troubles and was the site of the 1968 riot that ignited them. He knows his subject intimately and, despite some weaknesses in his work and the presence, at Grey, of text panels that pedantically overexplain his efforts, he tends to handle it effectively.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/09/nyregion/chronicle-192325.html","abstract":"  JOHN MELLENCAMP canceled the remainder of a national tour yesterday after doctors found a clogged artery in his heart.    \"The doctors are coming up with a course of treatment,\" Lauren Murphy, a spokeswoman for Mercury Records, Mr. Mellencamp's label, said yesterday in New York. \"The prognosis is extremely good for a full recovery.\"","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Orphans of Haiti Disappear, Targets of Murderous Thugs","web_url":"https://www.nytimes.com/1994/09/09/world/orphans-of-haiti-disappear-targets-of-murderous-thugs.html","abstract":"  The rusted iron gate of the peeling old orphanage is bound in place with three feet of heavy chain and an ancient padlock, not to keep children in, but to protect them. In Haiti, where gunmen loyal to the military Government have methodically murdered the poorest of the poor, a favorite target is a motherless child.   These children are seen as enemies of the state, and hundreds have been killed in the last three years. No one complains, no one claims the bodies, no one cries when they are hauled off to common graves, say the people who run the orphanages, and some of the children in them.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/09/09/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"STEVE ALLEN: A RETROSPECTIVE,\" Museum of Television and Radio, 25 West 52d Street, Manhattan. Screenings of Steve Allen's television work, today through Sunday, featuring \"Meeting of Minds,\" at 12:15 P.M, and \"The Steve Allen Comedy Hour,\" at 2 P.M. Admission: $6; $4 for students and the elderly; $3 for children under 13. Information: (212) 621-6800. \"THE TRADITION OF THE NEW: POSTWAR MASTERPIECES FROM THE GUGGENHEIM MUSEUM,\" Solomon R. Guggenheim Museum, Fifth Avenue at 88th Street. Through Sunday. Hours: today and tomorrow, 10 A.M. to 8 P.M.; Sunday, 10 A.M. to 6 P.M. Admission: $7; $4 for students and the elderly; free for children under 12. Information: (212) 423-3500. \"EDWARD HOPPER AND JACK PIERSON: AMERICAN DREAMING,\" Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. Through Sunday. Hours: today through Sunday, 11 A.M. to 6 P.M. Admission: $7; $5 for students and the elderly. Information: (212) 570-3676. \"BUILDING THE COLLECTION: RECENT ACQUISITIONS AND SELECTED WORKS FROM THE PERMANENT COLLECTION,\" Bronx Museum of the Arts, 1040 Grand Concourse, at 165th Street, Morrisania. Highlighting works by African, African-American and Hispanic artists. Through Sunday. Hours: Wednesday through Friday, 10 A.M. to 5 P.M.; Saturday and Sunday, 1 to 6 P.M. Suggested admission: $3; $2 for students; $1 for the elderly; free for children 12 and younger. Information: (718) 681-6000. Closing Next Weekend  \"SHUT UP! LITTLE MAN\" Thread Waxing Space, 476 Broadway, at Broome Street, SoHo, second floor. An \"audio-verite\" work by Gregg Gibbs based on surreptitious tape recordings of two vicious, drunken apartment dwellers in San Francisco. Through Sunday. Performances: today through Sunday, 8:30 P.M. Tickets: $12. Information: (212) 966-9520. \"PRIDE EQUALS POWER,\" Museum of the City of New York, Fifth Avenue at 103d Street. Photographs chronicling the evolution of the New York Gay Pride March from 1970 to 1993. Through Sept. 18. Hours: Wednesday through Saturday, 10 A.M to 5 P.M.; Sundays, 1 to 5 P.M. Admission: $5; $3 for children; $8 for a family. Information: (212) 534-1672. \"DALI: THE EARLY YEARS,\" Metropolitan Museum of Art, Fifth Avenue and 82d Street, Manhattan. A retrospective of the artist's work as a teen-ager and young man. Through Sept. 18. Hours: Fridays and Saturdays, 9:30 A.M. to 8:45 P.M; Sunday and Tuesday through Thursday, 9:30 A.M. to 5:15 P.M.; closed Mondays. Admission: $7; $3.50 for students, the elderly and children. Information: (212) 535-7710.","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"In the Flux And Flukes Of Pop Fads, 21 Albums For Adults","web_url":"https://www.nytimes.com/1994/09/09/arts/critic-s-notebook-in-the-flux-and-flukes-of-pop-fads-21-albums-for-adults.html","abstract":"  POP records in the 90's have as many meanings as there are niches in the musical marketplace. Some are fashion statements, others political broadsides. Some function as aural graffiti, others are spinoffs of pop-star iconography. Some are spontaneous rants of adolescent frustration, others seek only to soothe nerves and create a pleasant ambiance. And some are combinations of the above.   Most of these 90's records aspire to do what pop records have always aspired to do, which is simply to make money. Trying to seize whatever moment they can, they are commercial opportunities competing in a jungle of opportunistic sounds. Nowadays that moment is as likely to be a beat or an instrumental texture as it is a tune. If commercially successful, that little fragment will have been used up, an overnight cliche.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Of Life, Comedy, Mortality and Cancer","web_url":"https://www.nytimes.com/1994/09/09/theater/theater-review-of-life-comedy-mortality-and-cancer.html","abstract":"  Nick Ullett, the English-born author of \"Laughing Matters,\" his one-man show at Primary Stages, would very much like you to know how to pronounce his name. It rhymes with gullet, and no one in the United States ever gets it right. The corollary seems to be that if people can't say the name, then the name isn't very well known (although Mr. Ullett might benefit from a conversation with Kim Basinger or Witold Rybczynski). And in recent years, the performer has become obsessed with, as he puts it, leaving \"my mark\" on the world.   A tall, long-faced man with an avid eagerness to charm, Mr. Ullett was found to have non-Hodgkins lymphoma in 1990 and has since been taking conscientious inventory of a rambling life filled, he says, with \"half-truths and lies.\" It is remarkable, he adds, \"how fast you stop lying when you learn you have cancer.\"","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"To Our Readers","web_url":"https://www.nytimes.com/1994/09/09/nyregion/to-our-readers.html","abstract":"  Starting next week, the suggested newstand price of The Times on Monday through Saturday will increase to 60 cents in the New York metropolitan area. The change will not affect the Sunday price, the weekday price outside the metropolitan area, or the cost of copies from The Times's direct home delivery service.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Beginning to Look Beyond the Kohl Era","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-beginning-to-look-beyond-the-kohl-era.html","abstract":"No matter who wins the German elections on Oct. 16, the end of the Kohl era now is coming into sight. Germans know that there will be changes in politics and personalities. But, as with the consequences of unification, they are reluctant to accept them..","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Carlos Is Charged Again","web_url":"https://www.nytimes.com/1994/09/09/world/carlos-is-charged-again.html","abstract":"  Carlos, the long-sought terrorist captured in the Sudan and brought to Paris last month, was charged today with a bombing on a French express train in March 1982 that killed five people.   The Venezuela terrorist, whose real name is Ilich Ramirez Sanchez, was charged by a judge during interrogation at the Palace of Justice. The French authorities had already charged Carlos with a bombing in Paris in April 1982 that killed one person and injured more than 60.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/09/nyregion/news-summary-185817.html","abstract":"  International A2-13  SERBIA ASSENTS TO MONITORS  President Milosevic of Serbia has accepted a compromise plan for monitoring the trade embargo he has imposed on the Bosnian Serbs, diplomats said. In return, the United Nations Security Council will move to ease sanctions on his country, possibly as early as next week.  A1  FROM AFAR, BOSNIANS HEAR POPE  Delivering the sermon he would have given had he gone to Sarajevo, the Pope raised an impassioned plea for peace in Bosnia. He also offered a \"kiss of peace\" to Serbian Orthodox Church leaders.  A6","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Chinese Swimmers Win With Drugs, U.S. Team Leader Charges","web_url":"https://www.nytimes.com/1994/09/09/sports/swimming-chinese-swimmers-win-with-drugs-us-team-leader-charges.html","abstract":"  In the wake of China's six gold medals and three silvers in the first eight women's events of the world swimming championships, a top official with the United States team said today he was convinced the Chinese were winning with the help of banned performance-enhancing drugs.   Dennis Pursley, the national team director of United States swimming, who oversees the men's and women's programs, called for an immediate and marked improvement in drug-testing procedures conducted by FINA, the sport's governing body, particularly in out-of-competition testing. If quick progress is not made, Pursley warned, the future of international women's swimming could be in jeopardy.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/09/style/IHT-what-theyre-reading.html","abstract":"Enrique Alejo, who is organizing the International Monetary Fund/World Bank meeting Oct. 4 to 6 in Madrid, is reading \"La Primaca de la Sociedad Civil,\" by Victor Prez Daz..\"A dynamic vision of Spanish society from the c","thumbnail":null,"section":"Style"},{"date":"19940909","headline":"9 Movie Makers Telling Short Tales","web_url":"https://www.nytimes.com/1994/09/09/movies/film-review-9-movie-makers-telling-short-tales.html","abstract":"  \"Notes in a Minor Key,\" the most confident of the nine short films being shown in a new anthology, \"Young Black Cinema II,\" tells a story of sibling rivalry between young musicians in a style that is as crisply assured as the Louis Jordan-style jazz that infuses the movie with a swinging buoyancy.    When a teen-ager accidentally discovers his grandfather's saxophone, it opens up a painful chapter of family history that had been kept secret. It turns out that in the 1940's, the grandfather, Kansas (Keith David), and his brother, Teddy (Harry Lennix), played together in an up-and-coming Harlem jazz band. Most of the film is an extended flashback in which Kansas recalls the devastating consequences of his own professional and sexual envy of his more talented brother.","thumbnail":null,"section":"Movies"},{"date":"19940909","headline":"The Castro Alternative","web_url":"https://www.nytimes.com/1994/09/09/opinion/the-castro-alternative.html","abstract":"The Cuban refugee crisis is largely being shaped by the converging but diametrically opposite motivations of two strong-willed Cuban leaders: Fidel Castro and Jorge Mas Canosa, the head of the Miami-based Cuban American National Foundation. The Clinton Administration, which has failed to understand what is really happening in Cuba, must overcome these two powerful personalities or risk being dragged into armed conflict.\n\nYesterday's reports that the two countries are possibly close to a deal may seem heartening, but our bickering with Mr. Castro over the refugees shows that we are losing sight of the fact that he has failed as a leader and his end is approaching. The Cuban economy is collapsing -- most hopes for its revival were based on tourism and foreign investment, which have been dashed by the current crisis. Mr. Castro's mismanagement is such that even lifting the U.S. embargo wouldn't help.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"A Bush Tops G.O.P. Field Vying to Face Gov. Chiles","web_url":"https://www.nytimes.com/1994/09/09/us/a-bush-tops-gop-field-vying-to-face-gov-chiles.html","abstract":"  Buoyed by his father's name and his own aggressive campaign, Jeb Bush easily vaulted to the top of a seven-candidate field today in this state's Republican gubernatorial primary. Family ties were also front and center in the Democratic primary for the United States Senate, where Hugh E. Rodham, the brother of Hillary Rodham Clinton, was the top vote getter.   But neither man did well enough to avoid a runoff. Mr. Bush faces a one-on-one contest next month with the second-place finisher, Jim Smith, the Florida Secretary of State. Mr. Rodham will face Mike Wiley, a former Orlando radio talk show host.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"For a Baseball Case History, Look at Cleveland","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-for-a-baseball-case-history-look-at-cleveland-192236.html","abstract":"  To the Editor:   In the writings about the baseball strike and its economics, I've seen little about the huge benefits team owners and players get from the investment that cities make in ballparks, arenas, infrastructure such as streets and highways and continual service demands, including the police. The owners receive sweetheart deals to \"rent\" the stadiums, making huge profits from concessions and advertising, though the cities own and must maintain the facilities.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Sports of The Times; Did Football Send Owners To the Table?","web_url":"https://www.nytimes.com/1994/09/09/sports/sports-of-the-times-did-football-send-owners-to-the-table.html","abstract":"  IF our wonderful baseball owners can get over their gripping obsession with the salary cap, baseball fans may have to give thanks to a strange new ally: football.   My theory is that king football -- and particularly a new American sporting hero named Jeffrey Lurie -- had a great deal to do with the wonderful owners scurrying to New York yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-letters-to-the-editor-92023055804.html","abstract":"My thanks to Russell Baker (\"A Yearning to Serve,\" Aug. 3) and Anthony Lewis (\"Wrong and They Don't Apologize,\" July 19) and for denouncing this new kind of assassination of a president.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-letters-to-the-editor.html","abstract":"The current zealous persecution of the president through partisan-- self-righteousness and media coverage that has no sense of balance-- is undermining the confidence of people worldwide in the ability of the American political process to guarantee the c","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"With Deadline Near, Players Offer Owners an Idea","web_url":"https://www.nytimes.com/1994/09/09/sports/baseball-with-deadline-near-players-offer-owners-an-idea.html","abstract":"  With little time left to salvage the remainder of the regular season and the World Series, baseball players and their negotiators methodically pieced together a new plan yesterday that they hoped would entice the owners away from their salary cap demand and end the four-week-old strike.   After spending the entire day working on the concept, which combines a revenue-sharing and a payroll-tax plan, the union sent a contingent of three lawyers and four players to discuss it early last night with a group of six owners and club executives and their negotiating team.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Algae Bloom Shuts Down Croton Aqueduct","web_url":"https://www.nytimes.com/1994/09/09/nyregion/algae-bloom-shuts-down-croton-aqueduct.html","abstract":"  The aqueduct from the Croton water system in Westchester and Putnam counties that supplies 10 percent of New York City's drinking water has been shut for two weeks because of algae growing in the water there.   Marilyn G. Gelber, Commissioner of the city's Department of Environmental Protection, said yesterday that the algae did not pose a health hazard. But, she said, \"the odor, the look, the taste is not as high as with Catskill and Delaware,\" the two larger, newer water systems west of the Hudson River.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"'That's a Baby in There'","web_url":"https://www.nytimes.com/1994/09/09/opinion/that-s-a-baby-in-there.html","abstract":"  The speaker of those words was not, we know, referring to a stroller but to a coffin. She was talking about Robert Sandifer, an 11-year-old accused of murdering another child, who was murdered in turn, probably by his own colleagues in crime. The woman had brought her grandson to look at Robert -- as had many other adults in his Chicago neighborhood -- in hopes that his small body would serve as a warning: Death is permanent. This is where gangs will take you. Beware.   Much has been made in the media this week of Robert's sad story: abused and abandoned at 3, cared for variously by a grandmother and child welfare agencies, a gang member at 9. But that neglect cannot be the entire explanation. Neighbors and schoolmates of Robert's alleged killers -- brothers aged 14 and 16 -- say those two had good parents. \"Their mother and father are real good, nice people,\" said one. \"They just can't control them.\" Others talked of losing sons and friends to the streets. Children spoke openly of being thankful each day to make it home from school.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Paris Journal; Mitterrand's 'Mistakes': Vichy Past Is Unveiled","web_url":"https://www.nytimes.com/1994/09/09/world/paris-journal-mitterrand-s-mistakes-vichy-past-is-unveiled.html","abstract":"  It would be an exaggeration to say that the early life of President Francois Mitterrand was a state secret, but as long as he was a politician with another election ahead of him he saw to it that an aura of mystery surrounded the years before he emerged as a Socialist leader.   But now, at the age of 77 and just eight months before retiring from Elysee Palace, Mr. Mitterrand has helped a French writer to reveal new details of his hidden past, first as a rightist student in the 1930's and then working for the collaborationist Vichy Government in World War II.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Charter Plan Is Under Fire But on Ballot","web_url":"https://www.nytimes.com/1994/09/09/nyregion/charter-plan-is-under-fire-but-on-ballot.html","abstract":"  After months of partisan debate, the Nassau County Board of Supervisors today unanimously approved the final wording for a charter revision that will go to the voters in November.   And while all six supervisors said they would urge adoption of the revision, which would replace the board with a 19-member legislature, several citizens' groups expressed doubts about whether voters will approve the measure.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Quayle, Defending '92 Speech, Returns to Family Values Theme","web_url":"https://www.nytimes.com/1994/09/09/us/quayle-defending-92-speech-returns-to-family-values-theme.html","abstract":"  With an eye on both his political past and future, former Vice President Dan Quayle returned today to the place where two years ago he made Murphy Brown's out-of-wedlock television baby a \"family values\" issue in the 1992 Presidential campaign.   Speaking again to members of the Commonwealth Club of California, he said the baby was still a values issue in American life, an unfortunate prime-time symbol of the country's \"poverty of values.\"","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/09/nyregion/c-corrections-192163.html","abstract":"  A brief report in the Company News column of Business Day yesterday about the American Travellers Corporation's purchase of a unit of the J. C. Penney Company misidentified the business changing hands. It is the long-term care business of the J. C. Penney Life Insurance Company, not all of J. C. Penney Life Insurance.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Awards for Dance Scholarship","web_url":"https://www.nytimes.com/1994/09/09/books/awards-for-dance-scholarship.html","abstract":"  The Dance Perspectives Foundation has given its 21st annual De La Torre Bueno Prize for scholarship in dance writing to Dr. Susan Manning and Dr. Maurice Esses.   Dr. Manning received the prize for her \"Ecstasy and the Demon: Feminism and Nationalism in the Dances of Mary Wigman,\" published by the University of California Press. Dr. Esses, a musicologist, mathematician and senior editor of college textbooks at Prentice-Hall, Canada, won for \"Dance and Instrumental Diferencias in Spain During the 17th and 18th Centuries,\" published by Pendragon Press.","thumbnail":null,"section":"Books"},{"date":"19940909","headline":"Tailhook Suit Settled 4 Days Before Trial","web_url":"https://www.nytimes.com/1994/09/09/us/tailhook-suit-settled-4-days-before-trial.html","abstract":"  Four days before trial of a lawsuit over the Tailhook Association's bawdy 1991 convention in Las Vegas, the naval aviators' group has reached a settlement with the plaintiff, a former Navy lieutenant who was among the women sexually abused there.    The settlement was disclosed this afternoon by lawyers for the association and Paula Coughlin, who filed the suit last year.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Airliner Crashes Near Pittsburgh; All 131 on USAir Jet Are Killed","web_url":"https://www.nytimes.com/1994/09/09/us/airliner-crashes-near-pittsburgh-all-131-on-usair-jet-are-killed.html","abstract":"  A USAir flight from Chicago nose-dived into the ground just outside Pittsburgh as it was preparing to land yesterday evening, killing all 131 people aboard. It was the worst air disaster in the United States in seven years.   In calm, clear weather, USAir Flight 427, a Boeing 737-300, plunged into a wooded hillside in a sparsely populated area of Hopewell Township in Beaver County, about six miles from the airport and about 20 miles west-northwest of Pittsburgh. Witnesses said the plane appeared to lose power and altitude, then banked, descending steeply and almost silently into the ground.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/09/09/arts/diner-s-journal.html","abstract":"  Med and the Southwest    The entire front of Spartina is thrown open to the street, and it's hard to resist the invitation to come in. The large room is spare and pretty with low, flattering lighting and walls stripped down to the bricks. Here and there are accents the color of dusty tomatoes. It has a warm, casual feel.   \"I guess you'd call our cooking Med-Rim,\" said the waiter in answer to a question. And then he stopped himself and added, \"with a couple of Southwestern accents.\"","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Judge Chides Prosecutors in Crown Hts. Civil Rights Case","web_url":"https://www.nytimes.com/1994/09/09/nyregion/judge-chides-prosecutors-in-crown-hts-civil-rights-case.html","abstract":"  The judge in the case of Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, raised sharp questions yesterday about several aspects of the Justice Department's case against Mr. Nelson.   At a pretrial hearing to determine whether Mr. Nelson should be tried as an adult or a juvenile, Judge David G. Trager of Federal District Court in Brooklyn chided Government prosecutors for introducing the fact that earlier this year Mr. Nelson was charged with slashing another teen-ager with a razor in a suburb of Atlanta.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"For Children","web_url":"https://www.nytimes.com/1994/09/09/theater/for-children.html","abstract":"  'Peppi and the Pop-Up Dragon'  International Festival of Puppet Theater Joseph Papp Public Theater 425 Lafayette Street East Village (212) 598-7150 Recommended ages: 3 to 8 Tomorrow and Sunday    Two years ago, in a Manhattan preschool class, Penny Jones, a puppeteer, helped 4-year-old children to construct Halloween witch finger puppets; the puppets looked flimsy, but at least one has lasted. The pencil-thin witch, with a black nylon cape and a substantial broom, seems straight from a spider-filled Oz castle.","thumbnail":null,"section":"Theater"},{"date":"19940909","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/09/nyregion/chronicle-192309.html","abstract":"  NBC's announcement yesterday that BRIAN WILLIAMS, the former anchor of Channel 2 News in New York, would be elevated to the post of chief White House correspondent was a signal that he is a contender to become the next lead anchor at the network whenever the day comes that TOM BROKAW steps down. Mr. Brokaw filled the White House post before his anchor days. Mr. Williams, who has reported on the Middle East and South Africa for NBC in the past year, as well as serving as anchor of the Saturday broadcast of the \"NBC Nightly News,\" joined NBC in March 1993.   \"Everyone perceives him as being groomed for bigger things,\" one NBC News executive said yesterday.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Citing Organized Crime, U.S. Sues to Take Control of Union","web_url":"https://www.nytimes.com/1994/09/09/nyregion/citing-organized-crime-us-sues-to-take-control-of-union.html","abstract":"  Citing years of corruption and organized-crime influence, the Government yesterday moved to take control of a New York City union representing construction laborers.   The prosecutors asserted that Mafia members, corrupt union officials and others had systematically plundered the $270 million benefit fund of the union, the Mason Tenders District Council of Greater New York, endangering the benefits of the union's 7,000 current and retired members.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"A Democrat Who Thrives Opposing the President","web_url":"https://www.nytimes.com/1994/09/09/us/a-democrat-who-thrives-opposing-the-president.html","abstract":"  From almost the day President Clinton entered the White House, Senator Richard C. Shelby has been at his heels, a nettlesome and outspoken critic. Never mind that Mr. Clinton is from Arkansas and Mr. Shelby is from Alabama, or that both are Democrats.   Although the positions that Mr. Shelby has taken reflect the native conservatism of Alabama, what has made him stand out from other conservative Southern Democrats is the flourish and relish with which the two-term junior Senator has consistently opposed the President.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/09/arts/sounds-around-town-190489.html","abstract":"  Richman's Folk-Rock   Jonathan Richman, the Supper Club, 240 West 47th Street, Manhattan, (212) 921-1940. Jonathan Richman may be the only rock singer who can win nearly every heart in an audience by talking about his wife. He's not afraid to tell bad jokes, and his voice, which sounds like that of a pre-teen with a spring cold, is irresistible. After 24 years of music-making, this Boston singer's idiosyncratic folk-rock songs still sound honest, sincere and mischievously innocent, even when delivered from the perspective of a 2-year-old. The show is tomorrow night at 8; admission is $18.50 in advance or $20 at the door. NEIL STRAUSS Still Improvising    Derek Bailey Quartet, the Cooler, 416 West 14th Street, West Village, (212) 229-0785. In the 1980 book \"Improvisation,\" the guitarist Derek Bailey contends that improvisation is the most widely practiced musical activity, but the least acknowledged and understood. He ought to know. As a pick-up musician in the 1950's and a studio musician in the 1960's, he learned a lot about discipline and restriction before striking out on his own in search of freedom. Three decades later, he's still twisting his tuning pegs, whittling atonal guitar lines, and breaking for periods of silence. He has become one of the most technically adept performers in a genre that has pretty much remained unacknowledged and misunderstood. He performs with the saxophonist Peter Brotzmann, the drummer Gregg Bendian and the bassist Skuli Sverrisson tonight and tomorrow night at 10. Admission: $10. N. S. 50's Dreams    Love Jones, Wetlands, 161 Hudson Street, three blocks south of Canal Street, TriBeCa, (212) 966-4225. At the end of one song on Love Jones's first album, a sultry female voice whispers, \"I'd like to buy the band a drink.\" Her offer conjures up a world of vinyl seats and smoking jackets, of sensuality and cordiality, of inebriation and restraint that exists only in a misguided vision of the 1950's and in the music of Love Jones. Led by Ben Daughtrey, a reformed hardcore rock musician, Love Jones croons self-consciously slick retro-rock songs colored with light brush strokes of bossa nova, soul and doo-wop. The band sometimes tries too hard to imitate a style of music characterized by its effortlessness, but that's only part of its charm. Doors open at 8 P.M. admission is $8. N. S.","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"People, People Who Need People","web_url":"https://www.nytimes.com/1994/09/09/sports/us-open-94-on-tennis-people-people-who-need-people.html","abstract":"  Nobody was waiting to take Brad Gilbert's picture or ask for his autograph yesterday afternoon out on Court 9 at the National Tennis Center. Word got out that Andre Agassi was scheduled to hit there, probably bare-chested, and that sure was one alternative to Karel Novacek and Jaime Yzaga on the Stadium Court.   \"They're waiting for Andre?\" Gilbert said, of the growing crowd and the fidgeting newspaper photographers. Gilbert was roaming the men's locker room, looking for someone to hit with. He had booked Court 9 in Agassi's name, the way you would drop a name making reservations for dinner. His protege, Agassi the United States Open savior, happened to be taking the afternoon off.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"SERBIAN PRESIDENT IS SAID TO ACCEPT TRADE MONITORING","web_url":"https://www.nytimes.com/1994/09/09/world/serbian-president-is-said-to-accept-trade-monitoring.html","abstract":"  Western diplomats said today that President Slobodan Milosevic of Serbia had accepted a compromise plan for monitoring the trade embargo he has imposed on the Bosnian Serbs. In return, they said, the Security Council will move to ease sanctions on Serbia as early as next week.   The United States, Britain, France, Germany and Russia, members of the so-called contact group trying to make peace in Bosnia, announced in Berlin on Wednesday that if the Serbs agreed to allow observers along the border with Bosnia, the economic embargo against Serbia would be relaxed in stages.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"COLLEGE FOOTBALL REPORT","web_url":"https://www.nytimes.com/1994/09/09/sports/college-football-report-191892.html","abstract":"  C. W. Post    A titan has emerged on Long Island, the Pioneers from Brookville who start a new season tonight with a 10-game winning streak and enticing expectations. The opening opponent on the road is a new one, William Paterson at Wayne, N.J., the latter a Division III playoff team last season.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/09/nyregion/c-corrections-192155.html","abstract":"  A picture caption yesterday with an article about Barbara Bush's memoirs misidentified the needlework she displayed in the 1975 photograph. It was needlepoint, not knitting.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Harlem Family Battles Burden of the Past","web_url":"https://www.nytimes.com/1994/09/09/nyregion/harlem-family-battles-burden-of-the-past.html","abstract":"  It was an exquisitely bad day in a time of long, bad days. The washing machine broke and the food stamps ran out. Despite scores of phone calls, the welfare caseworker could not promise Vikki the bigger apartment she needed to care for the three cousins she was raising and the baby she was expecting.   In a gloomy apartment in Harlem, Vikki, 26, has been waging a lonely campaign to keep it all together. Once a key figure in a local drug operation, she is unemployed, diabetic and overweight. She is the legal guardian of the cousins, whose drug-addicted and abusive parents abandoned them long ago to foster care.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"About Real Estate;\nA School Sponsors a Condo Conversion","web_url":"https://www.nytimes.com/1994/09/09/us/about-real-estate-a-school-sponsors-a-condo-conversion.html","abstract":"The Browning School, a preparatory school for boys on the Upper East Side of Manhattan, has teamed up with two investors to sponsor a conversion to a condominium of a building the school owns at 40 East 62d Street. \n\nThe nine-story structure contains 11 apartments and 17,600 square feet of commercial space, which the school occupies. Tenants received a preliminary prospectus, called a \"red herring,\" last month.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"AIR FORCE CHARGES 6 IN IRAQ DEATHS","web_url":"https://www.nytimes.com/1994/09/09/us/air-force-charges-6-in-iraq-deaths.html","abstract":"  The Air Force has charged an F-15 pilot with negligent homicide and dereliction of duty for his role in the shooting down last April of two Army helicopters over northern Iraq, the Pentagon announced today.   The pilot, Lieut. Col. Randy W. May, was charged with 26 counts of negligent homicide -- one for every person killed in the accidental downing of the two Blackhawk helicopters. An Air Force spokesman said the charges, which could result in dismissal and a maximum prison term of 26 years, appeared to be the most serious ever leveled against a pilot because of the accidental downing of friendly aircraft.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"The Desert Fax: Henesey Lands a Job","web_url":"https://www.nytimes.com/1994/09/09/sports/pro-football-the-desert-fax-henesey-lands-a-job.html","abstract":"  Ingenuity still has a place in the National Football League. Brian Henesey, two years removed from Bucknell University, six months removed from a pharmaceutical job, six months removed from inundating Buddy Ryan's fax machine, five months removed from a scam as a Federal Express deliveryman, will be the Arizona Cardinals' backup fullback against the Giants Sunday night.   The Cardinals did not scout Henesey; he scouted them. No soliciting is permitted at the team's red-brick facility here, but Henesey might be the first player who ever used the \"Avon\" approach to earn a tryout.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Man Is Shot on Crowded Subway Train","web_url":"https://www.nytimes.com/1994/09/09/nyregion/man-is-shot-on-crowded-subway-train.html","abstract":"  A man in a business suit shot and wounded another man yesterday morning after a dispute aboard a packed, rush-hour subway train as it pulled into Grand Central station, the police said.   As shots rang out around 8:30 A.M., panicked passengers dived to the floor of the southbound No. 4 train and onto the grimy concrete platform. Once the shooting ended, people jumped up and scattered, pushing and shoving one another as they rushed to safety. One woman twisted her ankle while trying to run.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Algeria Rulers In Peace Talks With Muslims","web_url":"https://www.nytimes.com/1994/09/09/world/algeria-rulers-in-peace-talks-with-muslims.html","abstract":"  The Algerian Government has begun secret peace talks with imprisoned leaders of the militant Muslim opposition whose armed groups have racked the North African nation during two years of urban guerrilla warfare, Algerian officials said today.   Gen. Lamin Zeroual, who leads the military-civilian junta that has governed Algeria since independence in 1962, confirmed in various comments over the last two days that he had directed senior Government officials to hold meetings with Abassi Madani, the jailed leader of the Islamic Salvation Front opposition party, and five of his closest associates in the town of Blida, where they are being detained.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"The Unemployment Threat : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-the-unemployment-threat-letters-to-the-editor.html","abstract":"In response to the editorial \"Jobs Versus Inflation\" (Aug. 31):.Surely the U.S. Federal Reserve chairman, Alan Greenspan, is as concerned over high unemployment. But just lowering interest rates will not do the trick. What is needed is a comp","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"1944: Aristocratic Thief : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-1944-aristocratic-thief-in-our-pages100-75-and-50-years-ago.html","abstract":"RIVERHEAD, L.I. - [From our New York edition:] Mrs. Job Taylor 2d, of New York and Westhampton, a descendant of two presidents of the United States and of a signer of the Declaration of Independence, is passing her second successive night in the Suffolk C","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"As Abortion Fight Rages, Population-Plan Accord Nears","web_url":"https://www.nytimes.com/1994/09/09/world/as-abortion-fight-rages-population-plan-accord-nears.html","abstract":"  As the United Nations population conference ended its fourth day of deadlock on the abortion issue, some delegates reported progress today toward agreement on what they called the real purpose of the gathering: a plan to increase global spending on population control and related health services from around $5 billion now to $17 billion by the year 2000.   Nicolaas Biegman of the Netherlands, the usually restrained vice chairman of the conference's main drafting committee, vented exasperation at the increasingly wide gulf between the maneuvering over abortion and the central question of how the world is to stabilize its population, currently estimated at 5.67 billion people, at a supposedly sustainable 7.27 billion by the year 2015.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Mullen's Status Still Uncertain","web_url":"https://www.nytimes.com/1994/09/09/sports/mullen-s-status-still-uncertain.html","abstract":"  Brian Mullen met with Islander General Manager Don Maloney today to discuss his status with the team. Mullen suffered a stroke on Aug. 11, 1993, and underwent heart surgery a little over a month later. His comeback attempt last season ended on March 20, when he suffered a seizure during a morning practice.   \"We're still getting further medical opinions,\" Maloney said. \"There is a position for him in our organization, regardless. It is still to be discussed whether he will have the opportunity to work out in camp. If he's deemed unable to play, the logical step is a coaching position of some sort.\"","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"Rabin Outlines Phased Pullout In Golan Area","web_url":"https://www.nytimes.com/1994/09/09/world/rabin-outlines-phased-pullout-in-golan-area.html","abstract":"  Prime Minister Yitzhak Rabin has for the first time publicly given a timetable for a partial Israeli withdrawal on the Golan Heights in return for peace with neighboring Syria.   He told his Cabinet today that he had informed the American intermediaries in talks with the Syrians that Israel would undertake an initial \"very slight\" pullback, which would last for three years. In that period, Israel would see how far Syria went in normalizing relations with Israel before deciding on subsequent withdrawals. This would include such steps as the establishment of embassies in Damascus and Jerusalem.","thumbnail":null,"section":"World"},{"date":"19940909","headline":"Republican Candidates Run Hard and Cheaply","web_url":"https://www.nytimes.com/1994/09/09/nyregion/republican-candidates-run-hard-and-cheaply.html","abstract":"  It seems like a throwback to old-fashioned politics, two candidates traveling across Connecticut, speaking at luncheons, shaking hands at fairs, marching in parades, telling people face to face why they want to be elected to the United States Senate.   But for Dr. Gerald Labriola, a retired pediatrician, and Dr. Joseph Bentivegna, a young ophthalmologist, their shoe-leather campaigns in a primary for the Republican Party's Senate nomination are all they can afford. While the Democratic incumbent, Joseph I. Lieberman, has raised more than $4 million and already is spending heavily on television ads, the two Republicans together have raised less than $120,000. Television is something they can only watch. Incumbent's Advantage    As a result, changing the campaign-finance laws to limit the advantages of incumbency is one of the few issues on which the two doctors agree. Dr. Labriola, a former state senator and candidate for governor and lieutenant governor, notes that Senator Lieberman established a re-election fund a month after taking office in 1989.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Swing Time: Finding Bliss In a Batting Cage","web_url":"https://www.nytimes.com/1994/09/09/arts/swing-time-finding-bliss-in-a-batting-cage.html","abstract":"  EFFECTING a line drive is among the more unsung pleasures available to humans. But as anyone who has done it can tell you, swinging a bat levelly, crushing a baseball and then watching it describe a flat parabola toward the horizon is a jolt at once as potent as morning coffee and as inspiring as fireworks.   For this, I patronize batting cages. In the step-and-slash repetition of swinging a bat, I've discovered the satisfaction of honing a small and unimportant physical gesture. I've learned to savor the occasional joyous confluence of serendipity and skill, the moment when ball and bat meet with the resonant sound of an orchestral wood block. (O.K. It's tinnier when the bat is aluminum.)","thumbnail":null,"section":"Arts"},{"date":"19940909","headline":"Giuliani to Put Housing Police Under Bratton","web_url":"https://www.nytimes.com/1994/09/09/nyregion/giuliani-to-put-housing-police-under-bratton.html","abstract":"  Signaling his determination to move ahead with a merger of New York City's three police departments, Mayor Rudolph W. Giuliani plans to sign an executive order today that would put the housing police under the jurisdiction of Police Commissioner William J. Bratton as of October.   Paul A. Crotty, the city's Corporation Counsel, said yesterday that the Mayor was issuing the executive order to comply with the State Civil Service law, which requires city employees to receive 20 days' notice before being transferred between agencies. He said the executive order would be supplemented by a resolution by the city Housing Authority approving the merger.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Term Limits Defy Constitution, Administration Tells Justices","web_url":"https://www.nytimes.com/1994/09/09/us/term-limits-defy-constitution-administration-tells-justices.html","abstract":"  The Clinton Administration has told the Supreme Court that state-imposed limits on terms for members of Congress are unconstitutional and has asked the Court's permission to present that argument when the Justices hear an important term-limits case from Arkansas later this year.   In a motion filed with the Court last week, Solicitor General Drew S. Days 3d said that because Congressional term limits \"directly affect the composition of the Federal legislature,\" the Government has an important stake in the outcome, although it is not a party to the Arkansas case.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Minority Test Scores Don't Predict Success","web_url":"https://www.nytimes.com/1994/09/09/opinion/l-minority-test-scores-don-t-predict-success-192740.html","abstract":"  To the Editor:   For various reasons, \"minority\" candidates sometimes do not do well on standardized tests. As an adviser to City University of New York undergraduates who seek admission to graduate programs, I often must explain to graduate schools that these tests are unreliable predictors of academic success for our students.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"National Medal of Science Winners Are Named","web_url":"https://www.nytimes.com/1994/09/09/us/national-medal-of-science-winners-are-named.html","abstract":"  The National Science Foundation announced today that eight scientists would receive the National Medal of Science, the nation's highest award for basic research.   Among the medalists was Dr. Robert K. Merton, the first sociologist to win the medal. Dr. Merton, of Columbia University, studies scientists and is best known for creating the focus interview for marketing purposes. \"Just as physicists, chemists and botanists explore the world of nature, I am observing scientists at work,\" he said at a news conference.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"When Lawyers Play the Race Card","web_url":"https://www.nytimes.com/1994/09/09/opinion/when-lawyers-play-the-race-card.html","abstract":"Even before jury selection starts, the O. J. Simpson case has fueled two dangerous misconceptions about jury trials. The first is that jurors often deadlock along racial lines. The second is that pretrial publicity destroys the impartiality of every prospective juror who follows the news closely. Neither of these cynical caricatures of jury justice is supported by the evidence.\n\nWhen it comes to race, jurors certainly are not angels. The first Rodney King trial reminded the nation of all that can go wrong when all-white juries sit in judgment of black defendants or victims. And studies show that black jurors are less trusting than whites of police testimony and more apt to side with the defendant. (This is not an issue of racial loyalty; black jurors are just as likely to doubt police credibility when the defendants or victims are white.)","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Audio Gear Is Stolen From the Delacorte","web_url":"https://www.nytimes.com/1994/09/09/nyregion/audio-gear-is-stolen-from-the-delacorte.html","abstract":"  Masked robbers, one armed with a handgun, handcuffed a security guard to a steampipe and stole thousands of dollars worth of audio equipment from the Delacorte Theater in Central Park early yesterday, the police said.   The theft came four days after the New York Shakespeare Festival closed \"The Two Gentlemen of Verona\" to end its summer season, and hours before the equipment was to be moved. \"We were going to load out a lot of it today,\" said Rik Kaye, production manager of the festival. \"They went for the expensive stuff.\"","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Museumgoers Find Friend in Florence","web_url":"https://www.nytimes.com/1994/09/09/style/IHT-museumgoers-find-friend-in-florence.html","abstract":"Museum volunteers here have come up with a remedy for Stendhal's Syndrome, that feeling of faintness that often overcomes visitors to this seemingly endless labyrinth of art. First described by the 19th-century French writer Henri Beyle, known as Stendha","thumbnail":null,"section":"Style"},{"date":"19940909","headline":"Regulator Fears That Economics Could Lead A-Plants to Scrimp","web_url":"https://www.nytimes.com/1994/09/09/us/regulator-fears-that-economics-could-lead-a-plants-to-scrimp.html","abstract":"  The chairman of the Nuclear Regulatory Commission said today that looming deregulation was creating unprecedented economic pressure for utilities and providing an \"incentive to cut corners\" at nuclear reactors.   The chairman, Ivan Selin, said the pressure would prompt his regulators to examine a new area when evaluating a plant that is operating badly: whether financial strain on the parent utility had left it starved for resources.","thumbnail":null,"section":"U.S."},{"date":"19940909","headline":"Starks Wants Harper to Join Party","web_url":"https://www.nytimes.com/1994/09/09/sports/pro-basketball-nba-notebook-starks-wants-harper-to-join-party.html","abstract":"  If Ron Harper signs with the Knicks, John Starks said he would welcome the addition.   Starks and Harper will be the Knicks' top two shooting guards if Harper, a free agent, joins New York. Both the Knicks and Harper insisted they have not reached an agreement, but Harper made no secret yesterday that the notion of playing in New York appealed to him.","thumbnail":null,"section":"Sports"},{"date":"19940909","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/09/nyregion/metro-digest-187127.html","abstract":"  WHERE FAMILIES BATTLE FOR SURVIVAL   On 129th Street in Harlem, between Malcolm X Boulevard and Fifth Avenue, the traditional family is harder to find than ever. The replacement families vary. In some apartments, teen-age mothers on welfare double up to get by. In others, the exhausted female companions of grandfathers comfort the children of imprisoned mothers. Other households are headed by teen-agers because their parents are gone. A1. DRUG-DEALING ORGANIZATION DISMANTLED   Arsenio Diaz began his career in the drug business in Washington Heights as a lookout for a dealer in 1984, according to law-enforcement officials. Ten years later, they say, he had become the biggest drug dealer in upper Manhattan. Mr. Diaz, 37, was indicted, along with 63 of his employees, on murder, conspiracy and drug charges, in the second largest drug case ever brought by the Manhattan District Attorney's office. A1.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Arrests in New York Are Said to Cripple A Huge Drug Gang","web_url":"https://www.nytimes.com/1994/09/09/nyregion/arrests-in-new-york-are-said-to-cripple-a-huge-drug-gang.html","abstract":"  Arsenio Diaz began his career in the drug business in Washington Heights as a corner lookout for a dealer after arriving from the Dominican Republic in 1984, according to law-enforcement officials. Ten years later, they say, he had become the biggest drug dealer in upper Manhattan, and one of the biggest in New York City.    Mr. Diaz, 37, was indicted yesterday, along with 63 of his employees, on murder, conspiracy and drug charges, prosecutors said. Officials said it brought an end to an efficient, $1 million-a-week operation that Mr. Diaz had named, simply, La Compania: The Company.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Pataki Wins A Big Backer For Governor","web_url":"https://www.nytimes.com/1994/09/09/nyregion/pataki-wins-a-big-backer-for-governor.html","abstract":"  Standing side-by-side in matching pinstripe suits, Senator Ralph J. Marino, the majority leader from Long Island, and Senator George E. Pataki, whose gubernatorial campaign is premised on his independence from Mr. Marino, publicly ended a longstanding feud yesterday with a fidgety show of New York Republican unity.   It had long been assumed that Mr. Marino, who worked against Mr. Pataki's designation at the state Republican convention in May, would ultimately endorse Mr. Pataki. But the actual event was delayed by disagreements over terms and intraparty squabbles that only seemed to deepen the distrust between the two camps.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"For the New York State Legislature","web_url":"https://www.nytimes.com/1994/09/09/opinion/for-the-new-york-state-legislature.html","abstract":"  The New York State Legislature's poor record this year on budgetary and social issues leaves no doubt that Albany could use some shaking up. But who will do the shaking? The paucity of quality challengers taking on incumbents in next Tuesday's primary voting for safely Democratic Senate and Assembly seats is a disappointment. Some of the least worthy incumbents face no challenge.   Here are our endorsements in several of the livelier contests in New York City districts where a primary victory virtually guarantees election.","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Car Struck by Bullet On Long Island Road","web_url":"https://www.nytimes.com/1994/09/09/nyregion/car-struck-by-bullet-on-long-island-road.html","abstract":"  A bullet fired by an unknown gunman passed through the front windshield of a car heading south on the heavily traveled Meadow Parkway near the Roosevelt Field Shopping Center early today, narrowly missing its driver, the state police said late tonight.   The driver of the car, who was not identified, was not injured, said Maj. Anthony J. Deresta, commander of Troop L in Farmingdale.","thumbnail":null,"section":"New York"},{"date":"19940909","headline":"Can India Rise to Meet East Asia's Challenge?","web_url":"https://www.nytimes.com/1994/09/09/opinion/IHT-can-india-rise-to-meet-east-asias-challenge.html","abstract":"The visit to Singapore this week by Prime Minister P.V. Narasimha Rao of India was a reminder of how much the relative fortunes of South and East Asia have changed in the 26 years since an Indian leader last paid an official visit to the island-state..","thumbnail":null,"section":"Opinion"},{"date":"19940909","headline":"Call Novacek And Stich Semifinalists","web_url":"https://www.nytimes.com/1994/09/09/sports/us-open-94-call-novacek-and-stich-semifinalists.html","abstract":"  Going where neither of these yeomen had gone before, all the way to the semifinal round of a Grand Slam, Karel Novacek took dead aim from the service line and bisected the Stadium Court with a match-winning ace yesterday to eliminate Jaime Yzaga and secure a berth with destiny -- in the form of fourth-seeded Michael Stich -- at this upset-ridden United States Open.   The pint-sized Yzaga, a man toting some elephantine ambitions, became a giant-killer here by upending the defending champion Pete Sampras in a bizarre five-setter in the round of 16. But yesterday he fell prey, 6-2, 6-7 (7-9), 6-1, 5-7, 6-3, in the late-afternoon sunshine to the sturdy, stately Novacek.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940909","headline":"Space Shuttle program: Space Shuttle Discovery is launched on STS-64.","pages":[{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"19722011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development, as a proposed nuclear shuttle in the plan was cancelled in 1972. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"Space Shuttle Discovery","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Discovery","description":"Retired Space Shuttle orbiter (19842011)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg/320px-STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Space Shuttle Discovery is a retired American Space Shuttle orbiter. The spaceplane was one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle had three main components: the Space Shuttle orbiter, a single-use central fuel tank, and two reusable solid rocket boosters. Nearly 25,000 heat-resistant tiles cover the orbiter to protect it from high temperatures on re-entry."},{"title":"STS-64","web_url":"https://en.wikipedia.org/wiki/STS-64","description":"1994 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/STS-64_EVA.jpg/320px-STS-64_EVA.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"STS-64 was a Space Shuttle Discovery mission that was set to perform multiple experiment packages. STS-64 was launched from Kennedy Space Center, Florida, on 9 September 1994, and landed back on 20 September 1994 at Edwards Air Force Base."}]}],"weather":[{"date":"19940909","time":"1994-09-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":7.6},{"date":"19940909","time":"1994-09-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":77,"wspd":7.6},{"date":"19940909","time":"1994-09-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":78,"wspd":11.2},{"date":"19940909","time":"1994-09-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":81,"wspd":11.2},{"date":"19940909","time":"1994-09-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":81,"wspd":11.2},{"date":"19940909","time":"1994-09-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":81,"wspd":14.8},{"date":"19940909","time":"1994-09-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":85,"wspd":16.6},{"date":"19940909","time":"1994-09-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":81,"wspd":18.4},{"date":"19940909","time":"1994-09-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":74,"wspd":22.3},{"date":"19940909","time":"1994-09-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":68,"wspd":24.1},{"date":"19940909","time":"1994-09-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":61,"wspd":18.4},{"date":"19940909","time":"1994-09-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":53,"wspd":25.9},{"date":"19940909","time":"1994-09-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":51,"wspd":27.7},{"date":"19940909","time":"1994-09-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":75,"wspd":24.1},{"date":"19940909","time":"1994-09-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":55,"wspd":22.3},{"date":"19940909","time":"1994-09-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":44,"wspd":27.7},{"date":"19940909","time":"1994-09-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":59,"wspd":18.4},{"date":"19940909","time":"1994-09-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":64,"wspd":24.1},{"date":"19940909","time":"1994-09-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":63,"wspd":25.9},{"date":"19940909","time":"1994-09-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":65,"wspd":16.6},{"date":"19940909","time":"1994-09-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":22.3},{"date":"19940909","time":"1994-09-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":82,"wspd":9.4},{"date":"19940909","time":"1994-09-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":74,"wspd":16.6},{"date":"19940909","time":"1994-09-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":93,"wspd":16.6},{"date":"19940909","time":"1994-09-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":45,"wspd":25.9},{"date":"19940909","time":"1994-09-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":52,"wspd":20.5},{"date":"19940909","time":"1994-09-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":55,"wspd":16.6},{"date":"19940909","time":"1994-09-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":59,"wspd":14.8},{"date":"19940909","time":"1994-09-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":63,"wspd":16.6},{"date":"19940909","time":"1994-09-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":68,"wspd":14.8},{"date":"19940909","time":"1994-09-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":11.2},{"date":"19940909","time":"1994-09-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":11.2},{"date":"19940909","time":"1994-09-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":13},{"date":"19940909","time":"1994-09-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":78,"wspd":13},{"date":"19940909","time":"1994-09-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":81,"wspd":14.8},{"date":"19940909","time":"1994-09-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":81,"wspd":16.6},{"date":"19940909","time":"1994-09-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":18.7},{"date":"19940909","time":"1994-09-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":18.7},{"date":"19940909","time":"1994-09-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":20.5},{"date":"19940909","time":"1994-09-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":48,"wspd":16.6},{"date":"19940909","time":"1994-09-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":43,"wspd":22.3},{"date":"19940909","time":"1994-09-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":38,"wspd":27.7},{"date":"19940909","time":"1994-09-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":37,"wspd":25.9},{"date":"19940909","time":"1994-09-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":34,"wspd":27.7},{"date":"19940909","time":"1994-09-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":35,"wspd":25.9},{"date":"19940909","time":"1994-09-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":41,"wspd":20.5},{"date":"19940909","time":"1994-09-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":69,"wspd":25.9},{"date":"19940909","time":"1994-09-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":16.6}]},"19940910":{"guardian_articles":[],"nytimes_articles":[{"date":"19940910","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/10/sports/transactions-202444.html","abstract":"  Basketball  National Basketball Association MINNESOTA TIMBERWOLVES -- Named Randy Wittman assistant coach. NEW YORK KNICKS -- Named Chris Brienza director of public relations. Football  National Football League GREEN BAY PACKERS -- Claimed Alai Kalaniuvalu, guard, off waivers from the Washington Redskins. Placed Roland Mitchell, cornerback, on injured reserve. Hockey  National Hockey League BOSTON BRUINS -- Returned Craig Johnson and Neil Savary, goaltenders; Darren Wright and Charles Paquette, defensemen; Brian Secord, center; and Andre Roy, Daniel Goneau and Jeremy Schaefer, left wings, to their Canadian junior teams. CHICAGO BLACKHAWKS -- Signed Gary Suter, defenseman, to a three-year contract. NEW YORK RANGERS -- Signed Jeff Nielsen, right wing, and Ken Gernander and Dave Smith, centers. ST. LOUIS BLUES -- Assigned Martin Hamrlik, defenseman, and Jim Giacin, forward, to Peoria of the International Hockey League, and Marc Stephan, forward, to Tri-City of the Western Hockey League. Announced that Maurizio Catenacci, forward, has left camp. SAN JOSE SHARKS -- Named Paul Turner assistant director of media relations and Roger Ross media relations assistant. WASHINGTON CAPITALS -- Returned Yanick Jean, defenseman, to Chicoutimi of the Quebec Major Junior Hockey League; Jonathan Murphy, defenseman, to Peterborough of the Ontario Hockey League; and Ryan Pawluk, left wing, to Kitchener of the Ontario Hockey League. Horse Racing  BELMONT PARK -- Suspended Richard Migliore, jockey, for 10 days for careless riding in the ninth race Sept. 7. Migliore appealed the ban and was granted an injunction until a hearing can be conducted.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Presidents Don't Ride on Coattails of Governors","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-presidents-don-t-ride-on-coattails-of-governors-205206.html","abstract":"  To the Editor:   Your Sept. 1 front-page article on Presidential contenders and New York politics repeats the assertion that a state's governor has great importance in Presidential politics. This myth is repeated between Presidential elections, but there is no evidence that a governor helps a Presidential candidate one iota. In 1992, President Clinton carried 18 states with Democratic governors, 13 with Republicans and 1 headed by an independent. President Bush won 9 states with Democratic governors, 8 with Republicans and 1 with an independent.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"For Long-Term Plays, Pick Little Enterprises","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-for-longterm-plays-pick-little-enterprises.html","abstract":"JOHN Houlihan, head of the U.K. small companies research unit at the British brokerage Hoare Govett, has a favorite analogy for describing the small companies effect..\"It's like the acorn and the oak tree,\" he says. In other words, when the ac","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Ramirez Is Arrested","web_url":"https://www.nytimes.com/1994/09/10/sports/sports-people-baseball-ramirez-is-arrested.html","abstract":"  Cleveland Indians outfielder MANNY RAMIREZ was arrested early yesterday in Washington Heights on drunken driving charges. Ramirez, 22, who spent the day in jail, was scheduled to be arraigned on a charge of driving while impaired, said a Manhattan district attorney spokesman, WAYNE BRISON. Ramirez's blood-alcohol level was .07, Brison said. In New York, .10 and above is considered intoxicated; .05 to .09 is impaired.    The Indians rookie was driving a car that the police noticed was moving erratically at about 1:20 A.M., one of the arresting officers, STEVEN GOETZ, said. Ramirez, who grew up in Washington Heights, \"mentioned something about playing in Yankee Stadium and hitting a home run,\" Goetz said. \"But I'd never heard of the guy.\"","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Police See No Connections Among Attacks by Snipers","web_url":"https://www.nytimes.com/1994/09/10/nyregion/police-see-no-connections-among-attacks-by-snipers.html","abstract":"  FARMINGDALE, L.I., Sept. 9    Gunfire on the Meadowbrook State Parkway on Thursday morning does not appear to be related to sniper attacks in Suffolk County in July and August or to shooting incidents in Nassau County in June, the authorities said today.   A bullet struck the windshield of one car about 9:15 A.M., the police said, and two other motorists who were nearby also reported hearing gunfire.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/10/style/chronicle-201707.html","abstract":"  Most colleges celebrate milestone anniversaries with symposiums, colloquia and forums or with processions, dinners and other lofty commemorations.   Union College in Schenectady, N.Y., will be doing all of that to marks its bicentennial next February. But Dr. ROGER HULL, the school's president, plans to get the celebration going tomorrow by leading a flotilla of four canoes down the Mohawk and Hudson rivers to Manhattan.","thumbnail":null,"section":"Style"},{"date":"19940910","headline":"Teacher Held After Angry School Dispute","web_url":"https://www.nytimes.com/1994/09/10/nyregion/teacher-held-after-angry-school-dispute.html","abstract":"  A substitute teacher was arrested on Thursday on charges that she hit two 12-year-old girls and one of their mothers after a raucous community school board meeting in Washington Heights, the police said.   The teacher, Argentina Cruz, 34, was charged with three counts of third-degree assault after the altercation outside Public School 48 shortly before 10 P.M., said Lieut. Raymond Ferrari, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Simpson Prosecutors Will Not Seek Death","web_url":"https://www.nytimes.com/1994/09/10/us/simpson-prosecutors-will-not-seek-death.html","abstract":"  Prosecutors said they planned to seek a sentence of life in prison without the possibility of parole for O. J. Simpson when he goes on trial for first-degree murder in the slayings of his former wife and a friend of hers. The Los Angeles District Attorney's office said that after considering all the evidence, it had decided not to seek the death penalty.    Article, page 6.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Victory for U.S. Is Full of Pitfalls","web_url":"https://www.nytimes.com/1994/09/10/us/victory-for-us-is-full-of-pitfalls.html","abstract":"  At first glance, yesterday's agreement on Cuban immigration appears to be a triumph for the Clinton Administration. But it does not mean that Cuba will disappear as a nagging policy problem or even that the flow of refugees will stop.   And the talks brought Cuba a greater American hearing than it had received in years for its argument that the embargo the United States has kept on Cuba's economy is senseless.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"U.S. Open '94; Graf and Sanchez Becoming Familiar Foes as Finalists","web_url":"https://www.nytimes.com/1994/09/10/sports/us-open-94-graf-and-sanchez-becoming-familiar-foes-as-finalists.html","abstract":"  Although the imminent thunder and lightning never showed up yesterday to disturb the women's semifinals at the United States Open, the inelegant curse of the double fault did strike twice in the same place on the Stadium Court and left the usual wreckage in its wake: a pair of unhappy losers in Jana Novotna and Gabriela Sabatini.    Helped along by the serving woes of their ardent but too often artless challengers, Steffi Graf and Arantxa Sanchez Vicario, respectively the top two ranked women in the world, used straight-set victories to reach the final round. For them, this is a round that has become old hat.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Selig Holds the String, but Only Tugs at the Plug","web_url":"https://www.nytimes.com/1994/09/10/sports/baseball-selig-holds-the-string-but-only-tugs-at-the-plug.html","abstract":"  I guess it's true. Baseball really is a sport in which you don't need a clock.   Remember that Sept. 9 deadline? Never mind.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/10/nyregion/c-corrections-204668.html","abstract":"  An article on Aug. 15 about links between science and business in New Jersey referred incompletely to the history of color television. The first practical demonstration was given in 1928 by John Logie Baird, a Scottish inventor; the version that is now considered the standard in the United States was developed at RCA's research center near Princeton.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"School Starts Minus Teachers","web_url":"https://www.nytimes.com/1994/09/10/nyregion/school-starts-minus-teachers.html","abstract":"  Public school teachers in Mount Vernon, N.Y., went on strike, but schools opened anyway, with a makeshift staff of substitutes. Page 21.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Geography, Not Ideology, Counts in District 17","web_url":"https://www.nytimes.com/1994/09/10/nyregion/geography-not-ideology-counts-in-district-17.html","abstract":"  Willie Colon, the internationally known salsa musician turned Democratic Congressional primary candidate, asked a voter in the South Bronx on Thursday afternoon if he knew anything about the district's current Congressman.    Tony Draper, a welder, drew a blank on Representative Eliot Engel's name, but then said, \"I know him, he's the guy who lives out of state, Maryland or something.\"  ","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Sports of The Times; Many Roads But Only One Path","web_url":"https://www.nytimes.com/1994/09/10/sports/sports-of-the-times-many-roads-but-only-one-path.html","abstract":"  KATHY CARTER and Jimmy Jones will be only two of the 90,000 or so spectators at Beaver Stadium this afternoon watching Penn State play host to the University of Southern California in an early-season showdown.    Their paths have never crossed and perhaps never will. Carter, 41, is a businesswoman and single parent from Columbus, Ohio. Jones, who owns a consulting firm in Harrisburg, is a minister and former college football star.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Jeb Bush Ignores Runoff and Focuses on Chiles in Race for Florida Governor","web_url":"https://www.nytimes.com/1994/09/10/us/jeb-bush-ignores-runoff-and-focuses-on-chiles-in-race-for-florida-governor.html","abstract":"  He may be better known as a former President's son, but Jeb Bush has demonstrated that he is more popular in his new career as a politician than many of his fellow Republicans had expected.   Mr. Bush pulled in 46 percent of the vote in the primary for governor on Thursday, only 5 points short of winning this state's Republican nomination outright. While he had been expected to lead the seven-candidate field, few analysts had predicted that he would draw more than 40 percent of the vote.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/10/style/chronicle-205257.html","abstract":"  With her retirement approaching next year, the soprano LEONIE RYSANEK says that she wants to be remembered as an artist, not as an opera star or, even worse to her, a legend.   The Associated Press reports that Ms. Rysanek, 67, plans to give her final performance in the Metropolitan Opera's 1995-96 season, when she is to play the countess in Tchaikovsky's \"Queen of Spades.\"","thumbnail":null,"section":"Style"},{"date":"19940910","headline":"Messier Is Missing From Rangers' Camp","web_url":"https://www.nytimes.com/1994/09/10/sports/hockey-messier-is-missing-from-rangers-camp.html","abstract":"  The arrival of hockey players in training camp in early September is like the return of students for a new school year. But Mark Messier was absent when his Ranger teammates reported to a Rye, N.Y., hotel for the official opening of camp at midnight last night. You might say \"the dog ate his contract,\" but it's a little more complicated.   Messier, the captain of the Stanley Cup champions, is involved in a sensitive salary negotiation and is seeking to more than double his salary, which is scheduled for $2.6 million this season. Earlier in the day, his father, Doug Messier, bargained via telephone with Neil Smith, the president and general manager of the team.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Japan's Small Firms Riding a Big Wave","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-japans-small-firms-riding-a-big-wave.html","abstract":"JAPANESE small-company stocks do not represent a market niche in which many Western investors seem terribly well-versed. .Those who are, however, and who have stuck with Japan's small companies through the country's market turbulence of the past few yea","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Quindlen Leaving The Times To Be a Full-Time Novelist","web_url":"https://www.nytimes.com/1994/09/10/arts/quindlen-leaving-the-times-to-be-a-full-time-novelist.html","abstract":"  Anna Quindlen, who won a Pulitzer Prize in 1992 for \"Public & Private,\" her twice-weekly Op-Ed column in The New York Times, said yesterday that she would leave the paper at the end of the year to devote herself full time to her career as a novelist.    Arthur Sulzberger Jr., the publisher of The Times, said: \"It will be hard to imagine the Op-Ed page without her. Anna brought her graceful writing and insights to the paper in a way that only she could do. She will be missed by all her colleagues and by her other readers as well.\"","thumbnail":null,"section":"Arts"},{"date":"19940910","headline":"Widmer Goes With Roll of the Dice","web_url":"https://www.nytimes.com/1994/09/10/sports/giants-notebook-widmer-goes-with-roll-of-the-dice.html","abstract":"  Corey Widmer's life became a lot more complicated when he moved into the starting lineup of the Giants as the middle linebacker. It was a definite gamble by the coaching staff, no question. But it turns out that Widmer himself had gambled a few months earlier, taking a chance with something that was a lot more personal and may prove to be worth millions to him.    The gamble has to do with his contract. Widmer was ending a one-year deal with the team that paid him $118,000 last season. So Widmer and his agent, Frank Bauer, had a tough decision to make.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Managed Care Shortchanges Mentally Ill","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-managed-care-shortchanges-mentally-ill-205222.html","abstract":"  To the Editor:   The growth of managed care companies has created a new health care power group whose motivation is making money. Whatever progress has been made toward kinder and more human care is being lost.    In my own practice as a psychologist, I find myself doling out therapy sessions like precious pearls to individuals in need, so that I will have sessions left in the event of a major crisis. I cannot even rely on getting the full 30 sessions that a given policy might cover because the case manager, usually having lesser credentials than myself and fewer years of experience, may not be agreeable.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"A Drug Dealer's Rapid Rise and Ugly Fall","web_url":"https://www.nytimes.com/1994/09/10/nyregion/a-drug-dealer-s-rapid-rise-and-ugly-fall.html","abstract":"  It started, the brothers recall, the day Dennis caught Mel on the corner selling asthma medicine, cut up to look like crack. Mel was 10 and Dennis was 13. Mel said he went to the corner because there was no food and no electricity in their 129th Street apartment.   Dennis, the oldest of three children, took Mel's place on the corner because he considered himself the man of the house. But when Mel turned 12, he went back out on the streets.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Baseball's Owners Reject Players' Bid To Tax Rich Clubs","web_url":"https://www.nytimes.com/1994/09/10/us/baseball-s-owners-reject-players-bid-to-tax-rich-clubs.html","abstract":"  Bud Selig, baseball's acting commissioner, joined the negotiations on the 29th day of the players' strike yesterday, and joined his bargaining team in rejecting the players' proposed plan for taxing clubs' revenues and payrolls. The move seemed to dampen the chances for a quick agreement in the dispute that has shut down baseball since Aug. 11.   But Mr. Selig did not call off the rest of the season on the day he had set as a deadline for doing so. And he did meet secretly with the players' labor leader, prompting speculation that the two sides could yet reach a season-saving settlement.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Cuba: Keep Talking","web_url":"https://www.nytimes.com/1994/09/10/opinion/cuba-keep-talking.html","abstract":"  The immigration agreement reached yesterday between Washington and Havana is a good beginning. If humanely carried out it should bring immediate benefits, including a cooling down of anti-immigrant politics in Florida, fewer drownings of Cuban rafters at sea and faster reunifications of divided Cuban-American families.    But matters should not rest here. The Administration, having made its point by limiting this round of talks to immigration, should now find the courage to move on to expanded discussions on all the political and economic issues dividing the United States and its largest Caribbean neighbor.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Some Deadly Facts of Life And the Cost of Inaction","web_url":"https://www.nytimes.com/1994/09/10/opinion/IHT-some-deadly-facts-of-life-and-the-cost-of-inaction.html","abstract":"As the International Conference on Population and Development proceeds in Cairo, let us note some facts of life: There are 2.5 billion sexually active people in the world, who engage in a total of 100 million couplings daily..The implications are not a","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"The Paragraph on Abortion","web_url":"https://www.nytimes.com/1994/09/10/world/the-paragraph-on-abortion.html","abstract":"  Following is the text of Paragraph 8.25, which was adopted today by delegates preparing the proposed final document of the United Nations Conference on Population and Development:   In no case should abortion be promoted as a method of family planning. All governments and relevant intergovernmental and nongovernmental organizations are urged to strengthen their commitment to women's health, to deal with the health impact of unsafe abortion* as a major public health concern and to reduce the recourse to abortion through expanded improved family planning services. Prevention of unwanted pregnancies must always be given the highest priority, and all attempts should be made to eliminate the need for abortion. Women who have unwanted pregnancies should have ready access to reliable information and compassionate counseling. Any measures or changes related to abortion within the health system can only be determined at the national or local level according to the national legislative process. In circumstances in which abortion is not against the law, such abortion should be safe. In all cases, women should have access to quality services for the management of complications arising from abortion. Post-abortion counseling, education and family-planning services should be offered promptly which  [ would ]  also help to avoid repeat abortions.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"'A Horrifying Scene of Destruction' Leaves Emergency Crews Shaken","web_url":"https://www.nytimes.com/1994/09/10/us/crash-flight-427-crash-site-horrifying-scene-destruction-leaves-emergency-crews.html","abstract":"  When they began to gather up the 132 bodies from USAir Flight 427 today, officials realized there were so many pieces that the grisly task would take days, perhaps weeks. Indeed, they said, some bodies would probably never be identified.   The workers sent by Wayne Tatalovich, the Beaver County coroner, pulled rubber protective boots, like those gardeners wear, over their black coveralls this afternoon before they went into the steep, dense patch of woods where the plane went down. The force of the crash, people who viewed the scene said, had left the victims unrecognizable, with limbs hanging from trees or left in blood-smeared patches up to 200 yards from the point of impact. Everyone who had been to the crash scene Thursday night or this morning was ordered to get hepatitis shots in case they had come in contact with contaminated blood.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"1919:Biggest Aeroplane : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/10/opinion/IHT-1919biggest-aeroplane-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The German newspapers state that what is claimed to be the biggest aeroplane in the world has been built at the aviation works at Leipzig, and has made its first flight. It has a span of 134 ft. and is 60 ft. in length and 20 ft. in height. The ae","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Guard Is Killed and Officer Is Wounded During a Bronx Holdup","web_url":"https://www.nytimes.com/1994/09/10/nyregion/guard-is-killed-and-officer-is-wounded-during-a-bronx-holdup.html","abstract":"  A security guard making a money pickup was shot to death and a police detective who came to his aid was wounded late yesterday during an attempted holdup of a security van outside a supermarket in the Parkchester section of the Bronx, the police said.   The incident was followed hours later by the shooting of a second police officer in Manhattan, apparently with his own gun.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Some Light Sparring for 4 Attorney General Candidates","web_url":"https://www.nytimes.com/1994/09/10/nyregion/some-light-sparring-for-4-attorney-general-candidates.html","abstract":"  With the primary election only four days away, the four Democratic candidates for New York State attorney general lightly jabbed at each other yesterday in a debate that underscored their basic agreement on the issues, but exposed their differing visions of the office's role in fighting crime.   Polls show the race too close to call, but the debate was largely civilized even as the candidates scrapped for any chance to distinguish themselves from the others. All four candidates bowed in one way or another to public concerns about the issues of crime and violence, even as two candidates criticized the others for portraying the attorney general as a crime fighter -- a role that has traditionally been ceded to the police and district attorneys.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/10/nyregion/no-headline-197998.html","abstract":"  \"Someone has to say again: 'It is simply not right. You shouldn't have a baby before you're ready, and you shouldn't have a baby when you're not married.\" -- PRESIDENT CLINTON.  [ 6:4. ]","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Wolverines And Irish And Many Questions","web_url":"https://www.nytimes.com/1994/09/10/sports/college-football-wolverines-and-irish-and-many-questions.html","abstract":"  The scalpers had not yet taken their places at the ramp from Exit 77 of the Indiana Toll Road, and the mobs had not taken over the bookstore. It was early Thursday evening, at the end of football practice, a point in the week when the signature pessimism of Notre Dame Coach Lou Holtz is usually transformed into assuredness. Even when Michigan is coming to town.    But this Michigan-Notre Dame game had been preceded by a greater degree of uncertainty on the part of both teams than most of their high-profile, early-season meetings. Notre Dame's uncharacteristic problems up front, and the series of Michigan injuries, have complicated the preparations for a game that has an annual impact on the top of the national polls.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Devils' Young Center Feels the Pressure","web_url":"https://www.nytimes.com/1994/09/10/sports/hockey-devils-young-center-feels-the-pressure.html","abstract":"  Jimmy Dowd is the young center the Devils are counting on to fill much of the void left by the departure of Bernie Nicholls, who signed as a free agent with the Chicago Blackhawks.   Although Dowd is virtually assured a spot on the roster after his remarkable emergence in the playoffs last spring, it is not the kind of talk Dowd wants to hear. He knows the pressure is still on, even though the Devils showed their confidence in him this week by signing the 25-year-old New Jersey native to a three-year contract at a substantial raise.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Teachers Go on Strike In Mt. Vernon","web_url":"https://www.nytimes.com/1994/09/10/nyregion/teachers-go-on-strike-in-mt-vernon.html","abstract":"  Teachers at all 15 public schools here went on strike this morning but district leaders opened school doors anyway, relying on a patched-together staff of substitutes, lunch monitors and parents to oversee the system's 9,600 children.    The resulting chaos and confusion bore more resemblance to mass baby-sitting than education for the 36 percent of the student population that showed up. At Longfellow Elementary School, children as young as 7 ran around unsupervised during their lunch break as their teachers, wearing red-and-white placards, walked a picket line a few yards away.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"NATO Membership for Russia Doubted","web_url":"https://www.nytimes.com/1994/09/10/world/nato-membership-for-russia-doubted.html","abstract":"  Senior German and American officials agreed today that Russia could not become a member of NATO anytime soon, but their agreement was couched in terms suggesting that of the two allies, the United States was more open to future Russian membership.   \"If Russia were to become a member of NATO, it would blow NATO apart,\" the German Defense Minister, Volker Ruhe, told a conference in Berlin. \"NATO would become like a United Nations of Europe. This isn't going to work, and why should we lie about it or be ambiguous about it?\"","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Israeli-P.L.O. Squabble Delays Aid for Arabs","web_url":"https://www.nytimes.com/1994/09/10/world/israeli-plo-squabble-delays-aid-for-arabs.html","abstract":"  A much anticipated meeting of donor countries that could have freed $160 million in aid to the Palestinians was canceled today after negotiators for the Palestine Liberation Organization and Israel argued over the status of Jerusalem.   Announcing the cancellation, the World Bank, which had organized the meeting, expressed \"deep disappointment at the way things have evolved.\" The donor countries were ready to disburse some of the $2.4 billion they had pledged to Palestinians for projects in the Gaza Strip and Jericho during the next five years.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"For Many on Jet, Day Began With Routine Business and Ended With Terror","web_url":"https://www.nytimes.com/1994/09/10/us/crash-flight-427-victims-for-many-jet-day-began-with-routine-business-ended-with.html","abstract":"  Most passengers who boarded USAir Flight 427 in Chicago on Thursday were headed home to Pittsburgh from business trips.    Timothy McCoy, 27, had been repairing a machine that had broken down in Rockford, Ill. Lisa M. Ferm, 34, a regional director for Interstate Hotels, was returning home with two colleagues. David Mirilovich, 38, had gone to an engineering seminar. Randall Dellefield, 37, was at a conference with others from the Federal Department of Energy. Larry Grondin, 41, was on his way back from a machine tool show. And Daniel A. Clark, 61, had been to his company's home office near Chicago.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Construction Industry Gives the Most to Gubernatorial Candidates","web_url":"https://www.nytimes.com/1994/09/10/nyregion/construction-industry-gives-the-most-to-gubernatorial-candidates.html","abstract":"  More than 25 percent of the large contributions to Connecticut gubernatorial candidates this year came from lawyers, lobbyists and people associated with the construction industry, according to a report released today by Common Cause, the nonpartisan good-government group.   The report, based on a computer analysis of all contributions over $1,000 as of July 7, showed that the construction industry had given the largest share, $275,119, followed by lawyers and lobbyists with a total of $259,416.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"On MTV, One Sure Winner","web_url":"https://www.nytimes.com/1994/09/10/arts/television-review-on-mtv-one-sure-winner.html","abstract":"  At the MTV Video Music Awards, MTV always wins. The annual telecast celebrates MTV above all: its power to muster stars, its air of hipness, its hold on the squealing teen-age masses, its endless chain of self-reference. MTV promotes the video clips, the video clips promote the performers, the performers promote MTV.   For the 11th annual awards show, telecast live from Radio City Music Hall on Thursday night, MTV reveled in its ability to disrupt midtown traffic and crowd the sidewalks. Pitched to a younger audience and with a news booth prominently displayed on the street, the telecast enjoyed a more hysterical public response than the Grammy Awards broadcasts from the same theater.","thumbnail":null,"section":"Arts"},{"date":"19940910","headline":"Taking On the Tough Guys: It's Idealistic, but Is It Smart?","web_url":"https://www.nytimes.com/1994/09/10/movies/film-review-taking-on-the-tough-guys-it-s-idealistic-but-is-it-smart.html","abstract":"Mob boss on trial tries to scare juror. Predictable when it should be suspenseful.","thumbnail":null,"section":"Movies"},{"date":"19940910","headline":"Checkettes Continues To Look for Offense","web_url":"https://www.nytimes.com/1994/09/10/sports/pro-basketball-checkettes-continues-to-look-for-offense.html","abstract":"  Dave Checketts, the Knicks' president, has spent the last few days meeting with the team's new ownership and discussing the future. Coming within one victory of a National Basketball Association championship last season only made Checketts more eager to find the final pieces that could give the Knicks a title.    \"My son's Little League trophy is bigger than anything we got for finishing second,\" Checketts said. \"When you come in second, the only thing you get are condolences. Sure, the salary cap causes us some problems, as it does every team. And it may not be easy for us to make a deal. But if we don't make a deal to improve our team before the season starts, then I'm not going to use the salary cap as an excuse.\"  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"33 Are Charged as Drug Gang Members","web_url":"https://www.nytimes.com/1994/09/10/nyregion/33-are-charged-as-drug-gang-members.html","abstract":"  On the street, they had nicknames like Chick, Isa, Popcorn, Macho and Joey Tell.    But yesterday, under their real names -- Edgardo Pabon, Victor Ocasio, Manuel Salgado, James Perez and Joseph Duran -- they were among 33 men charged with crimes like conspiracy and murder, in indictments that law-enforcement authorities said destroyed a $350,000-a-week crack cocaine operation, with as many as 2,000 customers a night in Manhattan Valley.   ","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Public & Private; Barbie At 35","web_url":"https://www.nytimes.com/1994/09/10/opinion/public-private-barbie-at-35.html","abstract":"  My theory is that to get rid of Barbie you'd have to drive a silver stake through her plastic heart. Or a silver lame stake, the sort of thing that might accompany Barbie's Dream Tent.    This is not simply because the original Barbie, launched lo these 35 years ago, was more than a little vampiric in appearance, more Natasha of \"Rocky and Bullwinkle\" than the \"ultimate girl next door\" Mattel describes in her press kit.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Resutlts Plus","web_url":"https://www.nytimes.com/1994/09/10/sports/resutlts-plus.html","abstract":"  GOLF  A Surprised Leader  Robin Freeman compiled a second consecutive 68 and took a one-shot lead yesterday at the halfway point of the $1.3 million Canadian Open in Oakville, Ontario. Freeman, yet to win in four seasons on the PGA Tour, completed 36 holes over the Glen Abbey Golf Club in 136, eight under par. Freeman had no illusions about his chances of holding on for the $234,000 first prize. \"This is new to me,\" Freeman, who has a career-high finish of a tie for third, said. \"I'm just going to try to play as well as I can.\" Jay Don Blake was astounded to be one shot back, after opening the tournament with a 74. He was tied at seven-under with Clark Dennis and Brandel Chamblee. Dennis shot 66 and Chamblee 69. (AP) Skinner Holds Lead: Val Skinner, barely finishing before play was suspended by thunderstorms, shot a five-under-par 67 yesterday to take the early first-round lead in the Ping-Cellular One Golf Championship in Portland, Ore. Play was suspended for 2 hours 38 minutes with more than half of the players yet to complete their round. Eighteen hadn't even started. Skinner birdied the final two holes, then had time to eat a quick bowl of soup before the horn sounded suspending play.    Skinner had a one-shot lead over Michelle Redman, who had hit the first shot on her final hole when the delay began, had a sandwich during the break, then returned to miss a birdie putt and finish at four-under-par 68. A Hall of Famer, Pat Bradley, joined Amy Alcott, Michelle McGann and Cathy Johnston-Forbes at two-under-par 70 on the par-72, 6,319-yard Columbia-Edgewater Country Club course. (AP) N.H.L.  'Teemu! Teemu!'  Teemu Selanne, playing in his native Finland, scored four goals and added an assist to help the Winnipeg Jets beat Tappara of Tampere, 8-2, last night in an exhibition game in Helsinki. The Jets, who practiced only five times before the game, won easily in the first game of a four-team tournament. Spurred on by shouts of \"Teemu! Teemu!\" the 24-year-old right wing played his first game since an Achilles' tendon injury in January.     \"I was very nervous,\" Selanne said. \"It's always nerve-racking to play in front of your home crowd, especially as it was my first game after my injury.\" Today, the defending Finnish champion, Jokerit, faces Helsinki IFK. (AP) COLLEGE FOOTBALL  Poll-Sitter: Nebraska  Nebraska (2-0), showing why it's ranked No. 1 in the polls, piled up 612 yards of offense in defeating Texas Tech, 42-16, Thursday night in Lubbock, Tex. The Cornhuskers were leading by just 14-9 in the third quarter when they finally got their offense in gear against the Red Raiders (1-1). Nebraska's Lawrence Phillips scored 2 touchdowns and finished with 175 yards on only 19 carries. Quarterback Tommie Frazier scored Nebraska's first two touchdowns on runs of 58 and 3 yards, then threw a 35-yard touchdown pass to Eric Alford. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Plenty of Tennis, but a Dearth of Movie Stars; A Celebrity Shortage Takes Some Glitter Out of This Year's United States Open","web_url":"https://www.nytimes.com/1994/09/10/nyregion/plenty-tennis-but-dearth-movie-stars-celebrity-shortage-takes-some-glitter-this.html","abstract":"  At last year's United States Open, Margaret King, an usher in the President's Box, where guests are escorted to wicker armchairs and given straw boaters to shield them from the sun, had her picture taken with Jack Nicholson and wrapped a tie around Tom Cruise's neck when the actor showed up without proper attire.     This year, Ms. King reports that celebrity traffic is way off. \"It's been very, very quiet,\" she said. \"We came sporting our cameras, but so far I haven't shot a roll.\"  ","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Jordan Hasn't Lost Stuff in Basketball","web_url":"https://www.nytimes.com/1994/09/10/sports/pro-basketball-jordan-hasn-t-lost-stuff-in-basketball.html","abstract":"  He kicked up his right foot, ever so slightly, as the ball dropped through the net. A 3-pointer from the left arc. He winked. He smiled. And then he proceeded to dunk the basketball as if he had never been gone.    Six times. No, seven, each with its own blend of artistry and power. He winked some more, and for a few magical moments tonight, in the city where he led the way in creating three consecutive National Basketball Association titles, Michael Jordan was again the center of the basketball universe.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Mine Won't Threaten Yellowstone Park","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-mine-won-t-threaten-yellowstone-park-205133.html","abstract":"  To the Editor:   The proposed New World gold mine that our company plans to construct does not threaten Yellowstone National Park, despite your suggestion to the contrary in \"No Mines Near Yellowstone\" (editorial, Aug. 29).    Although only three miles east of the Yellowstone boundary, the mine property is not in a pristine area. We have been cleaning up the debris and damage left from mining activities by others dating back to the 1860's.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Mortgage Study Found Race Discrimination, Not Redlining","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-mortgage-study-found-race-discrimination-not-redlining-204862.html","abstract":"  To the Editor:   The Boston Federal Reserve Bank study on discrimination in mortgage lending is misrepresented in \"Redlining Under Attack\" (front page, Aug. 30). The study found discrimination in mortgage lending based on race, not on geography (redlining), as you assert. Indeed, in a follow-up effort using the study's data we found no redlining in Boston.   You imply that our findings are questionable because the study did not include all the relevant variables in the decision to grant a mortgage, was overinfluenced by two minority-owned institutions and was invalidated by the published analysis of David Horne of the Federal Deposit Insurance Corporation. In our view, all three observations are incorrect.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Building Explosion Sets Off Moscow Residents' Fears","web_url":"https://www.nytimes.com/1994/09/10/world/building-explosion-sets-off-moscow-residents-fears.html","abstract":"  It was a measure of the edginess of Moscow life that many Russians instantly assumed that organized crime and not a gas leak was behind the mysterious explosion that killed at least 7 people and wounded more than 46 this week.   Three blasts ripped through a two-story building in a quiet residential part of the city early Wednesday evening. This afternoon, rescue workers ended their search for victims. But investigators continued to hunt for clues.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Do Retirement Plans Need Small Companies?","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-do-retirement-plans-need-small-companies.html","abstract":"SAVING for retirement throws the divide between investing well and investing safely into sharp relief..The majority of critical opinion on small-company shares is favorable, especially when they are viewed as a long-term prospect. But this type of stock","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Yichang Journal; Digging Up the Ancient Past, Before the Deluge","web_url":"https://www.nytimes.com/1994/09/10/world/yichang-journal-digging-up-the-ancient-past-before-the-deluge.html","abstract":"  Digging deep into the scarlet earth along the banks of the Yangtze River, China's archeologists are in a race against time to save the relics of nearly 8,000 years of Chinese history that will otherwise be trapped forever beneath a lake created by the world's largest dam.   The project, the biggest archeological expedition ever conducted in China, is expected to bring together thousands of archeologists who will try to excavate more than 300 square miles of the river bank before it is covered by the new superdam's reservoir.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Panel Names Chief Counsel For Inquiry In Espy Case","web_url":"https://www.nytimes.com/1994/09/10/us/panel-names-chief-counsel-for-inquiry-in-espy-case.html","abstract":"  A special panel of Federal appellate court judges today named Donald C. Smaltz, a Los Angeles lawyer, as the independent counsel to investigate Agriculture Secretary Mike Espy's dealings with the nation's largest poultry-processing company.   The appointment of Mr. Smaltz came one month after Attorney General Janet Reno asked the judges to name an outside prosecutor to examine whether Mr. Espy broke the law when he accepted sports tickets, lodging and travel from Tyson Foods Inc., the Arkansas-based chicken-processing company, and other corporations regulated by the Department of Agriculture.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/10/nyregion/c-corrections-198005.html","abstract":"  A brief report by Bloomberg Business News in the Company News column of Business Day yesterday, about the purchase of the American Residential Holding Corporation by the Chase Manhattan Corporation, misstated the price. Chase paid $348 million, not $384 million.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"The National Under Slatkin","web_url":"https://www.nytimes.com/1994/09/10/arts/music-review-the-national-under-slatkin.html","abstract":"  The National Symphony Orchestra, which played its first concert under the musical direction of Leonard Slatkin at the Kennedy Center on Thursday night, has never lived up to the level of accomplishment one might expect from the premier orchestra of the nation's capital. For one thing, Washington lacks the entrenched musical tradition that has buoyed orchestras in other cities on the Eastern seaboard.    And the orchestra has not had good luck with music directors. Mstislav Rostropovich, who ended his 27-year tenure last season, proved an inspiring presence and a powerful interpreter of Russian repertory and contemporary scores, but he did not bring the technical discipline that the orchestra required. A savior may have finally arrived in the person of Mr. Slatkin, who has been honing the St. Louis Symphony since 1979.","thumbnail":null,"section":"Arts"},{"date":"19940910","headline":"1944: Talk of Surrender : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/10/opinion/IHT-1944-talk-of-surrender-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The possibility that there may never be a general surrender of the German armies, but that they will gradually disintegrate into fragments which will \"surrender piecemeal,\" was emphasized in a statement","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"CUBA VOWS TO END EXODUS IN RETURN FOR A RISE IN VISAS","web_url":"https://www.nytimes.com/1994/09/10/world/cuba-vows-to-end-exodus-in-return-for-a-rise-in-visas.html","abstract":"  Cuba and the United States reached an agreement today under which Havana pledged to stop its citizens from fleeing the country for Florida aboard makeshift rafts and small boats. In return, Washington promised to accept at least 20,000 new Cuban immigrants each year.   But the 30,000 Cuban refugees who have already fled the island, most of whom are housed at the American naval base at Guantanamo Bay or at camps in Panama, appear to be the big losers under the new agreement. American officials, briefing reporters on the results of the eight days of negotiation, indicated that the Cubans in Guantanamo and Panama would not be permitted to move ahead of applicants now in Cuba.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"U.S. Hopes Talk of War Forces Out Haiti Army","web_url":"https://www.nytimes.com/1994/09/10/world/us-hopes-talk-of-war-forces-out-haiti-army.html","abstract":"  With its public relations campaign to scare Haiti's military leaders into leaving, the Clinton Administration has turned the usually secret tactics of invasion planning upside down.   When United States forces invaded Grenada, only a handful of senior officers at the Pentagon were aware of the operation. And the night American troops prepared to storm Panama, top Bush Administration aides engaged in small talk at the annual Christmas party for the White House press corps.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/10/nyregion/no-headline-199478.html","abstract":"    Man Shot in Subway Indicates He Could Identify the Gunman    A man who was shot on a train at the Grand Central subway station amid a crush of morning commuters on Thursday told investigators that he did not know his attacker, but that he would be able to identify him, the police said yesterday.   Investigators had initially believed that the shooting was the result of a dispute between two acquaintances.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"U.S. Indicts 2 Businessmen As Chinatown Gang Lords","web_url":"https://www.nytimes.com/1994/09/10/nyregion/us-indicts-2-businessmen-as-chinatown-gang-lords.html","abstract":"  Detective John Gaw accompanied Federal investigators in a raid on a Chinatown gambling den on Super Bowl Sunday in 1993, and acted as surprised as everyone else when they found an abandoned room. Detective Gaw had helped plan the raid -- but, prosecutors said yesterday, he also tipped off the Chinatown crime boss who ran the place.   Detective Gaw was indicted yesterday on corruption charges, but Federal prosecutors said his case was only part of a far larger one, involving a complex criminal enterprise based in Chinatown but reaching as far as San Francisco and Hong Kong.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/09/10/nyregion/editors-note-197980.html","abstract":"  The stock tables in Business Day today apparently include incorrect final prices for more than two dozen leading stocks because of a stock trader's error in reporting some late trades. It was unclear which stocks were affected; an explanatory article appears on page 38. Corrected prices for any affected stocks will be published when they become available.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Destruction of Smallpox Virus Backed in W.H.O. Committee","web_url":"https://www.nytimes.com/1994/09/10/world/destruction-of-smallpox-virus-backed-in-who-committee.html","abstract":"  After a reprieve, the smallpox virus seems headed for destruction after all.   In a decision that seems to spell the end for the last remaining stocks of smallpox virus, a 10-member committee of the World Health Organization recommended unanimously yesterday that the virus be destroyed on June 30, 1995.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"BRIEFCASE : First-Half Trading in ADRs Shatters Records in U.S.","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-briefcase-firsthalf-trading-in-adrs-shatters-records-in-us.html","abstract":"The appetite of U.S. investors for international companies continued unabated in the first half of this year. Trading in American Depository Receipts, dollar-denominated shares of foreign companies which trade in the United States, soared to a record vol","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"U.S. Open '94: Notebook; A Grand Slam In Doubles Is Foiled","web_url":"https://www.nytimes.com/1994/09/10/sports/us-open-94-notebook-a-grand-slam-in-doubles-is-foiled.html","abstract":"  The Grand Slam doubles quest of Gigi Fernandez and Natalya Zvereva was on the verge of ending in the United States Open semifinals for the second straight year when their match was suspended by a cloudburst that struck as they were two points away from being upended.    They were only temporarily saved by the rain yesterday.   ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Bosnian Serbs Increase Purges of Muslims, Red Cross Says","web_url":"https://www.nytimes.com/1994/09/10/world/bosnian-serbs-increase-purges-of-muslims-red-cross-says.html","abstract":"  The Bosnian Serbs, stepping up a 29-month campaign to purge Muslims from the territory they hold, have forced nearly 600 Muslim civilians from the northeastern town of Bijeljina across the front line into the Government-held town of Tuzla, an International Comittee of the Red Cross official said today.   The forced evictions last night of women, children and old men came as the United States and its European partners put the final touches on an agreement with the Serbian President, Slobodan Milosevic, the man who armed, financed and backed the Bosnian Serb actions against Bosnian Muslims before ending his support for them last month.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Manufacturer Of Rail Cars To Construct A New Plant","web_url":"https://www.nytimes.com/1994/09/10/nyregion/manufacturer-of-rail-cars-to-construct-a-new-plant.html","abstract":"  Dangling a $41.5 million contract for 34 new commuter trains for the Metro-North Railroad, New York State has lured a Canadian rail car manufacturer to build a new assembly plant in upstate New York.   The plant, officials said yesterday, will be located at the Plattsburgh Air Force Base, which is scheduled to close next year and has long been the economic heart of the relatively isolated area near the Canadian border. The closest major city is Montreal, which is 65 miles away.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/10/nyregion/metro-digest-199230.html","abstract":"  SURVIVING AMID THE DRUG DEALERS On 129th Street in Harlem, a block in the America of the black underclass, the drug dealer is both outlaw and entrepreneur. As an employer, he offers the only big money around and an array of jobs. Page 1. SCHOOL LAYOFFS FORCE BIGGER CLASSES Students who reported for the opening of New York City high schools faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel. Page 1. NEW YORK CITY  2 IN CHINATOWN ARE INDICTED In three overlapping indictments, prosecutors charged two leading Chinatown businessmen with racketeering and murder, charged 18 youths with gang-related street crimes and charged a man they described as a major heroin trafficker with multiple drug offenses. Page 23. 33 DRUG GANG SUSPECTS ARE CHARGED Thirty-three men were charged with crimes like conspiracy and murder in indictments that law-enforcement authorities said destroyed a $350,000-a-week crack cocaine operation, with as many as 2,000 customers a night. The indictments brought to 97 the number of suspected drug dealers charged in two days. Page 23. GUNMAN KILLS GUARD AND WOUNDS OFFICER A security guard making a money pickup was shot to death, and a police detective who came to his aid was wounded, in an attempted robbery at a supermarket in the Bronx, the police said. A second officer was wounded in a separate shooting in mid-Manhattan. Page 23. ADULT PROSECUTION URGED IN CROWN HTS. Federal prosecutors say the teen-ager charged with violating a Hasidic Jew's civil rights by fatally stabbing him during the 1991 Crown Heights violence should be prosecuted as an adult because his prospects for \"successful juvenile rehabilitation is limited.\" Page 22. A subway passenger shot at Grand Central station said he did not know his attacker. Page 23. The grand jury examining the death of a man in police custody reconvened. Page 25. REGION  LIGHT SPARRING BY CANDIDATES With the primary election only a few days away, the four Democratic candidates for New York State attorney general jabbed lightly at each other in a debate that underscored their basic agreement on the issues, but exposed their differing visions of the office's role. Page 24. CONSTRUCTION INDUSTRY GIVES BIG MONEY More than 25 percent of the large contributions to Connecticut gubernatorial candidates this year came from lawyers, lobbyists and people associated with the construction industry, according to a report by Common Cause. Page 24. RAIL CAR PLANT IS LURED TO NEW YORK Dangling a $41.5 million contract for 34 new commuter trains for the Metro-North Railroad, New York State has lured a Canadian rail car manufacturer to build a new assembly plant in upstate New York. Page 25. POLICE SAY SNIPER ATTACKS UNCONNECTED Gunfire on the Meadowbrook State Parkway on Thursday morning does not appear to be related to sniper attacks in Suffolk County in July and August that killed one person and wounded another or to shooting incidents in Nassau County in June, the authorities said. Page 25. About New York by Michael T. Kaufman.....23","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Layoffs Force Bigger Classes For New York City Students","web_url":"https://www.nytimes.com/1994/09/10/nyregion/layoffs-force-bigger-classes-for-new-york-city-students.html","abstract":"  Students who reported to New York City high schools, which opened yesterday, faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel.   The Board of Education's budget, though larger than last year's, did not increase sufficiently to finance the growth in enrollment, a negotiated raise in teacher salaries and increased costs in special education, board officials said.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"U.S. Open '94; Now, If He Can Only Get Past Martin . . .","web_url":"https://www.nytimes.com/1994/09/10/sports/us-open-94-now-if-he-can-only-get-past-martin.html","abstract":"  Before Andre Agassi can get around to winning the United States Open and saving tennis, there is the matter of Todd Martin in today's semifinals. It's a match Agassi could very well lose.    \"The scary thing is that Todd has played lousy here and he's in the semis,\" Brad Gilbert, Agassi's coach, said yesterday, referring to the three match points Martin faced in the first round against Guillaume Raoux and the one-set deficit he was in before Richey Reneberg was forced to retire from their fourth-round match.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"A Hatchet Buried on the Longest Border","web_url":"https://www.nytimes.com/1994/09/10/opinion/a-hatchet-buried-on-the-longest-border.html","abstract":"  Russian and Chinese leaders signed an accord in Moscow last Saturday to end one of the world's bitterest border conflicts. For the first time, as President Yeltsin said, practically the entire border between the two giants, extending some 2,700 miles, has been legally settled.   The \"practically\" refers to the still-unresolved status of two islands on the Amur River, and another on the Ussuri River. These are relative flyspecks, unlikely to provoke the furious confrontation that led to armed clashes in 1969.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Shuttle Soars Into Orbit to Test Device for Space Rescues","web_url":"https://www.nytimes.com/1994/09/10/us/shuttle-soars-into-orbit-to-test-device-for-space-rescues.html","abstract":"  The space shuttle Discovery and six astronauts sailed aloft today on a nine-day mission that is to include the firing of a laser beam for Earth studies, the launching of a satellite for solar studies and the testing of a jet pack for rescuing astronauts.   About 160 miles above Earth, speeding along at more than 17,000 miles an hour, two of the astronauts are to take turns putting on the new backpack next Friday and using it to fly no more than 25 feet from the shuttle. The $7 million device, making its orbital debut, was developed to allow astronauts who are adrift to save themselves when no rescue craft are available.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/10/nyregion/news-summary-198030.html","abstract":"  International 2-5  ACCORD ON CUBA EXODUS    Cuba agreed to stop the exodus of its citizens in return for a United States promise to accept 20,000 Cuban refugees a year, but those who have been picked up by the Coast Guard may not be accepted.  1","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Critics Warn That Immigration Pact Leaves Many Cuban Issues Unresolved","web_url":"https://www.nytimes.com/1994/09/10/world/critics-warn-that-immigration-pact-leaves-many-cuban-issues-unresolved.html","abstract":"  The Administration trumpeted its immigration agreement with Cuba today as a big victory, but officials warned that Cuba was not going to disappear as a nagging problem.   \"We first have to see whether the Cubans are serious about enforcing the agreement,\" a senior Administration official said. \"And we continue to be concerned about other problems there, like human rights abuses and the lack of movement toward democracy.\"","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Australian's Numbers Add Up to a 400 Mark","web_url":"https://www.nytimes.com/1994/09/10/sports/swimming-australian-s-numbers-add-up-to-a-400-mark.html","abstract":"  John Carew had done what he usually does before his prize pupil and fellow Australian swims the 400-meter freestyle. He had written out Kieren Perkins's optimal split times on a small piece of paper.   Tonight at the world swimming championships, the last number on Carew's list was \"3:43.86,\" a final time more than a second better than Yevgeny Sadovyi's world record.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/10/us/inside-198242.html","abstract":"  Vatican Yields on Wording   The Vatican gave up a struggle, after a five-day standoff, to weaken the language relating to abortion in the statement of the United Nations' conference on population. Page 5. No Reprieve for Smallpox    An expert panel of the World Health Organization recommended destruction of the last remaining stocks of smallpox virus. Page 5. Espy Prosecutor Named    A Los Angeles lawyer, Donald C. Smaltz, was named to examine accusations that Agriculture Secretary Mike Espy broke the law. Page 6. Clinton Weighs Trade Deal    The White House may delay asking Congress for some negotiating powers in order to overcome an obstacle to the global trade accord. Page 37. Sister Parish, 84, Dies    The decorator, who redesigned White House rooms in the Kennedy years, epitomized the rise of women in 20th-century America. Page 26.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Montana-Young Matchup Steals Spotlight","web_url":"https://www.nytimes.com/1994/09/10/sports/pro-football-montana-young-matchup-steals-spotlight.html","abstract":"  Pundits and fans have been asking the question all week: Who is the best quarterback in a one-game matchup, Steve Young or Joe Montana? Several fans have driven past the 49ers complex here, leaning out their car windows and yelling: \"Go Joe! Go Kansas City!\" The sports radio talk show lines have been buzzing and the local television news programs just can't get enough.    If hype eventually becomes reality on Sunday when San Francisco plays at Kansas City, then the results could be a mini-Super Bowl. Or, by several people's hope, a preview of the real Super Bowl.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"China Denies Allegations","web_url":"https://www.nytimes.com/1994/09/10/sports/china-denies-allegations.html","abstract":"  Dennis Pursley, the national team director of United States swimming, has known Cheng Yun-Peng, China's national technical director of swimming, since 1983. But it is safe to say they never have had a conversation quite like the one they had this morning.   After publicly accusing China's female swimmers of taking performance-enhancing drugs, Pursley decided to seek out Cheng and explain his position in person.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Fox Outbids CBS for N.H.L. Games","web_url":"https://www.nytimes.com/1994/09/10/sports/hockey-fox-outbids-cbs-for-nhl-games.html","abstract":"  Fox Sports now has a second sport, acquiring the network television rights to the National Hockey League yesterday to add to the National Football Conference rights that it purchased in December for $1.58 billion. Once again, Fox outbid CBS for a major sports property.   Fox will pay $155 million over the next five years to broadcast games on up to 20 dates, starting with 11 in the upcoming season, according to people familiar with the agreement. Fox's hockey schedule will start with the All-Star Game on Jan. 21, followed by regular-season and playoff games. It will show up to three Stanley Cup Finals games, all in prime time.","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"BRIEFCASE : New York Condo Prices Show Large Quarterly Rise","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-briefcase-new-york-condo-prices-show-large-quarterly-rise.html","abstract":"Prices on all sizes of luxury condominiums in New York City have jumped by a substantial margin so far this year, according to a report just out from Ambrose MarElia Co., a Manhattan residential realtor..The survey, which covers 63 luxury condominium b","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Prosecutor in Simpson Case Won't Seek Death Penalty","web_url":"https://www.nytimes.com/1994/09/10/us/prosecutor-in-simpson-case-won-t-seek-death-penalty.html","abstract":"  Prosecutors in the O. J. Simpson case announced today that they would seek a life sentence without the possibility of parole against Mr. Simpson in his murder trial, instead of the death penalty.   Legal experts said the announcement was a major step in preparing the case for trial. In particular, they said, it will probably streamline the jury-selection process because legal strategists on both sides will no longer have to be concerned about selecting potential jurors based on their attitudes about the death penalty.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Tempting Stocks in Tiny Boxes","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-tempting-stocks-in-tiny-boxes.html","abstract":"THE conventional wisdom is to treat small companies as a long-term investment. But how long is long-term, and what kind of ride should investors expect? Although statistics provide only very partial answers to these questions, they offer some interesting","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Dangerous Embrace","web_url":"https://www.nytimes.com/1994/09/10/opinion/dangerous-embrace.html","abstract":"This week a group of high-ranking Chinese Army officers have toured American war colleges. As guests of the Pentagon, they are being briefed on the state of the art of U.S. military technology and strategy. This visit is the forerunner of a potentially dangerous program of military cooperation with China that the Clinton Administration has undertaken without informing Congress. \n\nThe cooperation effort was initiated last month when Gen. Xu Huizi, deputy chief of staff of the People's Liberation Army, visited Washington. (General Xu -- who was largely responsible for ordering the Tiananmen Square massacre -- left just before the Commerce Department reported that China was abusing its most-favored-nation trade status by cracking down on human rights activists.)","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"The Zen of Small-Company Index Funds","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-the-zen-of-smallcompany-index-funds.html","abstract":"AT THE END of 1990, few investors in Boston-based Colonial Management Associates' Small Stock Index fund could enjoy reading the financial news. The two well-known U.S. small stock indexes, the Wilshire 4500 and the Russell 2000, had fallen 13.6 percent a","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"USAir Must Now Combat Fliers' Fears","web_url":"https://www.nytimes.com/1994/09/10/us/crash-of-flight-427-the-airline-usair-must-now-combat-fliers-fears.html","abstract":"  USAir, struggling with poor financial and accident records even before Flight 427 crashed Thursday night, now adds to its problems the perception among many travelers that it is no longer safe to fly the airline.   \"Everyone who called about USAir this morning was trying to change to a different airline,\" said Bonnie Scheck, a vice president at Travel Trends, a travel agency in Fort Lee, N.J.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Wise Karate Master Gives Cram Course in Lovableness","web_url":"https://www.nytimes.com/1994/09/10/movies/film-review-wise-karate-master-gives-cram-course-in-lovableness.html","abstract":"Expert coaches a bullied school orphan. Silliest entry yet in this series.","thumbnail":null,"section":"Movies"},{"date":"19940910","headline":"Debate On Scaled-down U.K. Exchange Heats Up","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-debate-on-scaleddown-uk-exchange-heats-up.html","abstract":"STOCKBROKERS are expressing mixed opinions over proposals to create an alternative securities market for small British companies..Those strongly in favor of the idea say that the new market due to be piloted in Scotland early next year - will provide sm","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Esiason and the Jets Brace for Elway","web_url":"https://www.nytimes.com/1994/09/10/sports/pro-football-esiason-and-the-jets-brace-for-elway.html","abstract":"  There is a white bronco bucking toward the sky high over the open end of Mile High Stadium in Denver. For too long, the statue has put quarterbacks who oppose John Elway in a Wild West shootout frame of mind.    Who can blame them?  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Cuba's Hidden Gain","web_url":"https://www.nytimes.com/1994/09/10/world/cuba-s-hidden-gain.html","abstract":"  To judge from everything the Cuban Government has said in recent weeks, the agreement it signed with the United States today in New York to stop the flow of undocumented migrants cannot possibly work.   President Fidel Castro is obliged under the accord to try to keep his countrymen from fleeing by sea. But what he received in return -- mainly an assurance that at least 20,000 Cubans wishing to immigrate to the United States will be granted visas each year -- falls so far short of what Cuban officials say is needed to halt the flood as to raise questions about whether they have a vested interest in the deal's failure.","thumbnail":null,"section":"World"},{"date":"19940910","headline":"Europe's Small Firms Poised for Gain","web_url":"https://www.nytimes.com/1994/09/10/your-money/IHT-europes-small-firms-poised-for-gain.html","abstract":"SMALL companies in Europe are likely to offer investors excellent returns in the near future as economic recovery gathers pace in Britain and on the Contintent, optimists say..Identifying the star performers may be tricky, but abundant evidence suggests","thumbnail":null,"section":"Your Money"},{"date":"19940910","headline":"Crown Heights Prosecuters Portray Accused Man, 19, as Poor Candidate for Rehabilitation","web_url":"https://www.nytimes.com/1994/09/10/nyregion/crown-heights-prosecuters-portray-accused-man-19-poor-candidate-for.html","abstract":"  Federal prosecutors say the teen-ager charged with violating a Hasidic Jew's civil rights by fatally stabbing him during the 1991 Crown Heights violence should be prosecuted as an adult because his prospect for \"successful juvenile rehabilitation is limited,\" according to court papers unsealed yesterday.   Justice Department briefs also say that another justification for the prosecution of the teen-ager, Lemrick Nelson Jr., as an adult rather than a juvenile -- he is 19 but was 16 when the victim, Yankel Rosenbaum, was slain -- is that the crime was motivated by anti-Semitic bias. History of Problems    The prosecution papers portray Mr. Nelson as a youth with a history of academic and disciplinary problems in school who, though he had no criminal record before his arrest in the Crown Heights case, has since had run-ins with the law in an Atlanta suburb, where he went to live after being acquitted in 1992 of murder charges stemming from Mr. Rosenbaum's death.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"1894: A Dead Monarchy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/10/opinion/IHT-1894-a-dead-monarchy-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Commenting on the death of the Comte de Paris the HERALD says: \"The Royalist cause in France is so hopeless that the death of the Comte de Paris is utterly devoid of political significance. The Republic is too strong to be overthrown by an","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Civil Court Choices","web_url":"https://www.nytimes.com/1994/09/10/opinion/civil-court-choices.html","abstract":"  Put aside notions of real democracy or even merit. As usual, fund-raising skills and a willingness to cozy up to party leaders are the qualities that will count most in this year's Civil Court election in New York City.   To even call it an election is something of a misnomer. Of the 17 Civil Court seats in contention in November, only 3 in Brooklyn are being contested in next Tuesday's all-but-decisive Democratic primary. The rest have already been parceled out by the party pros who still largely control the petition process by which candidates get on the ballot.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"MacPhail to Join Cubs","web_url":"https://www.nytimes.com/1994/09/10/sports/sports-people-baseball-macphail-to-join-cubs.html","abstract":"  ANDY MacPHAIL will leave his job as general manager of the Minnesota Twins to run the Chicago Cubs, both teams confirmed yesterday. The Twins' owner, CARL POHLAD, gave MacPhail permission to get out of the last two years of his contract to become the Cubs' chief executive officer and president. MacPhail was offered the position, vacant since 1991, on Wednesday.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/10/nyregion/bridge-201642.html","abstract":"  When the world championships begin in a week's time in Albuquerque, N.M., the women from Japan are likely to make a strong impression. Four of them recently won a Japanese national team title with help from the diagramed deal: it produced what is surely the biggest swing of the year -- perhaps of the decade -- in serious competition.   With Mizuko Tan and Kazuko Banno in the North-South positions, the bidding went as shown. East's take-out double of one spade was peculiar, but there are no rules for bidding extremely freakish hands. Anything that lets the bidder eventually become the declarer can be judged a success.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Transportation Officials Defend USAir's Record","web_url":"https://www.nytimes.com/1994/09/10/us/crash-flight-427-investigation-transportation-officials-defend-usair-s-record.html","abstract":"  Government officials today strongly defended USAir's safety record even as investigators began what promises to be a difficult inquiry into the latest of the airline's five fatal crashes in as many years.    Officials of the National Transportation Safety Board, an independent Federal agency charged with investigating accidents, cautioned against reaching any premature conclusions about the crash of USAir Flight 427, which, arriving here from Chicago, plunged to the ground in the nearby town of Aliquippa on Thursday night, killing all 132 people aboard.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Beliefs; An evangelical intellectual finds a kind of heresy in evangelicalism's neglect of the mind.","web_url":"https://www.nytimes.com/1994/09/10/us/beliefs-evangelical-intellectual-finds-kind-heresy-evangelicalism-s-neglect-mind.html","abstract":"  Evangelical Christians in the United States have suffered their share of scandals. But perhaps the biggest scandal has nothing to do with Elmer Gantry-like antics, sexual or financial. It is what Mark A. Noll, a highly regarded historian of American religion and himself an evangelical Christian, calls \"the scandal of the evangelical mind.\"    At least a fourth of the people in the United States classify themselves in surveys as evangelical Christians. The group is probably the largest, certainly the most religiously active and potentially the most politically powerful religious force in the nation.  And yet, Professor Noll says, evangelicals have let their religious tradition sink into intellectual penury, largely bereft of the kind of vigorous intellectual life that would engage their faith with the whole array of modern learning and artistic expression.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"Reds' Sanders Faces A Felony Charge","web_url":"https://www.nytimes.com/1994/09/10/sports/sports-people-baseball-reds-sanders-faces-a-felony-charge.html","abstract":"  The police in Cincinnati yesterday charged Cincinnati Reds outfielder DEION SANDERS with a felony arising from his confrontation with an off-duty police officer at Riverfront Stadium last month.    In upgrading earlier misdemeanor charges against Sanders, WILLIAM GUSTAVSON of the prosecutor's office said the player was charged with failure to comply with an order or signal of a police officer. Sanders was also charged with two misdemeanors for leaving the scene of an accident in the Aug. 8 incident, the police said.  ","thumbnail":null,"section":"Sports"},{"date":"19940910","headline":"Stronger From Bond Of Cancer","web_url":"https://www.nytimes.com/1994/09/10/nyregion/about-new-york-stronger-from-bond-of-cancer.html","abstract":"  MYRNA MARCH nudged the cat from her lap and took her husband's hand. \"You'll be running for both of us,\" she said, referring to the Race for the Cure in Central Park, where on Sunday her husband will be one man among many women raising money and calling attention to breast cancer.   Self-consciously, the woman who had been a singer and model touched the blonde wig she has worn since once again starting chemotherapy to kill a cancer that has recurred in her breastbone. While her husband runs, she will be resting up from her latest dose of the tiring treatment.","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Honor Frederick Douglass With a Coin","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-honor-frederick-douglass-with-a-coin-205192.html","abstract":"  To the Editor:   The year 1995 will mark the 100th anniversary of the death of Frederick Douglass, and many hope a circulating coin will be issued to honor him. Douglass is best known as an abolitionist writer and editor, a former slave (who freed himself). Through his lecture tours of England, he roused sympathy and support for the anti-slavery cause, and some historians credit him with keeping England from openly declaring its support for the Confederacy during the Civil War.   Douglass published and wrote The North Star, the widely read abolitionist newspaper, while living in Rochester. He supported John Brown's cause to help free the slaves and later urged the enlistment of black soldiers in the war to preserve the Union.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"City Opera's Long Balancing Act Presenting 'Madama Butterfly'","web_url":"https://www.nytimes.com/1994/09/10/arts/music-review-city-opera-s-long-balancing-act-presenting-madama-butterfly.html","abstract":"  The New York City Opera opened its fall season on Thursday night with an honest synopsis of the company's virtues and shortcomings. The piece, \"Madama Butterfly,\" is old and beloved, but the City Opera subjects it to unfamiliar twists. The performance balanced the apt with the inept.   Secure in its fame though Puccini's opera may be, the description \"deathless masterpiece\" sits uneasily. \"Butterfly,\" in fact, died several times before reaching the standard repertory. Puccini was appalled by the opera's failure in 1904, took it out of circulation and put in a call to rewrite. The seamless melodrama, teary beauty and dessertlike sadness now so cherished by audiences worldwide were not quite so evident in that altogether tougher original.","thumbnail":null,"section":"Arts"},{"date":"19940910","headline":"Observer; A Lot to Be Modest About","web_url":"https://www.nytimes.com/1994/09/10/opinion/observer-a-lot-to-be-modest-about.html","abstract":"  These letters piled here denounce me as an elitist. My humility makes them hard to answer. They are all written in such -- well, such an elitist tone.   Annoyed by some half-baked opinion voiced in this column, or irritated by some idle criticism of their favorite novelist or sitcom, their writers mount the high epistolary bench to condemn me as an elitist, hence unfit to address the common man.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Facing the I.R.S.","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-facing-the-irs-205214.html","abstract":"  To the Editor:   \"Limiting the Pain of a Tax Audit\" (Your Money pages, Sept. 3) left me shaking my head in disbelief. The gist of the article was that after two \"practice audit\" sessions with a certified public accountant lasting a total of 10 hours, Ilona S. Lang was able to go to an Internal Revenue Service office, spend two hours with the I.R.S. auditor and get a \"no change\" report from the auditor. Obviously, they do things differently in Virginia.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Hiroshima Bomb Display Still Distorts History; Battling for Balance","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-hiroshima-bomb-display-still-distorts-history-battling-for-balance-205230.html","abstract":"  To the Editor:   \"The Smithsonian and the Bomb\" (editorial, Sept. 5) depicts Congress and veterans groups as needlessly short-circuiting the \"process\" with their complaints about bias in the National Air and Space Museum's plan to display the Enola Gay, the B-29 that dropped the first atomic bomb. You say that months ago the museum director, Martin Harwit, \"wrote to his curators telling them that the exhibition was one-sided,\" and \"That is how the process ought to work.\" Maybe so -- but that isn't how it did work.   It was only because of protests by veterans groups that Mr. Harwit re-evaluated his position last April and concluded that \"we do have a lack of balance\" and that \"much of the criticism that has been levied against us is understandable.\" In June, the curators -- backed by Mr. Harwit -- declared the exhibition plan to be final except for \"minor wording changes.\"","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"When Cops Commit Suicide","web_url":"https://www.nytimes.com/1994/09/10/opinion/when-cops-commit-suicide.html","abstract":"  Law enforcement is dangerous work. But these days in New York City, the gravest threat to police officers' lives comes not from criminals but from themselves. With nearly four months left in the year, 10 cops have already committed suicide, equaling the record for an entire year, set in 1987.   Several of the officers drank too much and were despondent over problems with wives or lovers. One was under treatment for depression. A rookie who had just joined the force was distraught over his arrest for a drunken-driving hit-and-run accident. One of the officers was implicated in the corruption scandal that has swept the 30th Precinct in Washington Heights, where a dozen officers had already been arrested on charges of brutality and selling protection to drug dealers. Another officer may have been guilt-ridden over his failure to block the corruption.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"In Baptist Talk, Clinton Stresses Moral Themes","web_url":"https://www.nytimes.com/1994/09/10/us/in-baptist-talk-clinton-stresses-moral-themes.html","abstract":"  President Clinton told black Baptists at a convention today that government alone could not halt the decline in social and moral standards. He said that far too many young women are having abortions, and that only caring adults can rescue inner-city children, adding that it was time for Americans to revive faith in themselves -- and in him as well.   The remarks, in part a reprise of speeches about personal responsibility, sounded a familiar note that White House officials said was not intended to bolster the President's campaign-season credentials as a moderate Democratic leader. But, they said, he will probably repeat the theme through the November elections.","thumbnail":null,"section":"U.S."},{"date":"19940910","headline":"To Our Readers","web_url":"https://www.nytimes.com/1994/09/10/nyregion/to-our-readers.html","abstract":"  Starting next week, the suggested newsstand price of The Times on Monday through Saturday will increase to 60 cents in the New York metropolitan area. The change will not affect the Sunday price, the weekday price outside the metropolitan area, or the cost of copies from The Times's direct home delivery service.  ","thumbnail":null,"section":"New York"},{"date":"19940910","headline":"Hiroshima Bomb Display Still Distorts History","web_url":"https://www.nytimes.com/1994/09/10/opinion/l-hiroshima-bomb-display-still-distorts-history-205150.html","abstract":"  To the Editor:   To me, as a World War II B-29 combat pilot and a member of the Enola Gay Committee, the proposed display by the National Air and Space Museum of the B-29 that dropped the atomic bomb on Hiroshima, Japan, on Aug. 6, 1945, will be grossly unsatisfactory, even with the proposed additions. No matter how you look at it, it will be a \"ban the bomb\" display.    One year of negotiations with Martin Harwit, the museum's director, has proved that any revisions of the script are merely cosmetic and do not change the exhibition's focus.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Don't Forget the Kids","web_url":"https://www.nytimes.com/1994/09/10/opinion/dont-forget-the-kids.html","abstract":"As conservatives gear up for the fall elections, many are pinning their hopes on attacking gay rights. Self-styled \"pro-family\" groups, seeking to build on the success of five local and state anti-gay initiatives in 1993, have been working to get similar measures on the November ballots in several states.\n\nThese organizations are correct in saying that America faces some real social problems, and that many can be attributed to the deterioration of families. What is upsetting, however, is the extent to which they focus on gay issues almost to the exclusion of the real problems.","thumbnail":null,"section":"Opinion"},{"date":"19940910","headline":"Grand Jury Returns To Inquiry of Police In S.I. Man's Death","web_url":"https://www.nytimes.com/1994/09/10/nyregion/grand-jury-returns-to-inquiry-of-police-in-si-man-s-death.html","abstract":"  The grand jury examining the death of a Staten Island man in police custody last spring reconvened yesterday, after a two-month recess that some civil-liberties advocates suggested was unnecessary and would dim the memories of crucial witnesses.   The Staten Island District Attorney, William L. Murphy, said the 23-member panel heard several witnesses on its first day in session since July 16, and he predicted that the grand jury would finish its work by Oct. 31.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940910","time":"1994-09-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":84,"wspd":14.8},{"date":"19940910","time":"1994-09-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":80,"wspd":18.4},{"date":"19940910","time":"1994-09-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":81,"wspd":20.5},{"date":"19940910","time":"1994-09-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":79,"wspd":24.1},{"date":"19940910","time":"1994-09-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":77,"wspd":25.9},{"date":"19940910","time":"1994-09-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":80,"wspd":20.5},{"date":"19940910","time":"1994-09-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":81,"wspd":22.3},{"date":"19940910","time":"1994-09-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":74,"wspd":24.1},{"date":"19940910","time":"1994-09-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":71,"wspd":24.1},{"date":"19940910","time":"1994-09-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":64,"wspd":29.5},{"date":"19940910","time":"1994-09-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":64,"wspd":24.1},{"date":"19940910","time":"1994-09-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":55,"wspd":25.9},{"date":"19940910","time":"1994-09-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":70,"wspd":33.5},{"date":"19940910","time":"1994-09-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":55,"wspd":29.5},{"date":"19940910","time":"1994-09-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":51,"wspd":20.5},{"date":"19940910","time":"1994-09-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":60,"wspd":22.3},{"date":"19940910","time":"1994-09-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":64,"wspd":20.5},{"date":"19940910","time":"1994-09-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":64,"wspd":14.8},{"date":"19940910","time":"1994-09-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":64,"wspd":16.6},{"date":"19940910","time":"1994-09-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":69,"wspd":14.8},{"date":"19940910","time":"1994-09-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":76,"wspd":16.6},{"date":"19940910","time":"1994-09-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":74,"wspd":16.6},{"date":"19940910","time":"1994-09-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":76,"wspd":14.8},{"date":"19940910","time":"1994-09-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":76,"wspd":16.6},{"date":"19940910","time":"1994-09-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":7.6},{"date":"19940910","time":"1994-09-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":68,"wspd":11.2},{"date":"19940910","time":"1994-09-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":11.2},{"date":"19940910","time":"1994-09-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":5.4},{"date":"19940910","time":"1994-09-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":7.6},{"date":"19940910","time":"1994-09-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":11.2},{"date":"19940910","time":"1994-09-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":11.2},{"date":"19940910","time":"1994-09-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":81,"wspd":14.8},{"date":"19940910","time":"1994-09-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":84,"wspd":11.2},{"date":"19940910","time":"1994-09-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":87,"wspd":7.6},{"date":"19940910","time":"1994-09-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":9.4},{"date":"19940910","time":"1994-09-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":78,"wspd":11.2},{"date":"19940910","time":"1994-09-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":67,"wspd":13},{"date":"19940910","time":"1994-09-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":57,"wspd":18.7},{"date":"19940910","time":"1994-09-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":24.1},{"date":"19940910","time":"1994-09-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":46,"wspd":24.1},{"date":"19940910","time":"1994-09-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":39,"wspd":25.9},{"date":"19940910","time":"1994-09-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":35,"wspd":25.9},{"date":"19940910","time":"1994-09-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":33,"wspd":22.3},{"date":"19940910","time":"1994-09-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":36,"wspd":24.1},{"date":"19940910","time":"1994-09-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":35,"wspd":27.7},{"date":"19940910","time":"1994-09-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":34,"wspd":25.9},{"date":"19940910","time":"1994-09-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":35,"wspd":24.1},{"date":"19940910","time":"1994-09-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":39,"wspd":25.9}]}}