{"19950110":{"guardian_articles":[],"nytimes_articles":[{"date":"19950110","headline":"Blind, Craven or Both : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-blind-craven-or-both-letters-to-the-editor.html","abstract":"As a frustrated European, may I simply add this to the IHT's contributions to the Bosnia debate: whether the Bosnian catastrophe results from intellectual blindness (the \"tribal war\" version that politicians have somehow managed to sell to thei","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Bilingual Education Puts Hispanic Children in the Mainstream; English Spoken Here","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-bilingual-education-puts-hispanic-children-in-the-mainstream-english-spoken-here-936495.html","abstract":"  To the Editor:   Barbara Mujica's \"No Comprendo\" (Op-Ed, Jan. 3) is right to question non-English education programs, and look at the isolation immigrants feel and even engender.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Balanchine's Head to the Dancers' Feet","web_url":"https://www.nytimes.com/1995/01/10/arts/dance-review-balanchine-s-head-to-the-dancers-feet.html","abstract":"  George Balanchine's \"Divertimento No. 15\" aspires to the somewhat chill perfection of its Mozart score. The ballet requires virtuoso dancing of a sort that is more sustained and monochromatic sheen than bursts of sparkling fireworks.   Margaret Illmann, a guest dancer, got off to a rocky start in a performance with the New York City Ballet on Friday night at the New York State Theater. But by the ballet's central pas de deux, performed with Lindsay Fischer, Ms. Illmann had regained the distinctive warmth and wit that seems to smooth all the choreographic difficulties that confronted her.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Tons of Cocaine Reaching Mexico in Old Jets","web_url":"https://www.nytimes.com/1995/01/10/world/tons-of-cocaine-reaching-mexico-in-old-jets.html","abstract":"  In a daunting new turn in the traffic of Colombian cocaine into the United States, smugglers are buying old passenger jets, taking out the seats and using the planes to fly huge amounts of the drug into Mexico, American and Mexican officials say.   Traveling at night with their lights off, the Boeing 727's and French-made Caravelle jets are believed to be carrying as much as six tons or more of cocaine on a single flight.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"One Last Face-Off As Time Runs Out","web_url":"https://www.nytimes.com/1995/01/10/sports/hockey-one-last-face-off-as-time-runs-out.html","abstract":"  National Hockey League Commissioner Gary Bettman and the players' association's Bob Goodenow, the key officials in hockey's labor dispute, were still meeting early this morning in Manhattan, trying to negotiate a settlement, end a lockout that has lasted 102 days and save a season that was never allowed to start.   Bettman and Goodenow met in face-to-face talks for the first time since Dec. 6. Bettman and the team owners have set a deadline of noon today for a new collective bargaining agreement. Without one, they have said, they will cancel the season.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Cowboys Are Swaggering While Limping","web_url":"https://www.nytimes.com/1995/01/10/sports/championships-cowboys-are-swaggering-while-limping.html","abstract":"  Listen to Dallas wide receiver Alvin Harper, talking about Deion Sanders, the most talented cornerback in football.   \"Basically I don't think about him at all,\" he said. \"He's a great cornerback but even great cornerbacks get beat. This is the N.F.L. Everyone gets beat on this level. He's not invulnerable. He will get beat. Either I will beat him or Michael will beat him.\"","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Exploring New Soapboxes for Political Animals","web_url":"https://www.nytimes.com/1995/01/10/science/personal-computers-exploring-new-soapboxes-for-political-animals.html","abstract":"  THE personal computer has become the modern equivalent of the soap box, reference library, bully pulpit and town hall, allowing anyone with access to a modem and a phone line to participate in politics to a degree never before possible on such a scale. The convening of the 104th Congress last week appears to have accelerated the phenomenon of electronic democracy, which has been spreading along with the personal computer.    Electronic democracy is far from perfectly democratic, given the high relative cost of computer equipment, phone service and information fees. Recent demographic surveys of the Internet reveal an electronic citizenry that is predominantly white, male, educated and well to do. But there are countless resources available to those who want to make the effort to keep tabs on the new Congress, a new Governor or a new City Council. Computer-based communications allow individuals and grass-roots activist groups to be almost as politically connected as lobbyists and political action committees.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Distinctive Ideas at Top Speed","web_url":"https://www.nytimes.com/1995/01/10/arts/dance-review-distinctive-ideas-at-top-speed.html","abstract":"  The Silesian Dance Theater, a modern-dance company founded by Jacek Luminski in Bytom, Poland, just three years ago, is already remarkably original.   Considering that the former Communist bloc countries had until recently favored ballet and frowned upon modern dance as a form of individual expression, Mr. Luminski's small troupe might be expected to imitate American or Western European models. But as the company's New York debut demonstrated over the weekend at the Kaye Playhouse, a distinct signature emerges from Mr. Luminski's approach to both form and content.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/10/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"CyberBosnia","web_url":"https://www.nytimes.com/1995/01/10/opinion/cyberbosnia.html","abstract":"As a child, I liked to invent countries that did not exist. Eskimoria was a sovereign nation just north of Canada. Titanica was an undersea republic founded by survivors of the ocean liner's fateful collision with a North Atlantic iceberg. Charlemagnia was an island in the Mediterranean populated by descendants of the Children's Crusade. I don't know why I fantasized so. Perhaps it was my helpless response to the spread of European Fascism, which I feared would destroy all the real places, like France and England, I had read about in school books.\n\nToday, feeling helpless again as Sarajevo passes its 1,000th day of siege -- longer even than Leningrad's agony -- I have retreated to an imaginary place I call CyberBosnia.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"When Words Cheapen Life","web_url":"https://www.nytimes.com/1995/01/10/opinion/when-words-cheapen-life.html","abstract":"After months of relative calm in the abortion debate, the shootings in Brookline, Mass., on Dec. 30 have unleashed yet another volley of bitter recriminations between activists. A Planned Parenthood newspaper ad with the headline \"Words Kill\" blamed pro-life rhetoric for the deaths of two clinic receptionists. \n\nThis charge deserves to be taken seriously, for how we name things determines to a great extent how we think, feel and act regarding them. Words can kill, but it's not so simple as pro-choice leaders would have it. Words kill by creating a climate where life is cheap; they can stifle the inner voice that reminds us that evil can never be overcome by evil. From abortion rights to euthanasia to indifference to the plight of the poor, the road has been paved with soothing words chosen to harmonize conscience with convenience.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Romario to Return","web_url":"https://www.nytimes.com/1995/01/10/sports/sports-people-soccer-romario-to-return.html","abstract":"  ROMARIO, one of the forwards who led Brazil to the World Cup championship, will move from Barcelona to Flamengo as soon as the transfer fee is deposited. KLEBER LEITE, chairman of the Rio de Janeiro club Flamengo, said that Romario's contract will be for two years and that the club can't transfer him. Romario has scored only 4 goals after leading the Spanish league last year with 30. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Real Debate on Drug Legalization Is Overdue","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-real-debate-on-drug-legalization-is-overdue-929195.html","abstract":"  To the Editor:   A. M. Rosenthal's \"Cruelest Hoax\" (column, Jan. 3), on drugs, attacks the Soros Foundations for supporting \"pro-legalizers.\" We have financed groups with different viewpoints on drug issues so as to promote a debate.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"With Ratings Slipping, CBS Reaches for Youth","web_url":"https://www.nytimes.com/1995/01/10/arts/reporter-s-notebook-with-ratings-slipping-cbs-reaches-for-youth.html","abstract":"  CBS has seen its prime-time fortunes slide this television season, and Peter Tortorici, the president of CBS Entertainment, says he knows why.    \"What we're missing is identity,\" Mr. Tortorici said today during an interiew after a news conference he held here at a semi-annual gathering of reporters who cover the television industry. \"We don't have a signature show right now. We're missing something that you look at and say, 'O.K., CBS equals that.' \"","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Agents Won't Handle Strikebreakers","web_url":"https://www.nytimes.com/1995/01/10/sports/baseball-agents-won-t-handle-strikebreakers.html","abstract":"  Major league baseball clubs in search of replacement players need no longer call agents asking if they have any to offer. The Players Association's executive board is in the process of voting to decertify any agent who represents a replacement player.   The board, which is expected to announce its decision today, will take the action by amending the regulations governing the union's agent-certification program. The union certifies agents to represent players and can decertify them for various practices.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"The Writer As Genre Customizer","web_url":"https://www.nytimes.com/1995/01/10/arts/pop-review-the-writer-as-genre-customizer.html","abstract":"  It must be difficult for Jack Logan, who performed on Saturday night at CBGB, to decide what songs to play in concert. After all, he has more than 700 of them. Mr. Logan, who is 35, has been making music with friends as a leisure activity since his high school days. But he wasn't taken seriously until recently, when Medium Cool Records released \"Bulk,\" a two-CD set that compiles just 42 of his songs.   The concert on Saturday progressed naturally through the different aspects of Mr. Logan's songwriting, moving from pop to punk to country to blues. Like the band NRBQ, Mr. Logan's group seemed like the ultimate bar band, grinding out a varied and virtuosic all-American strain of rock-and-roll. Mr. Logan's longtime collaborator, Kelly Keneipp, tinkled on the keyboards as Dave Philips spiced each song with either slow-burning guitar lines or inventive solos.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/10/nyregion/news-summary-271895.html","abstract":"  International A3-11  RUSSIANS CLOSING IN  Russian troops were closing in on the presidential palace in the capital of a secessionist region, though defenders said the Russians would have to destroy it first, while civilians tried to cope and survive.  A1","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-807495.html","abstract":"  A chart of major financial indicators atop the Business Digest yesterday misstated the changes for the last week in some editions. The Dow Jones industrial average finished the week up 32.97 points, at 3,867.41, not up 28.93 points. The dollar finished the week up 1.79 Japanese yen, at 101.37 yen, not up 0.69 yen. The February crude oil contract was 9 cents lower, at $17.67 a barrel, not 23 cents higher. The yield on the 30-year Treasury bond closed down 1 basis point, at 7.86 percent, not down 6 basis points. (A basis point is one-hundredth of 1 percent.)","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/10/us/inside-301395.html","abstract":"  Marlin Choice to Head Port   Governor Pataki has picked George J. Marlin, a Conservative Party leader with no experience in public sector management, to head the Port Authority. Page B6. Rowland vs. State Workers    Connecticut's Governor urged legislators to reject raises for state workers awarded by arbitrators last year but not yet in effect. Page B1. Mexican Market Tumbles    The Mexican stock market posted its worst loss in more than five years, 6.65 percent, as investors reacted to the plan to bolster the peso by raising rates and borrowing. Page D1. Top Baboon, at a Price    Dominant female baboons reap substantial rewards, but they also run a much increased risk of fertility problems. Science Times, page C1.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"In Brooklyn Heights, Residents Describe Siege of Tow Trucks","web_url":"https://www.nytimes.com/1995/01/10/nyregion/in-brooklyn-heights-residents-describe-siege-of-tow-trucks.html","abstract":"  In Brooklyn Heights, nearly everyone has a story about the tow trucks.   Karen Gordon, 38, who lives on Clark Street, said she recently saw a friend pull into a no-parking zone with her car all packed for a vacation. The woman put on her flashers and ran into her house for what seemed like a matter of seconds.  \"When she came out, they had the car hooked up,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Promises of Miracles: News Releases Go Where Journals Fear to Tread","web_url":"https://www.nytimes.com/1995/01/10/science/doctor-s-world-promises-miracles-releases-go-where-journals-fear-tread.html","abstract":"  SCIENTISTS rarely make exaggerated claims when reporting their results in the scientific literature because it is poor etiquette and likely to provoke the scorn of their peers. But news releases are a different matter. When speaking to the public, some scientists, in conjunction with their institution's press office, are willing to make much bolder claims for their work.   A recent announcement from a respected scientific institute in California seemed to promise a cure for cancer: a single injection of either of two proteins had been found to cut off the blood supply to many kinds of tumors, causing them to shrink away while leaving normal tissue to thrive.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Bilingual Education Puts Hispanic Children in the Mainstream","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-bilingual-education-puts-hispanic-children-in-the-mainstream-930595.html","abstract":"  To the Editor:   Barbara Mujica's view (Op-Ed, Jan. 3) that bilingual education has failed to mainstream foreign-born students is not supported by the evidence. Neither is her inference that children of Hispanic immigrants are not growing up speaking English.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Curtain Falls on Opera Radio Show; Listeners Mobilize After the Loss of Their Favorite 'Fanatic'","web_url":"https://www.nytimes.com/1995/01/10/nyregion/curtain-falls-opera-radio-show-listeners-mobilize-after-loss-their-favorite.html","abstract":"  There was something downright operatic about the love affair between Stefan Zucker and his listeners, who for the last 12 years tuned in to his quirky and outrageous opera show on the Columbia University radio station, WKCR-FM.   Aficionados would cut short their Saturday evenings to hear Mr. Zucker's conversations with the world's great tenors and such eccentric listener-participation features as \"Booing: True Confessions\" and \"Name That Voice.\"","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Correction","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-correction.html","abstract":"A transmission error caused the loss of several lines in Flora Lewis's column \"National Crisis: Russia's Fate in the Balance in Chechnya\" (Opinion, Jan. 6). The passage should read: So long as he is left in charge, General Grachev's response is","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Yeltsin's Crisis: Fear, and Hope, for Democracy","web_url":"https://www.nytimes.com/1995/01/10/world/yeltsin-s-crisis-fear-and-hope-for-democracy.html","abstract":"  As the deadly war in Chechnya drags on, Russia is clouded with rumors, conspiracy theories and dark predictions about who is running the Kremlin and whether democracy can survive.   Some Russians warn that a right-wing coup by Kremlin hard-liners is imminent. Others, mostly liberals, insist that such a coup has already occurred and that the President is either in complicity with it or not in control.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Gingrich Dismisses New Historian As Holocaust View Raises Ire","web_url":"https://www.nytimes.com/1995/01/10/us/gingrich-dismisses-new-historian-as-holocaust-view-raises-ire.html","abstract":"  Speaker Newt Gingrich tonight dismissed the historian of the House of Representatives -- whom he had appointed just weeks ago -- after learning that she had once helped to deny Federal financing of an educational program about the Holocaust on the ground that it did not present the views of the Nazis and the Ku Klux Klan.   Mr. Gingrich made the announcement this evening after he learned of the evaluation by Christina Jeffrey, which had outraged many Jewish groups when it became public in 1988. He acted this evening after House Democrats called upon him to dismiss her.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"49ers' Special Play: Swim Deep, Then Cut Just After Noah's Ark","web_url":"https://www.nytimes.com/1995/01/10/sports/championships-49ers-special-play-swim-deep-then-cut-just-after-noah-s-ark.html","abstract":"  There is mud outside their locker room and mud in their eye, flung by Dallas. The San Francisco 49ers dealt with the elements today -- some real, some imagined by Nate Newton -- and they were not the least bit distracted.   While the Cowboys were verbally abusing them halfway across the country, the 49ers today were more concerned about their own swamp. It has rained here incessantly for eight days, and the immediate forecast is for more of the same. With their practice field practically turned to quicksand, Coach George Seifert has decided to ship the team to Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Plagiarism Suit on Parallel Tales of Arab Wives","web_url":"https://www.nytimes.com/1995/01/10/nyregion/plagiarism-suit-on-parallel-tales-of-arab-wives.html","abstract":"  Was a best-selling book about a woman's tormented marriage into Saudia Arabian royalty lifted from an unpublished autobiography of a woman who married unhappily into the Kuwaiti elite?    That contention underlies a suit filed in Federal District Court in Manhattan that alleges significant similarities between the two works and points out that both writers used the same agent. At the center of the suit, which seeks damages of more than a million dollars, are two books published as nonfiction: \"Princess: A True Story of Life Behind the Veil\" and its sequel, \"Princess: Sultana's Daughters,\" both by Jean P. Sasson.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Chargers Are Hoping to See Another Two Dream Finishes","web_url":"https://www.nytimes.com/1995/01/10/sports/on-pro-football-chargers-are-hoping-to-see-another-two-dream-finishes.html","abstract":"  The Chargers woke up yesterday morning and pinched themselves. Yes, Sunday really did happen.   They did make three turnovers to none for the Miami Dolphins. They did drive inside the Miami 3 three times and scored only 6 points. They did gain their first lead with only 35 seconds left in the game when Mark Seay was open -- wide open -- on an 8-yard touchdown pass. They did flub the next kickoff and give Dan Marino and the Dolphins' offense the ball at the Miami 38. And they did allow the Dolphins to move too quickly to the San Diego 30.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-310295.html","abstract":"  A chart on Friday about the peacekeeping operations of the United Nations carried an incorrect credit. The information was provided by the United Nations, not Dun & Bradstreet.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/10/nyregion/metro-digest-869495.html","abstract":"  TRIAL OPENS IN TERRORISM PLOT   The biggest and most complicated terrorism trial ever to come before an American court got under way in lower Manhattan with a Federal District Court judge directing prospective jurors to fill out a 19-page questionnaire, asking them, among other things, if they had any opinions of Arabs or knew that the World Trade Center was bombed in 1993. A1.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Tetovo Journal; Dervish Holy Ground Is Macedonia Battleground","web_url":"https://www.nytimes.com/1995/01/10/world/tetovo-journal-dervish-holy-ground-is-macedonia-battleground.html","abstract":"  Deception finally got the Albanian dervishes of this mountain land back inside their monastery here last March, decades after Communist officials seized the place and turned it from an overgrown ruin into a tourist attraction complete with museum, restaurant, hotel and casino.   \"This was once our richest monastery in Europe, and the second largest in the world,\" said Tahir Emini, acting head of Tetovo's dervishes, who belong to the Bektashi sect. Dervishes are Islam's closest counterpart to Christian monks.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Chechnya:Clinton Slips : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-chechnyaclinton-slips-letters-to-the-editor.html","abstract":"As an expatriate American, I was greatly disappointed by the noncommittal policy of the Clinton administration toward Rwanda and Bosnia. This disappointment has become utter disgust at President Bill Clinton's support for Boris Yeltsin's handling of the","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Lawyer Says Woman Recants Sex Charges","web_url":"https://www.nytimes.com/1995/01/10/us/lawyer-says-woman-recants-sex-charges.html","abstract":"  A young woman who accused Representative Mel Reynolds, Democrat of Illinois, of sexually assaulting her in 1992 when she was 16, has recanted and wants the charges against him dropped, a lawyer who says he represents the woman said today.   The announcement came at a pretrial hearing in Cook County Circuit Court. The young woman was not present when Reginald Turner, identifying himself as her new lawyer, made the statement.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"The WNYC's Are Too Valuable to Sell","web_url":"https://www.nytimes.com/1995/01/10/opinion/the-wnyc-s-are-too-valuable-to-sell.html","abstract":"  Mayor Rudolph Giuliani has put a hold on his plan to sell New York City's public radio stations, but still wants to unload its public TV channel. That would be a mistake. The TV station provides important community and ethnic programming and generates revenues to support the radio stations. The only real gain would be a one-shot infusion of revenues that would do almost nothing to resolve the city's long-term budget problems.   The radio stations -- WNYC-AM and WNYC-FM -- are National Public Radio's main outlets in the city and its suburbs, with 5 percent of the total N.P.R. audience nationwide. The city subsidy last year was $1 million -- a flyspeck in a $32 billion budget. It helped support the radio stations; the television station, WNYC-TV, turns a profit. The total budget for all three is $17 million, most of which comes from listener contributions and foundations.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Threatt on Injured List","web_url":"https://www.nytimes.com/1995/01/10/sports/sports-people-basketball-threatt-on-injured-list.html","abstract":"  The Los Angeles Lakers placed guard SEDALE THREATT on the injured list yesterday because of a stress fracture in his right foot. Threatt, 33, has played in 26 games this season, averaging 10.0 points and 4.1 assists. He hasn't played since Dec. 30. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Harper Likes The Giants","web_url":"https://www.nytimes.com/1995/01/10/sports/pro-football-harper-likes-the-giants.html","abstract":"  Dallas wide receiver Alvin Harper, who is an unrestricted free agent at season's end, said today he hopes the Giants will be one of the teams interested in him. \"They have a good, young team that I think in a couple of years will be great,\" he said. \"I think Mike Sherrard is a good player. If the money was right, I would go there. I think the Giants have a great organization.\"   Harper will be one of the more sought-after free agents and though the chances of him joining the Giants are slim, he seems to be interested. Harper and Sherrard would make a formidable twosome but the problem with that picture is money. Harper is looking for about $2 million a year. Giants General Manager George Young could not be reached for comment late today.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Let's Privatize Congress","web_url":"https://www.nytimes.com/1995/01/10/opinion/clinton-congress-let-s-privatize-congress.html","abstract":"  It is great news, this idea of selling a House office building now that the Republicans are dissolving so many committees and firing their staffs. But I wouldn't be surprised if this is only the opening wedge for a campaign to privatize Congress. Yes, let the free market openly raise its magnificent head in the most sacred precincts of the Welfare State.    The compelling reasons for privatizing Congress are perfectly evident. Everybody hates it, only slightly less than they hate the President. Everybody, that is, who talks on the radio, plus millions of the silent who only listen and hate in private.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Rebels Vow to Fight On as Russians Shell Capital","web_url":"https://www.nytimes.com/1995/01/10/world/rebels-vow-to-fight-on-as-russians-shell-capital.html","abstract":"  The sky above Grozny suddenly becomes so dense and black that it seems that a huge thunderstorm must be gathering. But it is the work of the Russian forces: the Lenin oil refinery took another big hit today, sending another column of oily black smoke, thick with flames, pushing up into the darkening sky.   Russian artillery continued trying to reduce the presidential palace to rubble. Although the Chechen president, Dzhokar M. Dudayev, is widely reported to have left the palace for refuge elsewhere, it is the symbol of Chechen secessionism, and the Russians seem to want to raise their flag over the ruined shell.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Erhardt Aims to Keep Steelers on the Run","web_url":"https://www.nytimes.com/1995/01/10/sports/championships-erhardt-aims-to-keep-steelers-on-the-run.html","abstract":"  Ron Erhardt's football career has taken funny bounces. He has gone from being a 60-year-old forgotten man on the Giants to the wise offensive coordinator of the Steelers.   The Steelers are the team with the best record in the American Football Conference and are favored to win the A.F.C. championship game against the San Diego Chargers on Sunday and advance to the Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Bilingual Education Puts Hispanic Children in the Mainstream; Wrong Scapegoat","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-bilingual-education-puts-hispanic-children-in-the-mainstream-wrong-scapegoat-935695.html","abstract":"  To the Editor:   Re \"No Comprendo\" (Op-Ed, Jan. 3): It is unfortunate that Barbara Mujica, a professor of Spanish at Georgetown University, is ill informed about bilingual education.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/10/nyregion/no-headline-308095.html","abstract":"  \"I am surprised at the way people seem to perceive me, and sometimes I read stories and hear things about me and I go 'ugh.' I wouldn't like her either. It's so unlike what I think I am or what my friends think I am.\" -- HILLARY RODHAM CLINTON.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"1920: Split on Treaty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-1920-split-on-treaty-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - President Wilson and Mr. William Jennings Bryan came to a definite break on the ratification of the Treaty of Versailles at the Jackson Day dinner at the Willard hotel last night [Jan. 9]. The break is of such a nature that it may have not on","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Proposition 16 Is Delayed For One Year","web_url":"https://www.nytimes.com/1995/01/10/sports/colleges-proposition-16-is-delayed-for-one-year.html","abstract":"  The National Collegiate Athletic Association affirmed its stricter set of requirements for the eligibility of freshman athletes today, although implementation of the new rules, scheduled to take effect in August, was delayed one year.   In a complex sequence of alternatives offered at the 89th convention, delegates upheld the new rules, which were originally passed in 1992 when they were listed as Proposition 16. The maneuvering was the latest in a 12-year conflict over the use of standardized testing that has been found by critics to be culturally biased but is used to determine eligibility.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Hillary Clinton Asks Help In Finding a Softer Image","web_url":"https://www.nytimes.com/1995/01/10/us/hillary-clinton-asks-help-in-finding-a-softer-image.html","abstract":"  Saying that she is eager to present herself in a more likable way, Hillary Rodham Clinton said today that she had been \"naive and dumb\" about national politics and was to blame for the failure of the health care overhaul plan last year.   She said that she is sometimes shocked by the harsh way she comes across in news reports -- as a woman that she herself would not particularly want to know. And at a White House lunch, she asked a group of women who write about the First Lady's social functions, style, gossip and personal advice how she could better make the public see her in the sympathetic, more complicated way in which she sees herself.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/10/arts/chess-938095.html","abstract":"  The Russia I team repeated as the gold medal winner of the World Chess Olympiad, held Nov. 30 to Dec. 17 in Moscow. The team -- led by Gary Kasparov and including Vladimir Kramnik, Yevgeny Bareyev, Aleksei Dreyev, Sergei Tiviakov and Peter Svidler -- topped 122 countries by amassing the winning score of 37-19 in the 14-round event.   That was not a surprise, although the competition gets tougher every year as chess and chess training intensifies all over the globe. It was not expected, however, that Bosnia and Herzegovina would capture the silver medal with a 35-21 tally. Moreover, Russia II, a young squad allowed to compete as a courtesy to the host country, also surprised by tying with England for third place with 34 1/2 points. Russia II got the bronze medal on tie-break points.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Observer; Art, Debt, Slumber","web_url":"https://www.nytimes.com/1995/01/10/opinion/observer-art-debt-slumber.html","abstract":"  The instant people start talking about the deficit my eyelids droop, and off I go in the arms of Morpheus.    The same goes for the late Kenneth Clark's famous 5,000-hour-long documentary, \"Civilisation,\" which was a Christmas present. I try hard to watch some every night. It's supposed to be good for you, just as cutting the deficit and eating boring food are supposed to be good for you.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Antipoverty Checks Only Create Dependency","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-antipoverty-checks-only-create-dependency-922495.html","abstract":"  To the Editor:   Bob Herbert's \"Reckless Journey\" (column, Jan. 4) contains three major errors that have been consistently promoted by liberals:","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Sex Harassment Case Draws Swift Action","web_url":"https://www.nytimes.com/1995/01/10/us/sex-harassment-case-draws-swift-action.html","abstract":"  The Equal Employment Opportunity Commission is known for its backlog of cases and long delays before it begins investigating workers' complaints of racial, age, sex or other discrimination. The agency rejects nearly three of four sexual harassment complaints it receives, and even when it does investigate a case, only a small portion of the workers who bring complaints obtain favorable results.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-805895.html","abstract":"  A report in the Currents column of The Home Section on Thursday about a new line of furniture made of fallen and diseased trees cleared from New York City parks reversed the identities of the two men shown in the photograph. The furniture's designer, Chris Lehrecke, was in the background; Dan Bishop, the sawyer with whom he works, was in the foreground.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Antipoverty Checks Only Create Dependency; What Landslide?","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-antipoverty-checks-only-create-dependency-what-landslide-934895.html","abstract":"  To the Editor:   \"The Gingrich Paradox\" (editorial, Jan. 5) expresses some doubts about the genuineness of House Speaker Newt Gingrich's suddenly discovered bipartisanship.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"1945: Cigarette Theft : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-1945-cigarette-theft-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Sentences of forty-five and fifty years' imprisonment at hard labor and dishonorable discharge from the U.S. Army were imposed here yesterday [Jan. 9] on four American soldiers who were convicted by a court-martial of stealing cigarettes and other","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Mother of 4 Finds Help And Sheds Long Misery","web_url":"https://www.nytimes.com/1995/01/10/nyregion/neediest-cases-mother-of-4-finds-help-and-sheds-long-misery.html","abstract":"  Not long ago, he followed her home from church and discovered where she had moved to escape his abuse. But he stopped at the corner, and Sonia K. believes he will not come any closer to her new apartment and the life she has begun there.   She was 13 when they emigrated from Belize together, leaving their families and childhoods behind. She loved him then, and said she would follow him anywhere. A year later, they had a baby daughter, and it seemed all the world was within their grasp.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Singapore Judge Orders U.S. Scholar and Paper to Stand Trial","web_url":"https://www.nytimes.com/1995/01/10/world/singapore-judge-orders-us-scholar-and-paper-to-stand-trial.html","abstract":"  Putting aside protests from the Clinton Administration, a Singapore judge ordered today that an American scholar and an American-owned newspaper be tried on criminal contempt charges involving an opinion article that criticized \"intolerant regimes\" in Asia.   The State Department has formally protested the contempt charges brought against the scholar, Christopher Lingle, and The International Herald Tribune, which published an article by Mr. Lingle on Oct. 7 in which he noted that some Asian governments use \"a compliant judiciary to bankrupt opposition politicians.\"","thumbnail":null,"section":"World"},{"date":"19950110","headline":"New Measurements On Age of Universe","web_url":"https://www.nytimes.com/1995/01/10/science/new-measurements-on-age-of-universe.html","abstract":"  In the continuing efforts to solve one of the foremost problems in cosmology, the velocity at which the universe is expanding, recent findings have yielded a fast rate, implying a relatively young and small universe. The results are perplexing because they suggest a universe 8 billion to 12 billion years old, which is younger than the oldest stars.   Another approach to the problem, based on measurements of distances to a certain type of supernova, or exploding star, has consistently produced slower expansion rates, suggesting a universe that may be 15 billion to 20 billion years old. Such estimates are necessarily imprecise because the age also depends on the average density of matter in the universe, which is another cosmic unknown.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Suspect in Clinic Shootings Pleads Not Guilty","web_url":"https://www.nytimes.com/1995/01/10/us/suspect-in-clinic-shootings-pleads-not-guilty.html","abstract":"  Shackled, handcuffed and wearing a bulletproof vest under his navy-blue blazer, John C. Salvi 3d pleaded not guilty today to state charges that he murdered two people and injured five others in shootings on Dec. 30 at two abortion clinics here.   A few miles from Brookline District Court, with increased security, the two clinics, Planned Parenthood and Preterm Health Services, opened their doors to patients, without incident. It was the first time Preterm Health Services had received patients since the shootings, in which its receptionist died.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"For Baboons, Rising to Top Has Big Cost In Fertility","web_url":"https://www.nytimes.com/1995/01/10/science/for-baboons-rising-to-top-has-big-cost-in-fertility.html","abstract":"  SHE had been poor and she had been rich, and everybody believed the vaudeville star Sophie Tucker when she assured them rich was better. Wealth, fame, success, status: these are the glorious bonbons of life, out of reach to most, perhaps, but desirable to nearly all. Who can doubt the plentiful benefits that come with being at the top? Who but . . . a baboon?    A long-term study of female olive baboons living in Gombe National Park, Tanzania, has revealed that while the high-ranking individuals in a group do indeed reap many nutritional and reproductive rewards from their status, they also pay a few unexpected costs.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"By Design; Jeans That Shine and Stretch","web_url":"https://www.nytimes.com/1995/01/10/style/by-design-jeans-that-shine-and-stretch.html","abstract":"  Stretch satin jeans are body-conscious and shiny, which makes them doubly fashionable. And they fit right into the current craze for disco dressing.   Bloomingdale's practically sold out of Betsey Johnson's black satin jeans at holiday time, but the store now has other stretch satin jeans in colors. They're meant for southern resorts, but who says you can't wear pink or white satin to go dancing anytime? And pastels are perfect for spring.","thumbnail":null,"section":"Style"},{"date":"19950110","headline":"Man Sentenced to Prison in Officer's Death","web_url":"https://www.nytimes.com/1995/01/10/nyregion/man-sentenced-to-prison-in-officer-s-death.html","abstract":"  A 24-year-old man convicted of shooting an undercover narcotics detective to death and trying to kill another during a \"buy and bust\" operation in an East Village store two years ago was sentenced yesterday to 55 years to life in prison.   In pleading for a minimum sentence, Mel Sachs, the lawyer for the defendant, David Degondea, contended that his client did not know that Detective Luis Lopez and his colleagues were police officers when they burst into a silk-screen store at 114 East First Street on March 10, 1993, with guns drawn.    In July, Mr. Sachs filed a civil suit in Manhattan seeking damages for injuries that Mr. Degondea claims he sustained from beatings by the police after his arrest.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Three White Bowls and Rows of Watermelons","web_url":"https://www.nytimes.com/1995/01/10/arts/dance-review-three-white-bowls-and-rows-of-watermelons.html","abstract":"  Poppo Shiraishi lined the stage of the Joyce Theater with rows of watermelons. There were three white porcelain bowls at the front. But Mr. Shiraishi's \"Untitled,\" performed by Poppo and the GoGo Boys on Saturday night as part of the Altogether Different festival, was not the social commentary or solemn ritualizing one might have expected. Instead, the new full-evening piece is a feast of gorgeous, warming color and light, a smooth-flowing pageant of images that add up to a powerful and sometimes comical dream.    Two crooked-limbed dancers dressed like giant crimson poppies perform an Isadora Duncan-style dance. At one point, the stage is shared by a young man in a business shirt, tie and white shorts, a woman dressed like a rust-colored netsuke figure and a tiny, very pale ballet butterfly in lilac bloomers and a yellow-green bandeau. Six sprites in green, orange and yellow tank suits and caps caper through sulphur-colored light. There is a chorus of what appear to be watermelon priestesses.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Boxer Shorts for More Than Laughs","web_url":"https://www.nytimes.com/1995/01/10/style/boxer-shorts-for-more-than-laughs.html","abstract":"  Major fashion cities are littered with the corporate corpses of designer labels that didn't survive the demands for talent, connections and marketing. One remarkable thing about the fashion business is that anyone who wants to make money is drawn to it.    So imagine the antipathy that Joe Boxer must inspire in certain circles.","thumbnail":null,"section":"Style"},{"date":"19950110","headline":"Found in the Cybernet : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-found-in-the-cybernet-letters-to-the-editor.html","abstract":"Regarding \"Information Super-Thing: How Close Are We Really?\" (Business/Finance, Jan. 2) by Brad Spurgeon:.I was sitting in the dining room at my hotel in Amsterdam reading the paper when I spied Mr. Spurgeon's article. I really enjoyed it..","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"So Where's the Turnpike?","web_url":"https://www.nytimes.com/1995/01/10/nyregion/so-where-s-the-turnpike.html","abstract":"  About 700 people who thought they were going to Newark ended up here instead this afternoon when their international flights were diverted because of power problems at Newark International Airport.   Four Continental Airline flights -- from London, Paris, Madrid and Frankfurt -- arrived at Bangor International Airport about 1 P.M.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Fight the Propaganda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-fight-the-propaganda-letters-to-the-editor.html","abstract":"Those Serbian nationalists who are intent on destroying the rights and aspirations of Bosnian Muslims, and those non-Muslim individuals who bear contempt and hostility to Islam, have no better ally than the Islamic extremists who resort to murder and ter","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"On My Mind; Journalists As Performers","web_url":"https://www.nytimes.com/1995/01/10/opinion/on-my-mind-journalists-as-performers.html","abstract":"  For the American press it has been a fun few days, with Connie Chung to kick around. And the press, print and electronic, was also able to get a delicious dividend -- the glow of showing that it could so be real critical of journalistic practice.   Ms. Chung says she thought everybody would know she was being playful when she told Newt Gingrich's mother that her answer about what he said about Hillary Rodham Clinton would be \"between you and me.\" After all, not only were the mike and camera lights on but earlier in the interview Ms. Chung and Mrs. Gingrich had jokingly \"whispered\" an exchange about Mr. Gingrich being born a Yankee and Ms. Chung said she wouldn't tell anybody.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Playfully Meditating on Exile's Many Levels","web_url":"https://www.nytimes.com/1995/01/10/books/playfully-meditating-on-exiles-many-levels.html","abstract":"In \"Haroun and the Sea of Stories\" (1990), his last work of fiction, Salman Rushdie created a wonderfully inventive fairy tale that worked, at once, as a charming children's story and as an disturbing allegory of the fate he has suffered since the Ayatollah Ruhollah Khomeini issued a death sentence against him in 1989 for his novel \"The Satanic Verses.\" Funny, energetic and willfully melodramatic, \"Haroun\" used the same fantastical devices of magical realism (disguised as fairy-tale hijinks) that the writer had employed in \"The Satanic Verses\" and \"Midnight's Children\" to create a heightened and highly resonant portrait of a world gone mad. <TD WIDTH=2","thumbnail":null,"section":"Books"},{"date":"19950110","headline":"Aides Say Clinton Will Choose Dodd To Lead Democrats","web_url":"https://www.nytimes.com/1995/01/10/us/aides-say-clinton-will-choose-dodd-to-lead-democrats.html","abstract":"  President Clinton has turned to Senator Christopher J. Dodd of Connecticut to head a Democratic Party that is divided and debt-ridden after a devastating showing in the November elections, White House officials said tonight.   The officials said the President settled on Mr. Dodd as chairman of the Democratic National Committee because he would be a spirited and articulate spokesman who could help revive the party. But in a departure for the Democrats, officials said, Mr. Dodd will stay in the Senate and serve part time as chairman, with the daily operations overseen by another official, most likely Donald L. Fowler, a veteran committee member from South Carolina.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/10/sports/results-plus-511395.html","abstract":"  N.B.A.  The Nadir for Lakers  Clyde Drexler, in his first home game since he went public with his request to be traded, made six of seven 3-pointers and scored 31 points as Portland handed the Los Angeles Lakers their most lopsided loss ever, 129-83, last night. Drexler missed his first 3-pointer, then made six in a row. He scored 16 points in the third quarter when Portland turned an 11-point lead into a blowout that emphatically ended the Lakers' five-game winning streak.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/10/sports/transactions-575095.html","abstract":"  Baseball  National League  MONTREAL EXPOS -- Signed Jerry Manuel, third base coach, for the 1995 season. Announced that Luis Pujols, first base coach, will not be retained. Signed Barry Manuel, pitcher, and Guillermo Velasquez, first baseman, to minor-league contracts. Football  National Football League  CHICAGO BEARS -- Announced that Tony Wise, offensive line coach, has been given the additional title of assistant head coach.   LOS ANGELES RAMS -- Fired Chuck Knox, coach. Arena Football League  CONNECTICUT COYOTES -- Signed Daren Williams, fullback-linebacker, and Russ Stange, lineman. Basketball  National Basketball Association  BOSTON CELTICS -- Activated Dino Radja, forward, from the injured list. Placed Acie Earl, center, on the injured list.   LOS ANGELES LAKERS -- Placed Sedale Threatt, guard, on the injured list.   SACRAMENTO KINGS -- Waived Trevor Wilson, forward.   SEATTLE SUPERSONICS -- Fined Kendall Gill, guard, for failing to show up for practice due to a missed flight from Chicago. Hockey  National Hockey League  ST. LOUIS BLUES -- Announced that Greg Parks, center, has elected to play for Krefeld of the German Elite League for the remainder of the season.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/10/style/chronicle-902095.html","abstract":"  DAVE BARRY made fun of opera in his nationally syndicated newspaper column and did penance on Sunday by appearing in an opera.    After writing, \"Opera can kill you\" in his Oct. 10 column, he was invited by the Eugene Opera in Eugene, Ore., to play the corpse of the wealthy Buoso Donati in Puccini's comic one-act opera \"Gianni Schicchi,\" the Associated Press reported yesterday.","thumbnail":null,"section":"Style"},{"date":"19950110","headline":"Planned Parenthood Ad Misleads on Robertson","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-planned-parenthood-ad-misleads-on-robertson-937295.html","abstract":"  To the Editor:   The Jan. 5 full-page advertisement by Planned Parenthood distorts the beliefs and comments of the religious broadcaster Pat Robertson.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"State of the State Message Salutes a Year in the Life","web_url":"https://www.nytimes.com/1995/01/10/nyregion/state-of-the-state-message-salutes-a-year-in-the-life.html","abstract":"  New Jersey state government is slimming down just as the economy is adding jobs in private business, and Gov. Christine Todd Whitman accepted credit for both developments in her State of the State Message, whose text was released here today.    In a document that could just as well have been called \"The State of My Administration,\" Mrs. Whitman offered no new initiatives and no surprises; instead she devoted a 30-page booklet to her administration's still sometimes vague plans to wring savings and better services out of state and local government.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"1895: A French Spy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-1895-a-french-spy-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A sensation was caused last evening [Jan. 9] by a statement which appeared in various evening journals: \"The Anarchists in London have seized an important French police official.\" On inquiry I was informed of an affair which had put the","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Former Chemist for the City Charges Manipulation of Drinking Water Tests","web_url":"https://www.nytimes.com/1995/01/10/nyregion/former-chemist-for-the-city-charges-manipulation-of-drinking-water-tests.html","abstract":"  Senior New York City environmental officials have skewed the results of tests on drinking water by ordering that samples not be taken from some sites that might be contaminated, a chemist who resigned from the city's Department of Environmental Protection last month says.   The chemist, Thomas Georgian, who was operations chief of the city's water quality laboratory for the last two years, said he still thought the overall quality of the city's water was \"relatively high.\"","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"SOCCER REPORT","web_url":"https://www.nytimes.com/1995/01/10/sports/soccer-report.html","abstract":"  United States   Tab Ramos, an integral part of the United States midfield in the last two World Cup tournaments, especially last summer, is the first player to sign with Major League Soccer.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Justice for Algerians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-justice-for-algerians-letters-to-the-editor.html","abstract":"Regarding \"Don't Look for 'Moderates' in the Islamist Revolution\" (Opinion, Jan. 4) by Peter W. Rodman:.Mr. Rodman offers yet another example of an analysis that refuses to come to grips with the underlying cause of the current violence in Al","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Gingrich Dismisses New Historian As Holocaust View Raises Furor","web_url":"https://www.nytimes.com/1995/01/10/us/gingrich-dismisses-new-historian-as-holocaust-view-raises-furor.html","abstract":"  Speaker Newt Gingrich tonight dismissed the historian of the House of Representatives -- whom he had appointed just weeks ago -- after learning that she had once helped to deny Federal financing of an educational program about the Holocaust on the ground that it did not present the views of the Nazis and the Ku Klux Klan.   Mr. Gingrich made the announcement this evening after he learned of the evaluation by Christina Jeffrey, which had outraged many Jewish groups when it became public in 1988. He acted this evening after House Democrats called upon him to dismiss her.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"4 Palestinian Officials Call for Halt to Israeli Talks","web_url":"https://www.nytimes.com/1995/01/10/world/4-palestinian-officials-call-for-halt-to-israeli-talks.html","abstract":"  In a sign of internal dissent, some leaders of the Palestinian Authority called today for a suspension of negotiations because of Israeli settlement activity in the occupied West Bank.   But even as they spoke at a public meeting in Jericho, Yasir Arafat, the chairman of the Palestine Liberation Organization, and Foreign Minister Shimon Peres of Israel met in the Gaza Strip and reported progress in their talks on expanding Palestinian self-rule.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"A Better Protectionism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-a-better-protectionism-letters-to-the-editor.html","abstract":"Frederik Sunesson (\"The Tide Lifts All Ships,\" Letters, Jan. 3) misses my point. Obviously we all have to adjust to the reality of Asian productivity. But how? Through the crude weapon of currency depreciation or the careful choosing of industr","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"'Secrets' Land A Reporter In Chinese Jail","web_url":"https://www.nytimes.com/1995/01/10/world/secrets-land-a-reporter-in-chinese-jail.html","abstract":"  A Chinese journalist who was tried in secret and sentenced in November to six years in prison is being punished for reporting a sensitive but open secret about who rules China, court documents show.   The 50-year-old journalist, Gao Yu, was arrested on Oct. 2, 1993, as she prepared to leave China for an academic year at Columbia University. She had written a series of articles earlier that year reporting that President Jiang Zemin, General Secretary of the Communist Party and Commander in Chief of China's armed forces, does not have ultimate power as long as other \"senior comrades\" like Deng Xiaoping are alive and that China's Parliament remains a rubber stamp for decisions made by the Communist Party's governing Central Committee.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Vallone Urges City Hall to Take More Control of Schools","web_url":"https://www.nytimes.com/1995/01/10/nyregion/vallone-urges-city-hall-to-take-more-control-of-schools.html","abstract":"  Saying that City Hall must have more control over the schools, the City Council Speaker yesterday urged that the city take over more than $1 billion in services like food programs and transportation from the Board of Education.   The Speaker, Peter F. Vallone, also called for expanding the seven-member board to nine, with two members appointed by the Council to assure that it has influence on the board. It is now made up of appointees from the Mayor and the five borough presidents.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/10/science/q-a-955095.html","abstract":"  Survivors   Q.  Why didn't whatever killed the dinosaurs kill everything else, too?","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Conservative Party Leader Picked to Run Port Authority","web_url":"https://www.nytimes.com/1995/01/10/nyregion/conservative-party-leader-picked-to-run-port-authority.html","abstract":"  Gov. George E. Pataki has picked George J. Marlin, a Conservative Party leader with no experience in public-sector management, as executive director of the Port Authority of New York and New Jersey.   If the choice is approved by Gov. Christine Todd Whitman of New Jersey, who oversees the authority with Mr. Pataki, it would represent a sharp departure from the appointments of past directors, who have had significant administrative experience before their selections.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Supreme Court Roundup; Justices Reject Challenge to Law on Harassing Hunters","web_url":"https://www.nytimes.com/1995/01/10/us/supreme-court-roundup-justices-reject-challenge-to-law-on-harassing-hunters.html","abstract":"  The Supreme Court refused today to hear a constitutional challenge to a Montana law that makes it a crime to interfere with hunting.   Every state but Hawaii has a version of a hunter harassment law, as these statutes are known. In several states, the laws have come under constitutional attack as interfering with the free speech rights of anti-hunting advocates to go into the field to try to dissuade hunters from firing their guns.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"Experts Begin a Hard Look at Air Safety","web_url":"https://www.nytimes.com/1995/01/10/us/experts-begin-a-hard-look-at-air-safety.html","abstract":"  Trying to restore public faith in air travel, hundreds of airline officials and government regulators gathered today for what the Transportation Secretary called a \"ruthlessly honest self-evaluation\" of the state of airline safety.   But while the Secretary, Federico F. Pena, said that air travel was exceptionally safe and even pledged that \"we will not settle for anything less than zero accidents,\" the chairman of the National Transportation Safety Board, an independent agency, said that some important questions -- like airline management, oversight by the Federal Aviation Administration and safety management -- were not on the conference's agenda.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"South Pole Ready for Internet Revolution","web_url":"https://www.nytimes.com/1995/01/10/science/south-pole-ready-for-internet-revolution.html","abstract":"  One night last week, a stunning demonstration of the revolution that is changing the way astronomers work occurred in the computer room at the domed headquarters of the American scientific station here.    Outside the cavernous dome, the midnight sun was shining over the featureless polar ice desert and the thermometer hovered near minus 30 degrees Fahrenheit, but inside the crowded computer room, a dozen computers available to pole residents were all in use.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Another $124 Million Ordered in School Cuts","web_url":"https://www.nytimes.com/1995/01/10/nyregion/another-124-million-ordered-in-school-cuts.html","abstract":"  New York City's Schools Chancellor, Ramon C. Cortines, has told school superintendents that the city's fiscal problems will force him to cut another $124 million from the budgets this school year, leaving school officials reeling from seemingly endless budget cuts.    \"This new cut is very large and very problematic, coming as it does in the middle of the school year,\" the Chancellor's spokesman, John Beckman, said yesterday. \"Obviously, we have a great deal of discussing to do with the city on budgetary issues.\"","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-808295.html","abstract":"  Because of an editing error, an article yesterday about AIDS research at Johns Hopkins University misstated the age of the patient being studied. She is a woman who has remained healthy since contracting H.I.V. 13 years ago; she is not a 13-year-old girl.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"NEWARK AIRPORT IS CLOSED AS CREW CUTS POWER LINES","web_url":"https://www.nytimes.com/1995/01/10/nyregion/newark-airport-is-closed-as-crew-cuts-power-lines.html","abstract":"  Newark International Airport was crippled, then shut down, and air travel in the Eastern United States was seriously disrupted today after a construction crew driving piles for a new garage accidentally crushed high-voltage underground electrical cables serving the airport's three passenger terminals.   Several hundred of Newark's passenger flights were canceled and the travel plans of tens of thousands of people were ruined after the mishap cut off electricity to the three terminals at about 8:30 A.M. Some passengers flying from Europe to Newark ended up in Bangor, Me.; others took unexpected detours on domestic trips, landing at La Guardia and Kennedy airports and being bused here to pick up cars and meet their families.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"U.S. and Israel See Iranians 'Many Years' From A-Bomb","web_url":"https://www.nytimes.com/1995/01/10/world/us-and-israel-see-iranians-many-years-from-a-bomb.html","abstract":"  The United States Defense Secretary, William J. Perry, said today that Washington and Israel were \"both very much concerned\" about Iran's potential nuclear threat, but that the Iranians were still \"many, many years\" from developing an atomic bomb.   Ending a two-day visit to Israel tonight, Mr. Perry agreed with Prime Minister Yitzhak Rabin that 7 to 15 years was \"a reasonable estimate\" of how long it might take Iran at its present pace. That estimate was longer than the five years or less forecast recently by some senior American and Israeli officials, who said the fundamentalist Islamic Government in Teheran was closer to producing nuclear weapons than previously believed.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Cultural Groups Mobilize To Take On the New Congress","web_url":"https://www.nytimes.com/1995/01/10/arts/cultural-groups-mobilize-to-take-on-the-new-congress.html","abstract":"  Alarmed by growing attacks on Federal support for the arts, cultural groups around the country are mobilizing to press their case directly to the avowedly hostile House Republican leadership. Their message: The arts don't cost; they earn.    The effort to sell the arts as not just balm for the soul but as a boon to local economies drew representatives of some 50 national arts and humanities groups to a meeting last week in Washington, where they formed a new \"cultural advocacy\" coalition. Another group set up a 900 telephone number to raise money for messages to Senators and Representatives. The chairman of the President's Council on Arts and the Humanities, John Brademas, said yesterday that he would make his own appeal later this week.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"All Angles Covered, From Tamales to Turnovers","web_url":"https://www.nytimes.com/1995/01/10/sports/tv-sports-all-angles-covered-from-tamales-to-turnovers.html","abstract":"  Here's what overdosing on watching sports does for you. After a full day of National Football League playoffs on Sunday, my biggest thought was this: Can Fox's John Madden really eat 50 tamales in a sitting? That's what he said when he espied tamales being served at a Texas Stadium tailgate party. This sofa yam needs a rest -- or some mildly spiced enchiladas, so my tender stomach won't scream too much.   Some other random thoughts on Sunday's Fox and NBC telecasts:","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"No Cluster Bombs for Turkey","web_url":"https://www.nytimes.com/1995/01/10/opinion/no-cluster-bombs-for-turkey.html","abstract":"  An American company wants to sell cluster bombs, which do not discriminate between destroying tanks and killing innocent civilians, to Turkey. Given Ankara's punishing tactics in its war against Kurdish rebels in southeastern Turkey, these bombs are likely to be misused. The State Department should refuse to license the sale.    Turkey denies it wants to use the bombs in its war on the Kurdistan Worker's Party, or P.K.K. As a NATO ally it would normally be entitled to receive such deadly exports, which are used in air strikes against tanks. Yet Turkey is in no imminent danger of tank attack from anyone.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Two Jockeys Honored","web_url":"https://www.nytimes.com/1995/01/10/sports/sports-people-horse-racing-two-jockeys-honored.html","abstract":"  The Hall of Fame jockeys EDDIE ARCARO and JOHN LONGDEN have been named recipients of 1994 Special Eclipse Awards for their long and outstanding racing careers, the Thoroughbred Racing Associations announced yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"You Are Not Alone: Trial by CD-ROM","web_url":"https://www.nytimes.com/1995/01/10/science/peripherals-you-are-not-alone-trial-by-cd-rom.html","abstract":"  \"IT's hard to tell your son that the CD he got from Santa doesn't work,\" Brad Gellert, a fellow Compuserve subscriber, wrote in response to a request here two weeks ago for acounts of CD-ROM problems.   The popular children's reading program he had bought required 256 colors. (The names of the programs at issue here are not given, as they may well work on other computers.)","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"Indiana Will Test Knicks' Changes","web_url":"https://www.nytimes.com/1995/01/10/sports/basketball-indiana-will-test-knicks-changes.html","abstract":"  The way Pat Riley has been playing with his guard rotation provides more than a little insight into his coaching philosophy: If something works, go with it.   Reggie Miller surely knows how Riley feels.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Rowland Asks For Repeal Of Pay Raises","web_url":"https://www.nytimes.com/1995/01/10/nyregion/rowland-asks-for-repeal-of-pay-raises.html","abstract":"  After a campaign that promised not to scapegoat state workers for Connecticut's fiscal troubles, Gov. John G. Rowland today effectively declared war on state employee unions, urging legislators to reject raises awarded by arbitrators last year but not yet in effect.   Mr. Rowland said he would not be able to deliver on his central campaign pledge -- to phase out the state income tax over five years -- unless the Legislature went along with him and rejected the raises.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-809095.html","abstract":"  An article yesterday about the appointment of Christina Jeffrey as historian for the House of Representatives misstated her title at Kennesaw State College in Georgia. She is an associate professor of political science, not an assistant professor.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Historical Honesty in the House","web_url":"https://www.nytimes.com/1995/01/10/opinion/historical-honesty-in-the-house.html","abstract":"  There is no way to force members of Congress to speak the whole truth when they rise to declaim on the floor of the Senate and House. But a little-noticed rules change approved by the House last week at least protects the integrity of the Congressional Record, the official chronicle of each day's proceedings.    The change owes much to the persistence of Representative Bob Walker. The Pennsylvania Republican has worked hard to end the ancient tradition that allows members to edit history by altering the transcript before it is printed. Beyond diluting the Record's value, the discrepancies between the printed record and the actual proceedings have begun to make Congress look foolish. Americans can now see and hear for themselves on C-Span what the legislators are saying.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"A Dispute Turns On a Light Bulb: Read Lilco Bills","web_url":"https://www.nytimes.com/1995/01/10/nyregion/our-towns-a-dispute-turns-on-a-light-bulb-read-lilco-bills.html","abstract":"  FOR 30 years, Steve Karathanos was a faithful customer of the Long Island Lighting Company, paying his bills promptly, never questioning what he was charged to illuminate the chandeliers or operate the air-conditioners or pump sea water into the vast lobster tanks of his beachfront restaurant, Steve's Pier 1.   The indecipherable numbers and abbreviations on his electric bill, which in peak months came to as much as $11,000, Mr. Karathanos left to the meter readers. His expertise was clam bisque, not energy. Who has time to double-check the kilowatt hours when there is a party of 24 waiting in the Queen Elizabeth Room?","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Oh, When Debussy and Berg Were Mere Youths!","web_url":"https://www.nytimes.com/1995/01/10/arts/music-review-oh-when-debussy-and-berg-were-mere-youths.html","abstract":"  There is a dark side to the use we make of juvenalia. So to make sure that the manifestly good things about Dawn Upshaw's Sunday song recital at Alice Tully Hall will all be said, this lingering ugliness should be disposed of at the outset.   With James Levine to play the piano parts and an eager audience to listen, Ms. Upshaw offered an afternoon of youthful beginnings: Claude Debussy and Alban Berg writing music at the ages of 22 to 26. Twelve items from the so-called Vasnier Songbook represented Debussy's ties to an older woman who was most probably lover as well as patron. Berg's Four Songs from the turn of the century constitute his second published opus. Not far from them are the Seven Early Songs, which the composer rescued, reassembled and even orchestrated in 1928. (By then \"Wozzeck\" had been written and \"Lulu\" was under way.)","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"As the Nets Burn, Beard Keeps Fiddling","web_url":"https://www.nytimes.com/1995/01/10/sports/basketball-as-the-nets-burn-beard-keeps-fiddling.html","abstract":"  With seven losses in their past eight games, the Nets will have a new backcourt Tuesday night when they play the Detroit Pistons at the Palace in Auburn Hills, Mich.   Kenny Anderson will return to the lineup after missing two games with the flu and Chris Morris will replace Rex Walters at shooting guard.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Threats at 4 Abortion Clinics","web_url":"https://www.nytimes.com/1995/01/10/us/threats-at-4-abortion-clinics.html","abstract":"  The police on Long Island stepped up patrols at four abortion clinics today after signs were posted outside the clinics over the weekend warning that anyone in the vicinity was risking \"injury or death.\"   The signs were found taped to outside walls near the entrances to clinics in Lindenhurst, Garden City, Hempstead and Levittown.","thumbnail":null,"section":"U.S."},{"date":"19950110","headline":"SCIENTIST AT WORK: David A. Summers; Out of the Mines and Into the Lab","web_url":"https://www.nytimes.com/1995/01/10/science/scientist-at-work-david-a-summers-out-of-the-mines-and-into-the-lab.html","abstract":"  DEEP underground, surrounded by the constant coolness of rock and the sound of seeping water, miners cleave the earth with a powerful tool. Above ground in metal-fabricating factories, carpet-making companies and food-processing plants around the nation, similar tools carve away carefully and precisely, without benefit of a blade.   Deceptively simple in principle, this tool, the high-powered water jet, together with its relatives using other fluids, has come to play a role in countless aspects of modern technology. And one of its leading champions, Dr. David A. Summers, a 50-year-old mining engineer from England, is constantly searching for new applications in mining and elsewhere.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"In Canada, 99 Haitians Learn Police Work From Mounties","web_url":"https://www.nytimes.com/1995/01/10/world/in-canada-99-haitians-learn-police-work-from-mounties.html","abstract":"  Max-Antoine Fleurentin was three years old when his parents fled Haiti for a better life in Montreal. He returned once, when he was 7, and now at age 25 the former political science student is about to go back again in the first wave of officers of a new Haitian civilian police force.   \"We want to change things, help bring democracy, and reduce the fear that people have of the police,\" said Mr. Fleurentin, one of 99 expatriate Haitians completing three months of boot camp at the Royal Canadian Mounted Police academy.","thumbnail":null,"section":"World"},{"date":"19950110","headline":"Suspect Is Held in 6 Killings As Police Seek 2 Other Men","web_url":"https://www.nytimes.com/1995/01/10/nyregion/suspect-is-held-in-6-killings-as-police-seek-2-other-men.html","abstract":"  The police arrested a 20-year-old Jackson Heights man and searched for his uncle and another suspect yesterday in connection with the murders of four women and two men in a Queens apartment early Saturday morning.   The suspect in custody, Saul Angulo, said the shootings followed a fight he had with two of the victims at a nightclub, and that he and two other men had intended to kill only one of the victims, law-enforcement officials said. Police investigators, however, said they were concentrating on drug dealing or money laundering as possible motives for the crime. But they said they have not ruled out the possibility of robbery or a personal dispute.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Partial Eclipses : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/10/opinion/IHT-partial-eclipses-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Influence Eclipsing French in Haiti\" (Dec. 31): .Remember that the Americans have \"eclipsed\" the French before - in Saigon, Phnom Penh, Beirut. Such grand successes! Fortunately, the world also knows, and","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"After Missed Calls, Shula Misses Instant Replay","web_url":"https://www.nytimes.com/1995/01/10/sports/championships-notebook-after-missed-calls-shula-misses-instant-replay.html","abstract":"  Bring back the instant replay. That was Don Shula's response yesterday to a couple of bad calls during the Miami Dolphins' 22-21 playoff loss to the San Diego Chargers on Sunday.   \"There were some missed calls out there that really affected the outcome of the ball game,\" said Shula, the Dolphins coach, whose sentiments were echoed by the Chargers' coach, Bobby Ross, who said he, too, would like to see the instant replay rule return.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/10/nyregion/c-corrections-806695.html","abstract":"  A theater review on Saturday about John Kelly's \"Pass the Blutwurst, Bitte\" at La Mama Annex misidentified the creator of the show's filmed sequences. As a separate listing of credits reported, the filmed parts were by Anthony Chase; Huck Snyder was responsible for the furniture and props.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Sports of The Times; For Deion, It Must Be The Money","web_url":"https://www.nytimes.com/1995/01/10/sports/sports-of-the-times-for-deion-it-must-be-the-money.html","abstract":"  DEION SANDERS surely understands that there are hazards to his brand of celebrating, such as earlier this season when he intercepted a pass against the Falcons at the end of the second quarter and raced down the sidelines, looking over his shoulder and taunting the opposition bench, and cakewalking into the end zone, where he embarked on a little soft-shoe, and in the process pulled a groin muscle.   It put him out of the game for the entire second half.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Feeling Poor in a Rich Economy","web_url":"https://www.nytimes.com/1995/01/10/opinion/feeling-poor-in-a-rich-economy.html","abstract":"  Like matter and antimatter that coexist in the universe, two economies appear to exist side by side in the U.S. One economy has generated stagnant earnings for the average American over the past 20 years, producing a frustration that turned against the party in power last November.    The second economy is measured in buoyant statistics: Production has grown steadily for four years, unemployment has fallen to levels as low as any during the past 20 years, and consumer confidence has risen to record levels. Even beleaguered cities like Detroit and Chicago have achieved fiscal stability.","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Pazienza and Duran To Square Off Again","web_url":"https://www.nytimes.com/1995/01/10/sports/sports-people-boxing-pazienza-and-duran-to-square-off-again.html","abstract":"  Their last bout may have ended in a controversial decision last June, but when VINNY PAZIENZA and ROBERTO DURAN meet again for a supermiddleweight pay-per-view rematch at the Atlantic City Convention Center on Saturday night, the outcome will be clear-cut, both boxers predicted yesterday.   \"I'm going to make this kid pay,\" is the way Duran, 43, put it at a news conference in New York. Speaking through an interpreter at Scores, the East 60th Street club owned by the bout's promoter, MICHAEL BLUTRICH, Duran was philosophical about his loss last June, only the 10th in a 104-bout career. \"I thought it was a very bad decision,\" he said, \"but what can you do about it?\"","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"Police Lose by Routine Denial in Abuse Cases","web_url":"https://www.nytimes.com/1995/01/10/opinion/l-police-lose-by-routine-denial-in-abuse-cases-933095.html","abstract":"  To the Editor:   Re your Jan. 5 news article on the death due to asphyxiation of a man in New York City police custody: Wouldn't it be admirable if just once, Phil Caruso, head of the Patrolman's Benevolent Association, said that there might be some signs of excessive force used instead of offering the usual denial?","thumbnail":null,"section":"Opinion"},{"date":"19950110","headline":"Arrest in Killings of 6","web_url":"https://www.nytimes.com/1995/01/10/nyregion/arrest-in-killings-of-6.html","abstract":"  The police arrested a Jackson Heights man and searched for his uncle and another suspect in the killings of six people Saturday in Queens. Officials said the man told them the attack followed a nightclub fight, but investigators were concentrating on drug dealing or money laundering as possible motives.   Article, page B3.","thumbnail":null,"section":"New York"},{"date":"19950110","headline":"Asteroid or Comet? Clues to an Orbiting Object","web_url":"https://www.nytimes.com/1995/01/10/science/asteroid-or-comet-clues-to-an-orbiting-object.html","abstract":"  EVER since its discovery in 1977, Chiron had puzzled astronomers and defied classification. Was this reddish interplanetary traveler an asteroid or a comet, or something in between?   Chiron was first thought of as an asteroid, though its orbit in the outer reaches of the solar system lay beyond the usual region of these rocky mini-planets, which is between Mars and Jupiter. In fact, because this object was traveling between the orbits of Saturn and Uranus, it was named after the centaur Chiron, son of Saturn and grandson of Uranus in Greek mythology.","thumbnail":null,"section":"Science"},{"date":"19950110","headline":"A Tribute to King At Lincoln Center","web_url":"https://www.nytimes.com/1995/01/10/arts/a-tribute-to-king-at-lincoln-center.html","abstract":"  \"Tracks: A Celebration of the Triumph and Spirit of the Rev. Dr. Martin Luther King Jr.,\" a one-woman show with film and music, will be presented today and tomorrow at 7:30 P.M. at Alice Tully Hall. Featured in the production is Yolanda King, King's eldest daughter; the writer and director is Ron Stacker Thompson.","thumbnail":null,"section":"Arts"},{"date":"19950110","headline":"Kotite Interviews Jet Aides","web_url":"https://www.nytimes.com/1995/01/10/sports/pro-football-kotite-interviews-jet-aides.html","abstract":"  The Jets' new coach, Rich Kotite, began interviewing the Jets' current assistant coaches yesterday, a process he expects to take three days. Kotite will be ready to start choosing his assistants by the end of the week, he said.   Kotite has apparently made up his mind to bring in several of his assistants from the Eagles, who dismissed him last month. Still, he spoke to six of Pete Carroll's former assistants. They were among 12 assistant coaches under Carroll, who was dismissed last week.","thumbnail":null,"section":"Sports"},{"date":"19950110","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/10/style/chronicle-463095.html","abstract":"  No sooner had the last ad in a series promoting Ikea's winter sale appeared on Thursday in 25 newspapers on the East Coast, including The New York Times, than the authors of romance novels began sending furious E-mail messages to one another.    The source of their unromantic fury was the advertisement's claim: \"By the time our next sale rolls around, you'll be reading novels at the beach. (You know, the trashy romance kind.)\"","thumbnail":null,"section":"Style"},{"date":"19950110","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/10/style/patterns-473795.html","abstract":"  Eyes on Escada    When a company is taking in $900 million in annual revenues, tinkering with the formula can seem a bit like diffusing a bomb. And when a designer has parlayed an image based on originality and independence into cult stardom, teaming with a commercial brand can be equally risky.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19950110","time":"1995-01-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":70,"wspd":24.1},{"date":"19950110","time":"1995-01-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":76,"wspd":25.9},{"date":"19950110","time":"1995-01-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":76,"wspd":25.9},{"date":"19950110","time":"1995-01-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":18.4},{"date":"19950110","time":"1995-01-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":71,"wspd":14.8},{"date":"19950110","time":"1995-01-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":76,"wspd":11.2},{"date":"19950110","time":"1995-01-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":58,"wspd":24.1},{"date":"19950110","time":"1995-01-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":50,"wspd":24.1},{"date":"19950110","time":"1995-01-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":52,"wspd":18.4},{"date":"19950110","time":"1995-01-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":57,"wspd":13},{"date":"19950110","time":"1995-01-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":63,"wspd":16.6},{"date":"19950110","time":"1995-01-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":69,"wspd":14.8},{"date":"19950110","time":"1995-01-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":14.8},{"date":"19950110","time":"1995-01-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":82,"wspd":20.5},{"date":"19950110","time":"1995-01-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":76,"wspd":22.3},{"date":"19950110","time":"1995-01-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":73,"wspd":27.7},{"date":"19950110","time":"1995-01-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":84,"wspd":29.5},{"date":"19950110","time":"1995-01-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":85,"wspd":27.7},{"date":"19950110","time":"1995-01-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":85,"wspd":27.7},{"date":"19950110","time":"1995-01-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":83,"wspd":25.9},{"date":"19950110","time":"1995-01-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":80,"wspd":20.5},{"date":"19950110","time":"1995-01-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":85,"wspd":18.4},{"date":"19950110","time":"1995-01-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":76,"wspd":33.5},{"date":"19950110","time":"1995-01-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":31.3},{"date":"19950110","time":"1995-01-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":45,"wspd":11.2},{"date":"19950110","time":"1995-01-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":43,"wspd":14.8},{"date":"19950110","time":"1995-01-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":43,"wspd":14.8},{"date":"19950110","time":"1995-01-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":14.8},{"date":"19950110","time":"1995-01-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":47,"wspd":18.7},{"date":"19950110","time":"1995-01-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":20.5},{"date":"19950110","time":"1995-01-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":46,"wspd":18.7},{"date":"19950110","time":"1995-01-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":39,"wspd":20.5},{"date":"19950110","time":"1995-01-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":48,"wspd":18.7},{"date":"19950110","time":"1995-01-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":20.5},{"date":"19950110","time":"1995-01-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":22.3},{"date":"19950110","time":"1995-01-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":20.5},{"date":"19950110","time":"1995-01-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":18.7},{"date":"19950110","time":"1995-01-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":18.7},{"date":"19950110","time":"1995-01-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":16.6},{"date":"19950110","time":"1995-01-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":44,"wspd":13},{"date":"19950110","time":"1995-01-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":45,"wspd":13},{"date":"19950110","time":"1995-01-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":39,"wspd":11.2},{"date":"19950110","time":"1995-01-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":38,"wspd":9.4},{"date":"19950110","time":"1995-01-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":9.4},{"date":"19950110","time":"1995-01-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":36,"wspd":9.4},{"date":"19950110","time":"1995-01-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":7.6},{"date":"19950110","time":"1995-01-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":7.6},{"date":"19950110","time":"1995-01-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":7.6}]},"19950111":{"guardian_articles":[],"nytimes_articles":[{"date":"19950111","headline":"Extra Time for PACT 95's Damaged Yacht","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-people-yacht-racing-extra-time-for-pact-95-s-damaged-yacht.html","abstract":"  The PACT 95 America's Cup team has received an extra two days to prepare for the start of the Citizen Cup Defender Selection Series. Race officials said that the syndicate from Bangor, Me., skippered by KEVIN MAHANEY, will race America   on Sunday rather than on Friday, as originally planned. The two-day reprieve is intended to give PACT 95 time to take its new 75-foot cup yacht, Young America, on sea trials off San Diego. The boat was severely damaged last week when a tornado swept through its San Diego racing compound. The yacht has undergone round-the-clock repairs to enable it to begin sailing Friday.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Finger-Pointing Begins Over Severing of Airport Cables","web_url":"https://www.nytimes.com/1995/01/11/nyregion/finger-pointing-begins-over-severing-of-airport-cables.html","abstract":"  A dispute developed today over whether the path of buried electrical cables at Newark International Airport had been carefully marked before a pile-driving machine ruptured them Monday, knocking out power to three terminals and forcing the airport to close for nearly 24 hours.   The Port Authority, which owns and operates the airport, and the electrical company that services it both said that the path of the three underground cables had been clearly delineated with orange spray paint and orange stakes on two occasions in December. Both argued that the company working on the site and the Hertz Corporation, which had hired the company to help build a parking deck for rental cars, were responsible for insuring that the lines were not damaged during construction.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Council Panel Seeks to Delay Fire-Box Plan","web_url":"https://www.nytimes.com/1995/01/11/nyregion/council-panel-seeks-to-delay-fire-box-plan.html","abstract":"  Responding to the Giuliani administration's plan to begin dismantling fire-alarm boxes throughout the city, a City Council committee passed a bill yesterday that would create a three-month moratorium for removing the boxes, so the Council could review the plan.   But the Fire Commissioner, Howard Safir, said the Fire Department would press ahead with its plan to dismantle the boxes beginning Sunday.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Schmidt Casts Cooperstown Vote for Rose","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-people-baseball-schmidt-casts-cooperstown-vote-for-rose.html","abstract":"  PETE ROSE was the first person to tell MIKE SCHMIDT he was a future Hall of Famer. Now Schmidt, who was voted into the Hall on Tuesday, wants Rose to join him in Cooperstown -- at least for his induction on July 30.   \"Pete mentioned the Hall of Fame to me in 1980 when we were teammates in Philadelphia,\" Schmidt said at a news conference in Manhattan yesterday. \"That's the first time it really dawned on me that I might be in there some day.\"","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Canada Leads the Pack : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-canada-leads-the-pack-letters-to-the-editor.html","abstract":"Regarding the report \"Buoyant '95 Is Forecast for Richest Economies\" (Dec. 21): .Your story reported everything, it seems, about the recently released OECD economic forecast, except the main story - Canada..It is the Canadian economy that o","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"It's Time for the Real Reggie to Step Up","web_url":"https://www.nytimes.com/1995/01/11/sports/on-pro-basketball-it-s-time-for-the-real-reggie-to-step-up.html","abstract":"  Reggie Miller pulled a ski cap on his head, slipped a pair of goggle-like sunglasses over his eyes and lowered himself onto the scorer's table yesterday morning at Madison Square Garden. \"Good to see you guys again,\" he said, greeting familiar members of the local basketball news media with his carefully crafted innocent smile.   Was Miller looking superstar cool, or was he preparing for a more anonymous tour of New York City streets? Hard to say about this guy, a trash-talking, crowd-baiting, show-biz natural out of Los Angeles who often responds to the inevitable crowd in front of him by disclaiming, in effect, \"Aw shucks, I'm just an Indiana country boy.\"","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/11/nyregion/c-corrections-032595.html","abstract":"  A chart last Wednesday about parking-rule suspensions this year in New York City misstated the days of the week for Rosh ha-Shanah, when alternate-side rules are suspended. The holiday, on Sept. 25 and 26, falls on Monday and Tuesday, not Tuesday and Wednesday.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"U.S. May Ease Economic Curbs On North Korea This Month","web_url":"https://www.nytimes.com/1995/01/11/world/us-may-ease-economic-curbs-on-north-korea-this-month.html","abstract":"  As part of an effort to get North Korea to dismantle its nuclear weapons program, American officials said today that they planned to ease some economic restrictions against North Korea in the next two weeks.   In addition, the officials said they planned to urge nations in Europe, the Middle East and Southeast Asia to help finance new power plants for North Korea.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Governor Whitman at Year One","web_url":"https://www.nytimes.com/1995/01/11/opinion/governor-whitman-at-year-one.html","abstract":"  Christine Todd Whitman's first year as Governor of New Jersey has been marked by tax reduction and national celebrity. With her fellow Republicans in control of both houses of the Legislature, she had no trouble starting the tax cuts she promised. With her fresh appeal, she campaigned far and wide for Republican Congressional candidates last fall and got herself far-and-widely mentioned as potential for \"national office.\"    On those counts she had a good year, but she has yet to undertake many initiatives that would entail serious controversy. She has, in large part, ducked the hard work of cutting popular programs and relied too much on one-shot budget gimmicks to pay for popular tax cuts.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Short Course in Racism On a College Campus","web_url":"https://www.nytimes.com/1995/01/11/movies/film-review-higher-learning-short-course-in-racism-on-a-college-campus.html","abstract":"Racism on campus. Caustic but two-dimensional.","thumbnail":null,"section":"Movies"},{"date":"19950111","headline":"How To Ruin NATO","web_url":"https://www.nytimes.com/1995/01/11/opinion/how-to-ruin-nato.html","abstract":"  Challenge any historian to name an alliance more successful than NATO. There is none. Yet in every decade since the 1950's, throngs of foreign-policy experts have asserted that NATO faced some new crisis. Now comes the crisis of the 90's -- the fragility of democracy in Eastern Europe and Russia, and the loss of a common enemy -- and therefore, it is said, NATO must admit Poland, the Czech Republic, Hungary and other nations of the former Warsaw Pact. This remedy may seem all the more urgent as Russian forces keep inflicting wanton destruction on Chechnya.   Americans who question the wisdom of this eastward expansion fear that it might cause Russia to refurbish its military and expand westward. But this is only half the problem. Far from solving an alleged crisis, expanding NATO now would fatally weaken it. The Atlantic alliance must not become a chain letter -- some Ponzi scheme that escapes bankruptcy only by signing up new members.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Developments in Congress","web_url":"https://www.nytimes.com/1995/01/11/us/the-104th-congress-diary-developments-in-congress.html","abstract":"  HOUSE -- Alan Greenspan, the head of the Federal Reserve Board, offered Republicans a painless way to cut the budget: changing the way the Government calculates inflation. He told a joint meeting of the House and Senate Budget Committees that the Consumer Price Index now exaggerates annual inflation by 0.5 to 1.5 percentage points, leading to higher payments for Social Security and Government pensions and lower revenues from those taxes that are pegged to inflation. Correcting those estimates, Mr. Greenspan said, could save the Federal Government $150 billion over five years.   Republicans welcomed his suggestion, but it did not distract Democrats from demanding that Republicans \"show us the fine print,\" as Representative Richard A. Gephardt, Democrat of Missouri and House minority leader, put it.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Dowd Is Named a Columnist","web_url":"https://www.nytimes.com/1995/01/11/arts/dowd-is-named-a-columnist.html","abstract":"  The appointment of Maureen Dowd as an Op-Ed page columnist of The New York Times was announced yesterday by the paper's publisher, Arthur Sulzberger Jr.   Ms. Dowd, a member of the Washington bureau of The Times and a columnist for The New York Times Magazine, will move to her new post around midyear.   \"Maureen Dowd has long been one of the most original reporters and compelling writers in American journalism,\" Mr. Sulzberger said. \"She has shone in all her roles at The Times, both in New York and in Washington. I know she will be an important, fresh voice on our Op-Ed page.\"","thumbnail":null,"section":"Arts"},{"date":"19950111","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/01/11/books/book-notes-873895.html","abstract":"  Cuomo Weighs a Book    What's Mario Cuomo going to do next?   Maybe he's going to write a book.","thumbnail":null,"section":"Books"},{"date":"19950111","headline":"Foreign Affairs; Japan Fatigue","web_url":"https://www.nytimes.com/1995/01/11/opinion/foreign-affairs-japan-fatigue.html","abstract":"  Here is a little-known fact for you: In the 1930's, three-quarters of the cars in Japan were Fords. World War II and 50 years of Japanese protectionism reduced that to zero, but Ford is now spearheading a resurgence of U.S. car sales in Japan. Ford boosted its Japan sales by 198 percent this year by improving quality, acquiring 300 showrooms, letting Japanese auto writers drive across America in a Taurus and even sponsoring the Hiroshima professional soccer team, which won the national championship with the Ford logo on its jerseys. Last year Ford sold out its allotment of Mustangs for Japan in two months.   This is not a Ford commercial. But the Ford example is worth highlighting because it comes at a time when so many other U.S. businesses are giving up on Japan, saying that it is just too expensive and aggravating to keep trying to break into the closed Japanese market. Better, they argue, to focus sales -- and U.S. trade diplomacy -- on more open emerging markets in Indonesia, Malaysia, China and India. They call this \"Japan Fatigue,\" and it is a virus that has infected large segments of the U.S. business community and Government.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Doubleheader:An Inspired Pairing of Rogues and Dangerous Allies","web_url":"https://www.nytimes.com/1995/01/11/style/IHT-doubleheaderan-inspired-pairing-of-rogues-and-dangerous-allies.html","abstract":"One play is just a play; two are an event. The recent history of English-speaking drama from \"Nicholas Nickleby\" across 15 years to \"Angels in America,\" suggests that audiences like going for the double attraction especially if the jo","thumbnail":null,"section":"Style"},{"date":"19950111","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/11/nyregion/metro-digest-488095.html","abstract":"  'MEGAN'S LAW' LINKED TO ASSAULT   Two men who knew that a paroled sex offender was living in Phillipsburg, N.J., because of the community notification provision in \"Megan's Law\" have been charged with assault in a case that prosecutors are calling the first instance of vigilantism under the new law. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Minlend Out for Miami Game","web_url":"https://www.nytimes.com/1995/01/11/sports/minlend-out-for-miami-game.html","abstract":"  The bad news for St. John's after Sunday's 20-point wipeout by Connecticut was the loss of junior forward Charles Minlend, the team's leading rebounder and second-leading scorer, to a one-game suspension for fighting.   The good news is that the game Minlend will miss at Alumni Hall tonight is against Miami. Since joining the league two years ago, the Hurricanes have posted the worst records in the Big East. Miami has never won a conference road game, and after consecutive losses to Seton Hall and Georgetown this season, the string is at 29.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Region News Briefs; Paterson City Council Averts Service Shutdown","web_url":"https://www.nytimes.com/1995/01/11/nyregion/region-news-briefs-paterson-city-council-averts-service-shutdown.html","abstract":"  The City Council here voted a $9 million temporary appropriation for January tonight, averting a threat by the Mayor to shut down virtually the entire government except emergency services.   Last week, after the Council defeated a January appropriation, Mayor William J. Pascrell Jr. ordered the city to stop processing all employees' insurance claims, cancel all non-emergency zoning and building inspections and told maintenance divisions to stop ordering spare parts for disabled vehicles.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Train Kills Man in Tunnel","web_url":"https://www.nytimes.com/1995/01/11/nyregion/train-kills-man-in-tunnel.html","abstract":"  A man was struck and killed by a train in a subway tunnel between 59th and 72d Streets in Manhattan about 5:30 P.M. yesterday, causing a disruption of evening-rush service on the southbound Broadway IRT lines, the transit police said. The police said the victim was 25 to 30 years old. A spokesman, Lieut. Robert J. Valentino, said there was no indication of any crime.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Thieves Steal Gems","web_url":"https://www.nytimes.com/1995/01/11/nyregion/thieves-steal-gems.html","abstract":"  Five armed men wearing ski masks forced a limousine carrying two jewelers off a Queens highway last night and escaped with what the victims said was $5 million in diamonds and other precious gems, the police said. A police spokeswoman, Sgt. Frances Haimeck-Moadinech, said the two jewelers were riding from the Jacob K. Javits Convention Center in Manhattan to Kennedy International Airport when their limousine was forced off the road near Queens Boulevard and 65th Place about 6:15 P.M.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"After Two Seasons in Pinstripes, Abbott Tells of the Ups, Downs and Outs","web_url":"https://www.nytimes.com/1995/01/11/sports/baseball-after-two-seasons-in-pinstripes-abbott-tells-of-the-ups-downs-and-outs.html","abstract":"  He was supposed to be the ace of the pitching staff. He was supposed to be a smooth left-hander who tormented opponents at Yankee Stadium. He was supposed to turn every neighborhood in the Bronx into another section of his fan club. He was special before he arrived and was supposed to become really special once he did.    But Jim Abbott was merely ordinary and now he is gone.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Starks Is Unconscious as Knicks Leave Miller Speechless","web_url":"https://www.nytimes.com/1995/01/11/sports/pro-basketball-starks-is-unconscious-as-knicks-leave-miller-speechless.html","abstract":"  Before the game, there was anticipation. During the game, there was excitement. After the game, there was anger.   But what the Knicks will remember most about last night is the sparkling way they played. Using a razor-sharp offense, the Knicks beat the Indiana Pacers, 117-105, at Madison Square Garden in a game that featured a team record-tying eight 3-pointers by John Starks.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Officer Is Charged With Lying to a Grand Jury","web_url":"https://www.nytimes.com/1995/01/11/nyregion/officer-is-charged-with-lying-to-a-grand-jury.html","abstract":"  A New York City police officer was indicted yesterday on charges that he lied to a Federal grand jury investigating allegations that a team of officers regularly planted drugs and guns on suspects in the Washington Heights section of Manhattan.   The indictment was the first to come out of a three-year investigation into the activities of an undercover unit in the 34th Precinct that was known on the street as Local Motion. Federal authorities said that more indictments were possible.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Foz do Iguacu Journal; Smuggling, Yes, but Darker Crimes Are Disowned","web_url":"https://www.nytimes.com/1995/01/11/world/foz-do-iguacu-journal-smuggling-yes-but-darker-crimes-are-disowned.html","abstract":"  At a crowded farewell dinner recently for the Palestine Liberation Organization delegate to Brazil, talk at the head table kept circling back to the faraway Middle East.   \"We don't have any Palestinian organization in Brazil in favor of Hamas,\" said Ahmad Sobeh, the delegate, referring to the Palestinian militant group and dismissing a question about radical inroads among the 25,000 Palestinians living in southern Brazil.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Remember Balkan History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-remember-balkan-history-letters-to-the-editor.html","abstract":"Regarding \"In Memoriam,\" an advertisement in the Dec. 30 newspaper:.The honorable men who grieve for the loss of moral values in Europe and America should spare us the rage and fakery of their memorandum and inspire us instead by enlisting as","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"For Judge Ito, a Question of How High to Set the Evidence Hurdle","web_url":"https://www.nytimes.com/1995/01/11/us/for-judge-ito-a-question-of-how-high-to-set-the-evidence-hurdle.html","abstract":"  For the last six months, tales of how O. J. Simpson manhandled Nicole Brown Simpson during and after their marriage have been the stuff of quickie books, rumors, talk shows and the tabloid press. But beginning on Wednesday morning, that evidence will be squarely before Judge Lance A. Ito, who must decide whether a newly sequestered jury hears any of it.   As several days of what will certainly be contentious and revealing hearings on the subject begin, some propositions are clear. First, several people are poised to testify that they saw Mr. Simpson either threaten Mrs. Simpson, abuse her in some fashion or stalk her. Second, such evidence is clearly relevant to a case in which the Simpsons' stormy relationship is central.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Once Principal, but Now Barred From All Schools","web_url":"https://www.nytimes.com/1995/01/11/us/once-principal-but-now-barred-from-all-schools.html","abstract":"  Nearly a year after a white principal's opposition to interracial dating thrust the eastern Alabama town of Wedowee into racial turmoil and the Federal courts, black parents and the local school board have tentatively reached a broad agreement that bars the former principal from school grounds during class hours.   The agreement, which also addresses racial fairness in school policies, was reached late Monday. Lawyers with the the Justice Department's civil rights division and lawyers for black parents were scheduled to go into Federal court today to argue that the district should dismiss the principal, Hulond Humphries.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Moscow Reaches for Moral High Ground as Truce Fails","web_url":"https://www.nytimes.com/1995/01/11/world/moscow-reaches-for-moral-high-ground-as-truce-fails.html","abstract":"  With its ground troops tightening their grip on the besieged city of Grozny, Russia today declared a 48-hour cease-fire, but it collapsed within hours.   The reprieve to battle-weary combatants in Grozny, the Chechen capital, was scant. But the politically battered Russian President, Boris N. Yeltsin, seized on the cease-fire declaration to try to win back some of the international and domestic support that has drained away during the brutal month-old Russian military operation.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Eye as Body's Clock Isn't a New Finding","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-eye-as-body-s-clock-isn-t-a-new-finding-054695.html","abstract":"  To the Editor:   You state (news article, Jan. 5) that Boston researchers have demonstrated for the first time that the human eye \"independently registers light impulses that regulate the body's internal daily clock.\"","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"1895: On the Tablecloth : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-1895-on-the-tablecloth-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Usually the figureheads of eminent men are reproduced in pipe-bowls or stick-handles. Few residents in Paris can have failed to meet with miniature heads of M.M. Thiers, Gambetta, Grvy and General Boulanger. M. Casimir-Perier has not escaped","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/11/style/chronicle-771595.html","abstract":"  JOAN FINNEY, a Democrat, decided not to seek re-election as Governor of Kansas last year, but it was clearly not a move that pleased her calico cat Jesse. Jesse refuses to leave Cedar Crest, the executive mansion, in Topeka, even though the new Governor, BILL GRAVES, a Republican, and his wife, LINDA, moved in over the weekend, before the inauguration, on Monday.   \"During the transition from Governor Finney to Governor Graves, there was lots of activity in the mansion and traffic in and out for inaugural festivities,\" Mike Matson, communications director for Governor Graves, said yesterday. \"The cat got scared and hid.\"","thumbnail":null,"section":"Style"},{"date":"19950111","headline":"World News Briefs; Egypt Dooms 2 Militants For Assault on Writer","web_url":"https://www.nytimes.com/1995/01/11/world/world-news-briefs-egypt-dooms-2-militants-for-assault-on-writer.html","abstract":"  Two militant Muslims were condemned to death today by a military court for their role in the attempted murder of Naguib Mahfouz, the Egyptian writer and Nobel Prize laureate.   The court sentenced two other defendants to life imprisonment for their involvement in the stabbing attack on Mr. Mahfouz outside his Cairo home on Oct. 14. Three of the 16 defendants were acquitted and 9 others received sentences ranging from 3 to 15 years.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"FOOTBALL;\nNo. 1 Priority for Chargers: Stop the Run","web_url":"https://www.nytimes.com/1995/01/11/sports/football-no-1-priority-for-chargers-stop-the-run.html","abstract":"Leslie O'Neal knows that the Chargers have been lucky this season. Few people expected them to be one victory away from the Super Bowl. But in order to play in the big show, they must stop the Steelers' relentless running attack.\n\n\"They will attack certain weaknesses of ours,\" said O'Neal, the defensive end who had 12 1/2 sacks this season, which was second to Pittsburgh's Kevin Greene (14) in the conference. \"Last time, they double-teamed me for most of the day. I didn't get any sacks, but I did get to rush the passer. They wanted me out of the game.\"","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Carnegie Hall Seeks $75 Million","web_url":"https://www.nytimes.com/1995/01/11/arts/carnegie-hall-seeks-75-million.html","abstract":"  Anticipating cuts in government support for the arts and continuing increases in presentation costs, Carnegie Hall is establishing a $75 million endowment fund to help pay for its programs and operation. The preliminary phase of the endowment campaign, relying largely on board members, has raised $35 million. The hall hopes to raise the remaining $40 million by the 1998-9 season.    The income from the endowment will not make Carnegie Hall financially independent by any means. Hall officials estimated that it would generate about $4 million a year. Carnegie's budget this year was $26 million, about 3 percent of which came from government sources. Next year's budget is expected to be just under $30 million.","thumbnail":null,"section":"Arts"},{"date":"19950111","headline":"The Steelers' Towel Is Not for Crying","web_url":"https://www.nytimes.com/1995/01/11/sports/championships-the-steelers-towel-is-not-for-crying.html","abstract":"  Art Rooney, cigar in his right hand, stares out at his beloved city. It is, of course, a statue of the Steelers' late owner just outside Three Rivers Stadium.   Rooney, though, is not on a pedestal. The Rooney family wanted him to be among what he used to call his \"Pittsburgh guys.\" So he is sitting in a chair, close enough to fans to sit down next to him.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Caruso Planning to Retire As Head of Police Union","web_url":"https://www.nytimes.com/1995/01/11/nyregion/caruso-planning-to-retire-as-head-of-police-union.html","abstract":"  Phil Caruso, who vigorously defended the prerogatives of police officers during three mayoral administrations, said yesterday that he would not seek re-election as president of the Patrolmen's Benevolent Association when his four-year term expires in June.   Mr. Caruso, 60, said through a union spokesman, Joseph Mancini, that he would retire after 15 years as head of the state's largest law-enforcement union -- and after 37 years as a police officer -- to spend more time with his family.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Postal Service Won't Do as Model of Efficiency","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-postal-service-won-t-do-as-model-of-efficiency-057095.html","abstract":"  To the Editor:   The three-cent increase in the cost of a first-class stamp should tell us something more than that we are constantly paying more for less and worse service. It should tell us how to act in the face of demands for more efficient and less costly service and in the face of cries for balanced budgets.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"'Other Woman' In Royal Affair Plans Divorce","web_url":"https://www.nytimes.com/1995/01/11/world/other-woman-in-royal-affair-plans-divorce.html","abstract":"  The woman widely believed to have been the mistress of Prince Charles on and off for nearly 25 years is to be divorced from her husband, the couple's lawyers announced today.   The news of the impending divorce of Camilla Parker Bowles and her husband, Andrew, immediately set off a blast of speculation in newspapers and radio and television that the next step, if romance is to follow logic, would be for the heir to the British throne to divorce Diana, the Princess of Wales, from whom he separated in December 1992.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"To Earn Subsidies, Must Art Be Useful? Must It Be Sweet?","web_url":"https://www.nytimes.com/1995/01/11/arts/critic-s-notebook-to-earn-subsidies-must-art-be-useful-must-it-be-sweet.html","abstract":"  \"All art is quite useless,\" wrote Oscar Wilde, but of course he never encountered the National Endowment for the Arts, which is predicated on the premise that the arts are the most useful thing in the world.  They solve social problems, they keep people happy, they make communities shine with enthusiasm and, best of all, they inject a shot of money into sagging economies. The arts establishment in the United States operates on a nearly messianic certainty that the arts are not merely good, but good for you.   Is it really so? Surely the economic impact of the arts is real. The explosion of interest in culture in the United States over the last generation has turned the arts into a potent industry. Study after study shows the multiplier effect of arts dollars, sowing prosperity all through the economy. The Metropolitan Museum is now the most popular tourist attraction in New York, where big exhibitions fill not only its own coffers but also those of hotels and restaurants. People clamor to get seats for major events at Lincoln Center and Carnegie Hall. The arts are for everyone, and everyone seems to be for the arts.","thumbnail":null,"section":"Arts"},{"date":"19950111","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/11/nyregion/c-corrections-029595.html","abstract":"  An article last Wednesday about Western European reaction to fighting in southern Russia misstated the given name of a spokesman for the French Foreign Ministry. He is Richard Duque, not Roland.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"In Chechen Capital, the Fighting Rages Despite All Efforts to Stop It","web_url":"https://www.nytimes.com/1995/01/11/world/in-chechen-capital-the-fighting-rages-despite-all-efforts-to-stop-it.html","abstract":"  The Chechen sniper's nest, on the 11th floor of a windowless, shrapnel-dotted building that overlooks the presidential palace, was as good a place as any today to watch a declared 48-hour cease-fire announced by the Russians rapidly fall apart.   It was unclear who broke the cease-fire, which began at 8 A.M. and was effectively over by 10 A.M. Even some Chechen civilians agreed that some of their loosely organized guerrillas were bound to get itchy, and there were some in this city without power, water, gas or heat who hadn't heard about the cease-fire at all.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Clinton Goes To Heartland To Push Plan For Education","web_url":"https://www.nytimes.com/1995/01/11/us/104th-congress-president-clinton-goes-heartland-push-plan-for-education.html","abstract":"  With red-white-and-blue bunting and all the hoopla of a campaign, President Clinton came to this snow-dusted prairie town in the Land of Lincoln today to rev up his political engine and pitch his proposed tax breaks for college and vocational education as the key to future prosperity for working Americans.   A couple of dozen cornfields from the Iowa border -- where the 1996 Presidential caucuses are slightly more than a year away -- Mr. Clinton returned with feeling to the winning themes of 1992, when he preached a moderate \"New Covenant\" of tax relief for the middle class, welfare reform and personal responsibility long before the House Republicans' \"Contract With America\" became the rage in Washington.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/11/style/chronicle-089995.html","abstract":"  It may not be high season for awards presentations, but still the ceremonies go on.","thumbnail":null,"section":"Style"},{"date":"19950111","headline":"Grasping the Obvious","web_url":"https://www.nytimes.com/1995/01/11/opinion/grasping-the-obvious.html","abstract":"  As Washington peers into the abyss of deep cuts in domestic programs favored by the Republicans, the Defense Department has somehow become untouchable, taking a place alongside Social Security and Medicare in the pantheon of sacrosanct Federal enterprises. How the Pentagon achieved that protected status at a time of diminishing military threats to the United States says more about the weakness of politicians than the weakened state of American defenses. It is both bad budget policy and bad defense policy.    Purely as a budget issue, inoculating the Pentagon against spending cuts places an unbearable burden on domestic programs to absorb the savings necessary to balance the budget, or even move toward significant deficit reduction. The Defense Department budget this year is $252 billion. If Social Security, Medicare and defense are exempted from cuts, then at least 30 percent of every remaining program would have to be trimmed under the House Republicans' plan to balance the budget by 2002. Both parties deny the obvious: whatever else they do to balance the budget and pay for tax cuts, they surely must go after defense spending.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Storms Pound California; Destruction Spreads South","web_url":"https://www.nytimes.com/1995/01/11/us/storms-pound-california-destruction-spreads-south.html","abstract":"  Torrential rains flooded California without letup today, sending rivers surging over their banks, closing highways and railroads and forcing thousands of people to evacuate areas threatened by rising waters and mudslides. Tonight, President Clinton issued a disaster declaration for 24 counties in California   After battering Northern California for days, the brunt of the warm winter storm swept south. In some places, officials said, the deluge was the worst in 30 years.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Clinic Violence Sets Off Push For Wider Abortion Training","web_url":"https://www.nytimes.com/1995/01/11/us/clinic-violence-sets-off-push-for-wider-abortion-training.html","abstract":"  THE anti-abortion violence that has helped cause a critical decline in the number of places where women can go to end unwanted pregnancies has also inspired a ground swell of activism among doctors and medical students intent on reversing the trend.   \"We have been making progress,\" said Dr. Wendy Chavkin, editor of The Journal of the American Women's Medical Association, which devoted its December issue to the shortage of doctors willing to provide abortions. \"The most recent shootings have not weakened our resolve.\"","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"World Trade and Local Jobs:A Transition to Manage","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-world-trade-and-local-jobsa-transition-to-manage.html","abstract":"As the emerging economies of East Asia and Latin America make rapid strides and as countries like China, India and Indonesia seem likely to rank among the five biggest economies in the next 25 years, many business leaders and policymakers in the industri","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Rowland's Gamble; His Term Just Begun, the Governor Takes On Public-Employee Unions","web_url":"https://www.nytimes.com/1995/01/11/nyregion/rowland-s-gamble-his-term-just-begun-governor-takes-public-employee-unions.html","abstract":"  Less than a week after taking office, Gov. John G. Rowland has staked his campaign promise of an income tax cut on his ability to push legislators to reject 10 arbitrated awards granting pay raises to 21,000 state employees.   It is a gamble that could pay off with large savings for the state.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Don't Exaggerate Iranian Nuclear Threat; Not to Worry?","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-don-t-exaggerate-iranian-nuclear-threat-not-to-worry-056295.html","abstract":"  To the Editor:   Your Jan. 5 news article on Iran's nuclear program reminds me a lot of what was so often wrong with past Central Intelligence Agency estimates, and as a C.I.A. deputy director, I saw a lot of them. Those estimates often said:","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/11/sports/results-plus-903395.html","abstract":"  SKIING  Austrian Wins Super-G  Renate Goetschl of Austria won the World Cup super-G in Flachau, Austria yesterday, by a hundredth of a second over Katja Seizinger of Germany in the closest three-way finish in a women's race in 25 years. Goetschl, taking advantage of clearing conditions with a late starting position, finished in 1 minute 21.67 seconds. Spela Pretnar of Slovenia was third, 2-hundredths of a second back. In 1969, Berni Rauter of Austria beat Marilyn Cochran and Karen Budge of the United States by 1-hundredth of a second in a giant slalom at Waterville Valley, N.H. (AP) TENNIS  Rosset Is Upset  Richard Fromberg upset top-seeded Marc Rosset of Switzerland, 6-4, 6-4, yesterday to join his Australian Davis Cup teammates, Todd Woodbridge and Mark Woodforde, in the second round of the New South Wales Open in Sydney, a warm-up event for the Australian Open, which begins Jan. 16 in Melbourne. Rosset underwent finger surgery last month. Woodbridge beat Joern Renzenbrink of Germany, 6-3, 6-2, and Woodforde defeated Daniel Vacek of the Czech Republic by 6-2, 6-2. Second-seeded Andrei Medvedev of Ukraine beat Richey Reneberg of the United States, 6-4, 6-3. (AP) SLED-DOG RACING  Jacobson Holds Lead  Kathy Jacobson kept her lead this morning in the 500-mile John Beargrease Sled Dog Marathon along Lake Superior's North Shore. Jacobson was the first musher to make it to the midway point, arriving at the Grand Marais, Minn., checkpoint at 5:56 P.M. Monday, still running all 12 dogs. She set off again at 11:31 P.M. Jamie Nelson arrived next, trailing Jacobson by about three hours and leaving at 2:41 A.M. yesterday. (AP) WOMEN'S BASKETBALL  Virginia Beats Duke  At Charlottesville, Va., Wendy Palmer scored 19 points last night to lead six players in double figures as No. 9 Virginia beat Duke, 78-62, in the Atlantic Coast Conference. The Blue Devils (12-2 and 3-1) trailed throughout the game and got no closer than 10 points in the second half. Virginia (11-2 and 4-0) led by 45-33 at halftime. Duke had a 40-27 rebounding advantage, but turned the ball over 24 times.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Men's Gymnastics Is Taken Off the Mat","web_url":"https://www.nytimes.com/1995/01/11/sports/colleges-men-s-gymnastics-is-taken-off-the-mat.html","abstract":"  Men's college gymnastics, which had faced the loss of its national championship event after 56 years, earned a reprieve today.   Delegates at the 89th National Collegiate Athletic Association Convention overwhelmingly supported a proposal to extend a moratorium on the elimination of championships for sports that do not involve a minimum of 40 participating schools. With the dwindling number of men's varsity gymnastics programs at 32, according to Richard Aronson, executive director of the National Association of Gymnastics Coaches, the sport was facing the possibility that the 1995 championship was going to be its last.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"The Honeymoon Hiatus","web_url":"https://www.nytimes.com/1995/01/11/sports/IHT-the-honeymoon-hiatus.html","abstract":"Fidelity was never the strongest tie between players and clubs in soccer's international market. Managers covet another's prize goal scorer the way some men fancy another's mistress, and the length of the affair has less to do with the words on a contrac","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Allen Iverson Show Is Nearly Pre-empted","web_url":"https://www.nytimes.com/1995/01/11/sports/college-basketball-allen-iverson-show-is-nearly-pre-empted.html","abstract":"  The Allen Iverson show, this was not. Anyone expecting to see the next Isiah Thomas when Georgetown played Seton Hall tonight had to be somewhat disappointed as the heralded Georgetown freshman moved tentatively, shot infrequently, turned the ball over five times and looked to be just another player in a garish blue uniform for most of the game. Fortunately for Iverson, the other players in blue were not so skittish.   Maybe the Hoyas will remember this as the night they proved to be more than the skinny point guard with the bundle of newspaper clippings. With Iverson so erratic and Othella Harrington struggling in limited playing time, Georgetown had to reach deep into its bench to corral an 80-68 victory over the Pirates before 11,541 fans at the Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Deadline Passes But Players Get New Offer","web_url":"https://www.nytimes.com/1995/01/11/sports/hockey-deadline-passes-but-players-get-new-offer.html","abstract":"  The deadline was dead, but the possibility of a hockey season was still alive last night when the National Hockey League offered yet another \"final\" collective bargaining proposal to its locked-out players' union. Only one issue -- the age when veterans would be eligible for free agency -- divided the sides, and only two years of it were in dispute.   The proposal came after two days of intense negotiations and two conference calls among divided and emotional team owners. Gary Bettman, the N.H.L. commissioner, presented the revised offer to Bob Goodenow, executive director of the N.H.L. Players Association, at a meeting in Manhattan.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Colombian Cleared in Kidnapping Case","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-people-soccer-colombian-cleared-in-kidnapping-case.html","abstract":"  RENE HIGUITA, the outstanding Colombian soccer goaltender who was imprisoned for seven months on a charge of failing to provide information to authorities while acting as a mediator in the release of a kidnapping victim, has been cleared of the charge. Although prosecutors made the decision two weeks ago, the announcement in Bogota was not made until yesterday.   The action came just before Coach HERNAN DARIO GOMEZ included Higuita in his list of players for the Colombian soccer team that is to participate in the U.S.A. 95 Cup and the America Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"My Passer, My Friend, My Prey","web_url":"https://www.nytimes.com/1995/01/11/sports/championships-my-passer-my-friend-my-prey.html","abstract":"  Bart Oates never met a quarterback he didn't like, or try to sabotage.    He dumped the kitchen sink on Kent Graham, wrapped Dave Brown in steel tape and short-circuited Phil Simms's Jaguar. He would snap the football to the passer one day, haze him the next and buy him dinner the next. The Giants never had a more loyal, durable or diabolical center, but, in the end, they tricked him back.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Peace Corps Joining With Private Relief Agency to Aid Refugees","web_url":"https://www.nytimes.com/1995/01/11/world/peace-corps-joining-with-private-relief-agency-to-aid-refugees.html","abstract":"  The Peace Corps and the International Rescue Committee, a private relief agency, are joining forces to work with refugees and displaced people worldwide, leaders of the two organizations said this week. The collaboration signals a new direction for both groups and for the first time puts the Peace Corps, an agency of the United States Government, under the direction of another organization.   The unusual partnership also reflects the rapidly changing character of the world's most urgent needs, as dozens of small conflicts uproot millions of people and create civilian emergencies on a scale not seen since World War II.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Avoid Sanders? Irvin Wouldn't Dare","web_url":"https://www.nytimes.com/1995/01/11/sports/championships-avoid-sanders-irvin-wouldn-t-dare.html","abstract":"  It was only a question, but Dallas wide receiver Michael Irvin looked as if he had just been slapped. First there was shock. Then disbelief. Then something that resembled outrage.   Irvin's indignation actually started with the Chicago Bears. On the way to a 44-15 loss to the San Francisco 49ers last week, Chicago did a strange thing, or a smart thing, depending on your perspective. Not once did the Bears throw to Deion Sanders's side of the field. It was as if Sanders, the 49ers' cornerback, had a force field around him that magically kept away all of Chicago's plays. Or maybe the Bears were just scared to go there.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"The Neediest Cases; Fears the Safety Net for Poor Is Fraying","web_url":"https://www.nytimes.com/1995/01/11/nyregion/the-neediest-cases-fears-the-safety-net-for-poor-is-fraying.html","abstract":"  As politicians engage in a vociferous battle over welfare reform, others are airing their opinions in a subtler fashion. In letters to The New York Times Neediest Cases Fund, dozens of donors have criticized plans to cut government funding for social service programs. Fearing that the nation's safety net for the poor is fraying, many have increased their gifts to the fund.   \"We have doubled our contribution this year because it seems the neediest ranks may swell, judging by the harsh rhetoric of some politicians,\" wrote Jim and Jackie Perry of Wilton, Conn., who sent $200. \"With all the talk of reducing the budget deficit, it seems that those who need help the most may be the hardest hit by cuts in funding for shelters, soup kitchens, counseling and job training.\"","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"1945: France Is Courted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-1945-france-is-courted-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The prestige of Paris as a fashion center is assured, according to William E. Robinson, vice-president of the New York Herald Tribune. Mr. Robinson believes that while \"France may not be the power capital of Europe, it will be a gathering","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/11/nyregion/news-summary-339695.html","abstract":"  International A2-10  MEXICAN MARKETS PLUNGE  Mexico's rescue plan is failing to calm its markets. Mexican stocks plunged, dragging down other Latin American markets. The peso continued to weaken. A1  TOKYO ACCORD FOR WALL ST.  Wall Street firms will be allowed to compete in Japan for the right to manage pension funds under an accord reached between the United States and Japan. A1","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"'Vigilante' Attack in New Jersey Is Linked to Sex-Offenders Law","web_url":"https://www.nytimes.com/1995/01/11/nyregion/vigilante-attack-in-new-jersey-is-linked-to-sex-offenders-law.html","abstract":"  Two men who knew that a recently paroled sex offender was living here because of the community notification provision in \"Megan's Law\" have been charged with assault in a case that prosecutors are calling the first instance of vigilantism under the new law.   The two men, a father and son, broke into the house where the parolee, Michael Groff, 25, was asleep on a living room floor at 2:47 A.M. Sunday, Warren County authorities said. But several people were staying at the house, at 318 Lincoln Street, and one of the intruders began beating a man he mistook for Mr. Groff, said John J. O'Reilly, the County Prosecutor.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"CRISIS IN MEXICO DEEPENS DAMAGE IN LATIN MARKETS","web_url":"https://www.nytimes.com/1995/01/11/world/crisis-in-mexico-deepens-damage-in-latin-markets.html","abstract":"  Any hope that the Mexican Government's austere economic recovery plan and an international loan package would calm the nation's financial markets seemed to evaporate today as the stock market here plunged and the peso flirted with a new low against the dollar.   The damage in Mexican financial markets carried over to other Latin American stock exchanges, with some losses exceeding 8 percent","thumbnail":null,"section":"World"},{"date":"19950111","headline":"State Dept. May Absorb 3 Independent Agencies","web_url":"https://www.nytimes.com/1995/01/11/world/state-dept-may-absorb-3-independent-agencies.html","abstract":"  Secretary of State Warren Christopher has proposed a reorganization of the State Department that could consolidate three major independent Government agencies under his authority, senior Administration officials said today.   Under the proposal, which Mr. Christopher and Deputy Secretary Strobe Talbott presented to Vice President Al Gore last week, the agencies -- the Agency for International Development, the Arms Control and Disarmament Agency and the United States Information Agency -- could lose their statutory authority and financing and be merged into the State Department.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"A Slur From on High : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-a-slur-from-on-high-letters-to-the-editor.html","abstract":"Regarding \"Reflections From Canada's Literary Zeus\" (Features, Dec. 19): .As a Canadian, I bristle at Canada being referred to by Robertson Davies, the \"literary Zeus,\" as a \"dominion,\" when that insulting status ceased to","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Japan Tastes Once-Forbidden Fruit: U.S. Apples","web_url":"https://www.nytimes.com/1995/01/11/world/japan-tastes-once-forbidden-fruit-us-apples.html","abstract":"  Grabbing the last five apples from the counter, Yaeko Murase turned away disappointed from the empty carton that a few moments earlier had sparkled with red and golden American apples. The succulent Japanese fruit on the next display didn't even get a glance.   \"I wanted to buy the red ones, but they ran out,\" said Mrs. Murase, 58, a retired restaurateur who used to offer Japanese apples as dessert. \"I wanted to buy 20 American apples.\"","thumbnail":null,"section":"World"},{"date":"19950111","headline":"When the Play of Light Is the Work of Art","web_url":"https://www.nytimes.com/1995/01/11/theater/when-the-play-of-light-is-the-work-of-art.html","abstract":"  In her life as in her work, Jennifer Tipton has embraced the light. There are no curtains, shades or shutters on the windows in her home, a Chelsea apartment that doubles as her studio. On sunny days, light streams in, and at night a high wattage street lamp shines its artificial glow through the wide front window.   No matter how bright the sunlight, Ms. Tipton does not wear sunglasses. Sitting in her apartment on a recent afternoon, she recalled one lighting designer who wore sunglasses indoors at work, because they made it easier for her to focus. \"I focus looking into the light,\" Ms. Tipton said. \"It's like a sailor wanting to feel the ropes, and not wearing gloves. I don't want anything between my eyes and the light.\" When she is lighting a dance or a play, she hates to sit in a booth behind glass. In other words, she is tactile even with such intangible artistic material.","thumbnail":null,"section":"Theater"},{"date":"19950111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/11/style/chronicle-088095.html","abstract":"  JONATHAN M. TISCH, president and chief executive of Loews Hotels, has been chosen to receive the 1995 New Yorker for New York Award from the Citizens Committee for New York City. It will be presented at the organization's 20th-anniversary celebration on Feb. 14 at the Waldorf-Astoria.","thumbnail":null,"section":"Style"},{"date":"19950111","headline":"Letters and Checks Pile Up at Records Office","web_url":"https://www.nytimes.com/1995/01/11/nyregion/letters-and-checks-pile-up-at-records-office.html","abstract":"  Some people are in no hurry to open their mail, but on receiving a check, most waste no time in cashing it. City Comptroller Alan G. Hevesi said yesterday that one city office routinely waited weeks or months to do either.   When auditors from the Comptroller's office went to the Department of Health's Division of Vital Records last October, they found 12,545 mailed requests for birth or death records, along with $272,000 in attached checks, sitting untended in cardboard boxes, according to a report released by Mr. Hevesi yesterday. Fewer than half had been opened, the report said, and those that had contained uncashed checks to the city that were months old. Photographs of letters and uncashed checks accompanied the report.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Looking Beyond Fields of Play","web_url":"https://www.nytimes.com/1995/01/11/sports/on-colleges-looking-beyond-fields-of-play.html","abstract":"  The reform movement in intercollegiate athletics began here 12 years ago. Yesterday, the movement got a taste of its own medicine when the Rainbow Coalition unveiled a plan to steer black recruits away from schools with poor records of minority hiring.   During a two-hour meeting with National Collegiate Athletic Association officials, and at a subsequent news conference, the Rev. Jesse Jackson, the executive director of the coalition, said his group planned to correct the glaring imbalance between the number of African-American football and basketball players and the number of black administrators by establishing an index.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Photos Show Iraqis With Stolen Kuwaiti Arms","web_url":"https://www.nytimes.com/1995/01/11/world/photos-show-iraqis-with-stolen-kuwaiti-arms.html","abstract":"  The United States offered the Security Council pictures today to prove that when Iraqi troops moved toward the Kuwaiti border last October they were armed with advanced equipment stolen from Kuwait during the Persian Gulf war.   The presentation, complete with detailed lists of captured equipment still believed to be in Iraqi hands, was Washington's opening salvo in a review of sanctions imposed on the Government of President Saddam Hussein. Under a 1991 Security Council resolution, Iraq must return stolen Kuwaiti property before sanctions are lifted.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/11/nyregion/c-corrections-030995.html","abstract":"  An article on Monday about President Clinton's choice of Senator Christopher J. Dodd of Connecticut as chairman of the Democratic National Committee referred incorrectly to the history of a part-time chairmanship. Senator Dodd's double role indeed has a precedent: in July 1960, Senator Henry M. Jackson of Washington was elected chairman and served part time until the inauguration of President John F. Kennedy, in January 1961.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Suspect Told Police He Found Firebomb in Bag","web_url":"https://www.nytimes.com/1995/01/11/nyregion/suspect-told-police-he-found-firebomb-in-bag.html","abstract":"  The paper bag was crumpled up on the floor in the subway car when he first saw it. He looked in and saw two jars containing what looked like chicken soup. Suddenly, it just \"went up.\" And he was on fire.   That is the account Edward J. Leary gave detectives as he was being arrested in the firebombing that injured 40 people on a crowded subway train in Manhattan three weeks ago, according to a court document released yesterday.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Pope Starts Tour Today To Australia And Asia","web_url":"https://www.nytimes.com/1995/01/11/world/pope-starts-tour-today-to-australia-and-asia.html","abstract":"  Defying signs of physical weakness and ill health, Pope John Paul II plans to embark on Wednesday on his longest trip in three years, an 11-day, 20,800-mile visit to Asia and Australia that seems more than ever to raise the question: What drives him to such grueling odysseys?   The journey to the Philippines, Papua New Guinea, Australia and Sri Lanka will be the 63d foreign tour John Paul has undertaken since he assumed the papacy in 1978. It will also be the most arduous since a 10-day tour of Brazil in 1991 and the first since mounting signs of infirmity -- including two bouts of surgery -- forced him to cancel a visit to the United States last October.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"70 Changes Urged to Insure Airline Safety","web_url":"https://www.nytimes.com/1995/01/11/us/70-changes-urged-to-insure-airline-safety.html","abstract":"  A two-day emergency conference on airline safety ended today with 70 recommendations for sweeping changes in equipment and training. But many of those recommendations have been made before, and industry experts and government regulators alike agreed that one problem is that the Federal Aviation Administration has been slow to act in the past.   The recommendations were made by about 950 experts summoned to Washington by Federico F. Pena, the Secretary of Transportation, after five air crashes late last year. They ranged from improving pilot and maintenance training to faster installation of new technologies, including de-icing equipment and radar to avoid runway collisions.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Appoint at Least One Chief Soon, Please, for the WTO","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-appoint-at-least-one-chief-soon-please-for-the-wto.html","abstract":"Last year was a good one for world trade. The Uruguay Round of trade negotiations, the most extensive trade talks ever, was successfully concluded and ratified by the major participants. And agreement was reached to replace the General Agreement on Tarif","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Republicans in House Begin Hearings in a Search for 'Billions' in Fiscal Fat","web_url":"https://www.nytimes.com/1995/01/11/us/104th-congress-budget-republicans-house-begin-hearings-search-for-billions.html","abstract":"  Flashing a machete, a bowie knife and a tool for skinning alligators, Representative Robert L. Livingston today formally began the Republican effort to reduce the size and cost of the Federal Government, promising major spending cuts as he presided at the opening meeting of the House Appropriations Committee.   \"We are looking for billions,\" he declared, first in this year's budget and then in the budget for the fiscal year beginning Oct. 1.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Beating Horror by Becoming Wise","web_url":"https://www.nytimes.com/1995/01/11/books/books-of-the-times-beating-horror-by-becoming-wise.html","abstract":"  CHILDREN AND FOOLS  By Erich Fried  168 pages. Serpent's Tail. $14.99    We cannot escape history but some of us do manage to outwit it. (Outwit in what the dictionary calls the archaic sense, meaning not just to outsmart but also to surpass in wisdom.) This is what Erich Fried has done in \"Children and Fools,\" a collection of 34 stories. Not one is longer than 10 pages. Some are perfect tales; some are not. But nearly every one is a small monument to literary and emotional virtuosity. (What is emotional virtuosity? The linking of pure generosity and utter clarity.)   Fried died in 1988. He was an Austrian Jew born in 1921, and he fled to England in 1938 after his father was killed by the Gestapo. To be exact, as Fried would say, his father's stomach was kicked in during an interrogation. The work of surviving and outwitting history began five and a half weeks before that death:","thumbnail":null,"section":"Books"},{"date":"19950111","headline":"Malcolm X: Reopening The Files","web_url":"https://www.nytimes.com/1995/01/11/movies/film-review-malcolm-x-reopening-the-files.html","abstract":"  \"Brother Minister: The Assassination of Malcolm X\" does not inspire confidence when it begins with video clips from MTV and \"A Current Affair\" proclaiming that this film will deliver a bombshell. The revelation in question, made public long before the film had a New York theatrical booking (it opens today at the 57th Street Playhouse in Manhattan), is neither definitive nor shocking enough to live up to its tabloid fanfare.   On the other hand, \"Brother Minister\" includes a wide range of information and cogently suggests that an inquiry into the killing is overdue. The film makers, Jack Baxter and Jefri Aalmuhammed (who was a consultant on Spike Lee's \"Malcolm X\"), have assembled an array of scattershot evidence suggesting various conpiracy theories. Working as recklessly as Oliver Stone without the stylistic firepower, they make their most flame-fanning contention with the thought that Louis Farrakhan may have been part of the impetus behind Malcolm X's murder.","thumbnail":null,"section":"Movies"},{"date":"19950111","headline":"1920: Uncertain Peace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-1920-uncertain-peace-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] Peace is re-established - officially and only officially. The great hopes that were born on November 18, 1918, have not been justified by events. Coincident with the \"official\" reopening of the promised","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Sports of The Times; Those Rinks Could Have Been Filled","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-of-the-times-those-rinks-could-have-been-filled.html","abstract":"  THERE should have been nine games in the National Hockey League tonight. Three in the New York area. Three in Canada, the homeland of hockey. Nine loud, colorful evenings of athletic aggression on ice.    Instead, there is only the gaping emptiness of the past three months. The owners sent the players yet another final offer last night, many hours past the fail-safe deadline of noon. Once on the brink of great success in the United States, the N.H.L. is now trying to avoid the stigma of being the first major North American league to ever cancel an entire season.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Bangladesh Moves Up : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-bangladesh-moves-up-letters-to-the-editor.html","abstract":"Regarding the editorial \"Rich World, Poor World\" (Jan. 3):.In making a point, the Washington Post editorial uses the phrase \"even in a country as poor as Bangladesh...\" May I note that Bangladesh's poverty is often exaggerated. With","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Historian's Dismissal","web_url":"https://www.nytimes.com/1995/01/11/us/historian-s-dismissal.html","abstract":"  The former House historian's supporters said Newt Gingrich was aware of her statements about an educational program on the Holocaust that he cited in dismissing her. But he denied knowing of them. Page A19.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/11/us/inside-332995.html","abstract":"  'One Never-Ending Storm'   Thousands fled their homes as torrential rains continued to batter California, spreading from the wine country to Los Angeles. Page A12.  No Charges in H.U.D. Inquiry    After a four-year investigation, a special prosecutor decided not to charge a former housing secretary, Samuel R. Pierce Jr. Page A17. Airport Blackout Dispute    A dispute erupted over whether buried electrical cables at Newark Airport that were accidently ruptured had been clearly marked. Page B5. New Air Safety Plan    A two-day emergency conference on airline safety ended with 70 recommendations for major changes in equipment and training. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"High Court Restricts Admissibility of Statements by Accusers","web_url":"https://www.nytimes.com/1995/01/11/us/high-court-restricts-admissibility-of-statements-by-accusers.html","abstract":"  Overturning a child abuse conviction, the Supreme Court today made it harder for prosecutors to bring witnesses before a jury to testify about what the ostensible victim told them about the events in question.   The Justices ruled, 5 to 4, that if the prosecution seeks to use such testimony to counter evidence that the accuser had a reason to lie, the court can admit only those statements made before the motive to lie arose.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Turning In the Paintbrush for Bikes","web_url":"https://www.nytimes.com/1995/01/11/arts/television-review-turning-in-the-paintbrush-for-bikes.html","abstract":"  Of all the new shows crowding the television schedule this month, none have more sustained energy and promise than CBS's \"Double Rush.\" Robert Pastorelli, formerly Eldin the house painter on \"Murphy Brown,\" stars as Johnny Verona, a lovable lug who owns a Manhattan bicycle-messenger service. Back in the 1960's, Johnny was a rock musician who dreamed of being a legend yet turned down a lucrative contract because the rest of his group wasn't included in the offer. He still has a heart of gold, along with some treasured photographs taken with Eric Clapton and Pete Townshend and a Fender Stratocaster guitar once owned by Jimi Hendrix.    Now idealistic Johnny has to deal with cynical Generation X'ers, one of whom asks, \"If Drew Barrymore were your leader, would you be in a hurry to get on with your life?\" The messenger staff includes the delinquentlike Leo (Adam Goldberg), the daredevil Hunter (David Arquette), described as \"the only man who can beat a fax machine\"; the smooth Marlon (D. L. Hughley), always on the hustle for another buck; Zoe (Corinne Bohrer), a Harvard Business School graduate discovering the realities of the job market, and the Kid (Phil Leeds), a sly 78-year-old foot messenger who acknowledges that Hunter is fast \"but he doesn't have my grace.\"","thumbnail":null,"section":"Arts"},{"date":"19950111","headline":"Clinton Has Tough Plan on Refusal to Work","web_url":"https://www.nytimes.com/1995/01/11/us/the-104th-congress-welfare-clinton-has-tough-plan-on-refusal-to-work.html","abstract":"  Donna E. Shalala, the Secretary of Health and Human Services, told Congress today that the Administration would support separating children from their parents in some cases in which the parents repeatedly refused to work while receiving cash welfare benefits.   Dr. Shalala made the statement while testifying for more than two hours before the House Ways and Means Committee, which plans to recommend a comprehensive bill to revamp the nation's welfare system.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Let's Put Christmas Trees Back in the Soil","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-let-s-put-christmas-trees-back-in-the-soil-052095.html","abstract":"  To the Editor:   To the lover of hikes in pine forests, the sight and smell of dead pine trees littering New York sidewalks after Christmas has a sense of ritual tragedy that is inconsistent with the best ecological spirit of our times.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Businesses Face the Facts of Curbs on Smoking","web_url":"https://www.nytimes.com/1995/01/11/nyregion/businesses-face-the-facts-of-curbs-on-smoking.html","abstract":"  After months of fighting it, businesses have begun dealing with the reality of the smoking law signed by Mayor Rudolph W. Giuliani yesterday.   Frank's, an Italian steakhouse in Manhattan's meatpacking district, is moving around the corner to a new space with enough room for a segregated smoking lounge. Chanterelle, the elegant TriBeCa restaurant, says it deeply regrets not being able to allow a practice it thinks it has been able to control, but will comply with the law and refer all complaints to City Hall.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Capital's Virtual Reality: Gingrich Rides a 3d Wave","web_url":"https://www.nytimes.com/1995/01/11/us/the-104th-congress-the-buzz-capital-s-virtual-reality-gingrich-rides-a-3d-wave.html","abstract":"  All kings have their courts.   When Bill Clinton came to power, the capital glittered with the opinions of his Hollywood crowd. There was Barbra Streisand talking about Thomas Jefferson; there was Harry Thomason talking about the White House travel office; there was Cristophe talking about cutting and shaping.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"The Plots Thicken as Battles for No. 1 Begin","web_url":"https://www.nytimes.com/1995/01/11/sports/tennis-1995-preview-the-plots-thicken-as-battles-for-no-1-begin.html","abstract":"  While Pete Sampras is looking to tighten his stranglehold on the pinnacle of men's tennis by reprising his 1994 Australian Open victory and fend off the frightening apparition of a suddenly clean-cut Andre Agassi, Steffi Graf is already sidelined by injury and incapable of defending her sole Grand Slam crown of last year, a predicament that has left her No. 1 ranking vulnerable.   So begins this year's tennis soap opera.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"New York Students Excel in Science Contest","web_url":"https://www.nytimes.com/1995/01/11/us/new-york-students-excel-in-science-contest.html","abstract":"  More than a quarter of the semifinalists -- 84 of 300 -- in the prestigious Westinghouse Science Award national school competition are from New York City schools, school officials said yesterday.   The finalists are to be selected on Jan. 24, and winners will be announced in Washington in March.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Battered Bunch of Nets Can't Beat Their Match","web_url":"https://www.nytimes.com/1995/01/11/sports/pro-basketball-battered-bunch-of-nets-can-t-beat-their-match.html","abstract":"  Ice packs, surgical tape and blank stares littered their locker room tonight. Amid the aftermath of another deflating loss, someone offered this blunt assessment:   \"No intensity. No enthusiasm. Dead. Just a dead team.\"","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Options for Algeria","web_url":"https://www.nytimes.com/1995/01/11/opinion/IHT-options-for-algeria.html","abstract":"The exhilaration of the Marseille hijack rescue has faded. The war in Algeria grinds remorselessly on, and gets worse by the month. If disaster is to be avoided on the southern shore of the Mediterranean, a change of course appears necessary. The change h","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"What's So Special About Clinic Violence?","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-what-s-so-special-about-clinic-violence-058995.html","abstract":"  To the Editor:   \"Curbing Violence at Abortion Clinics\" (editorial, Jan. 4) shows your apparent view that a woman's now settled legal right to an abortion is somehow uniquely sacred.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/11/nyregion/c-corrections-031795.html","abstract":"  Because of an editing error, an article on Monday about Congressional debate over a balanced-budget amendment misstated the extent of its support among Democrats. While Senator Tom Daschle of South Dakota, the Senate minority leader, supports such an amendment, he is not alone. Others, including Senator Wendell H. Ford of Kentucky, agree with him.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Don't Exaggerate Iranian Nuclear Threat","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-don-t-exaggerate-iranian-nuclear-threat-055495.html","abstract":"  To the Editor:   \"Iran May Be Able to Build an Atomic Bomb in 5 Years, U.S. and Israeli Officials Fear\" (news article, Jan. 5) contains no new information and relies on biased Israeli sources.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"A Lesson for Mr. Gingrich","web_url":"https://www.nytimes.com/1995/01/11/opinion/a-lesson-for-mr-gingrich.html","abstract":"  Small-town cronyism is passable in small towns but dangerous when transplanted to Washington. The Clinton Administration has learned that time and again. Newt Gingrich is learning it too.   A few days ago, Mr. Gingrich's choice for historian of the House of Representatives announced that she and her husband were coming to Washington, not just to serve Congress and the American people, but to \"chronicle\" the day-to-day adventures of her patron. Within 24 hours, Christina Jeffrey, a Friend of Newt from Kennesaw State College in Georgia, was dismissed for having helped to deny Federal funds to an educational project on the Holocaust because it did not present the Nazi and Ku Klux Klan points of view.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Personal Health","web_url":"https://www.nytimes.com/1995/01/11/us/personal-health-779095.html","abstract":"  IN recent decades the egg, like Humpty Dumpty, has had a great fall. Since the mid-1940's, concern about cholesterol and heart disease has sent per capita consumption plummeting from more than 400 eggs a year to only 235 in 1992, according to the latest figures available.   But after a half-century of hard knocks, 1995 may be the year that the egg, unlike Humpty, gets put together again. After three decades of blanket dietary advice to keep daily cholesterol intake below 300 milligrams and to limit egg consumption to four yolks a week, some experts on diet and heart disease are considering a more individualized approach that would allow a large portion of the population to eat more eggs, as well as other foods, like shrimp, that are relatively high in cholesterol but low in fat.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Transit Police Chief Says He Will Retire","web_url":"https://www.nytimes.com/1995/01/11/nyregion/transit-police-chief-says-he-will-retire.html","abstract":"  Chief Michael O'Connor of the transit police, an ardent opponent of the Giuliani administration's plan to merge New York City's three police forces, said yesterday that he would retire later this month.    Chief O'Connor, a 29-year veteran of the transit police, said the expected merger of the transit and housing police with the New York City Police Department did not push him to retire. Rather, he said he was leaving to take a new job as head of security for the Alliance for Downtown New York, a newly formed business improvement district in lower Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"H.M.O.'s Are Changing the Face of Medicare","web_url":"https://www.nytimes.com/1995/01/11/us/hmo-s-are-changing-the-face-of-medicare.html","abstract":"  Just as the ads had promised, it sounded too good to be true. Over muffins and coffee at the Jericho Diner in Mineola, L.I., about 25 elderly men and women listened as Paula Cardozo, a sales manager with Oxford Health Plans, described the benefits of joining her health maintenance organization for people on Medicare.   The breakfast in late December, one of at least 50 held by Oxford each month at diners around New York City, was part of a huge new push by for-profit H.M.O.'s in several parts of the country to enlist the elderly.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"To Execute the Innocent Scorns Decency","web_url":"https://www.nytimes.com/1995/01/11/opinion/l-to-execute-the-innocent-scorns-decency-060095.html","abstract":"  To the Editor:   On Jan. 5 Texas executed a man whose innocence the prosecutor conceded. The Supreme Court twice failed to intervene because only three justices thought it unconstitutional to allow a state to execute a man innocent of the crime for which the state put him to death.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Researcher Reports Evidence of a New Type of Hepatitis Virus","web_url":"https://www.nytimes.com/1995/01/11/us/researcher-reports-evidence-of-a-new-type-of-hepatitis-virus.html","abstract":"  A Federal scientist said today that his team had found preliminary evidence of a new virus that is believed to cause a new type of hepatitis.   The newly reported virus can apparently be transmitted through blood transfusions, said the scientist, Dr. Harvey J. Alter of the National Institutes of Health in Bethesda. He disclosed the finding at a scientific meeting on blood transfusions.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"As Parties Skirmish Over Budget, Greenspan Offers a Painless Cure","web_url":"https://www.nytimes.com/1995/01/11/us/104th-congress-overview-parties-skirmish-over-budget-greenspan-offers-painless.html","abstract":"  As Democrats kept demanding that Republicans spell out their plans for cutting the budget, the head of the Federal Reserve Board offered them an initially painless way to do it: changing the way the Government calculates inflation.   Alan Greenspan told a joint meeting of the House and Senate Budget Committees that the Consumer Price Index now exaggerates annual inflation by 0.5 to 1.5 percentage points. That leads to higher payments for Social Security and government pensions and lower revenues from those taxes that are pegged to inflation.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/11/nyregion/no-headline-319195.html","abstract":"  \"This is one of the worst floods I have ever seen. First we had that terrible fire and now the land won't stop sliding. It's like Victoria Falls was coming through here.\" ROD STEIGER, who lives in Malibu, Calif.  [ A12:4. ]","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Duke's Krzyzewski Out for Several Weeks","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-people-basketball-duke-s-krzyzewski-out-for-several-weeks.html","abstract":"  MIKE KRZYZEWSKI was released from Duke University Hospital yesterday after being treated for back problems, but he isn't expected to coach the Blue Devils for several weeks.   Krzyzewski, 47, had surgery on Oct. 22 to repair a displaced disk. Last Friday, after a checkup, he was admitted to the hospital and missed last Saturday's game against Georgia Tech, the first game in 20 years he has missed as coach.","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"At Newark International, Air Travelers' Tales of Woe","web_url":"https://www.nytimes.com/1995/01/11/nyregion/at-newark-international-air-travelers-tales-of-woe.html","abstract":"  Crabby, baggy-eyed or just relieved to be home, travelers returned to Newark International Airport today, bringing tales of vacations thrown into disarray, of unwelcome detours to distant cities, of missed flights, missing baggage and misinformation.   Their descriptions of the hours after the severing of power cables shut down the airport on Monday show how trouble in one airport can quickly ripple across the nation and even around the world. From Miami to Los Angeles to Copenhagen, passengers were stranded and airlines turned to emergency plans typically used during snowstorms.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Rangers, Islanders Looked To Settle","web_url":"https://www.nytimes.com/1995/01/11/sports/hockey-rangers-islanders-looked-to-settle.html","abstract":"  At least two of the three metropolitan area teams, the Rangers and the Islanders, were in favor of accepting the players' latest proposal for a new labor agreement, which was voted down yesterday by the National Hockey League's board of governors.   The Rangers, the defending Stanley Cup champions, have long been in favor of getting the season under way. And as Don Maloney, the general manager of the Islanders, put it last night: \"We were in favor of playing, no question about it.\"","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Game Time","web_url":"https://www.nytimes.com/1995/01/11/opinion/game-time.html","abstract":"Even if you maintain only a glancing acquaintance with the sports section of the newspaper, you may have heard the big news: Stephon Marbury, the top high school basketball player in the nation, has announced his decision to attend Georgia Tech next fall. This brings to an end years of speculation among hoop fans over where the prodigiously gifted young player will go. And it will surely provoke a raft of stories using Marbury's hard-earned success to illustrate how basketball can deliver talented and dedicated inner-city youth from the ghetto to stardom in college and, just maybe, a shot at the pros. \n\nMarbury grew up in the impoverished Coney Island section of Brooklyn, honing his game on the housing project courts, often playing until 2 A.M. as the sound of police sirens and gunfire drifted in from nearby streets. When I met him four years ago, he was only 14 but already had his sights fixed on the day he would leave the neighborhood on a basketball scholarship.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Former Housing Secretary Won't Be Charged in Investigation","web_url":"https://www.nytimes.com/1995/01/11/us/former-housing-secretary-won-t-be-charged-in-investigation.html","abstract":"  After a five-year investigation, an independent prosecutor has decided not to bring charges against Samuel R. Pierce Jr., the head of the Department of Housing and Urban Development in the Reagan Administration and the central figure in the influence-peddling case, people following the case said today.   They said investigators had found no evidence that Mr. Pierce had ever profited from any instances in which his aides steered grants to former H.U.D. officials and politically influential consultants.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"Jazz Harpist Hears a Different Drummer","web_url":"https://www.nytimes.com/1995/01/11/nyregion/about-new-york-jazz-harpist-hears-a-different-drummer.html","abstract":"  DAPHNE HELLMAN, the jazz harpist, opened the door to her East 61st Street town house welcoming the caller to her home and life. It is a life that recalls the Katharine Hepburn genre: a stunning heiress, headstrong and original, sets about doing exactly what she wants with oblivious defiance of conventions and, of course, gets away with it and has a great time.   Ms. Hellman, a slender 79-year-old with sensational cheekbones, who has recently taken up Rollerblading, led the way into her sunlit parlor. Her two black Pomeranians yelped. Her caged birds sang. There were throws on the couches, and books lay turned over to mark their place. The room was just messy enough to be perfectly inviting. The walls were covered with photographs of her children and paintings and drawings by artist friends like Saul Steinberg and Al Hirschfeld. At the center of everything were two golden harps.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Speaker Vallone's Education Proposal","web_url":"https://www.nytimes.com/1995/01/11/opinion/speaker-vallone-s-education-proposal.html","abstract":"  Responsibility for public education in New York City is diffuse enough without heading down the path suggested by City Council Speaker Peter Vallone in his State of the City message. Mr. Vallone wants the central Board of Education expanded from seven to nine members, with the Council picking the extra two members. That would only worsen the existing clutter of appointing powers.   Each of the five borough presidents now appoints one member, and the mayor appoints two. It is a formula for diffuse authority and little accountability. This page has long advocated giving the mayor, who is responsible to voters, more control over the board through additional appointments. It makes little sense to further fragment the board by inserting the City Council. Any change in the board would have to be approved by the State Legislature.","thumbnail":null,"section":"Opinion"},{"date":"19950111","headline":"Italian Leaders Still Wrestling Coalition Crisis","web_url":"https://www.nytimes.com/1995/01/11/world/italian-leaders-still-wrestling-coalition-crisis.html","abstract":"  Three weeks after the resignation of Prime Minister Silvio Berlusconi, Italian leaders this week are inching toward a formula for an interim government to lead the country out of its political stalemate.   But even the appointment of a new Prime Minister-designate, which is expected to be announced by President Oscar Luigi Scalfaro before the week is out, is unlikely to put an end to a crisis that has already taken its toll on financial markets and led to a further weakening of the Italian lira.","thumbnail":null,"section":"World"},{"date":"19950111","headline":"Changed Man or Not, Tom Snyder's on Late","web_url":"https://www.nytimes.com/1995/01/11/arts/television-review-changed-man-or-not-tom-snyder-s-on-late.html","abstract":"  In the 1970's, there were a couple of guys who turned traditional talk-show etiquette on its head. One was Stanley Siegal. The other was Tom Snyder, who, as it happens, has had his subsequently flagging career gloriously revived. Coming off a talk series on CNBC, he is now the host of CBS's new \"Late Late Show\" immediately after David Letterman, who years ago replaced Mr. Snyder in the slot immediately after Johnny Carson. Ain't show business grand?    Mr. Snyder returns amid much palaver that he is a changed man, someone who realizes that, hey, it's just a job, not a life. He is supposedly less brash. But Mr. Snyder has always been less brash than goofy, unable to resist an off-the-wall insight, usually accompanied by his own delighted laugh. Happily, he hasn't changed much. He's grayer and even a bit thinner but still unexpectedly prickly. His first anecdote on his first CBS show was about a broadcast-center security guard who had the nerve not to recognize him. Then he took a swipe at Mr. Carson, who, unlike Mr. Letterman on Monday night, never plugged his show in all their years at NBC.","thumbnail":null,"section":"Arts"},{"date":"19950111","headline":"Gingrich Knew of Comment By Historian, Her Aide Says","web_url":"https://www.nytimes.com/1995/01/11/us/104th-congress-speaker-gingrich-knew-comment-historian-her-aide-says.html","abstract":"  Speaker Newt Gingrich, who dismissed the House historian on Monday over her comments about an educational program on the Holocaust, knew about those statements before he hired her, an assistant to the former historian said today.   But Mr. Gingrich said he did not know about the comments made by the former historian, Christina Jeffrey, in 1986.","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"New Tax Cut Is Promised By Whitman","web_url":"https://www.nytimes.com/1995/01/11/nyregion/new-tax-cut-is-promised-by-whitman.html","abstract":"  Gov. Christine Todd Whitman promised a third round of tax cuts in her first State of the State address today, but she opened at least a semantic crack in her no-new-taxes pledge by saying she needed to renew an expiring vehicle surcharge to keep a state transportation fund afloat.   Mrs. Whitman also beat a temporary retreat on her vaunted school voucher plan for Jersey City by postponing for another year the measure, which had been meeting increasing resistance among legislators. The Governor appointed a study team to examine the idea until next year, when, she promised, she will move ahead with the program to give parents a free, subsidized choice of public or private schools in the city.","thumbnail":null,"section":"New York"},{"date":"19950111","headline":"Duke and Ament Receive '94 Honors","web_url":"https://www.nytimes.com/1995/01/11/sports/sports-people-bowling-duke-and-ament-receive-94-honors.html","abstract":"  NORM DUKE, 30 of Edmond, Okla., and TONY AMENT, 25, of Garfield, N.J., were the big winners yesterday as the Professional Bowlers Association announced its awards for the 1994 player and rookie of the year respectively. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950111","headline":"Majority Backs Cigarette Rules, Poll by Tobacco Industry Finds","web_url":"https://www.nytimes.com/1995/01/11/us/majority-backs-cigarette-rules-poll-by-tobacco-industry-finds.html","abstract":"  The lobbying arm of the tobacco industry released a poll today with a finding that runs counter to its position: a majority of Americans think increased Government regulation of cigarettes is important.   But the organization, the Tobacco Institute, drew a different message from the numbers. It said that the poll had found that \"a solid majority of Americans oppose expanding the Federal Government's regulation of cigarettes.\"","thumbnail":null,"section":"U.S."},{"date":"19950111","headline":"New Site Proposed for Dioxin-Tainted Sand","web_url":"https://www.nytimes.com/1995/01/11/nyregion/new-site-proposed-for-dioxin-tainted-sand.html","abstract":"  Backing off a much-criticized plan to dump 150,000 tons of dioxin-tainted sand a half mile off Coney Island, the Port Authority of New York and New Jersey is now proposing to deposit the material in an underwater pit three miles from Staten Island.   Federal and state officials say that the proposal is environmentally sound and that it has the support of the Environmental Protection Agency. \"This method, from an engineering and environmental standpoint, is effective in isolating this material,\" said Peter Shugert, a spokesman for the Army Corps of Engineers.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19950111","headline":"51 people are killed in a plane crash in Mara La Baja, Colombia.","pages":[{"title":"Intercontinental de Aviacin Flight 256","web_url":"https://en.wikipedia.org/wiki/Intercontinental_de_Aviaci%C3%B3n_Flight_256","description":"1995 plane crash in Colombia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Intercontinental_de_Aviaci%C3%B3n_Douglas_DC-9-14_HK-3839X.jpg/320px-Intercontinental_de_Aviaci%C3%B3n_Douglas_DC-9-14_HK-3839X.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Intercontinental de Aviacin Flight 256 (RS256/ICT256) was a scheduled flight from El Dorado International Airport, Bogot, on a service to Rafael Nez International Airport, Cartagena, and San Andrs. On 11 January 1995, the McDonnell Douglas DC-9-14 operating the flight crashed during its approach to Cartagena Airport, killing all but one of the 51 people on board. The sole survivor was a nine-year old girl who sustained minor injuries."},{"title":"Mara La Baja","web_url":"https://en.wikipedia.org/wiki/Mar%C3%ADa_La_Baja","description":"Municipality and town in Bolvar Department, Colombia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Colombia_-_Bol%C3%ADvar_-_Mar%C3%ADa_La_Baja.svg/320px-Colombia_-_Bol%C3%ADvar_-_Mar%C3%ADa_La_Baja.svg.png","thumbnail_width":320,"thumbnail_height":494},"abstract":"Mara La Baja is a town and municipality located in the Bolvar Department, northern Colombia."}]}],"weather":[{"date":"19950111","time":"1995-01-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":84,"wspd":18.4},{"date":"19950111","time":"1995-01-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":82,"wspd":14.8},{"date":"19950111","time":"1995-01-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":80,"wspd":13},{"date":"19950111","time":"1995-01-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":76,"wspd":16.6},{"date":"19950111","time":"1995-01-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":75,"wspd":16.6},{"date":"19950111","time":"1995-01-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":77,"wspd":16.6},{"date":"19950111","time":"1995-01-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":74,"wspd":13},{"date":"19950111","time":"1995-01-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":72,"wspd":13},{"date":"19950111","time":"1995-01-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":69,"wspd":14.8},{"date":"19950111","time":"1995-01-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":60,"wspd":13},{"date":"19950111","time":"1995-01-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":56,"wspd":14.8},{"date":"19950111","time":"1995-01-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":47,"wspd":14.8},{"date":"19950111","time":"1995-01-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":44,"wspd":24.1},{"date":"19950111","time":"1995-01-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":48,"wspd":16.6},{"date":"19950111","time":"1995-01-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":48,"wspd":20.5},{"date":"19950111","time":"1995-01-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":50,"wspd":16.6},{"date":"19950111","time":"1995-01-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":52,"wspd":18.4},{"date":"19950111","time":"1995-01-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":54,"wspd":13},{"date":"19950111","time":"1995-01-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":57,"wspd":16.6},{"date":"19950111","time":"1995-01-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":59,"wspd":18.4},{"date":"19950111","time":"1995-01-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":59,"wspd":16.6},{"date":"19950111","time":"1995-01-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":59,"wspd":14.8},{"date":"19950111","time":"1995-01-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":59,"wspd":16.6},{"date":"19950111","time":"1995-01-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":75,"wspd":14.8},{"date":"19950111","time":"1995-01-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":7.6},{"date":"19950111","time":"1995-01-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":7.6},{"date":"19950111","time":"1995-01-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":7.6},{"date":"19950111","time":"1995-01-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":7.6},{"date":"19950111","time":"1995-01-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":11.2},{"date":"19950111","time":"1995-01-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":11.2},{"date":"19950111","time":"1995-01-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":11.2},{"date":"19950111","time":"1995-01-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":13},{"date":"19950111","time":"1995-01-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":13},{"date":"19950111","time":"1995-01-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":11.2},{"date":"19950111","time":"1995-01-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":58,"wspd":13},{"date":"19950111","time":"1995-01-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":13},{"date":"19950111","time":"1995-01-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":75,"wspd":11.2},{"date":"19950111","time":"1995-01-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":13},{"date":"19950111","time":"1995-01-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":72,"wspd":16.6},{"date":"19950111","time":"1995-01-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":78,"wspd":18.7},{"date":"19950111","time":"1995-01-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":85,"wspd":16.6},{"date":"19950111","time":"1995-01-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":85,"wspd":14.8},{"date":"19950111","time":"1995-01-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":88,"wspd":18.7},{"date":"19950111","time":"1995-01-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":85,"wspd":18.7},{"date":"19950111","time":"1995-01-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":92,"wspd":18.7},{"date":"19950111","time":"1995-01-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":92,"wspd":13},{"date":"19950111","time":"1995-01-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":14.8},{"date":"19950111","time":"1995-01-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":16.6}]},"19950112":{"guardian_articles":[],"nytimes_articles":[{"date":"19950112","headline":"The Old Gang Gathers to Remember Tip O'Neill","web_url":"https://www.nytimes.com/1995/01/12/us/104th-congress-cambridge-journal-old-gang-gathers-remember-tip-o-neill.html","abstract":"  They were there when Tip O'Neill went to grammar school. They were there when he went to Congress, in 1953, and when he became Speaker, in 1977, and when he retired, in 1987.    They were there when he was buried, a year ago this week: Lenny Lamkin, Pinky Sullivan, Skippy McCaffrey, Mickey O'Neil, Russ Cutter and the other fellows from Barry's Corner.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Mix-Ups and Worse Arising from Sex-Offender Notification","web_url":"https://www.nytimes.com/1995/01/12/nyregion/mix-ups-and-worse-arising-from-sex-offender-notification.html","abstract":"  Dennis Hoffman had been a good worker at Daniel Enderle's construction company before he was arrested six years ago. So when he was released from state prison on Tuesday, Mr. Enderle agreed to give him a ride from jail to his sister's house.   \"I tried to help the guy, but it sure backfired,\" Mr. Enderle said today.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"End Duty-Free Limit In New Trade Era","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-end-duty-free-limit-in-new-trade-era-998595.html","abstract":"  To the Editor:   A year ago the North American Free Trade Agreement was approved because Congress was convinced that the reduction of trade barriers was in the American economy's best interests. Then a posse of former Presidents joined President Clinton in making the same argument for the General Agreement on Tariffs and Trade. Global free trade became a bipartisan mantra.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/12/nyregion/c-corrections-264695.html","abstract":"  Because of an editing error, an article yesterday about cooperation between the Peace Corps and the International Rescue Committee misstated the new relationship. Some Peace Corps volunteers, not the entire federal agency, will be placed under the direction of the Rescue Committee, a private group.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Sofia Journal; Rogue 'Wrestlers' Have an Armlock on Bulgaria","web_url":"https://www.nytimes.com/1995/01/12/world/sofia-journal-rogue-wrestlers-have-an-armlock-on-bulgaria.html","abstract":"  In the Vienna Cafe at one of this city's most expensive hotels, the clientele is mainly men. They are sturdily built, carry mobile phones and lend a menacing air to the art nouveau decor.   Positioned close to a disco that is popular with local gangsters, the cafe is just one of the most conspicuous hangouts for what have become known as \"wrestlers\" in Bulgaria.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/12/nyregion/news-summary-191795.html","abstract":"  International A3-10  CHECHEN SEEKS PEACE  The president of secessionist Chechnya, Dzhokhar M. Dudayev, conceded today that it could not win its war with Russia and urged talks with Russian leaders.  A1","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"In Performance; THEATER","web_url":"https://www.nytimes.com/1995/01/12/theater/in-performance-theater-019395.html","abstract":"  Accentuating the Positive, 'Little Prince' Without a Snake  Theaterworks/USA Promenade Theater    Plenty of charm and theatrical talent are on display at the Promenade Theater (2162 Broadway, at 76th Street), where Theaterworks/ USA is presenting the New York premiere of its latest musical for children, \"The Little Prince.\"","thumbnail":null,"section":"Theater"},{"date":"19950112","headline":"Escapee Killed; 2 Are Captured","web_url":"https://www.nytimes.com/1995/01/12/us/escapee-killed-2-are-captured.html","abstract":"  Acting on information from two homeless men seeking a reward, law-enforcement officers killed one escapee from a state prison and captured another late Tuesday at an encampment of shanties near here. A third fugitive was taken into custody tonight as he walked in the city's Little Havana section.   The fugitives were among five convicted murderers who nine days ago tunneled out of the Glades Correctional Institution in Belle Glade, 85 miles north of here. The search has focused on the Miami area, but officials have also alerted the authorities in the Caribbean and Latin America. All the fugitives were born in Cuba.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Christopher Said to Offer to Quit, but Clinton Says No","web_url":"https://www.nytimes.com/1995/01/12/world/christopher-said-to-offer-to-quit-but-clinton-says-no.html","abstract":"  In a private meeting with President Clinton at the White House before Christmas, Secretary of State Warren Christopher said he wanted to resign but Mr. Clinton said he wanted Mr. Christopher to stay in his post indefinitely, according to senior Administration officials and outsiders familiar with the conversation.    Mr. Christopher is said to have told the President that he believed the Administration had achieved a string of foreign policy successes, particularly in recent months, and that he could leave the job confident that American foreign policy was firmly on course.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/12/us/inside-237995.html","abstract":"  U.S. Moves to Increase Aid To Ease Crisis in Mexico   The Clinton Administration pledged to increase its aid package for Mexico, including the possibility of new, subsidized loans. Page D1. The show of support helped stabilize markets in Mexico and elsewhere in Latin America. Page D6. Black Joblessness Falls    The unemployment rate for black adults dropped faster in 1994 than it did for whites, though long-term prospects are uncertain. Page A12. Call for 'New Urban Agenda'    Mayor Giuliani called for New York to become a model for how cities can solve problems if freed from state and Federal mandates. Page B1. Flight Restrictions Eased    Federal officials said a type of commuter plane may resume flying in icy weather, with new pilot training and flight procedures. Page A14.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/12/nyregion/no-headline-195095.html","abstract":"  \"New York wants to get rid of a killer. We want him to be returned to be executed. I think anyone who takes a life in a premeditated fashion should lose his own.\" -- GOV. FRANK KEATING of Oklahoma.  [ B8:1. ]","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Seasoned Helmsmen Feeling Unprepared","web_url":"https://www.nytimes.com/1995/01/12/sports/yacht-racing-seasoned-helmsmen-feeling-unprepared.html","abstract":"  Call it weather, or call it calamity, but uneasiness has set the stage here for the start of the first set of America's Cup defender trials on Thursday.   Even Team Dennis Conner seems to have a case of the jitters, despite having the equivalent of a millennium of cup racing experience compared with its two relatively neophyte defense rivals, America   and PACT 95.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Croatia Is Set to End Mandate Of U.N. Force on Its Territory","web_url":"https://www.nytimes.com/1995/01/12/world/croatia-is-set-to-end-mandate-of-un-force-on-its-territory.html","abstract":"  President Franjo Tudjman of Croatia, exasperated by the continued Serbian occuption of large swaths of his country, has decided to end the mandate of United Nations forces in Croatia on March 31, Western diplomats said today.   The decision, to be formally announced in a speech on Thursday by Mr. Tudjman, opens up the possibility of a renewed war between Serbs and Croats that could dwarf the Bosnian conflict in scale and violence.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Mr. Pataki's Mediocre Choices","web_url":"https://www.nytimes.com/1995/01/12/opinion/mr-pataki-s-mediocre-choices.html","abstract":"  No one wins a hard-fought race for governor by promising, publicly at least, that important state jobs will be handed out to key political supporters. Still, it is not all that surprising, or unusual, that Gov. George Pataki of New York would sprinkle his new administration with political appointees even though their resumes are fairly thin. Two of Mr. Pataki's latest choices, however, stretch political loyalty too far.    Peter Delaney, Mr. Pataki's nominee for General Services Administrator, a job that manages the state's office space and its $2 billion purchasing operations, has been doing essentially the same job in Westchester County for five years. But he has a dubious track record of leasing expensive office space -- sometimes unneeded office space -- from G.O.P. contributors to the County Executive, Andrew O'Rourke, a Republican. That attracted criticism from both Democratic and Republican county legislators, and should have given Mr. Pataki pause about elevating his old friend.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Yeltsin Weighs a Shake-Up Of Russian Army Command","web_url":"https://www.nytimes.com/1995/01/12/world/yeltsin-weighs-a-shake-up-of-russian-army-command.html","abstract":"  In a further sign of growing dissatisfaction with how the divided and demoralized Russian military has handled the military offensive in Chechnya, President Boris N. Yeltsin was reported today to be considering taking over direct control of Russia's armed forces.   Mr. Yeltsin was said to be planning to remove the Russian General Staff from the control of the Defense Ministry and have it report directly to him. The biggest loser in such a radical reorganization could be Mr. Yeltsin's politically embattled Defense Minister, Gen. Pavel S. Grachev, who is widely blamed for bungling the Chechen operation.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"City Ballet's Rustic Romp","web_url":"https://www.nytimes.com/1995/01/12/arts/dance-review-city-ballet-s-rustic-romp.html","abstract":"  In the search for genius, mere excellence is never enough. It is easy to say that David Allan's \"Pastoral Dances,\" which were performed by the New York City Ballet on Tuesday night, were not the equivalent of a masterpiece by George Balanchine. But it is equally defeating to overlook excellence on its own terms, which is what \"Pastoral Dances\" embody so effortlessly   Mr. Allan's choreography for the company's 1994 Diamond Project is classical but not academic; he combines steps with a naturalness that suggests an inevitable continuum of movement rather than sophisticated artifice. There is even a deliberately bucolic tinge to \"Pastoral Dances\" that derives from the nature imagery of his music, selected from three 20th-century Swedish composers (Erik-Lars Larsson, Kurt Atterberg and Hugo Alfven).","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/12/nyregion/bridge-509295.html","abstract":"  Many generations of New York players will mourn the loss of Victor Mitchell, who died in Manhattan last Thursday at age 71. He was a Runyonesque figure with a generous heart who liked to attend the races at Aqueduct.   The older generation remembers him as a two-time winner of the Spingold Knockout Teams and many other major titles. His regular partner in the 50's and 60's was Sam Stayman, and in 1964 they came close to a world team title. Their American team reached the final of the World Team Olympiad, played in Manhattan, but then succumbed to the great Blue Team of Italy.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"NEW AIDS FINDINGS ON WHY DRUGS FAIL","web_url":"https://www.nytimes.com/1995/01/12/us/new-aids-findings-on-why-drugs-fail.html","abstract":"  New findings about how the AIDS virus behaves in the body help explain why all drugs tried until now have been ineffective, and they cast new light on the reaction of the body's immune system to the invader.   Infection by H.I.V., the human immunodeficiency virus, has been thought of as a gradual process in which the virus acts slowly to undermine the immune system. In fact the virus and the immune system engage in a pitched battle from the very start of infection, according to new findings being published today.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Police Sift Clues in $5 Million Jewelry Theft","web_url":"https://www.nytimes.com/1995/01/12/nyregion/police-sift-clues-in-5-million-jewelry-theft.html","abstract":"  Police officials said yesterday that they were still interviewing three people who said they were robbed of $5 million in jewelry when they pulled their car over after an accident on the Brooklyn-Queens Expressway.   While their account was similar to that of several other crimes that have occurred in the New York region in the last couple of years, the police said that the three people in the car had given investigators different descriptions of the incident and that there were several unanswered questions.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Christopher Asks Out But Clinton Says No","web_url":"https://www.nytimes.com/1995/01/12/world/christopher-asks-out-but-clinton-says-no.html","abstract":"  In a private meeting with President Clinton at the White House last month, Secretary of State Warren Christopher said he wanted to resign, but Mr. Clinton said he wanted Mr. Christopher to stay in his post indefinitely, according to senior Administration officials and outsiders familiar with the conversation.   Mr. Christopher is said to have told Mr. Clinton that the Administration had achieved a string of foreign policy successes, and that its foreign policy was firmly on course.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"U.S.-French Prenatal Care Study","web_url":"https://www.nytimes.com/1995/01/12/style/IHT-usfrench-prenatal-care-study.html","abstract":"Why does France have a 20 percent lower infant mortality rate than the United States? A new report comparing maternal and child-care systems in the two countries credits legislation aimed at mothers and children in France and recommends that similar prev","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"State Democratic Chairmen Criticize Dodd as Too Liberal","web_url":"https://www.nytimes.com/1995/01/12/us/104th-congress-democrats-state-democratic-chairmen-criticize-dodd-too-liberal.html","abstract":"  President Clinton's choice of Senator Christopher J. Dodd to head the Democratic National Committee has sparked an open rebellion among some state party leaders who argue that he is too liberal and that he cannot effectively represent the interests of his home state and lead the national party at the same time.   \"Some of us have severe reservations with Chris Dodd,\" Gary Hindes, chairman of the Delaware Democratic Party, said of the Connecticut Senator. \"We need to send a signal that centrists and mainstream people aren't going to sit back any longer.\"","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Seahawks Expected to Name Erickson","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-football-seahawks-expected-to-name-erickson.html","abstract":"  DENNIS ERICKSON of the University of Miami has been hired as coach of the Seattle Seahawks, The Associated Press reported last night. The Seahawks have called a news conference for today in Palo Alto, Calif., apparently to announce the hiring, which came after a week of negotiations.   Erickson, who will coach the East team in the East-West Shrine All-Star game in Palo Alto on Saturday, would replace TOM FLORES, who was fired as coach and general manager of the Seahawks on Dec. 29. Erickson would become the fifth head coach in the Seahawks' 19-year history.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Democracy in Sweden's 'Secret' Arms Program : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-democracy-in-swedens-secret-arms-program-letters-to-the-editor.html","abstract":"Regarding the report \"Sweden's Quiet Quest: Nuclear Arms Option\" (Nov. 26): .A forthcoming study from the Stockholm International Peace Research Institute comes to markedly different conclusions from those of the article in question. Where th","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"CHAMPIONSHIPS;\nChargers Move to Block Out Distractions","web_url":"https://www.nytimes.com/1995/01/12/sports/championships-chargers-move-to-block-out-distractions.html","abstract":"The Chargers today abandoned a practice field that had become a river of mud for a somewhat drier field at Jack Murphy Stadium, where they held their first full practice of the week to the sound of crowd noise booming from loudspeakers.\n\nCarl Mauck, the Chargers' offensive line coach, spent the night in his stadium office plotting his strategy to offset the Steelers' No. 1-rated defense in the American Football Conference at the raucous Three Rivers Stadium in Pittsburgh on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Violent Mental Patients Must Have Treatment; No Clinical Breach","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-violent-mental-patients-must-have-treatment-no-clinical-breach-024095.html","abstract":"  To the Editor:   Re Bob Herbert's \"Double-Trouble Killers\" (column, Jan. 7): I am a social worker in an inpatient acute-care clinic for chronically mentally ill, chemically addicted people. I invite you to spend a day with me and my dedicated colleagues -- other social workers, psychiatrists, nurses, occupational and recreational therapists -- and then to fill us in on our \"obvious clinical breaches.\"","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Independent Ski Resorts Go for Diversity","web_url":"https://www.nytimes.com/1995/01/12/sports/skiing-independent-ski-resorts-go-for-diversity.html","abstract":"  Recent mergers among ski resorts have set up corporate galaxies that reach out to skiers with deals that are light years away from anything most single resorts can afford. But in an effort to strike back, other ski areas are doing some celestial thinking of their own.   Take, for example, the new deal for season-pass holders at five independent resorts scattered among the Berkshires, Catskills and Green Mountains. They include Butternut Basin and Jiminy Peak in Massachusetts, Okemo and Stratton in Vermont and Ski Windham, in New York.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"New Galactic Evidence of Black Holes","web_url":"https://www.nytimes.com/1995/01/12/us/new-galactic-evidence-of-black-holes.html","abstract":"  A gigantic concentration of mass, equivalent to 40 million Suns, has been detected at the heart of a distant galaxy. It is a region of incredible turbulence, surrounded by a maelstrom of gas and dust, generating powerful X-rays and twisted jets of gas emerging at speeds of 400 miles a second. It is almost certainly a black hole.   If there was any lingering doubt, astronomers said today that this dense mass in the center of the spiral galaxy NGC 4258 was \"compelling evidence\" for the reality of black holes in many galactic cores. Predicted by Einstein's general theory of relativity, black holes are masses of collapsed stellar material so dense that nothing, not even light, can escape their gravitational fields, which is why they have been so maddeningly elusive.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Police Charge a Second Suspect In Six Killings in College Point","web_url":"https://www.nytimes.com/1995/01/12/nyregion/police-charge-a-second-suspect-in-six-killings-in-college-point.html","abstract":"  Acting on an anonymous tip, the police made a second arrest yesterday in the killings last week of six people in College Point, Queens, but a third suspect remained at large and investigators had yet to determine the motive for the massacre.   The suspect arrested yesterday, Enrique Rodriguez, 28, was found hiding in the basement of an apartment building at 33 Evelyn Place in the University Heights section of the Bronx at 1:45 A.M. He put up no resistance when officers arrested him, said Lieut. Arnold Korman, the commanding officer of the 109th Precinct's detective squad in Flushing.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Blame for the Cold War Falls on the Soviet Side","web_url":"https://www.nytimes.com/1995/01/12/movies/television-review-blame-for-the-cold-war-falls-on-the-soviet-side.html","abstract":"  Those on the political right who have been inveighing against the leftish tendencies of PBS documentaries can find solace in \"Messengers From Moscow,\" an account of the cold war that echoes decades of messages from Washington that Soviet ambitions were behind the long East-West confrontation.   Relying on recently opened Soviet archives and testimony from former high Soviet officials and apparatchiks, the four-hour retrospective centers on Kremlin machinations in the pursuit of power. The first program, tomorrow night, deals with postwar Europe, particularly Germany, which Stalin saw as the key to a Soviet takeover of the Continent.","thumbnail":null,"section":"Movies"},{"date":"19950112","headline":"Look Hard at Aid : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-look-hard-at-aid-letters-to-the-editor.html","abstract":"Regarding the Washington Post editorial \"Defend Foreign Aid\" (Opinion, Nov. 29):.This editorial dismisses casually the critical question of the relation between resources expended and results obtained. While everyone knows that there are seri","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/12/nyregion/c-corrections-816495.html","abstract":"  A report in the Chronicle column on Saturday about activities marking the 30th anniversary of the playwright Lorraine Hansberry's death misidentified the play of hers that will be performed at Ford's Theater in Washington on Feb. 10. It is \"A Raisin in the Sun,\" not \"To Be Young, Gifted and Black.\"","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Essay; Most Sacred Cow","web_url":"https://www.nytimes.com/1995/01/12/opinion/essay-most-sacred-cow.html","abstract":"  Across the street and down the block, a languid construction gang is renovating the Department of Veterans Affairs. When finished, entrenched bureaucrats will have a magnificent view of the White House from Vermont Avenue at a cost of $43 million.   Nobody asks questions because any veterans' boondoggle has been \"untouchable.\" The gun lobby, the abortion lobby and the welfare lobby all are opposed by powerful counterforces, but the veterans' lobby has no opposition -- which is why it causes the most wasteful special-interest spending in Washington.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/12/nyregion/metro-digest-280895.html","abstract":"  NEW YORK TRANSFERS KILLER TO OKLAHOMA Thomas J. Grasso, the double-murderer who has demanded to be executed and whose case became an issue in George E. Pataki's gubernatorial campaign, was transferred from New York to Oklahoma to await execution. A1. Opponents of capital punishment said that there might be a way to challenge the execution of Thomas J. Grasso in Oklahoma, but they said the chances of success were remote. B8. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1995/01/12/arts/in-performance-pop-017795.html","abstract":"  Songs Serene on the Surface, But Harsher Underneath  Grant McLennan Brownie's    At first, Grant McLennan seems to be one more mild-mannered folk-rock songwriter. His voice is an understated tenor, somewhere between Al Stewart and Tom Petty; his songs strum along in major keys. Mr. McLennan was modest and earnest when he performed solo on Monday night, previewing his next album, \"Horsebreaker Star\" (Beggars Banquet/Atlantic), which is due in February. He explained that one song was his fantasy of Leonard Cohen as a 1920's movie star; he praised \"Clouds,\" which was written by Robert Forster, who was with Mr. McLennan in the fondly remembered Australian band the Go-Betweens.","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"A 1993 Rebellion Simmers in Caucasus","web_url":"https://www.nytimes.com/1995/01/12/world/a-1993-rebellion-simmers-in-caucasus.html","abstract":"  Across the border from Chechnya, another Caucasus separatist movement threatens to reignite in Georgia, where talks between the central Government and the breakaway region of Abkhazia are stalled, a report from Secretary General Boutros Boutros-Ghali says.    Under a United Nations-brokered peace agreement, refugees from fighting in 1993 and early 1994 were to be returned and talks were to begin on a political settlement.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Pact Reached For Salvaging Hockey Season","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-pact-reached-for-salvaging-hockey-season.html","abstract":"  On the 103d day of a bitter lockout, the representatives for National Hockey League players and owners said yesterday that they had reached a tentative collective bargaining agreement, that training camps would probably open by tomorrow and that a truncated 48-game season would probably start late next week.   The deal averted the possibility that hockey would become the first major professional sport to lose an entire season because of a labor dispute and left strike-bound baseball as the only sport crippled by labor strife. It also gave hockey a chance to revive the momentum it seemed to have in 1994, when the Rangers won the Stanley Cup for New York, when new television deals were signed with ambitious networks, when expansion continued to Sun Belt cities and when a wave of arena-building swept across North America.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1995/01/12/arts/in-performance-dance-587495.html","abstract":"  How Mother and Father Would Dance Together  Pat Catterson Bessie Schonberg Theater    Pat Catterson's parents were professional ballroom dancers in the 1940's and 50's. For Ms. Catterson, they must have been magical figures. She lovingly evoked the allure of their dancing in \"The Ballroom,\" a new work she presented on Sunday afternoon as part of \"Choreography by Pat Catterson.\"","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"Nets Want More Than Points From Their Stars","web_url":"https://www.nytimes.com/1995/01/12/sports/basketball-nets-want-more-than-points-from-their-stars.html","abstract":"  Willis Reed stood at one end of Byrne Meadowlands Arena today, expounding on the nuances of acting like a co-captain. Derrick Coleman sat on his locker-room stool on the other end of the arena, explaining that he has to \"take care of Derrick,\" not the Nets.   Butch Beard was in the middle of all this, moments after playing taskmaster on the practice floor.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"A Warmer Tone From the Mayor","web_url":"https://www.nytimes.com/1995/01/12/opinion/a-warmer-tone-from-the-mayor.html","abstract":"  Mayor Rudolph Giuliani used his State of the City address yesterday in a way that does him credit and augurs well for the second year of his term. He publicly declared a truce in the budget warfare that has poisoned his relations with the City Council and contributed to New York City's fiscal anxieties.   In a speech that predictably and justifiably focused on the successes of a largely upbeat first year, Mr. Giuliani also emphasized the importance of cooperation between himself and the City Council -- a departure from his confrontational posture during the recent struggle over modifications in the city budget. He confirmed that he was approaching the next modification in a wholly different spirit: instead of presenting his own budget amendments as a fait accompli, he is joining with Speaker Peter Vallone and Council members in advance to narrow differences.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Haley Cares Mostly About Sacks","web_url":"https://www.nytimes.com/1995/01/12/sports/championships-haley-cares-mostly-about-sacks.html","abstract":"  An approach is made, and Charles Haley deflects it the way he pushes aside an offensive lineman.   \"No thank you,\" he says politely.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/01/12/sports/college-hockey-report.html","abstract":"  Television    A rare opportunity to watch a major college game live on national television comes up Saturday when the Colorado College-Wisconsin contest will be telecast by ESPN2 from the Dane County Coliseum in Madison, Wis., beginning at 8:05 Eastern time.   The Tigers (17-5), in first place in the Western Association, have not won at Madison since 1989. The Badgers (11-9-1), long known for their rough play, are said to have moderated their style and are second, not first, in the Western College Hockey Association in most penalty minutes. Michigan Tech is No. 1.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Algerian Opposition Says It Is Near Agreement on a Peace Plan","web_url":"https://www.nytimes.com/1995/01/12/world/algerian-opposition-says-it-is-near-agreement-on-a-peace-plan.html","abstract":"  Representatives of major Algerian opposition parties, including Muslim fundamentalists battling the country's Government, said today that they were close to a joint proposal for a cease-fire and a transitional government to end the Algerian civil war.   The war has taken more than 30,000 lives in the last three years.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Violent Mental Patients Must Have Treatment","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-violent-mental-patients-must-have-treatment-001095.html","abstract":"  To the Editor:   Bob Herbert notes in \"Double-Trouble Killers\" (column, Jan. 7) that homeless, mentally ill, chemical-abusing people have obtained notoriety in New York City by a series of tragic incidents, the latest having been the death of a woman pushed in front of a subway by Reuben Harris, an escapee from a state psychiatric hospital.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Brother Cadfael on the Case","web_url":"https://www.nytimes.com/1995/01/12/arts/television-review-brother-cadfael-on-the-case.html","abstract":"  Public television's \"Mystery\" is taking an unusual detour, going back to the 12th century for a series of four 90-minute stories about Cadfael, a Benedictine monk and amazingly busy sleuth. Portrayed by Derek Jacobi, the character is the hero in a series of best-selling novels by Ellis Peters, pen name for Edith Pargeter, now over 80 and still turning out Cadfael tales.    Brother Cadfael is not your typical monk. He joined the monastery in middle age after an adventurous life that included fighting in the Crusades and fathering a child. Now in his 50's, he is the apothecary of Shrewsbury Abbey, shrewdly using medicine, herbs and common sense to solve crimes that seem to be all over the place. Tonight, in \"The Leper of St. Giles,\" an elderly baron (Norman Eshley) is murdered shortly before his intended marriage to a young, lovely and very reluctant heiress (Tara Fitzgerald). The girl's true and handsome young love (Jonathan Firth) is arrested. Cadfael sets about proving the ardent lad's innocence.","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"Eh? C.F.L. Is Putting a Team in Alabama","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-football-eh-cfl-is-putting-a-team-in-alabama.html","abstract":"  A Canadian Football League team landed in Alabama yesterday, thanks to the owner, ART WILLIAMS, a former insurance executive, who is personally funding the franchise with $10 million and has signed a 10-year lease at Legion Field in Birmingham.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"A Firm Stance on Bosnia Could Help Far Afield","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-a-firm-stance-on-bosnia-could-help-far-afield.html","abstract":"On Jan. 1, the one-thousandth day of the siege of Sarajevo, the two sides fighting in Bosnia signed a new cease-fire agreement. Was this a virtuous New Year's resolution or a turning point in the fortunes of the tormented country? Would it take hold or s","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Rest Assured, America's Asia-Pacific CommitmenT Is Here to Stay","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-rest-assured-americas-asiapacific-commitment-is-here-to-stay.html","abstract":"As commander in chief of the U.S. Pacific Command, I have learned to expect two basic questions when I travel..The first originates from Americans in government and business. They want to know, \"What's on their minds out there in the Asia-Pacific","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"New Study of Electromagnetism Clouds Hunt for Cancer Link","web_url":"https://www.nytimes.com/1995/01/12/us/new-study-of-electromagnetism-clouds-hunt-for-cancer-link.html","abstract":"  In a study that further muddies the issue of whether electrical transmission lines affect human health, researchers have found that electric utility workers exposed to high levels of magnetic radiation face a greater risk of dying from brain cancer than workers exposed to lower levels. But no general association was found between exposure to the radiation and deaths from leukemia.   The scientists noted that both findings differed from those of other recent studies, which have found a significant risk of leukemia in people exposed to magnetic fields but a weaker association between exposure to the fields and brain cancer.  Because of the inconsistencies, the question of whether low-frequency electromagnetic radiation causes cancer \"remains unresolved,\" says the new study, which was released yesterday. It is being published on Sunday in the The American Journal of Epidemiology.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Agency Lifts Restriction on Use of Plane in Cold Weather","web_url":"https://www.nytimes.com/1995/01/12/us/agency-lifts-restriction-on-use-of-plane-in-cold-weather.html","abstract":"  The Federal Aviation Administration today lifted a ban on flying in icy conditions that it imposed one month ago on the type of plane that crashed in October near Roselawn, Ind., killing 68 people.   But before airlines can fly in icy conditions with the ATR propeller planes, which are made by the French-Italian consortium Avions de Transport Regional, the airlines must train pilots and flight dispatchers to follow new procedures intended in part to limit the time the aircraft spend in potentially dangerous weather.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"House Committee Advances Balanced-Budget Measure","web_url":"https://www.nytimes.com/1995/01/12/us/the-104th-congress-the-overview-house-committee-advances-balanced-budget-measure.html","abstract":"  The House nudged a balanced-budget amendment to the Constitution a step closer to enactment today, and the Senate passed its first bill, a measure subjecting Congress to the same labor laws that govern private employment.    Both acts were victories for Republicans, who campaigned on those issues in the fall. And neither came easy, suggesting that the Congress's new Democratic minority has taken a cue from the Republicans, who gummed up the process when they were in the minority last year.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Tigers' New Executive: All in the Family","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-baseball-tigers-new-executive-all-in-the-family.html","abstract":"  JOHN McHALE Jr. returned to his Detroit roots yesterday when he was named the 14th president and chief executive officer of the Tigers, the team his father, JOHN McHALE, once served as a player and general manager and his second cousin, WALTER BRIGGS Jr., once headed.   The Tigers' owner, MIKE ILITCH, chose the 45-year-old McHale after a two-and-a-half-year search for someone to oversee the Tigers' entire operation. But McHale's chief project will be leading the drive to get a new stadium approved, funded and built.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Mayor to Shift Oversight Role For City Cabs","web_url":"https://www.nytimes.com/1995/01/12/nyregion/mayor-to-shift-oversight-role-for-city-cabs.html","abstract":"  Mayor Rudolph W. Giuliani and his Police Commissioner, William J. Bratton, have said again and again that the police will go after seemingly minor annoyances that affect the \"quality of life\" in New York -- like overly aggressive beggars and windshield-smearing squeegee men.   Now the Mayor and Commissioner are about to take on what many New Yorkers consider one of the most important quality-of-life issues in the city: taxis. As part of a budget move the Mayor initiated last year, the city is drastically cutting the mission and staff of the Taxi and Limousine Commission and giving some functions to other departments.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"U.S., in Shift, Says Russia Breaks Pacts","web_url":"https://www.nytimes.com/1995/01/12/world/us-in-shift-says-russia-breaks-pacts.html","abstract":"  After weeks of saying Russia's assault against Chechnya was strictly an internal matter, the Clinton Administration accused Moscow today of violating international agreements by failing to notify other countries about its large-scale troop movements into Chechnya.   In its strongest criticism of Moscow's actions in Chechnya, the State Department said that in sending 40,000 troops there, Russia flouted an agreement in which European countries have pledged to notify the others whenever they move more than 9,000 troops or more than 250 tanks.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/12/nyregion/c-corrections-817295.html","abstract":"  An article on Sunday about redevelopment plans for the Arverne area of the Rockaways in Queens misstated the given name of the managing partner of Washington Square Partners, a development company. He is Paul Travis, not Peter.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"1895:Chinese Defeated: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-1895chinese-defeated-in-our-pages-100-75-and-50-years-ago.html","abstract":"KAI-PING - The disposition of the Japanese troops along the line from Haitcheng having been completed in accordance with General Nodzu's plans, a forward movement was ordered three days ago. Early yesterday [Jan. 11] morning a brigade of the second army m","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/12/style/chronicle-023195.html","abstract":"  MILTON MOLLEN, 74, for whom New York City's commission to investigate police corruption was named, is back in the private practice of law after a 42-year hiatus. He has joined Graubard Mollen Horowitz Pomeranz & Shapiro, the firm of his son, SCOTT MOLLEN.","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"Hanoi to Accept Refugees Now in Germany in Exchange for Aid","web_url":"https://www.nytimes.com/1995/01/12/world/hanoi-to-accept-refugees-now-in-germany-in-exchange-for-aid.html","abstract":"  Germany said today that it would soon begin forcibly repatriating some of the 40,000 Vietnamese immigrants here illegally, and that Hanoi agreed to accept them by 2000 in exchange for increased trade and economic aid.   About 60,000 other Vietnamese whose status as refugees or immigrants has been recognized would not be affected, officials said.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"A Death, Yet Another, in Grozny","web_url":"https://www.nytimes.com/1995/01/12/world/a-death-yet-another-in-grozny.html","abstract":"  Marya Semyonovna was found dead this morning in Grozny. She was buried by her neighbors in a shallow ditch they dug in the courtyard of their bombed apartment building at 103 Lenin Prospekt.   They could not remember her last name, Natalya Y. Sheluptsova said, but they thought she was 60 or so. A retiree living alone, Marya Semyonovna had fallen ill and her neighbors, Chechen and Russian, tried to tend her between Russian bombardments with no water, light or heat, and little food.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"New York Transfers Killer to Oklahoma To Await Execution","web_url":"https://www.nytimes.com/1995/01/12/nyregion/new-york-transfers-killer-to-oklahoma-to-await-execution.html","abstract":"  Thomas J. Grasso, the double murderer who has demanded to be executed and whose case became an issue in George E. Pataki's gubernatorial campaign, was transferred today from New York to Oklahoma to await execution.   Coming 11 days after Mr. Pataki took office, Mr. Grasso's extradition fulfilled one of the new Governor's top campaign pledges and starkly symbolized the political transformation in Albany.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Passing the Torch: A special report.; New Israeli Generation: 'Me' Replaces Myths","web_url":"https://www.nytimes.com/1995/01/12/world/passing-the-torch-a-special-report-new-israeli-generation-me-replaces-myths.html","abstract":"  An important generational change is under way in Israel's public life, and with it has come a change in what Israelis care about and demand from their leaders.   Soon, possibly as early as the 1996 elections, political power will shift from the generation of nation-builders to one born, or at least reared, after Israel was founded in 1948.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/12/arts/in-performance-classical-music-018595.html","abstract":"  Taming a Noisy Intruder In the Quiet Chamber World  New York Philharmonic Ensembles Merkin Concert Hall    The New York Philharmonic Ensembles concert on Sunday afternoon opened with Eric Ewazen's trim, conservative Trio for Trumpet, Violin and Piano, composed in 1992. The trumpet is a dangerous creature to bring into the china shop of chamber music, but Mr. Ewazen cannily exploits the instrument's lyric side, basing his idiom on Copland's Americana style. The trumpet's reflective, rocking melody in open intervals sets the tone, with the violin and piano moving in a more chromatic, Romantic vein. The performance by Philip Smith, Sharon Yamada and Jonathan Feldman made an excellent argument for this beautifully shaped and balanced piece.","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"Republicans' Philosophical Discord Stalls Plan for Changes","web_url":"https://www.nytimes.com/1995/01/12/us/104th-congress-welfare-republicans-philosophical-discord-stalls-plan-for-changes.html","abstract":"  Negotiations over the future of the nation's welfare programs have been slowed by the emergence of deep philosophical disagreements between Republican governors and Republican members of Congress.   In general, participants in the negotiations said, governors want the fewest possible restrictions on their use of Federal money to help poor people with the costs of food, shelter, clothing and child care. By contrast, conservative Republican members of Congress say they want to regulate use of the Federal money to change the behavior of welfare recipients, to reduce out-of-wedlock births and to penalize welfare recipients who refuse to work.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Chinese Runner Wants Out of 'Ma Army'","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-track-and-field-chinese-runner-wants-out-of-ma-army.html","abstract":"  WANG JUNXIA, China's top female long-distance runner, has vowed not to return to training under MA JUNREN, complaining that the controversial coach treated his athletes poorly.   Wang, who set world records in the 3,000 and 10,000 meters in 1993, was among 16 athletes who walked out of Ma's training camp in mid-December over differences over prize money and excessive discipline.   \"If Coach Ma had treated us better, we would have worked ourselves to death,\" Wang told The Beijing Youth News.   The newspaper paraphrased Wang as saying, \"I'm not returning to the Ma Army,\" as Ma's team is called, \"but I won't abandon my training.\"","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"City Rejects 2 More Bidders for Municipal Concrete Plant","web_url":"https://www.nytimes.com/1995/01/12/nyregion/city-rejects-2-more-bidders-for-municipal-concrete-plant.html","abstract":"  New York City officials have rejected proposals by two companies to take over a city-subsidized concrete plant on the West Side, creating fresh doubts about its future and about how municipal construction projects in Manhattan will get concrete supplies this year.   The latest rejections brought to four the number of bids turned down by the administration of Mayor Rudolph W. Giuliani since July for a contract to run the plant, which is not now operating. Under the proposed deal, the successful bidder would become the owner of the plant and would also have the right to be the sole supplier of concrete for municipal construction projects in Manhattan through 1996.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Storms Drench California, Creating a Trail of Havoc","web_url":"https://www.nytimes.com/1995/01/12/us/storms-drench-california-creating-a-trail-of-havoc.html","abstract":"  A major winter storm system continued to push out of the Pacific Ocean today after causing tens of millions of dollars in flood damage to roads, homes, businesses and crops, and leaving Californians bracing for a renewal of heavy rainfall on Friday.   Federal and state officials said it was still too early to estimate the overall cost of damage from the storm system, which has spawned a series of drenching rainstorms since last week.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Miami Is Now 1-29 On the Road","web_url":"https://www.nytimes.com/1995/01/12/sports/college-basketball-miami-is-now-1-29-on-the-road.html","abstract":"  While Miami guard Steven Edwards cried tears of joy, St. John's players just cried. Embarrassment and disbelief were the prevailing emotions after the Miami Hurricanes did what few expected by stunning St. John's, 82-79, last night at Alumni Hall.   It was the first Big East road triumph ever for Miami, which began playing in the league during the 1991-92 season and had lost 29 straight away from home. And it was its first Big East regular-season victory since beating Villanova by 77-76 in the second to last game of the 1992-93 regular season.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Coaches Reward Nebraska's Osborne","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-football-coaches-reward-nebraska-s-osborne.html","abstract":"  TOM OSBORNE added another honor to Nebraska's national-championship season when he was named 1994 National Collegiate Athletic Association Division I-A coach of the year yesterday at the American Football Coaches Association convention in Dallas. The coaching body's award was the first in Osborne's 22 seasons at Nebraska, which beat Miami, 24-17, in the Orange Bowl to complete a 13-0 season.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Absence of Salary Cap In Settlement Heartens Baseball Union Leaders","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-absence-of-salary-cap-in-settlement-heartens-baseball-union-leaders.html","abstract":"  Donald Fehr, in Arizona, and Gene Orza, in New York, had the same reaction yesterday to the settlement of the National Hockey League labor dispute, picking out the same refrain they have heard countless times from baseball owners.   Echoing the view that Fehr, the head of the baseball players union, had expressed shortly before, Orza, the union's associate general counsel, said, \"The biggest benefit of the hockey settlement is I no longer have to hear Jerry McMorris and Bud Selig give me the ultimate non sequitur of these negotiations: 'We want a salary cap and you'll notice the only sports playing have salary caps.' \"","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Freeze Poultry but Don't Call It Fresh, U.S. Says","web_url":"https://www.nytimes.com/1995/01/12/us/freeze-poultry-but-don-t-call-it-fresh-us-says.html","abstract":"  After 60 years of allowing frozen chicken and turkey to be sold as fresh, the Department of Agriculture said today that it had decided that the practice was deceptive and proposed that thawed frozen poultry be labeled as \"previously frozen.\"   Under current regulations, poultry frozen to an internal temperature of 1 degree Fahrenheit can be sold as fresh. The new rule will prohibit poultry from being called fresh if it has been chilled below 26 degrees, the temperature at which poultry becomes hard to the touch.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Nomination Earns Pataki Hot Water In 2 States","web_url":"https://www.nytimes.com/1995/01/12/nyregion/metro-matters-nomination-earns-pataki-hot-water-in-2-states.html","abstract":"  GOV. GEORGE E. PATAKI may be running into more criticism than he anticipated with his nomination of George J. Marlin, a Conservative Party leader with no government experience, to head the Port Authority of New York and New Jersey. Former executive directors of the authority are highly critical of Mr. Marlin, and Gov. Christine Todd Whitman of New Jersey, unimpressed with the choice, is twitting her New York counterpart. She was apparently not consulted in advance and was informed by fax, both breaches of political etiquette.   Ms. Whitman has not suggested she will veto Mr. Marlin's nomination. But when she meets with Mr. Pataki tomorrow, she will, top advisers said, insist that at least two strong aides -- one a manager and the other an expert in engineering -- be appointed to Mr. Marlin's staff. She may well wrench a few other concessions in exchange for her support of Mr. Marlin; that is standard Port Authority politics.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Anti-Gay Measure Is Defeated","web_url":"https://www.nytimes.com/1995/01/12/us/anti-gay-measure-is-defeated.html","abstract":"  In the latest skirmish of a national battle over laws guaranteeing rights of homosexuals, voters in West Palm Beach, Fla., upheld an anti-discrimination ordinance in a special election on Tuesday.   By 56 percent to 44 percent, the voters defeated a proposal that would have removed \"sexual orientation\" as a classification under which people are protected against bias in employment, housing and public accommodations.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Barney Frank's Delivery","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-barney-frank-s-delivery-025895.html","abstract":"  To the Editor:   Your Jan. 6 profile of Representative Barney Frank describes him as a \"sharp-tongued and quick-witted debater.\" This recalls another attribute of Mr. Frank: his staccato, rapid-fire delivery, showing that his mind is even quicker than his tongue.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Tension at Convention Over Restructuring Issue","web_url":"https://www.nytimes.com/1995/01/12/sports/colleges-tension-at-convention-over-restructuring-issue.html","abstract":"  The delegates were getting antsy. Their annual effort to shape college sports was coming to an end. A motion was made to limit debate on each remaining issue to five minutes. The motion was defeated, but the point had been made. Red-eye reservations were waiting and the promise of more storms provided a very good reason for leaders of higher education to get out of town and back to their campuses.   And yet, in one of the final moves of the 89th National Collegiate Athletic Association convention late Tuesday afternoon, delegates reopened discussion on what seemed to be a relatively simple and insignificant matter. The issue was whether the new Great Eight Basketball Festival, an early-season four-game event that includes leading schools from the men's basketball tournament of the previous season, should be granted an exemption from the maximum 27 games that teams are permitted to play.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Captive Thai Women Suffered Physical Harm","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-captive-thai-women-suffered-physical-harm-000295.html","abstract":"  To the Editor:   A Jan. 5 news article reports that a dozen Thai women were brought to the United States with the understanding that they would receive lucrative jobs in good restaurants in New York. These women were held as prisoners and forced to work as prostitutes in a Chinatown brothel.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Twyla Tharp Discovers Virtue as a Cause for Dancing","web_url":"https://www.nytimes.com/1995/01/12/arts/twyla-tharp-discovers-virtue-as-a-cause-for-dancing.html","abstract":"  The title doesn't roll easily off the tongue. Is anything about Twyla Tharp -- the wise-cracking Roseanne of the dance world and one of its pre-eminent and most provocative choreographers -- ever easy? But \"Twyla Tharp Red, White and Blues New Works,\" a revue that opens on Monday for a two-week run at the Brooklyn Academy of Music, was the product of a very simple desire.   Ms. Tharp wanted to spend the summer in Washington with a new man in her life. But she was not interested in taking a vacation. \"Not work?\" Ms. Tharp asked rhetorically in a recent interview. \"What? Are you kidding? It wouldn't have been me. It's easy to be an acceptable human being when you're not working. But when you're working it's a different story. We had to find out whether or not the me that is is a passable me. And he turned out to be a terrific fan.\"","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"Rangers and Islanders Make Ticket Plans, but Devils Don't","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-rangers-and-islanders-make-ticket-plans-but-devils-don-t.html","abstract":"  With no actual schedule to work from, Rangers and Islanders ticket officials were flying blind -- and in different directions -- in the wake of yesterday's tentative collective bargaining agreement. Devils officials were not flying at all.   The Rangers and Islanders both announced partial policies, taking different tacks. The Devils said they would have no ticket policy until they had a schedule.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/12/sports/results-plus-654495.html","abstract":"  TENNIS  Agassi Loses in Exhibition's First Round  Patrick Rafter was a 6-3, 6-2 winner over Andre Agassi yesterday in the first round of the Adelaide International, an exhibition and warm-up to the Australian Open. \"It was very tough for me to see and I struggled a lot in that twilight,\" said Agassi, who will make his Australian Open debut next week. Guy Forget scored another upset, defeating Todd Martin, 6-4, 3-6, 7-6 (7-4). (AP) Sampras Struggles but Wins: Pete Sampras, the world's top-ranked player, defeated Wally Masur, 6-1, 4-6, 6-1, in the first round of the Colonial Classic, an eight-man exhibition in Melbourne, Australia. Stefan Edberg, who won last week's event in Doha, Qatar, beat Michael Stich, 6-2, 6-4. Boris Becker and Michael Chang beat Australian opponents to advance to the other semifinal. Becker beat Jason Stoltenberg, 6-4, 6-2, and Chang defeated Pat Cash, 6-2, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Journal; Separated at Birth","web_url":"https://www.nytimes.com/1995/01/12/opinion/journal-separated-at-birth.html","abstract":"  Was it last week's photo of those huge heads side by side at the White House, each gleaming with the identical Doublemint smile? Or was it the new Speaker's compassionate opening address to the House in which he felt poor people's pain? Or was it the television debut of Kathleen Gingrich, colorfully strong-willed Middle American Mom, who is as unapologetic about her cigarette addiction as the late, great Virginia Kelley was about her two-dollar bets?   Whatever clue you find most compelling, the evidence keeps mounting that Bill Clinton and Newt Gingrich were separated at birth -- never mind the three-year age difference. And now that we've had two weeks of Newt in ascendancy, the similarities between the two men seem less superficial than predictive: the Speaker's behavior increasingly seems to follow the President's as Vermont once did Maine.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Jobless Data Show Blacks Joining Economic Recovery","web_url":"https://www.nytimes.com/1995/01/12/us/jobless-data-show-blacks-joining-economic-recovery.html","abstract":"  Unlike other economic recoveries in which blacks were often left behind, the current upswing helped push the unemployment rate for blacks to below 10 percent last month for the first time in more than two decades.    \"In the scramble for jobs in 1994, blacks were winners for the first time in many years,\" said Andrew Brimmer, a former Federal Reserve Bank governor who now runs a consulting concern in Washington.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Kennedy Honors Gave Artists Their Due","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-kennedy-honors-gave-artists-their-due-026695.html","abstract":"  To the Editor:   Frank Rich didn't find much to his liking in the Kennedy Center Honors telecast (column, Jan. 1).","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Homeless Animals Face Killing at a New Site","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-homeless-animals-face-killing-at-a-new-site-027495.html","abstract":"  To the Editor:   Re \"On Sunday\" column (Jan. 8): The American Society for the Prevention of Cruelty to Animals has divested itself of its killing role and of its real estate. The Center for Animal Care and Control, a nonprofit group working under contract with New York City, has taken over the A.S.P.C.A.'s decrepit Brooklyn shelter and its state-of-the-art big house for animals on 110th Street in Manhattan. The society is expected to mount an aggressive campaign urging the adoption of animals it houses.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Fighting the Drug War : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-fighting-the-drug-war-letters-to-the-editor.html","abstract":"Regarding \"Legal Drugs Would Be a Cruel Hoax\" (Opinion, Jan. 4) by A.M. Rosenthal:.Whether or not most supporters of drug legalization are \"otherwise decent people,\" in Mr. Rosenthal's phrase, one thing is certain: The criminal elem","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"What They're Reading","web_url":"https://www.nytimes.com/1995/01/12/style/IHT-what-theyre-reading.html","abstract":"Farid Chopel, a popular comic in France, is reading \"Le Prophte\" by Khalil Gibran.","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"Of Journalists, Hypocrisy and Betrayal","web_url":"https://www.nytimes.com/1995/01/12/books/books-of-the-times-of-journalists-hypocrisy-and-betrayal.html","abstract":"  THE PAPERBOY  By Pete Dexter  307 pages. Random House. $23.    The title of Pete Dexter's strong new novel, \"The Paperboy,\" refers to the job the narrator takes at the opening. A swimmer for the University of Florida, Jack James got fed up with practicing, drank a bottle of vodka one night and emptied the team's swimming pool. Expelled for this vandalism, Jack has nothing better to do than go back to his home town of Lately, in northern Florida, and drive a delivery truck for his father, William Ward James, the beloved publisher of The Moat County Times, whom his friends call W. W. or World War.","thumbnail":null,"section":"Books"},{"date":"19950112","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/12/style/chronicle-022395.html","abstract":"  What would a day be without word of the British royal family? DIANA, THE PRINCESS OF WALES, is expected to be in New York for the 14th annual awards ceremony of the Council of Fashion Designers of America on Jan. 30 at the New York State Theater at Lincoln Center.    \"It is our understanding that she will be attending the gala as the guest of Veronica and Randolph Hearst, and it is a private visit,\" FERN MALLIS, executive director of the fashion council, said yesterday.","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"1945:Young Soldiers: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-1945young-soldiers-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Five German children, who were incited by agents of the Nazi S.S. police and the Hitler Jugund to commit acts of sabotage and steal arms and ammunition belonging to the American Army in the areas behind the 1st Army front, have been arrested and a","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"The Future of U.N. Peacekeeping","web_url":"https://www.nytimes.com/1995/01/12/opinion/the-future-of-un-peacekeeping.html","abstract":"  United Nations peacekeeping missions have hit hard times. Since the end of the cold war, the use of lightly armed soldiers to police cease-fires or monitor elections has given way to ambitious attempts to impose peace on hostile forces determined to keep fighting, as in Somalia or Bosnia.   The result has been a loss of political support for U.N. peacekeeping, particularly in Washington. The Clinton Administration now shies away from involvement in operations not commanded by an American so that U.S. troops will not be dependent on others for relief or evacuation as they were in Somalia. Congressional Republicans go further, proposing tight legal restrictions on the use of American forces and opposing participation in the U.N. force that will soon take over in Haiti, even though it will be commanded by an American.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/12/nyregion/c-corrections-818095.html","abstract":"  An article in Business Day yesterday, about two technologies competing to become the industry standard for digital videodisks, referred incorrectly in some editions to the operas of Wagner's \"Ring\" cycle, cited as an example of storage capacity. They are a group of four operas, not a trilogy.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Israelis and Arabs Back Regional Bank","web_url":"https://www.nytimes.com/1995/01/12/world/israelis-and-arabs-back-regional-bank.html","abstract":"  The Clinton Administration's push for a regional development bank in the Middle East moved ahead today when Israel, Egypt, Jordan and the Palestine Liberation Organization jointly proposed to set it up..   At a meeting here, officials from more than 30 countries hailed the Israeli-Arab plan, saying it should go far toward overcoming opposition to the idea from the European Union and Saudi Arabia.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Fighting the Drug War : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-fighting-the-drug-war-letters-to-the-editor-92598786973.html","abstract":"It is strange that A.M. Rosenthal, who writes so intelligently about other topics, should be blind to the fact that the greatest evils caused by drugs do not arise from drug use, but from the present policies of repression, and that police measures will","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Clinton Is Confident U.S. Trade Deficit With Japan Will Narrow","web_url":"https://www.nytimes.com/1995/01/12/world/clinton-is-confident-us-trade-deficit-with-japan-will-narrow.html","abstract":"  After two years of confrontational meetings with a succession of Japanese leaders, President Clinton changed his tone today, expressing confidence that his Administration's blitz of recent accords with Tokyo would soon bring down the United States' $60 billion trade deficit with Japan.   In its businesslike quickness and its low-key style, the meeting between Mr. Clinton and Prime Minister Tomiichi Murayama, a 70-year old Socialist who abandoned many of his party's principles in a deal last summer that propelled him from obscurity to the Prime Minister's office, seemed to reflect the Administration's battle fatigue in its dealings with Tokyo.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/12/style/chronicle-021595.html","abstract":"  Sometimes there's still happy news from royal families, even those without thrones.    KING CONSTANTINE and QUEEN ANNE-MARIE of Greece announced from their home in London yesterday that their son CROWN PRINCE PAVLOS, 27, was engaged to MARIE-CHANTAL MILLER, 26. She is the daughter of ROBERT WARREN MILLER and his wife, CHANTAL MILLER. Mr. Miller is a founder of Duty Free Shoppers, said to be the largest duty-free retailer in the world, and is chairman of the Search Group, an investment holding company in Hong Kong, where the family has lived for 34 years.","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"House Republicans Hit a Snag Over the Extent of Term Limits","web_url":"https://www.nytimes.com/1995/01/12/us/104th-congress-term-limits-house-republicans-hit-snag-over-extent-term-limits.html","abstract":"  The new members of the week-old 104th Congress, who rode into town on a wave of anti-Congress sentiment, have found themselves at odds with longer-sitting members over how long they should all stay.   Speaker Newt Gingrich of Georgia has aligned himself with the old-guard, among those favoring limiting Congressional terms, supporting a bill that allows House members to stay in office for 12 years -- even though a Republican poll shows that most voters overwhelmingly favor 6-year limits.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Transactions","web_url":"https://www.nytimes.com/1995/01/12/sports/transactions-672295.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Don Barbara, first baseman, and Peter Kuld, Paul Thoutsis, Scott Wade and Aubrey Waggoner, outfielders, to minor-league contracts. National League   CHICAGO CUBS -- Traded Greg Hillman, pitcher, to the Cincinnati Reds for Keith Kessinger, infielder, and assigned him to Iowa of the American Association.   CINCINNATI REDS -- Assigned Greg Hillman, pitcher, to Winston-Salem of the Carolina League.   NEW YORK METS -- Named Lynwood Garrett scout for Florida and southern Georgia and Tom Allison administraive assistant for the scouting department. International League   ROCHESTER RED WINGS -- Named Joe Altobelli special assistant to the president and Dan Mason general manager. Basketball  National Basketball Association   MINNESOTA TIMBERWOLVES -- Placed Stacey King, forward, on the injured list. Activated Charles Shackleford, center, from the injured list. Football  National Football League   GREEN BAY PACKERS -- Announced the resignation of Dick Jauron, secondary coach, to become defensive coordinator for the Jacksonville Jaguars.   JACKSONVILLE JAGUARS -- Signed Scott Sisson, placekicker; Reggie Clark, linebacker; Frank Robinson, cornerback; and Ron Collins, offensive tackle.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Best Deal in Town","web_url":"https://www.nytimes.com/1995/01/12/opinion/best-deal-in-town.html","abstract":"President Clinton's proposed $10,000-a-year tax deduction for college tuition reopens issues about how our society finances higher education, and about who receives subsidies. Virtually everyone now agrees that able but poor students should be granted scholarships; few realize that America's public universities have also become a vehicle for upper-middle-class entitlement. \n\nStudents at public colleges receive deeply subsidized education. At any of the 24 four-year campuses of the State University of New York, in-state students pay $2,675 a year irrespective of family income. Whether a student's mother is on welfare or earns $500,000 a year, she is guaranteed that rate. (By contrast, the University of Vermont costs in-state students $6,652 a year, Pennsylvania State University $5,025; most public systems, including SUNY, charge out-of-staters more.)","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Don't Look Now, but Knicks Are Bonding","web_url":"https://www.nytimes.com/1995/01/12/sports/basketball-don-t-look-now-but-knicks-are-bonding.html","abstract":"  Who said the Knicks would be lost without Charles Oakley? Who said New York needed shooting guards who can shoot? Who said the Knicks looked old and tired?   A lot of people. But the Knicks never believed them.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Death Foes See 2 Slim Chances To Prevent Execution of Grasso","web_url":"https://www.nytimes.com/1995/01/12/nyregion/death-foes-see-2-slim-chances-to-prevent-execution-of-grasso.html","abstract":"  Opponents of capital punishment said today that there might be a way to challenge the execution of Thomas J. Grasso in Oklahoma, but they said the chances of success were remote.   The best option, they said, would be for Mr. Grasso himself to appeal the death sentence he received for murdering an 87-year-old woman in Tulsa, Okla., in 1990. But Mr. Grasso has steadfastly said he wants to die, and his lawyer reaffirmed that position today.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"End Is Sought To Blood Test That Barred Many Donors","web_url":"https://www.nytimes.com/1995/01/12/us/end-is-sought-to-blood-test-that-barred-many-donors.html","abstract":"  A Federal panel recommended today that blood banks stop performing a screening test introduced in 1987 that has permanently excluded about one million people as blood donors in this country, even though many are healthy. The exclusions contribute to the nation's severe blood shortage.   The recommendation sets the stage for many of these potential donors to be reinstated if they are found to be healthy, said the panel's chairwoman, Dr. Jane F. Desforges, an expert in blood disorders at the New England Medical Center in Boston.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Hunting Fistfuls Of Bounty Dollars; An Unusual Freelance Career: Capturing Convicted Aliens","web_url":"https://www.nytimes.com/1995/01/12/nyregion/hunting-fistfuls-bounty-dollars-unusual-freelance-career-capturing-convicted.html","abstract":"  The final leg of Lennox Medina's aborted flight from justice was a 12-story elevator ride up to the Immigration and Naturalization Service's deportation office in Manhattan. After 18 hours spent in handcuffs and in silence, the 30-year-old native of Trinidad and convicted felon began to swear and to threaten violence. And then he began to cry.   \"You'll get paid now,\" Mr. Medina said to the two men beside him in the elevator, who had captured him earlier that morning last week on the streets of Brooklyn.   \"You won.\"","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Henri Salvador and the Easy Life, Ha-Ha","web_url":"https://www.nytimes.com/1995/01/12/style/IHT-henri-salvador-and-the-easy-life-haha.html","abstract":"Henri Salvador's thoughts, which, a colleague once remarked, are neither dour nor deep, tend to segue into ellipses, tic-like hearty ha-ha's and admiring surveys of passing female objects. Accuse him of being a dirty old man and he agrees: \"Yeah, ye","thumbnail":null,"section":"Style"},{"date":"19950112","headline":"Highsmith Starting New Career in Boxing","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-people-football-highsmith-starting-new-career-in-boxing.html","abstract":"  The former National Football League running back ALONZO HIGHSMITH, whose three-year career ended with a 1992 knee injury, is back in pro sports -- as a heavyweight boxer. Highsmith, the No. 3 pick in the 1987 N.F.L. draft, has been training in Houston for a year and is scheduled to make his ring debut on a card in that city Feb. 23.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Fans Are Glad, Mad Or Just Indifferent","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-fans-are-glad-mad-or-just-indifferent.html","abstract":"  \"They settled? That's good.\"   William Allen, Ranger fan, offered this assessment from Adolf Kusy & Company in Manhattan yesterday afternoon after learning that negotiators had, indeed, reached a tentative settlement of the 103-day National Hockey League labor dispute and that his Stanley Cup champions would probably be returning to the ice by late next week.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"School Case Displays High Court Divisions on Desegregation","web_url":"https://www.nytimes.com/1995/01/12/us/school-case-displays-high-court-divisions-on-desegregation.html","abstract":"  The Supreme Court's fault lines on the subject of desegregation remedies were starkly obvious today as the Justices heard arguments on whether the state of Missouri had met its obligation to dismantle the legacy of segregation in the Kansas City school system.   The central question before the Court was how to measure success in a court-ordered program that has rebuilt much of the battered district. The answer could affect the future of hundreds of school districts that are still under Federal court supervision.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Suffolk Chief Calls for Cut In Lilco's Electricity Rates","web_url":"https://www.nytimes.com/1995/01/12/nyregion/suffolk-chief-calls-for-cut-in-lilco-s-electricity-rates.html","abstract":"  Just three months after former Gov. Mario M. Cuomo called for a state takeover of the Long Island Lighting Company, the Suffolk County Executive said today that customers could save just as much money if the company were forced to cut its staff and reduce its dividends.   Saying that Gov. George E. Pataki, a fellow Republican, had endorsed his recommendations, the County Executive, Robert J. Gaffney, called on state regulators to impose a 10 percent cut in electric rates -- the same amount that Mr. Cuomo had said could be enacted under his takeover plan.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Friends, Again, At Least For Show","web_url":"https://www.nytimes.com/1995/01/12/arts/the-pop-life-friends-again-at-least-for-show.html","abstract":"  Robert Plant and Jimmy Page thought they could pull a fast one. The two estranged members of Led Zeppelin decided to reunite last year, perform new versions of old Zeppelin songs for an MTV special and embark on a world tour without inviting John Paul Jones, the bassist and keyboardist, to join them. In fact, they didn't even tell him about it; in an interview last year, Mr. Jones said he was upset when he found out about the reunion through a newspaper article.    Little did Mr. Plant and Mr. Page suspect that at the 10th annual Rock-and-Roll Hall of Fame induction ceremony tonight at the Waldorf-Astoria, they would not only have to account for their actions to Mr. Jones, but they would probably also perform with him for the first time in seven years. (The group disbanded in 1980 after the death of its drummer, John Bonham, but Mr. Page, Mr. Plant and Mr. Jones performed together several times since.)","thumbnail":null,"section":"Arts"},{"date":"19950112","headline":"The Neediest Cases; Contributing as a Family Tradition Ingrained Early in Life","web_url":"https://www.nytimes.com/1995/01/12/nyregion/the-neediest-cases-contributing-as-a-family-tradition-ingrained-early-in-life.html","abstract":"  Emma Kates-Shaw is not old enough to appreciate traditions, but eventually, she might grow fond of one that began in her first year of life. Last month, her parents sent $50 to The New York Times Neediest Cases Fund to celebrate her first Christmas and start an annual routine.   \"My dad and mom thought I should begin the tradition right away of sharing what I am so lucky to have,\" Anthony Shaw and Betsy Kates wrote on their daughter's behalf. \"I especially hope this money can be used to help babies that are not so lucky.\"","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Prosecution Says Simpson Abused Wife For 17 Years","web_url":"https://www.nytimes.com/1995/01/12/us/prosecution-says-simpson-abused-wife-for-17-years.html","abstract":"  In an effort to bolster their arguments for introducing evidence of domestic violence at trial, prosecutors in the murder case against O. J. Simpson asserted in court documents released today that he had abused Nicole Brown Simpson for 17 years.   \"Not only did defendant verbally abuse, physically abuse, degrade and humiliate Nicole through their relationship, but he stalked and harassed her as well,\" the prosecutors said in an introduction to the 85 pages of documents, in which at least a dozen of his former wife's friends and associates describe, in often gruesome detail, more than 50 incidents from the couple's stormy relationship.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"COLLEGE BASKETBALL;\nTar Heels Hold Off Georgia Tech Rally","web_url":"https://www.nytimes.com/1995/01/12/sports/college-basketball-tar-heels-hold-off-georgia-tech-rally.html","abstract":"North Carolina continues to struggle to find its offensive rhythm. The fourth-ranked Tar Heels also continue to win, staving off a second-half rally by Georgia Tech tonight to post an 86-75 victory at the Smith Center.\n\nThe victory raised Carolina's record to 11-1 over all, 2-1 in the Atlantic Coast Conference. Georgia Tech, ranked No. 22 in the Associated Press poll, fell to 9-5, 1-2.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Colombia Denies Island Is a Drug Haven","web_url":"https://www.nytimes.com/1995/01/12/world/colombia-denies-island-is-a-drug-haven.html","abstract":"  Colombian authorities denied today that a Caribbean island, San Andres, serves as a haven for drug traffickers and that old jets like Boeing 727's and French Caravelles are being used to transport cocaine from the island to Mexico.    An article published Tuesday in The New York Times quoted United States officials as saying Colombian authorities were doing nothing about the fact that planes loaded with cocaine were taking off from Colombian territory.","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Utility Regulators to Study Buried-Cable Signs","web_url":"https://www.nytimes.com/1995/01/12/nyregion/utility-regulators-to-study-buried-cable-signs.html","abstract":"  New Jersey regulators say they will study whether a clearer system of markings is needed for the paths of buried cables and pipelines before construction crews begin working near them.   Herbert H. Tate Jr., head of the state's Board of Public Utilities, said the accident on Monday when a pile driver sliced into three major underground electrical lines at Newark International Airport underscored the need to examine how sites are marked.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Movies Haven't Stolen Tim Allen's Attention","web_url":"https://www.nytimes.com/1995/01/12/movies/reporter-s-notebook-movies-haven-t-stolen-tim-allen-s-attention.html","abstract":"  How does a performer follow the spectacular success of having the top-rated television show, the highest-grossing holiday movie and the No. 1 best-selling book all at the same time? If the performer is Tim Allen of ABC's \"Home Improvement,\" he shrugs off movies and decides to do theater.   More precisely, he decides to do theaters, with a comedy act based on his best seller, \"Don't Stand Too Close to a Naked Man\" (Hyperion).","thumbnail":null,"section":"Movies"},{"date":"19950112","headline":"Broken Pesos, Broken Promises","web_url":"https://www.nytimes.com/1995/01/12/opinion/broken-pesos-broken-promises.html","abstract":"To anyone who follows Mexican professional wrestling, the political crisis set off by the devaluation of the peso was no surprise at all. Attendance at wrestling matches has dropped as precipitously as the currency -- a clear sign that Mexicans have stopped believing that the good guys ever win.\n\nThe Government's failed attempt on Monday to stop the peso's slide by buying up currency with foreign money has further enforced the unofficial national pastime: not believing in the Government. The previous year, of course, did nothing to prove such pessimism unfounded: the Government bungled the investigation into the assassination of a presidential candidate, and the best you could say about the August elections is that they were less dirty than those that came before.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Kennedy Implores Democrats to Stick to Their Party's Values","web_url":"https://www.nytimes.com/1995/01/12/us/104th-congress-liberals-kennedy-implores-democrats-stick-their-party-s-values.html","abstract":"  Senator Edward M. Kennedy, who turned a losing race into a landslide victory last fall by re-emphasizing his liberal values, said today that his party could rebound, \"but only if we stand for something.\"   \"If we become pale carbon copies of the opposition and try to act like Republicans,\" he said, \"we will lose -- and we will deserve to lose.\"","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Ready to Skate but Far From Happy","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-ready-to-skate-but-far-from-happy.html","abstract":"  In effect, they took one for the team.   That was the general feeling yesterday among Islanders and Devils players regarding the tentative agreement in the National Hockey League labor dispute.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Convict Says DNA Shows His Innocence In '84 Killing","web_url":"https://www.nytimes.com/1995/01/12/nyregion/convict-says-dna-shows-his-innocence-in-84-killing.html","abstract":"Days after he was convicted of raping and murdering a 16-year-old Long Island girl, Dennis Halstead began making hundreds of phone calls. He called the White House, the Governor's office and virtually anyone who would listen.\n\nHe had only one message: he didn't do it.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Useful, if Tame, Labor Reforms","web_url":"https://www.nytimes.com/1995/01/12/opinion/useful-if-tame-labor-reforms.html","abstract":"  The U.S. is enjoying peaceful labor-management relations. Yet serious problems persist. Outdated laws prevent workers from joining labor-management teams to discuss ways to improve productivity and quality. Employers flout workers' right to organize unions free of retaliation. A third of all non-union workers want to join unions, but are thwarted by the majority of workers who do not.   A Presidential commission headed by John Dunlop, a former Labor Secretary, proposed constructive solutions this week. They would largely exempt labor-management teams from prohibitions on \"company unions.\" The idea is to give managers and many workers what they say they want: something in between no representation and full-fledged, often confrontational unions.","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"The Banker's Songwriting Outlived Him","web_url":"https://www.nytimes.com/1995/01/12/opinion/l-the-banker-s-songwriting-outlived-him-997795.html","abstract":"  To the Editor:   Your account of the 1924 Dawes Plan to bail out a bankrupt Germany after World War I by issuing bonds that are only now being repaid (Business Day, Jan. 6) brings only one thought to my mind: Songwriters come in all shapes and sizes.   The banker behind the Dawes","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"1920:A Heated Debate: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-1920a-heated-debate-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Newspapers received from Buenos Aires describe turbulent scenes in the Argentine Congress during a debate on the right of the President of the Republic to intervene in the affairs of the States of San Juan and Santiago del Estero. The Opposition i","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Views of Chechnya : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-views-of-chechnya-letters-to-the-editor.html","abstract":"Since one cannot possibly write it off as coincidence, the editors of the International Herald Tribune must be congratulated for having assembled on a single editorial page on Jan. 6 four outstanding articles on the war in Chechnya, by very different auth","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"Giuliani Urges New Agenda For Cities: Self-Reliance","web_url":"https://www.nytimes.com/1995/01/12/nyregion/giuliani-urges-new-agenda-for-cities-self-reliance.html","abstract":"  Positioning himself for the nation's new Republican era, Mayor Rudolph W. Giuliani yesterday called for New York to become a model for how other cities can solve their own problems if freed from state and Federal mandates that tell them what services to provide.   In his second annual address to the City Council, Mr. Giuliani began to lay out the bare bones of what he called a \"new urban agenda\" of self-reliance that he is expected to describe further at Yale University next week. Aides said the Yale address would be the first of many national appearances by the Mayor devoted to urban affairs.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Regulators to Study Buried-Cable Paths","web_url":"https://www.nytimes.com/1995/01/12/us/regulators-to-study-buried-cable-paths.html","abstract":"  New Jersey regulators say they will study whether a clearer system of markings is needed for the paths of buried cables and pipelines before construction crews begin working near them.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"Rangers Demanding That Messier Show Up to Play","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-rangers-demanding-that-messier-show-up-to-play.html","abstract":"  With the Rangers' second training camp expected to open as early as this weekend, management has decided to send an ultimatum to Mark Messier, who never showed up for the first training camp: Report for practice this time, or the team will cut off all contract talks.   According to a high-ranking Ranger official, management has decided to take a different approach to the Messier situation than was taken in September, when the two sides carried on negotiations while the team captain was holding out. The club still plans to honor its promise to redo his deal, the official said, but it will not do so unless Messier honors his current contract by reporting to camp.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Views of Chechnya: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-views-of-chechnya-letters-to-the-editor-93860858088.html","abstract":"The fact that the Russian intervention in Chechnya went horribly wrong, resulting in immense human tragedy, should not obstruct its underlying legitimacy and necessity..For better or worse Chechnya has been part of Russia for very long. It cannot legit","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"LEADER OF REBELS SEEKS PEACE TALKS WITH RUSSIAN FOES","web_url":"https://www.nytimes.com/1995/01/12/world/leader-of-rebels-seeks-peace-talks-with-russian-foes.html","abstract":"  The embattled president of the secessionist Chechen region met with reporters today for the first time in three weeks, to urge talks with Russian Government leaders on a peaceful end to the war and concede that Chechnya could not win a war with Russia.    As Russian troops pressed ever closer to his presidential palace in central Grozny, Dzhokhar M. Dudayev, the Chechen leader, did not exclude some kind of negotiated autonomy within the Russian Federation for Chechnya and said that \"everything can be settled in an hour.\"","thumbnail":null,"section":"World"},{"date":"19950112","headline":"Back From Brink, Back to Rink, With Few Smiles","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-back-from-brink-back-to-rink-with-few-smiles.html","abstract":"  Gary Bettman said he was thrilled that the 103-day National Hockey League lockout had ended yesterday, but his face said something different.   \"Smile!\" a photographer shouted at the commissioner.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Excerpts From Address By Giuliani to Council","web_url":"https://www.nytimes.com/1995/01/12/nyregion/excerpts-from-address-by-giuliani-to-council.html","abstract":"  The following are excerpts from Mayor Rudolph W. Giuliani's address to the City Council yesterday.    In the past year, I know we've made more progress on crime than we ever expected to make. But now we need to insure that those gains are made permanent, that they're not just a one-year phenomenon.","thumbnail":null,"section":"New York"},{"date":"19950112","headline":"Words Too Familiar : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/12/opinion/IHT-words-too-familiar-letters-to-the-editor.html","abstract":"Regarding \"End the Carnage in Bosnia, Even on Unfair Terms\" (Opinion, Dec. 2) by George Kenney:.Mr. Kenney's remark, \"They don't want all of Bosnia\" reminds me of what some people said 56 years ago: \"He doesn't want all of Czec","thumbnail":null,"section":"Opinion"},{"date":"19950112","headline":"On the Edge of Disaster, But Ready for Anything","web_url":"https://www.nytimes.com/1995/01/12/us/on-the-edge-of-disaster-but-ready-for-anything.html","abstract":"  From disaster to cleanup, this is a city that lives the Southern California cycle. The same range of hills whose beauty attracts residents also threatens them with the brush fires, mudslides and floods that are a part of life here.   Just over a year ago, 12 of the 16 houses on Kindair Drive were destroyed in a wave of wildfires that swept the region. Vicky Wade's house was one of those that survived the unpredictable flames.","thumbnail":null,"section":"U.S."},{"date":"19950112","headline":"N.F.L.'s Leading Sacker Says Trench Warfare Is Not His Game","web_url":"https://www.nytimes.com/1995/01/12/sports/hockey-nfl-s-leading-sacker-says-trench-warfare-is-not-his-game.html","abstract":"  The National Football League's leading sacker looks like a wild man, drives tanks in the Army Reserves and has a paratrooper's wings.   Kevin Greene of the Steelers is just the sort of gung-ho guy football coaches love. Of all America's sports, football is the one they compare most often with warfare.","thumbnail":null,"section":"Sports"},{"date":"19950112","headline":"Sports of The Times; 'Bottom Line, We Want To Play'","web_url":"https://www.nytimes.com/1995/01/12/sports/sports-of-the-times-bottom-line-we-want-to-play.html","abstract":"  SIX months ago, Jay Wells was trading stitches in his face for his name on the Stanley Cup. In the third game of the playoff final against the Vancouver Canucks, this lean 35-year-old Ranger defenseman needed four stitches under his left eyebrow where Pavel Bure's stick had sliced him.   \"Two outside, two inside,\" he said that night.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950112","time":"1995-01-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":61,"wspd":18.4},{"date":"19950112","time":"1995-01-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":59,"wspd":20.5},{"date":"19950112","time":"1995-01-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":59,"wspd":18.4},{"date":"19950112","time":"1995-01-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":58,"wspd":22.3},{"date":"19950112","time":"1995-01-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":60,"wspd":24.1},{"date":"19950112","time":"1995-01-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":59,"wspd":24.1},{"date":"19950112","time":"1995-01-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":60,"wspd":27.7},{"date":"19950112","time":"1995-01-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":62,"wspd":24.1},{"date":"19950112","time":"1995-01-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":65,"wspd":24.1},{"date":"19950112","time":"1995-01-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":64,"wspd":18.4},{"date":"19950112","time":"1995-01-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":63,"wspd":18.4},{"date":"19950112","time":"1995-01-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":63,"wspd":16.6},{"date":"19950112","time":"1995-01-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":64,"wspd":18.4},{"date":"19950112","time":"1995-01-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":65,"wspd":18.4},{"date":"19950112","time":"1995-01-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":63,"wspd":16.6},{"date":"19950112","time":"1995-01-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":65,"wspd":14.8},{"date":"19950112","time":"1995-01-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":70,"wspd":9.4},{"date":"19950112","time":"1995-01-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":13},{"date":"19950112","time":"1995-01-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":79,"wspd":9.4},{"date":"19950112","time":"1995-01-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":69,"wspd":13},{"date":"19950112","time":"1995-01-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":69,"wspd":14.8},{"date":"19950112","time":"1995-01-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":70,"wspd":13},{"date":"19950112","time":"1995-01-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":71,"wspd":7.6},{"date":"19950112","time":"1995-01-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":68,"wspd":7.6},{"date":"19950112","time":"1995-01-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":14.8},{"date":"19950112","time":"1995-01-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":14.8},{"date":"19950112","time":"1995-01-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":16.6},{"date":"19950112","time":"1995-01-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":92,"wspd":16.6},{"date":"19950112","time":"1995-01-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":14.8},{"date":"19950112","time":"1995-01-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":13},{"date":"19950112","time":"1995-01-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":11.2},{"date":"19950112","time":"1995-01-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":11.2},{"date":"19950112","time":"1995-01-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":92,"wspd":13},{"date":"19950112","time":"1995-01-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19950112","time":"1995-01-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":14.8},{"date":"19950112","time":"1995-01-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":11.2},{"date":"19950112","time":"1995-01-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":92,"wspd":9.4},{"date":"19950112","time":"1995-01-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":92,"wspd":13},{"date":"19950112","time":"1995-01-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":88,"wspd":11.2},{"date":"19950112","time":"1995-01-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":85,"wspd":11.2},{"date":"19950112","time":"1995-01-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":92,"wspd":11.2},{"date":"19950112","time":"1995-01-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":9.4},{"date":"19950112","time":"1995-01-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":13},{"date":"19950112","time":"1995-01-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":11.2},{"date":"19950112","time":"1995-01-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":13},{"date":"19950112","time":"1995-01-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":93,"wspd":11.2},{"date":"19950112","time":"1995-01-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":11.2},{"date":"19950112","time":"1995-01-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":9.4}]}}