{"19940804":{"guardian_articles":[],"nytimes_articles":[{"date":"19940804","headline":"Arkansas Puts 3 to Death After Flurry of Appeals","web_url":"https://www.nytimes.com/1994/08/04/us/arkansas-puts-3-to-death-after-flurry-of-appeals.html","abstract":"  In the first triple execution in the country since 1962, Arkansas today put to death three men who murdered a prominent businessman in front of his family in 1981.    Beginning at 7 P.M., the executions by lethal injection took place about an hour apart in a small concrete-block room here at the Cummins Unit of the state prison system. Hoyt Franklin Clines, 37, then Darryl V. Richley, 43, and finally, James William Holmes, 37, were each in turn strapped onto the same gurney to be carried to the death chamber and injected with a fatal mixture of chemicals.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"A Cast of Dreamers Married to the Mob","web_url":"https://www.nytimes.com/1994/08/04/books/books-of-the-times-a-cast-of-dreamers-married-to-the-mob.html","abstract":"  Playland  By John Gregory Dunne 494 pages. Random House. $25.   \"Playland,\" the title of John Gregory Dunne's darkly comic new Hollywood novel, is the name of an opulent gambling casino that one character, the New York mobster Jacob King (born Jacob Kinovsky), is erecting in Las Vegas after having eliminated a rival from Los Angeles. In fact, shortly before his own assassination -- by a shotgun blast in his suite in the casino -- King had renamed the place King's Playland.","thumbnail":null,"section":"Books"},{"date":"19940804","headline":"Russia Backs Group Fighting Secession in South","web_url":"https://www.nytimes.com/1994/08/04/world/russia-backs-group-fighting-secession-in-south.html","abstract":"  Hoping to stamp out a three-year-old secessionist movement in southern Russia, the Government in Moscow is openly backing a rebel group that wants to overthrow the local secessionist government and rejoin the Russian Federation.   Moscow has had tense relations with the Chechen republic in the northern Caucasus ever since it declared its independence from Russia in 1991. And the rebel group's leader, Umar Avturkhanov, who formally broke with the Chechen government and pledged his allegiance to Russia while visiting Moscow this weekend, provided the Russian Government with an opportunity to act.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"This U.S. Team Is Younger but Much More Brash","web_url":"https://www.nytimes.com/1994/08/04/sports/basketball-this-us-team-is-younger-but-much-more-brash.html","abstract":"  They have come to proclaim themselves the new lords of the basketball universe, masters of the collapsible rim, their existential credo being: I dunk, therefore I am.   Oh, and those celebrated gold medalists who pioneered the National Basketball Association's penetration to the interior of international competition two summers ago? They may as well accept their places in ancient history with George Mikan and the peach basket that Shaquille O'Neal would dearly love to break into a thousand fragments.   \"As for the Dream Team, I think we'd beat them easily,\" O'Neal crowed today on the eve of the 1994 world basketball championships, after he and some of his teammates tried to tear down a few rims as practice wound down. \"Our legs are a lot younger.\"   By today's flaccid standards, young legs and as-yet undistinguished careers nonetheless actuate huge bank accounts and enormous egos. Coach Don Nelson will send Dream Team II, as the marketing propagandists insist on calling it, into battle Thursday night against Spain in the 16-team, 10-day tournament. The United States pros are the overwhelming favorites to take the gold. Croatia, Brazil, Germany Are Here    Croatia, the 1992 Olympic silver medalist in Barcelona, Spain, is back, with Toni Kukoc, Dino Radja and Stoyko Vrankovic, but, sadly, without the late Drazen Petrovic. Brazil is here, though a movement toward youth forced the eccentric gunner, Oscar Schmidt, off the national team. Germany has Detlef Schrempf and Angola has Herlander Coimbra, whom some may recall as the recipient of Charles Barkley's ceremonial first elbow of the Barcelona Games.   What no country really has, unless Nelson forgets he's not coaching the Warriors and fields an entire lineup of players under 6 feet 4 inches, is a chance to run with the United States for more than a few fanciful moments. And, regardless of what O'Neal and his dunking buddies might believe, the ability to dominate the developing basketball world is about all Dream Team II has in common with the original, which featured three of the best players in the history of the sport.   \"The ignorance of youth, huh?\" laughed Joe Dumars, when asked about O'Neal's boast. Of Championship Caliber    One of three 30-plus veterans sprinkled about the roster, Dumars is the only United States player who owns an N.B.A. championship ring. The two he won with the Detroit Pistons shrink when matched against the total of 12 the original Dream Team had won by the time of the '92 Olympics, thanks to Magic Johnson's five, Larry Bird's three and the two apiece for Michael Jordan and Scottie Pippen, who added one more.   Dream Team I players had also won four National Collegiate Athletic Association tournament titles (Johnson, Jordan, Patrick Ewing and Christian Laettner to one for Dream Team I (Larry Johnson). And its coach, Chuck Daly, was a two-time N.B.A. champ while Nelson has never advanced beyond a conference final. Beyond that, the original dreamers had Johnson, as a famous athlete who contracted H.I.V., the virus that causes AIDS, and Jordan, who had attained Muhammad Ali-like global prominence. The Olympics were a much bigger stage than the world championships and Dream Team I was breaking new ground.   \"I think that's one of the problems for these young guys now,\" said Dumars. \"The N.B.A. has set such a high standard of excellence for entertainment, and now any perceived drop-off is going to seem much worse than it is.   \"You have to look at these guys differently. Most of them are in their second, third and fourth years. Five years from now, Shaquille will have won a couple of titles. Probably Larry Johnson and Alonzo Mourning. It's not fair to compare these teams.\" Veteran Leadership    Nonetheless, Dumars and his fellow graybeard Dominique Wilkins ride the bus with O'Neal, Mourning, Derrick Coleman, et al., and can't believe what they hear.   \"I'm kind of caught between the two teams,\" said Dumars. \"I played with the older guys in their primes and now I'm with these guys. Believe me, they have some interesting discussions. Like the other day, Alonzo was talking about scoring down low, about this move and that move.   \"Nique told him, 'No big man had more moves than Kevin McHale.' Then I said, 'That's right, McHale could destroy people on the block.' Alonzo said, 'Destroy? Come on.'   \"I said, 'Yeah, all right. Think what you want.' \" REBOUNDS    Given his predilection for small lineups, DON NELSON's starting lineup for the opener against Spain includes three guards, JOE DUMARS, REGGIE MILLER and KEVIN JOHNSON, and SHAQUILLE O'NEAL and SHAWN KEMP. . . . Nelson named Dumars, LARRY JOHNSON and Miller as tricaptains. . . . The United States is in Pool A, with Brazil, Spain and China.  ","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"On Loan From Olympus, Marino Plans New Ascent","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-on-loan-from-olympus-marino-plans-new-ascent.html","abstract":"  It was one of those oppressively humid tropical afternoons, the kind where the odor of sweat mingles with the distant threat of rain to create that peculiar South Florida mix of torpor and unease.   On the field at the Miami Dolphins training camp here, the quarterback slid his hands under the center and looked over the defense, his head swiveling left to right as he tried to detect some weakness, tried to isolate an inferior defender on a superior receiver.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Slavery's Pain, Disney's Gain","web_url":"https://www.nytimes.com/1994/08/04/opinion/slaverys-pain-disneys-gain.html","abstract":"Imagineering, an adroit neologism, is the Walt Disney Company's name for the corporate unit involved in developing Disney's America, the projected mammoth theme park in northern Virginia. \n\nNot long ago, the chief imagineer, Robert Weis, described what would be in store, among other historical attractions, for hordes of tourists. \"We want to make you feel what it was like to be a slave, and what it was like to escape through the Underground Railroad.\" He added that the exhibits would \"not take a Pollyanna view\" but would be \"painful, disturbing and agonizing.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854182.html","abstract":"  A picture caption on Monday with an article about two towns affected by plans for \"Woodstock\" anniversary concerts misidentified a resident shown at a bungalow colony in Bethel, N.Y. She was Sheila Brown.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/04/style/IHT-what-theyre-reading.html","abstract":"Richard C. Holbrooke, the U.S. ambassador to Germany, is reading \"Diplomacy\" by Henry A. Kissinger. .\"One does not have to agree with every one of Dr. Kissinger's conclusions to recognize that this book is of direct relevance to one of ou","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"Hiroshima Journal; Museum's A-Bomb Message: There's More to It","web_url":"https://www.nytimes.com/1994/08/04/world/hiroshima-journal-museum-s-a-bomb-message-there-s-more-to-it.html","abstract":"  For two generations the millions of Japanese schoolchildren who filed through the grim exhibits of the atomic bomb museum at ground zero here saw history through Hiroshima's distinctive prism, and they could easily be forgiven for thinking that World War II started on Aug. 6, 1945.   That was the day the bomb was dropped, and the devastation that followed has always been presented in this city's Peace Memorial Museum with only the briefest reference to the politics of the era or Japan's responsibility for starting the war that the bombing ended.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Worse Than Hiroshima?","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-worse-than-hiroshima.html","abstract":"The article on the Smithsonian Institution's planned exhibit on the atomic bombing of Hiroshima and Nagasaki (\"Spin of Smithsonian's Hiroshima Script Under Fire,\" July 22, by Eugene L. Meyer) quotes a historian as saying that the exhibit refers","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/08/04/arts/the-pop-life-852716.html","abstract":"  Future Shock    When Lollapalooza, a traveling alternative-rock festival, comes to Downing Stadium on Randalls Island on Friday and Saturday, its founder, Perry Farrell, hopes to open a few people's minds, literally.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Wiping Eyes at the White House","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-wiping-eyes-at-the-white-house.html","abstract":"  President Clinton ditched his schedule today, stepped outside his West Wing office and turned an otherwise routine promotion for the health care legislation into an eye-dabbing scene evocative of a Frank Capra film.   The occasion was a gathering on the White House South Lawn of hundreds of riders from the Health Security Express, the bus caravan of health legislation supporters that made its way from the nation's far corners into Washington on Wednesday. Mr. Clinton's wife, Hillary, had been designated to welcome the supporters, but the President took time out to join her.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Information Freeway?; Open Data Path Is Urged","web_url":"https://www.nytimes.com/1994/08/04/nyregion/information-freeway-open-data-path-is-urged.html","abstract":"  With a tangle of cut-rate electronics and a couple of computers, the free-netters of Buffalo are campaigning to bring cyberspace to the people.   \"We're built on the concept of community, not profit,\" said Jody Lebrenz, a founding member of the Buffalo Free-Net. \"We believe that the minute you charge even $5, you're dividing people into haves and have-nots. Access should be free to the community, like a public library.\"","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Secret Forest Of Marijuana Is Uncovered In SoHo Fire","web_url":"https://www.nytimes.com/1994/08/04/nyregion/secret-forest-of-marijuana-is-uncovered-in-soho-fire.html","abstract":"  A building in SoHo that burned yesterday concealed something more than bricks, mortar and endangered tenants. When police officers and firefighters entered, they stumbled on a small forest of marijuana plants.   A top-floor apartment in the four-story brick building at 494 Broadway, between Spring and Broome Streets, included three secret rooms where 400 marijuana plants were being grown, said Detective Andrew McInnis, a police spokesman. Stored near the greenery, he said, were fertilizer and equipment for cultivating the contraband.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"GOODWILL GAMES: NOTEBOOK;\nU.S. and Russia Will Volley for Gold","web_url":"https://www.nytimes.com/1994/08/04/sports/goodwill-games-notebook-us-and-russia-will-volley-for-gold.html","abstract":"The United States women's volleyball team overpowered China, 15-4, 15-8, 15-3, today in a semifinal match at the 1994 Goodwill Games and earned a rematch with Russia for the gold medal. Russia dominated Japan, 15-13, 15-10, 15-10, in the other semifinal.\n\n\"Like I said to the girls in the locker room before the game, size and athletics beats finesse anytime,\" said United States Coach Jim Iams.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Breast Cancer Group Offers Free Support","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-breast-cancer-group-offers-free-support-854670.html","abstract":"  To the Editor:   I was pleased to see your excellent news article July 29 about breast cancer support groups and, in particular, the importance of mothers and daughters confronting the disease together.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/04/sports/results-plus-852732.html","abstract":"  HORSE RACING  Fillies Rule the Day  On a day when fillies reigned, Coronation Cup won the first division of he Nijana Stakes at Saratoga Race Course yesterday in Saratoga Springs, N.Y., and Alywow won the second division. And, in between, Educated Risk outran November Snow in an allowance race featuring former stars pursuing comebacks.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"When Our Presidents Send Troops Abroad","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-when-our-presidents-send-troops-abroad-854530.html","abstract":"  To the Editor:   Anthony Lewis argues that the American public is now so adverse to combat casualties that the deaths of 18 soldiers in Somalia can cause a complete reversal in policy (column, July 25). As proof, he notes that the only cases where democracies risked significant casualties were the Falkland and Persian Gulf wars.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"European Topics","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics.html","abstract":"A Bavarian bank has acknowledged that it often refuses to open accounts for black Africans. The daily Suddeutsche Zeitung quoted an unnamed official at the Bayerische Hypotheken- & Wechsel-Bank AG as saying that the institution, known as Hypo-Bank, h","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Clinton Plans Series of TV Appearances","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-clinton-plans-series-of-tv-appearances.html","abstract":"  President Clinton will appear in a series of two-minute commercials on CNN for at least a week to press for passage of his health care proposal, a spokesman for the cable network said tonight.   The commercials will be paid for by the Democratic National Committee and will appear about 7:50 P.M. during the public affairs program \"Crossfire.\"","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"U.S Intends to Raise Science and Technology Spending, Gore Says","web_url":"https://www.nytimes.com/1994/08/04/us/us-intends-to-raise-science-and-technology-spending-gore-says.html","abstract":"  The Clinton Administration announced its intention today to increase the nation's overall spending on science and technology research to a level equivalent to those of Japan and Germany.   At a news briefing, Vice President Al Gore presented a report, \"Science in the National Interest,\" that outlines the Administration's commitment to expanding its support and making science and technology \"a top priority\" in future budgets.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Hold the Champagne: Yanks Clinch, With Asterisk","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-hold-the-champagne-yanks-clinch-with-asterisk.html","abstract":"  It might mean everything. It might mean nothing. For now, it means something. What is this confusing description referring to? The Yankees, first place, the pending players strike and what the Yanks' nifty status atop the division really means. No one knows yet and the value of it will not be realized until the labor developments are finally settled.   There was no champagne, no celebrating and no predictions after the Yankees defeated the Brewers, 2-1, today in a rain-shortened seven-and-a-half-inning affair and assured themselves of remaining ensconced in first until the strike date of Aug. 12. Once the Orioles lost, 4-3, to the Twins today and the Yankees followed with their sixth straight victory after waiting through a 68-minute rain delay, they clinched the top spot in the American League East.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Don't Punish All Artists","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-dont-punish-all-artists.html","abstract":"As a concert pianist, I was dismayed to read in the Political Notes column of July 28 that the Senate had approved an appropriations bill that would cut the budget of the National Endowment for the Arts by $8.5 million in the 1995 fiscal year. Why should","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"For Gazan, Her Return Breeds Hope","web_url":"https://www.nytimes.com/1994/08/04/world/for-gazan-her-return-breeds-hope.html","abstract":"  At sunrise on the first day of July, Intissar al-Wazir rode across the Allenby Bridge from Jordan into the West Bank town of Jericho, returning to the land she calls Palestine after more than 30 years.   Then Mrs. Wazir -- widow of Khalil al-Wazir, the late military chief of the P.L.O., who is believed to have been killed by Israeli commandos -- traveled through Israel to her native city of Gaza with an Israeli escort.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"BUSINESS DIGEST","web_url":"https://www.nytimes.com/1994/08/04/nyregion/business-digest-849596.html","abstract":"  OUTLOOK FOR INDUSTRY BRIGHTENS New York City's long-troubled industrial concerns are experiencing an unexpected turn of fortune: The retreat of manufacturing jobs has recently come to a halt, according to new figures from the New York State Department of Labor. For smaller companies, particularly in Brooklyn and Queens, a modest expansion even appears to be under way. A1. NEW YORK CITY  GIULIANI PITCHES G.O.P. ON CONVENTION Ah, sweet summer in New York City. A good time to try to persuade the Republican National Committee to hold its 1996 Presidential nominating convention in the city. Hot? Of course it's hot. It's August. But at least it's not cold. Democrats? Yes, there are Democrats. In fact, they outnumber Republicans 5 to 1. But the new Mayor is a Republican, and he is eager to please. B3.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Throwback to the Days of Yore","web_url":"https://www.nytimes.com/1994/08/04/sports/horse-racing-throwback-to-the-days-of-yore.html","abstract":"  The most popular race horse in Saratoga isn't Holy Bull or Tabasco Cat or Sky Beauty or any of those television stars. It's the 9-year-old gelding named Fourstardave, who gets a standing ovation every time he races, which is often. And in a sport increasingly marred by frailty on the track, he is a constant: He has won at least one race at Saratoga each year for the last eight.   In human terms, he would be an athlete in his 60's. But when he ran at Saratoga two weeks ago, he zipped a mile in 1:353/5 and won by five lengths. He got the customary standing ovation, even from rival owners and trainers, and he entered the winner's circle for the 21st time in a career of almost unthinkable range: 93 races, 21 victories, 18 times in second place, 15 times third.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/04/nyregion/bridge-851884.html","abstract":"  Last week may have been the changing of the guard at the top level of American women's bridge: None of the players who have represented the United States in world team competition for the last 20 years were able to win the Women's Knockout Team title at the American Contract Bridge League's Summer Nationals in San Diego, and a few of them were not even present.   The victory went to a relatively young group that will now be in the running to represent the United States in Beijing next year: Sally Woolsey of Kensington, Calif., Joann Glasson of Pennington, N.J., JoAnn Manfield of Philadelphia, Jo Anne Casen of Boca Raton, Fla., Jan Martel of Davis, Calif., and Georgiana Gates of Houston. They were all winners of this prestigious event for the first time.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"State Queries Some Renters About Income","web_url":"https://www.nytimes.com/1994/08/04/nyregion/state-queries-some-renters-about-income.html","abstract":"  Occupants of 1,900 rent-regulated apartments in New York City began getting notices from a state agency this week asking them for information about their income that could lead to the removal of their apartments from rent regulation.   The agency, the New York State Division of Housing and Community Renewal, has already removed 186 apartments from rent regulations, all of them in Manhattan. The orders, and the notices that are being issued this week, result from a law passed last year by the state removing from regulation apartments renting for more than $2,000 a month to people whose income exceeded $250,000 a year for two years in a row.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"British Javelin Star Plans Comeback","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-track-and-field-british-javelin-star-plans-comeback.html","abstract":"  The former javelin world-record holder FATIMA WHITBREAD said yesterday in London that she is planning a comeback, and her goal is a gold medal at the 1996 Atlanta Olympics. The 33-year-old Briton, who retired four years ago with injuries to her back and shoulder, said she expected to be given medical approval later this month. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Le Coze Memorial","web_url":"https://www.nytimes.com/1994/08/04/nyregion/le-coze-memorial.html","abstract":"  A memorial service for Gilbert Le Coze, co-owner of the Manhattan seafood restaurant Le Bernardin, will be at 11 A.M. on Friday at the Cathedral of St. John the Divine. Mr. Le Coze, 49, died of a heart attack on July 28.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Train Derails Near Buffalo, Hurting Scores","web_url":"https://www.nytimes.com/1994/08/04/nyregion/train-derails-near-buffalo-hurting-scores.html","abstract":"  A Chicago-bound Amtrak passenger train derailed in this rural town early today, sending nine cars hurtling down an embankment into pitch-black chaos.   At least 92 people were injured, many after being jolted from their sleep and thrown about the topsy-turvy cabins like rag dolls. At least 29 people were hospitalized. Genesee County officials said one woman was critically injured, but apparently no one was killed, and officials called that extremely lucky.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854077.html","abstract":"  E. L. DOCTOROW set a climactic scene in his new historical novel, \"The Waterworks\" (Random House, $23), at the site of the decaying Octagon Tower, once the central rotunda of the New York City Lunatic Asylum on Blackwell's Island in the East River.    On Tuesday, the author set eyes on the tower for the first time, when he visited the island, now known as Roosevelt Island. He was there to announce a fund-raising drive to save -- but not rebuild -- the landmark tower.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"New Law Is Urged on Freed Sex Offenders","web_url":"https://www.nytimes.com/1994/08/04/nyregion/new-law-is-urged-on-freed-sex-offenders.html","abstract":"  As far as his neighbors in Hamilton Township, N.J., knew, Jesse Timmendequas was a mild-mannered laborer who lived with two roommates in a cream-colored frame house at 27 Barbara Lee Drive and liked to show his new puppy to neighborhood children.   It was only last weekend, after he was accused of strangling and raping Megan Kanka, a 7-year-old who lived just across the street at No. 32, that they learned Mr. Timmendequas was a twice-convicted felon who had served six years for sexual assault. Both of his other victims were young girls. Mr. Timmendequas's housemates, neighbors also learned, had also served time for sex offenses.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Transactions","web_url":"https://www.nytimes.com/1994/08/04/sports/transactions-852910.html","abstract":"  Baseball  American League  NEW YORK YANKEES -- Claimed Rob Murphy, pitcher, off waivers from the St. Louis Cardinals. Basketball  National Basketball Association   CLEVELAND CAVALIERS -- Agreed to terms with Michael Cage, center-forward, on a three-year contract. Continental Basketball Association   RAPID CITY THRILLERS -- Traded Doug Roth and Wayne Tinkle, centers, and the rights to Lester Neel, center, to the Tri-City Chinook for Terry Dozier, forward, and the rights to Jud Buechler, Todd Lichti, and Joe Wolf, forwards. Football  National Football League   ARIZONA CARDINALS -- Signed Sebastian Barrie and Jon Baker, defensive linemen. Waived Eric Blount, running back; Steve Lofton, cornerback; and Kenny Lopez, defensive lineman.   BUFFALO BILLS -- Signed Mo Elewonibi, offensive lineman.   CLEVELAND BROWNS -- Agreed to terms with Antonio Langham, cornerback, on a four-year contract.   MIAMI DOLPHINS -- Signed Todd Dixon, wide receiver.   NEW YORK GIANTS -- Signed Keith Hamilton, defensive end, to a three-year contract.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"1894:Spain Fights Anew : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1894spain-fights-anew-in-our-pages100-75-and-50-years-ago.html","abstract":"A fighting spirit is animating the Spaniards, and they seem to find it necessary to be always at war. They have hardly finished with the Moors of Morocco, and now they have begun to fight with the people of the Island of Mindanao, whom the Spanish call t","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"The Calm New Chief Enters the Storm Of the Paris Opera","web_url":"https://www.nytimes.com/1994/08/04/arts/the-calm-new-chief-enters-the-storm-of-the-paris-opera.html","abstract":"  There are those who believe that Hugues Gall is stepping into an impossible situation. As the designated director of the Paris Opera -- he formally takes over next August -- Mr. Gall will inherit a quagmire that has bogged down administrators and cultural bureaucrats for most of this century, if not longer.   Since the 19th century, the Paris Opera has been dogged by a declining tradition of composition and singing, a predilection for placing social display over artistic accomplishment, a lack of clear Governmental policy and labyrinthine, self-serving union rules. Now, in addition, there is the grandiose, high-tech Bastille Opera, the Socialist \"people's opera\" that opened in 1989 in time for the 200th anniversary of the French Revolution. It may indeed be popular in terms of attendance, but it is neither inexpensive nor efficient.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854158.html","abstract":"  An obituary on Tuesday about Rosa Chacel, a Spanish novelist, misidentified the author of the English translation of her book \"The Maravillas District,\" published in 1992 by the University of Nebraska Press. It was translated by D. A. Demers, not Susan Kirkpatrick.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"You Call This Scam Health-Care Reform?; What Coverage Means","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-you-call-this-scam-health-care-reform-what-coverage-means-854646.html","abstract":"  To the Editor:   Re \"Strong Support for Health Plans\" (front page, July 21): Even you are committing the grotesque error of treating universal care and universal coverage as identical. The subheading on this article refers to overwhelming public support for universal care, the body of the story primarily to universal coverage. Clearly they are not synonymous.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Hadassah Goes Beyond Its Original Goal of Fostering Ties to Israel","web_url":"https://www.nytimes.com/1994/08/04/nyregion/hadassah-goes-beyond-its-original-goal-of-fostering-ties-to-israel.html","abstract":"  Even at 90, Anne Rimland is not the oldest person attending the national convention of Hadassah, the Women's Zionist Organization of America Inc. But she offers an idea of the kind of voluntary efforts that contribute to running a charitable organization that raised more than $83 million in the last year for health care in Israel and various educational projects.   Mrs. Rimland, who lives in Chicago and has been a Hadassah member for almost 50 years, said she takes a bus to her local chapter to stuff envelopes. \"I still go down to Hadassah to give three or four days a week,\" she said. \"You can ask my president.\"","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Journal; A Blip on the Screen","web_url":"https://www.nytimes.com/1994/08/04/opinion/journal-a-blip-on-the-screen.html","abstract":"  Joshua Steiner, the 28-year-old diarist who ate his words under oath, is already a blip in Whitewater, which may or may not prove a blip in the history of the Clinton Administration. Mr. Steiner, the Treasury Department's chief of staff, testified before the Senate Banking Committee on Tuesday, shed no light on anything, and promptly disappeared into the dregs of a news cycle dominated by the marathon bad hair day of the designated Whitewater fall guy, Roger Altman.   Yet Mr. Steiner's appearance, before a panel more bipartisan and less farcical than its House counterpart, marked the first time these hearings had left blood on the floor. \"Painful to watch\" is how Don Imus, the rare radio talker who doesn't hate the President, described the spectacle. To which other sympathetic observers might add words like excruciating, poignant, sad. Though Mr. Steiner's ordeal added nothing to the Whitewater story line, it did seem to compress into a few hours both the great promise and great disappointment of the Clinton era so far.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"After 50 Years, Virginian Will Renew a Friendship Torn Apart by Soviets","web_url":"https://www.nytimes.com/1994/08/04/world/after-50-years-virginian-will-renew-a-friendship-torn-apart-by-soviets.html","abstract":"  Their brief relationship flared just as the wary World War II alliance between the United States and the Soviet Union grew icy enough to be called a cold war. The young American assistant naval attache was expelled from Stalin's Moscow on charges of espionage; the 21-year-old Russian medical student was thrown into prison for four months of interrogation, then sentenced to eight years in the Gulag for her contact with him.   Nearly 50 years later, after life marked them both and the Soviet Union that punished them had itself died, she found him again through intermediaries. He invited her to visit him in America, taking responsibility for her tickets and expenses. But the American Embassy rejected her request for a visa, assuming her interest, at 68, was only to emigrate.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Jordan Still Weighing Extradition of New Jersey Murder Suspect","web_url":"https://www.nytimes.com/1994/08/04/nyregion/jordan-still-weighing-extradition-of-new-jersey-murder-suspect.html","abstract":"The Jordanian government is seriously considering whether to extradite to the United States a Jordanian-born man who confessed to strangling his wife in New Jersey and then fleeing here with their two young children, the American Ambassador said today.\n\nThe Ambassador, Wesley W. Egan, said that Jordan's Minister of Justice, Hisham Etall, had discussed the possibility of extradition during a lengthy meeting today.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Why Adirondack Residents Fear Wolf's Return","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-why-adirondack-residents-fear-wolf-s-return-854514.html","abstract":"  To the Editor:   As a former resident of the Adirondack Park in Northern New York State, I was not surprised by the hostile reaction to the proposed reintroduction of timber wolves into the area (news article, July 21). Many of the park's 200,000 residents bitterly oppose any intrusion onto what they believe is their property. They call downstaters \"invaders,\" \"environmentalists\" or \"Commies.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/04/nyregion/inside-849308.html","abstract":"  Rwandans Balk at Returning   Insisting they would be killed, leaders at Rwandan refugee camps refused to return home with a United Nations escort to assess conditions. Page A3. Derailment Near Buffalo    An Amtrak train bound for Chicago derailed in Batavia, N.Y., injuring at least 92 people. Page B1. Rage Over New Jersey Death     A girl's death has spurred calls for laws requiring that neighbors be told when sex offenders move in. Page B1. Yankees Clinch*    Hold the champagne, but with a strike that could shut down baseball set for Aug. 12, the Yankees have an unbeatable division lead. Page B13. Bangladeshi Writer Appears    Taslima Nasrin, a Bangladeshi writer hunted by Muslim militants, emerged in Dhaka to face charges of defaming Islam. Released on bail, she went back into hiding. Page A5.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Federal Panel Proposes Register To Curb Hiring of Illegal Aliens","web_url":"https://www.nytimes.com/1994/08/04/us/federal-panel-proposes-register-to-curb-hiring-of-illegal-aliens.html","abstract":"  A Federal advisory commission proposed today that the Government establish a computerized register of the names and Social Security numbers of all citizens and aliens authorized to work in the United States, so that employers could check the immigration status of job applicants.   In a unanimous recommendation, the nine-member advisory panel, the Commission on Immigration Reform, which is headed by Barbara Jordan, the former Democratic Congresswoman from Texas, said the measures were needed to curb the hiring of illegal aliens.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"European Topics : Proposed Organ Transplant Law Sparks Dispute in German State","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-proposed-organ-transplant-law-sparks-dispute-in.html","abstract":"A proposed law on organ transplants has caused a stir in Germany's Rhineland-Palatinate state. Under the draft law, backed by Rudolf Scharping, the state's premier and the Social Democratic candidate for German chancellor, organs could be removed from th","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Sullivan County Police To Patrol a No-Show Show","web_url":"https://www.nytimes.com/1994/08/04/nyregion/sullivan-county-police-to-patrol-a-no-show-show.html","abstract":"  The reunion concert planned for the site of the original Woodstock festival may be off, but Sullivan County officials, meeting in emergency session today, said they were taking no chances.   Fearing that thousands will flock to the Max Yasgur farm in Bethel anyway, county officials said they would deploy police officers as they had originally planned for the weekend of Aug. 13 and 14, and that they would keep the $200,000 provided by the original promoters to pay for the services of state troopers.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"New York's Electoral Shame","web_url":"https://www.nytimes.com/1994/08/04/opinion/new-york-s-electoral-shame.html","abstract":"  Despite a substantial simplification of New York State's election law in 1992, candidates for public office are still bombarding rivals with challenges to their nominating petitions. In New York City alone, 114 challenges were filed with the Board of Elections against candidates for the September primaries.   That may mean the law needs further modification to make life easier for petition candidates. Or it may simply mean that hoary political tradition dies hard.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Bentsen Denies Aides' Assertions Of Briefings on Whitewater Talks","web_url":"https://www.nytimes.com/1994/08/04/us/whitewater-inquiry-overview-bentsen-denies-aides-assertions-briefings-whitewater.html","abstract":"  Returning to the Senate to defend his reputation, Treasury Secretary Lloyd Bentsen today contradicted the description of his role in Whitewater discussions that his two top aides repeated today before a panel on the other side of Capitol Hill.   Mr. Bentsen told the Senate Banking Committee, the panel that had grilled Deputy Secretary Roger C. Altman for nine hours the night before, that errors of judgment had been committed by Mr. Altman and the department's general counsel, Jean E. Hanson.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Let Disney Teach History Someplace Else","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-let-disney-teach-history-someplace-else-854662.html","abstract":"  To the Editor:   Re \"Disney Is an Easy Target\" (Op-Ed, July 25): Thomas Bender, in his enthusiasm for Disney's theme park in Virginia, argues \"we ought to be seeking any means available, commercial or not, that will enable us to tell that complex and unfinished story\" of the Civil War's \"larger significance -- the struggle over the meaning of American nationalism and our concept of freedom.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Clinton Sees a Softening in Syria","web_url":"https://www.nytimes.com/1994/08/04/world/clinton-sees-a-softening-in-syria.html","abstract":"  President Clinton said tonight that he believed Syria was interested in making peace with Israel now that Jordan and the Palestinians have moved to do so.   \"I think there are difficult issues still between Israel and Syria, but I believe both leaders do want to make peace,\" Mr. Clinton said at a news conference.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Senate G.O.P. Heats Up Attack on the Health Bill","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-in-congress-senate-gop-heats-up-attack-on-the-health-bill.html","abstract":"  Battle lines hardened on the health care front today and deadlines showed signs of slipping.   In the Senate, conservative Republicans escalated a bitterly ideological assault on the new plan from the Democratic leadership, asserting it would lead to socialized medicine, a \"medical Gestapo knocking on your parents' door\" and other generalized threats to what Senator Phil Gramm of Texas described as the future of America. They vowed once again to try to slow the legislative process, even as Senator George J. Mitchell, the majority leader, continued to move the bill toward floor consideration next week.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"European Topics","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-91313773815.html","abstract":"It's the easiest test they'll ever take. The Belgian Defense Ministry wants to give across-the-board raises to enlisted men next month in order to make a career in the new all-volunteer army more attractive. But under Belgian law, the soldiers' pay can b","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-849405.html","abstract":"  An article yesterday about the Senate Banking Committee testimony of Joshua Steiner, the Treasury Department chief of staff, misstated his educational connection to Oxford University. Mr. Steiner received a Master of Science degree in modern history from Oxford; he was not a Rhodes scholar.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Right and Wrong on Trade","web_url":"https://www.nytimes.com/1994/08/04/opinion/right-and-wrong-on-trade.html","abstract":"  This was the week for the Clinton Administration to play tough on trade. It threatened to retaliate unless Japan reversed government procurement policies that discriminate against exports of U.S. telecommunications and medical equipment. And it bludgeoned Canada into agreeing to reduce wheat exports to the U.S. for a year while a commission reviews an ongoing dispute about such exports.   The fighting stance toward Japan is justified, though the Administration threatens to carry it to excess. The decision to shut out Canadian wheat, by contrast, amounts to an assault on U.S. consumers -- the price of Mr. Clinton's promise to bail out Midwestern farmers whose support he desperately needed in Congress to pass the North American Free Trade Agreement.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854093.html","abstract":"  In another time and another place, WHOOPI GOLDBERG is stepping in to help Rwandan refugees. The star of \"Sister Act\" and \"The Color Purple\" said yesterday that she has donated $75,000 to relief organizations working with the refugees, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"Dog and Elephant Days: Giuliani Woos G.O.P.","web_url":"https://www.nytimes.com/1994/08/04/nyregion/dog-and-elephant-days-giuliani-woos-gop.html","abstract":"  Ah, sweet summer in New York City. There simply could not be a better time to try to persuade the Republican National Committee to hold its 1996 Presidential nominating convention in the city.   The skeptics might disagree, but they probably haven't got caught up in the spirit.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"European Topics : Around Europe","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-around-europe.html","abstract":"The number of deaths in Italy has exceeded the number of births for the first time since 1914. Figures for 1993 show that the fertility rate has dropped to only 1.21 children per woman. That is the lowest in Europe, which has an average of 1.55. The tren","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Brooklyn Youth Arrested After Officer Is Shot","web_url":"https://www.nytimes.com/1994/08/04/nyregion/brooklyn-youth-arrested-after-officer-is-shot.html","abstract":"  It was nearly 1 A.M. yesterday when the chase began through the stairwells of the scruffy Cypress Hills Houses in East New York, Brooklyn.   Bullets were exploding and ricocheting off the walls, and as Detective Joseph Vigiano hit the fifth-floor landing, one shot ripped across the edge of his bulletproof vest and halted him with a grazing wound to his left arm.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"U.N. Can't Get Refugee Leaders to Visit Rwanda","web_url":"https://www.nytimes.com/1994/08/04/world/un-can-t-get-refugee-leaders-to-visit-rwanda.html","abstract":"  The first concerted effort by the United Nations to persuade Rwandan refugee leaders to return to their country has failed and ended in recriminations on both sides.   During a heated meeting with United Nations officials on Tuesday, about 20 provincial leaders refused to cross the border in cars with United Nations banners and come back to Zaire in the same cars to report on conditions to their constituents.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"CLINTON PRESSURES G.O.P. LAWMAKERS ON HEALTH CARE","web_url":"https://www.nytimes.com/1994/08/04/us/health-care-debate-white-house-clinton-pressures-gop-lawmakers-health-care.html","abstract":"  Asserting that Congress has a \"historic opportunity\" this year to enact universal health care legislation after six decades of failure, President Clinton accused Republican lawmakers tonight of abandoning their earlier support for guaranteed benefits and said the responsibility for finding a workable formula \"now should shift to them.\"   But in the third prime-time news conference of his term, Mr. Clinton was also forced to answer accusations that he had abandoned his stated goal of insuring every American by endorsing the version of insurance legislation unveiled on Tuesday by the Senate majority leader, George J.  Mitchell of Maine.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Five French Citizens Are Slain in Algeria","web_url":"https://www.nytimes.com/1994/08/04/world/five-french-citizens-are-slain-in-algeria.html","abstract":"  Five French citizens working for the French Government in Algiers were killed by suspected Muslim militants today, bringing to 56 the number of foreigners slain in Algeria since the banned Islamic Armed Group began attacking foreigners there last September.   The French victims, three paramilitary gendarmes and two consular officials, were shot dead when four gunmen opened fire on gendarmes protecting an embassy housing complex in an Algiers suburb, Ain Allah. French Government officials said the gunmen had also planned to explode a car bomb.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Fehr Hears a Drumbeat From the Players: 'Strike Now!'","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-fehr-hears-a-drumbeat-from-the-players-strike-now.html","abstract":"  If a growing number of players could make the decision, their labor leader said yesterday, they would move up the strike date from Aug. 12. To when? \"Yesterday, last week,\" Donald Fehr said. \"Some have asked, 'Why didn't we do it at the All-Star Game?' I have an incipient player revolt on my hands.\"   The players are angry, Fehr explained, because the owners decided not to make a payment of about $7.8 million to the pension and benefit plan last Monday, the date stipulated in the expired benefits agreement. The owners' labor representatives said the clubs were not contractually obligated to make the payment, so they didn't, but would take care of it once the two sides reach agreement on a new labor contract.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cliburn Saddles Up the Tchaikovsky Again","web_url":"https://www.nytimes.com/1994/08/04/arts/music-review-cliburn-saddles-up-the-tchaikovsky-again.html","abstract":"  If guardian angels exist, Van Cliburn's must be moonlighting as a Hollywood scriptwriter. An American cultural icon ever since he won the 1958 Tchaikovsky Competition in Moscow, Mr. Cliburn remains a celebrity, his fame undimmed despite an absence of any real musical achievement since the early 1970's. Abandoning the concert stage in 1978 only increased his allure, and he has performed so rarely since his comeback in 1989 that his every appearance is touted as a historic return. These performances have often been emotional high-wire acts, with word of backstage drama buzzing through the audience.   This was certainly the case on Tuesday evening, when Mr. Cliburn, accompanied by the Moscow Philharmonic and its conductor, Vasily Sinaisky, performed at the Metropolitan Opera House. The concert was part of Mr. Cliburn's first full-fledged tour since what he calls his \"intermission,\" but until the boyish-looking, 60-year-old pianist took the stage, there were doubts about whether he would play. On Thursday, when his 97-year-old mother, Rildia Bee Cliburn, had a stroke, Mr. Cliburn postponed his weekend concerts and flew home to Fort Worth. On Sunday he decided to postpone the Met concert, too, but just before midnight he changed his mind, saying that his mother would want him to go on. (Mrs. Cliburn died yesterday; an obituary is on page D18.)","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"4 Mathematicians Are Named Winners of Prestigious Medals","web_url":"https://www.nytimes.com/1994/08/04/us/4-mathematicians-are-named-winners-of-prestigious-medals.html","abstract":"  Four mathematicians yesterday were awarded Fields medals, the most prestigious awards in mathematics.    The winners were Jean Bourgain of the Institut des Hautes Etudes Scientifiques in Paris, Pierre-Louis Lions of the University of Paris-Dauphine, Jean-Christophe Yoccoz of the University of Paris-Sud and Efim Isaakovich Zelmanov, of the University of Wisconsin.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"High School Senior Goes Distance for U.S.","web_url":"https://www.nytimes.com/1994/08/04/sports/soccer-high-school-senior-goes-distance-for-us.html","abstract":"  On a club filled with veterans and professionals, they call midfielder Tiffany Roberts \"the little one.\"   It's an affectionate pet name for the 5-foot-3-inch high school senior from San Ramon, Calif. At 17 years of age, she has earned the right to suit up for the defending world champion United States women's soccer team, and she played all 90 minutes in tonight's 1-0 victory against China.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cuomo Appeals to Union Leaders for Help in Campaign","web_url":"https://www.nytimes.com/1994/08/04/nyregion/cuomo-appeals-to-union-leaders-for-help-in-campaign.html","abstract":"  Seeking to revitalize the liberal-labor coalition that helped start his political career 12 years ago, Gov. Mario M. Cuomo implored state union leaders today to give him the foot soldiers and the money he needs to win perhaps his toughest campaign.   In a fiery speech to leaders of the state A.F.L.-C.I.O., Mr. Cuomo cast the race in grand historical themes, calling it a battle for the \"heart and soul\" of America and warning that a Republican victory would be a powerful blow to union workers not just in New York State but nationwide.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"A Refuge Where Playwrights See Their Inspirations Coming to Life","web_url":"https://www.nytimes.com/1994/08/04/theater/a-refuge-where-playwrights-see-their-inspirations-coming-to-life.html","abstract":"  In an old church in the theater district of Manhattan, playwrights take wing.   The building is the home of New Dramatists, an organization that for 45 years has offered selected new and experienced playwrights the gifts of time and performance space, professional actors so that the plays dancing in their heads can be staged, and even a place to bed down.","thumbnail":null,"section":"Theater"},{"date":"19940804","headline":"1919: Hungarian Trick?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1919-hungarian-trick-in-our-pages100-75-and-50-years-ago.html","abstract":"The new Hungarian Government has decided to issue a manifesto to all the nations announcing the overthrow of the Soviet Government and expressing the desire of the Hungarian people to live at peace with every other country. However, the retirement of Bela","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854174.html","abstract":"  An article on Monday about the Grass Roots Shakespeare Troupe referred erroneously to a 1950's dispute between Robert Moses, then parks commissioner, and another troupe, the New York Shakespeare Festival started by Joseph Papp. The New York Shakespeare Festival first performed in Central Park in 1957, not 1958, and did so with the initial permission of Mr. Moses, not over his objections. He raised objections to the festival in 1959.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"'Old Mud Hole' Fails Just When Needed","web_url":"https://www.nytimes.com/1994/08/04/nyregion/old-mud-hole-fails-just-when-needed.html","abstract":"  Townspeople affectionately call it \"the old mud hole,\" a small pond where just about everyone in this rural community has been learning to swim since the turn of the century.    Emily Greiser, 10, learned to swim there, as did her father, Richard, who owns the town's general store, and her grandfather. Even Emily's great-grandfather swam there when he came to Easton, about 60 miles from New York City, to open the store in 1926.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/04/nyregion/news-summary-848956.html","abstract":"  International A2-11  A SPLIT ON INVADING HAITI  Though it has won the authorization of the United Nations Security Council for an invasion of Haiti, the Administration is split over whether to set a deadline for carrying it out, senior Administration officials say.  A1","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"TOP U.S. OFFICIALS DIVIDED IN DEBATE ON INVADING HAITI","web_url":"https://www.nytimes.com/1994/08/04/world/top-us-officials-divided-in-debate-on-invading-haiti.html","abstract":"  Despite winning approval of the United Nations Security Council for an invasion of Haiti, the Administration is split over whether to set a deadline for carrying it out, senior Administration officials said today.   This division became evident, officials said, at a meeting of Mr. Clinton's top national security advisers on Tuesday at the White House. The meeting had been called to draw up recommendations for the President.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Mining Some Drama From Whitewater at Last","web_url":"https://www.nytimes.com/1994/08/04/arts/critic-s-notebook-mining-some-drama-from-whitewater-at-last.html","abstract":"  After an opening that veered between a yawn and a farce, the Whitewater hearings caught fire this week. The promise of the appearance of a villain or a victim usually excites interest on the stage, and so it was for this television show that occupied PBS, CNN and C-Span for hours and hours. (The networks passed, presumably saving themselves for the trial of O. J. Simpson.)   The drama began to build on Tuesday morning with the questioning of Joshua L. Steiner, whose diary served as a metaphorical smoking gun against his former boss at the Treasury Department, Roger C. Altman. Mr. Steiner's hyperbolic prose turned the Senators into literary critics. By afternoon, expectations over how Mr. Altman would try to wriggle out of words, words, words ran high.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Beating '92 Gold Medalists Just a Dream, Says Johnson","web_url":"https://www.nytimes.com/1994/08/04/sports/basketball-beating-92-gold-medalists-just-a-dream-says-johnson.html","abstract":"  Practice sessions might be the only time Dream Team II will be challenged at the world basketball championships, which begin today in Toronto.   But at least one member of the original Dream Team thinks this year's upstarts would be wise not to get too cocky.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Saddam Hasn't Budged","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-saddam-hasnt-budged.html","abstract":"I am writing on the anniversary of Saddam Hussein's invasion of Kuwait, which took place on Aug. 2, 1990. Much has happened since, but vital facts remain: Saddam refuses to recognize the sovereignty and borders of Kuwait, and he is still keeping the 625","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"A Hidden Bat Trick: Vizcaino Saves Mets","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-a-hidden-bat-trick-vizcaino-saves-mets.html","abstract":"  Rico Brogna looked downright ugly when he faced Atlanta's Steve Avery last night at Shea Stadium. In his first two at-bats against the left-hander, Brogna struck out on six pitches. In his third plate appearance, he flew out weakly to right field.   It appeared, then, that someone in the National League had finally found a way to solve Brogna, the red-hot Mets rookie who has hit .382 since his call-up on June 25. And the 11-game hitting streak Brogna brought into last night's contest? It looked dead.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Sports of The Times; Good Faith Needlessly Turns Bad","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-of-the-times-good-faith-needlessly-turns-bad.html","abstract":"  IF the owners of the major league clubs were setting out to find an issue that would further galvanize the players, they have hit the proverbial grand slam.   Nearly a month after the players participated in an All-Star Game they traditionally play gratis in return for the clubs' contributions to their pension fund, the players have found that the owners have no intention of making their annual August contribution.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"In an Upset, Baggio Dislikes Shootouts","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-soccer-in-an-upset-baggio-dislikes-shootouts.html","abstract":"  ROBERTO BAGGIO, who missed a penalty kick that proved decisive in Italy's loss to Brazil in the World Cup final last month, wants to eliminate shootouts. Instead, he said yesterday, when World Cup matches end in ties, a new game should be played three or four days later. A second game, or a replay, was the system in place, but never used by FIFA to resolve ties in the championship game until the 1980's. Baggio said the shootout is unfair \"for teams that have worked hard for four years to play a World Cup.\" Baggio said Brazil \"was a just winner.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"F.B.I. Undertakes Conspiracy Inquiry In Clinic Violence","web_url":"https://www.nytimes.com/1994/08/04/us/fbi-undertakes-conspiracy-inquiry-in-clinic-violence.html","abstract":"  Setting aside a longstanding reluctance to involve itself in cases of abortion-related violence, the Federal Bureau of Investigation has begun an inquiry into accusations that the use of force against women's clinics and their doctors is the work of a conspiracy by anti-abortion militants.   A confidential teletype sent to all 56 F.B.I. field offices on Saturday evening said the bureau had information indicating that about half a dozen anti-abortion figures might be posing \"a conspiracy that endeavors to achieve political or social change through activities that involve force or violence.\"","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Points About Proliferation","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-points-about-proliferation.html","abstract":"Regarding \"Nuclear Crisis Extends Well Beyond Korea\" (June 27):.Contrary to the news report, next year's conference of the parties to the 1968 treaty on the nonproliferation of nuclear weapons will not consider whether the treaty is to be ext","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Victors in Michigan Primaries","web_url":"https://www.nytimes.com/1994/08/04/us/victors-in-michigan-primaries.html","abstract":"  Michigan voters on Tuesday nominated candidates with sharp ideological differences for what are expected to be closely contested races for governor and the United States Senate this fall.   Former Representative Howard Wolpe narrowly won the Democratic nomination for governor, with 241,403 votes, or 35 percent. His closest rival was State Senator Debbie Stabenow, who had 209,013 votes, or 30 percent.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Let Disney Teach History Someplace Else; Lectures in the Park","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-let-disney-teach-history-someplace-else-lectures-in-the-park-854654.html","abstract":"  To the Editor:   Thomas Bender's belief that the complex and unfinished story of the Civil War is not being given to the widest possible public fails to credit the efforts and scholarship of the many National Park Service historians who have interpreted the Civil War story to millions since the 1930's (Op-Ed, July 25).","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854140.html","abstract":"  An entry in the Company Earnings listing in Business Day yesterday for the Agco Corporation included an incorrect footnote. The figures provided were in United States dollars, not Canadian.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Pacers Will Re-sign Scott, Report Says","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-pacers-will-re-sign-scott-report-says.html","abstract":"  BYRON SCOTT, 33, whose leadership and scoring off the bench helped spark Indiana's drive to the Eastern Conference finals, will sign a three-year, $5 million contract with the Pacers. Pacers President Donnie Walsh was in Los Angeles to sign the former Lakers star yesterday, The Indianapolis Star reported. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Howard Glad to Be Put Out Of Position","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-howard-glad-to-be-put-out-of-position.html","abstract":"  Erik Howard has never looked this good, not even when he was a 21-year-old rookie with the Giants in 1986.   He has slimmed down 15 pounds to 275, partly to reduce pressure on a chronically aching back. He walks with a spring. On the field at the Giants' training camp here, he looks quicker and happier.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/04/nyregion/no-headline-849316.html","abstract":"  \"New York is the center of the industry. I couldn't afford to cut myself off from where the action is.\" -- ZEEV VOLCHIK, moved his business back to Brooklyn from New Jersey.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Barkley Refuses to Get With the Program","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-barkley-refuses-to-get-with-the-program.html","abstract":"  CHARLES BARKLEY has had his rehabilitation program adjusted, allowing the Phoenix Suns star to go to Philadelphia and play golf.   Barkley was supposed to have completed a stringent eight-week rehabilitation program for his back this summer, but he stopped after four days, The Phoenix Gazette reported yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Lemieux and Penguins to Discuss Status","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-hockey-lemieux-and-penguins-to-discuss-status.html","abstract":"  MARIO LEMIEUX, just back from a golf vacation to Scotland, met last night with the Pittsburgh Penguins' chairman, HOWARD BALDWIN, to discuss his future with the team. It's a future the Penguins apparently believe won't include the 1994-95 season.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854085.html","abstract":"  RUTH GRUBER, the author of 14 books, is also visiting a place she described in one of them, but in her case she has been there before. She is going to Oswego, N.Y., for a three-day reunion of refugees she accompanied to this country 50 years ago and more than 100 of their descendants.   Ms. Gruber wrote a book in 1983 called \"Haven,\" about the mission she led in 1944 as an aide to Harold Ickes, Secretary of the Interior, to bring 982 refugees from 18 countries to the United States. President Franklin D. Roosevelt lifted immigration quotas to let them in, and they were taken to Fort Ontario, an Army camp in Oswego.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"You Call This Scam Health-Care Reform?","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-you-call-this-scam-health-care-reform-854450.html","abstract":"  To the Editor:   A July 25 front-page article describes the millstones burdening Hillary Rodham Clinton as she campaigns across the country for health care reform. We're advised, Don't even think about a single-payer plan or a Canadian-style plan: they are as dead as socialized medicine.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"'Jerusalem? Shalom! Do You Copy?'","web_url":"https://www.nytimes.com/1994/08/04/world/jerusalem-shalom-do-you-copy.html","abstract":"  Accompanied by an Israeli fighter jet escort and a blaze of official publicity, King Hussein of Jordan flew over Israel today, passing over Muslim holy sites in Jerusalem on his way home to Amman from Europe.   The flyover, announced to Israelis by Prime Minister Yitzhak Rabin's office, was an attempt to show how quickly changes were going into effect after the signing in Washington last week of a declaration that formally ended the state of war between Jordan and Israel.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Grand Larceny Charge Deepens an Elmsford Family Tragedy","web_url":"https://www.nytimes.com/1994/08/04/nyregion/grand-larceny-charge-deepens-an-elmsford-family-tragedy.html","abstract":"  A year ago, after robbing a liquor store at gunpoint, Eric Shames inspired more sympathy than outrage. His story drew national attention because Mr. Shames, a retired New Rochelle police officer, said he had acted in a desperate attempt to get money for his ailing young son.   Letters of support, donations of food and clothing, and thousands of dollars poured in from people across the country who wanted to help Mr. Shames, his wife, Elizabeth, and their son, Christopher, who was born with a heart defect and suffered severe brain damage during surgery to correct the problem.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"New Tape of a Police Beating in California","web_url":"https://www.nytimes.com/1994/08/04/us/new-tape-of-a-police-beating-in-california.html","abstract":"  A videotape of a police officer repeatedly hitting a teen-ager with his baton raised new accusations of police brutality in Los Angeles today.   The F.B.I and the Los Angeles County District Attorney's office are investigating, as is the Police Department in Compton, where the incident took place on Friday.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Jets Will Start Glenn; Hasty Causes a Scare","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-jets-will-start-glenn-hasty-causes-a-scare.html","abstract":"  On the day that Aaron Glenn, the Jets' No. 1 draft pick, was named the starting left cornerback, the team lost James Hasty, its outstanding right cornerback, for at least the rest of the preseason.   Hasty will undergo arthroscopic surgery on his right knee on Thursday morning at Lenox Hill Hospital. The surgery will be performed by Dr. Elliott Hershman, the team's orthopedist.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Parish Could Be a King for Season, or Two","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-parish-could-be-a-king-for-season-or-two.html","abstract":"  He will be taking a cut in pay, but he says he wants to play one more season, so the reported offer from the Sacramento Kings of nearly $3 million for two years might be attractive to ROBERT PARISH, 40, the National Basketball Association's oldest player. Parish made $4 million last season with the Boston Celtics, but that money in his salary-cap slot this season is going to forward DOMINIQUE WILKINS, 34, who signed with Boston last week. According to The Boston Globe yesterday, the Kings would pay Parish $2.3 million next season with a buyout clause for the next year. If he decided to play only one season, he would still receive nearly $3 million. The Globe also reported that the Charlotte Hornets are interested in Parish. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Teammates Welcome an American Abroad","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-soccer-teammates-welcome-an-american-abroad.html","abstract":"  ALEXI LALAS was greeted by applause from his new teammates when he joined Padova of the Italian League yesterday in Bressanone, Italy. Lalas, a 24-year-old defender from Birmingham, Mich., and Rutgers University who played in the World Cup last month, is the first American to sign with a team in the Italian League, the most expensive and highly regarded league in the world. He spent his first day taking a physical exam, being fitted for a uniform and house-hunting. Padova begins its league schedule on Sept. 4 at Sampdoria of Genoa. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cavaliers Sign Cage, a Free Agent","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-cavaliers-sign-cage-a-free-agent.html","abstract":"  MICHAEL CAGE, a 10-year N.B.A. veteran who became a free agent after playing for the Seattle SuperSonics for the last six seasons, agreed to a three-year deal yesterday with the Cleveland Cavaliers. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Essay; The Whole Truth","web_url":"https://www.nytimes.com/1994/08/04/opinion/essay-the-whole-truth.html","abstract":"  Why have the Riegle hearings on the Whitewater scandal brought credit to the Senate, while the Gonzalez circus on the same matter has brought ridicule on the House?   Because the essence of the Senate hearings is not about the abuse of the banking system by the Clintons, or even about White House attempts to impede or wrongfully investigate an investigation. These hearings are not yet about Whitewater; they are about the constitutional requirement that the Congress be told the whole truth.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Dealing With War Crimes","web_url":"https://www.nytimes.com/1994/08/04/opinion/dealing-with-war-crimes.html","abstract":"  There is no doubt that horrible war crimes have been committed in the civil war in Rwanda. But Prime Minister Faustin Twagiramungu's determination to proceed with the trial and execution of thousands of civilians accused of war crimes in Rwanda speaks of victor's justice. Mass trials in suspect circumstances can now only deepen the divisions that have caused two million Rwandans, most of them Hutu, to flee a country whose victorious revolutionaries are most Tutsi.    Far better for the world as well as Rwanda to seek justice before an international tribunal under United Nations auspices. Mr. Twagiramungu believes such a process could take too long to organize, but it need not.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854166.html","abstract":"  Because of an editing error, an obituary last Thursday about a physician who headed the physiology department at Columbia University for 20 years referred to him erroneously at one point in some editions. He was Dr. John V. Taggart 3d; Dalton was the name of the professorship he held.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Outlook Improves for Industry in New York","web_url":"https://www.nytimes.com/1994/08/04/nyregion/outlook-improves-for-industry-in-new-york.html","abstract":"  When he moved his Brooklyn knitwear company to New Jersey eight years ago, Zeev Volchik joined a decadeslong exodus of industrial concerns from New York City. Like so many New York manufacturers before and after him, Mr. Volchik was convinced that he would save hundreds of thousands of dollars by locating elsewhere and avoiding all the troubles of doing business in the city.   But two years ago, Mr. Volchik, an immigrant from Israel, moved his company back to Brooklyn. Why? Even though he had been just a few miles away in Perth Amboy, N.J., Mr. Volchik found that his company, Sarig Fashions, was losing touch with the tight network of garment makers, suppliers and customers in Queens and Brooklyn that helped him survive.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"A Televised Test of Character and Endurance","web_url":"https://www.nytimes.com/1994/08/04/us/the-whitewater-inquiry-the-ritual-a-televised-test-of-character-and-endurance.html","abstract":"  As Deputy Treasury Secretary and for many years before as a prominent and prosperous Wall Street investment banker, Roger C. Altman has been used to giving orders, to cutting deals, to being in charge.   But for the last two days, he has been anything but in command. He has been subjected to a form of torture peculiar to Washington: the televised Congressional hearing.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Three-Bowl Coalition Aiming for One Winner","web_url":"https://www.nytimes.com/1994/08/04/sports/college-football-three-bowl-coalition-aiming-for-one-winner.html","abstract":"  College conference commissioners are expected to announce today the creation of a three-part football coalition intended to greatly increase the chances of a national championship game in one of the participating bowls. It could be for a three- or a six-year term, starting in 1996.   The Sugar, Fiesta and Orange Bowls emerged yesterday as the likely winners, with the Big East and Southeastern conferences voting in their favor, according to two persons familiar with the situation who asked for anonymity.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"1944: Army Halts Strike : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1944-army-halts-strike-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] The United States Army, acting on orders of President Roosevelt, took over Philadelphia's entire transportation system tonight [Aug. 3] and called on 6,000 rank-and-file strikers, who have stalled all transit and cut war prod","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Unusual Alliance in House Unites to Stall the Crime Bill","web_url":"https://www.nytimes.com/1994/08/04/us/unusual-alliance-in-house-unites-to-stall-the-crime-bill.html","abstract":"  The Clinton Administration's comprehensive crime bill, which last week seemed on its way to final passage in Congress, has run into an 11th-hour threat from political forces similar to ones that brought down crime bills in past years.    A strange if inadvertent alliance of gun supporters, blacks and Republicans has moved to block the bill, a compromise measure worked out last week by House and Senate negotiators, from reaching the House floor for a final vote. The maneuvering has prompted President Clinton to join the fight for the measure.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Man Is Killed by L.I.R.R. Train in Queens","web_url":"https://www.nytimes.com/1994/08/04/nyregion/man-is-killed-by-lirr-train-in-queens.html","abstract":"  A Long Island Rail Road train struck two young men in Springfield Gardens, Queens yesterday evening, killing one and seriously injuring the other, officials said.   \"It looks like a case of two males in their late teens playing chicken with a train and losing,\" Richard A. Brown, the Queens District Attorney, said at the scene of the accident.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Italian Chief Hoping August Recess Will Cool Political Crisis","web_url":"https://www.nytimes.com/1994/08/04/world/italian-chief-hoping-august-recess-will-cool-political-crisis.html","abstract":"  With most Italians soaking up heat on the beach or heading for the hills to avoid it, Prime Minister Silvio Berlusconi seemed today to have won a respite from crisis, evidently hoping that his country's traditional August torpor will blunt political tempers, too.   With a televised speech to Parliament on Tuesday night that enabled the tycoon-politician to capitalize on his skills before the camera, Mr. Berlusconi overcame rifts in his coalition prompted both by worries over the conflict between his business and political interests and concerns about his increasingly touchy relationship with the investigating magistrates.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Lewis to Fight McCall","web_url":"https://www.nytimes.com/1994/08/04/sports/lewis-to-fight-mccall.html","abstract":"  After three lackluster defenses of a tarnished crown, Lennox Lewis, the World Boxing Council heavyweight champion, will finally be meeting a quality opponent when he takes on Oliver McCall in London on Sept. 24. That, at least, was the line being peddled in New York yesterday by, among others, Lewis, McCall, Dan Duva, the fight's promoter, and, most vociferously, McCall's personal promoter, Don King.   The contention that McCall (24-5) is a plausible challenger for Lewis (25-0) rests on several arguments","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"An Empire Heard Again","web_url":"https://www.nytimes.com/1994/08/04/arts/music-review-an-empire-heard-again.html","abstract":"  The Mostly Mozart Festival took a night off from both its own orchestra and its namesake on Monday night. The Austro-Hungarian Haydn Orchestra under Adam Fischer visited Avery Fisher hall. The music was by Haydn, Beethoven and Schubert.    The seven-year-old orchestra tells us in musical terms that empires die hard. Its 30-odd musicians represent a post-Iron Curtain reunification of an old Vienna-Budapest axis, the roster almost evenly split between Austrian and Hungarian players. The underlying conceit here is that cold war or not, a performing style once shared by the two countries survives and can be shared again.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Court Grants Writer's Bail In Bangladesh","web_url":"https://www.nytimes.com/1994/08/04/world/court-grants-writer-s-bail-in-bangladesh.html","abstract":"  A feminist writer who had spent two months in hiding in fear of death threats by Muslim fundamentalists appeared in court under heavy police guard today in Dhaka, the capital of Bangladesh.   After being granted bail on a charge of defaming the Muslim faith, the writer, Taslima Nasrin, quickly went into hiding again, saying she still feared for her life despite Government pledges to protect her.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940804","time":"1994-08-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":64,"wspd":13},{"date":"19940804","time":"1994-08-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":65,"wspd":7.6},{"date":"19940804","time":"1994-08-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":69,"wspd":13},{"date":"19940804","time":"1994-08-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":66,"wspd":7.6},{"date":"19940804","time":"1994-08-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":63,"wspd":5.4},{"date":"19940804","time":"1994-08-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":61,"wspd":1.8},{"date":"19940804","time":"1994-08-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":62,"wspd":11.2},{"date":"19940804","time":"1994-08-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":65,"wspd":9.4},{"date":"19940804","time":"1994-08-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":73,"wspd":18.4},{"date":"19940804","time":"1994-08-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.7,"rhum":66,"wspd":14.8},{"date":"19940804","time":"1994-08-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":66,"wspd":9.4},{"date":"19940804","time":"1994-08-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":64,"wspd":9.4},{"date":"19940804","time":"1994-08-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":60,"wspd":7.6},{"date":"19940804","time":"1994-08-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":58,"wspd":7.6},{"date":"19940804","time":"1994-08-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":55,"wspd":3.6},{"date":"19940804","time":"1994-08-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":66,"wspd":7.6},{"date":"19940804","time":"1994-08-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":76,"wspd":13},{"date":"19940804","time":"1994-08-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":71,"wspd":11.2},{"date":"19940804","time":"1994-08-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":70,"wspd":9.4},{"date":"19940804","time":"1994-08-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":71,"wspd":7.6},{"date":"19940804","time":"1994-08-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":74,"wspd":14.8},{"date":"19940804","time":"1994-08-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":77,"wspd":5.4},{"date":"19940804","time":"1994-08-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":79,"wspd":7.6},{"date":"19940804","time":"1994-08-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":80,"wspd":7.6},{"date":"19940804","time":"1994-08-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":50,"wspd":22.3},{"date":"19940804","time":"1994-08-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":14.8},{"date":"19940804","time":"1994-08-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":79,"wspd":16.6},{"date":"19940804","time":"1994-08-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":82,"wspd":13},{"date":"19940804","time":"1994-08-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":14.8},{"date":"19940804","time":"1994-08-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":14.8},{"date":"19940804","time":"1994-08-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":13},{"date":"19940804","time":"1994-08-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":9.4},{"date":"19940804","time":"1994-08-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":11.2},{"date":"19940804","time":"1994-08-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":9.4},{"date":"19940804","time":"1994-08-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":9.4},{"date":"19940804","time":"1994-08-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":9.4},{"date":"19940804","time":"1994-08-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":14.8},{"date":"19940804","time":"1994-08-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":11.2},{"date":"19940804","time":"1994-08-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":13},{"date":"19940804","time":"1994-08-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":9.4},{"date":"19940804","time":"1994-08-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":16.6},{"date":"19940804","time":"1994-08-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":18.7},{"date":"19940804","time":"1994-08-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":22.3},{"date":"19940804","time":"1994-08-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":44,"wspd":24.1},{"date":"19940804","time":"1994-08-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":25.9},{"date":"19940804","time":"1994-08-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":24.1},{"date":"19940804","time":"1994-08-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":47,"wspd":27.7},{"date":"19940804","time":"1994-08-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":24.1}]},"19940805":{"guardian_articles":[],"nytimes_articles":[{"date":"19940805","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1994/08/05/style/IHT-the-arts-guide.html","abstract":"AUSTRIA. Vienna. Kunsthistoriches Museum, tel: (1) 52-177, closed Mondays. To Oct. 30: \"J. Tintoretto: Portraits.\" In addition to the museum's own collection, more than 40 paintings from European and American museums illustrate Tintoretto's inno","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866032.html","abstract":"  Because of an editing error, an article on Wednesday about the Times Square redevelopment project characterized the stance of the Municipal Art Society incorrectly. Although the group has criticized some aspects of the project over the years, it is not a longtime opponent. It had supported the overall plan, but recently withdrew its support after the state relieved the developers of their obligation to start construction of four office towers according to a set timetable.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Exchange To Build And Stay In Manhattan","web_url":"https://www.nytimes.com/1994/08/05/nyregion/exchange-to-build-and-stay-in-manhattan.html","abstract":"  A day after it formally completed its merger with the Commodity Exchange, the New York Mercantile Exchange announced yesterday that it would build a new office tower in lower Manhattan, keeping its headquarters and 8,100 jobs in the city.   The exchange, which has been in the World Trade Center since 1977, decided to build the tower beside the Hudson River in Battery Park City after ruling out another site in Manhattan and one in Jersey City, its chairman, Daniel Rappaport, said.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Getting Outs Instead of Getting Out","web_url":"https://www.nytimes.com/1994/08/05/sports/baseball-getting-outs-instead-of-getting-out.html","abstract":"  It is a dreaded chore, charting pitches, one that starters do out of a sense of duty, not out of love for the job. Jason Jacome does not seem to mind.   Recently, Jacome, the young left-hander, has pitched the day after Bret Saberhagen, the ace of the Mets' staff. That means he charts the games that Saberhagen throws. And in this season, charting Saberhagen has been a pleasure, particularly for a 23-year-old rookie who wants to learn.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Critic's Choice/Music; A Rare Rumba Display","web_url":"https://www.nytimes.com/1994/08/05/arts/critic-s-choice-music-a-rare-rumba-display.html","abstract":"  Call it diversity or call it a hodgepodge, but this weekend's opening programs at Lincoln Center Out of Doors should fill the plaza with good-natured summer music, all of it free. The most tropical show takes place tonight at 8:15 at the Damrosch Park Band Shell, in a summit of Caribbean rhythm and melody. It features a rare United States appearance by Los Munequitos de Matanzas, one of the few Cuban groups allowed to tour this country in recent years.   Los Munequitos, formed in 1952, are a traditional rumba group that knows old-style rumbas, like the yambu and columbia, which are increasingly rare. It plays sacred and secular rhythms, from Santeria ceremonies and street-corner parties, that are at the root of salsa, Latin jazz and all kinds of dance music. The drumming is intricate and kinetic, with dancing to match; even a slight overlay of theatricality can't separate the band from its roots. Sharing the bill are Phantom, an up-and-coming Haitian rock band carried by a different variant of those African cross-rhythms, and D'Ivan, playing Trinidadian-style calypso and soca.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/05/nyregion/metro-digest-859974.html","abstract":"  METRO DIGEST    SNIPER ON LONG ISLAND STRIKES 3D TIME   A night-stalking Long Island sniper who apparently selects victims at random and fires through the windows of businesses struck for the third time in 12 days, critically wounding a waitress in Stony Brook. A1.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Wheel Unit Examined in Amtrak Derailment","web_url":"https://www.nytimes.com/1994/08/05/nyregion/wheel-unit-examined-in-amtrak-derailment.html","abstract":"  Federal investigators looking into the derailment of an Amtrak passenger train that injured 92 people here were focusing today on a possible mechanical malfunction in the wheels of an empty mail car just behind the two locomotives.   But the precise cause of the accident that sent nine cars hurtling down an embankment early Wednesday was still a mystery this evening.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"A Taste of Ainu Culture in Tokyo","web_url":"https://www.nytimes.com/1994/08/05/style/IHT-a-taste-of-ainu-culture-in-tokyo.html","abstract":"Since it is the kind of place you want to root for, you enter Rera Chise, Tokyo's only Ainu restaurant, hoping the food will at least be all right. The Ainu are the indigenous people of northern Japan. A long Japanese government campaign of assimilation","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Rediscovering a 30's Novelist Who Touched a Generation","web_url":"https://www.nytimes.com/1994/08/05/arts/tv-weekend-rediscovering-a-30-s-novelist-who-touched-a-generation.html","abstract":"  In the 1930's, John Dos Passos was up there among America's literary stars along with Ernest Hemingway and F. Scott Fitzgerald. His trilogy, \"U.S.A.,\" was acclaimed a masterpiece. The luster has faded, but this appreciation is a reminder of the influence of his work on a generation of writers, and its significance, at least for its time.   \"The Odyssey of John Dos Passos\" tells of the writer's privileged yet deprived childhood (his millionaire father did not marry his mother until John was 14 years old); his World War I experience as an ambulance driver, out of which came his first novel, \"Three Soldiers\"; his radical sympathies, expressed in \"Manhattan Transfer\"; his hanging around with other expatriate writers in the Paris of the 1920's; his innovative use of cinematic techniques in \"U.S.A.\"; his disillusionment with Communism during the Spanish Civil War, and his sharp turn to the right after World War II.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"1919: 'Wild Women' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-1919-wild-women-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Miss Rose Rothenberg, New York's only woman assistant district attorney, declares that since the establishment of prohibition there is a great decrease in the numbers of \"wild women\" appearing before the police courts. Miss Rothenberg","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/05/style/chronicle-865842.html","abstract":"  Seemingly oblivious to the fuss, the Queen Mother went on her traditional birthday walkabout yesterday, venturing forth from Clarence House to greet the crowds of well-wishers carrying dozens of gifts.    People sang \"Happy Birthday\" to her, and she sipped Champagne from a plastic cup, the Press Association reported.","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"HOUSE IS LETTING SENATE GO FIRST ON HEALTH CARE","web_url":"https://www.nytimes.com/1994/08/05/us/health-care-debate-legislation-house-letting-senate-go-first-health-care.html","abstract":"  House leaders today put off a vote on national health insurance until Aug. 19, a one-week delay that is likely to give nervous representatives time to see how the Senate votes before they have to stick out their own necks on the politically dangerous issue of requiring employers to insure their workers.   Democratic leaders in both the House and Senate insisted that they were not basing decisions on what was going on in the other chamber. The reason given for the House postponement was the time it was taking legislative draftsmen and the Congressional Budget Office to process various alternatives. But Democratic lieutenants made it clear that the delay would bring sighs of relief in the House.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Tokoza Journal; An Apartheid Legacy: A Lethal Clash of Cultures","web_url":"https://www.nytimes.com/1994/08/05/world/tokoza-journal-an-apartheid-legacy-a-lethal-clash-of-cultures.html","abstract":"  In the devastated courtyard of Tokoza Men's Hostel No. 2, a migrant workers' residence that has been for five years an epicenter of urban warfare, Elijah Buthelezi was tending his cattle.   One cow lay neatly butchered, the hide splayed in the yard and the entrails curled on the hood of a derelict Ford. Mr. Buthelezi had scattered hay for the rest of the small herd. Now he was doing the milking.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/08/05/arts/diner-s-journal.html","abstract":"  Crossed Wires    \"I'd like the scamorza, please.\"   \"You want the scarola?\"","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/05/nyregion/news-summary-858536.html","abstract":"  International A2-9  DEADLY REPRISALS IN RWANDA  Members of Rwanda's ethnic majority, the Hutu, have in some cases been wounded or killed in trying to return to their homes, refugees say. Refugees identified some of the attackers as members of the Rwandan Patriotic Front, the Tutsi-led movement that now rules Rwanda.  A1  A cholera epidemic seems to be under control, doctors say.  A6","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/05/style/chronicle-865850.html","abstract":"  Should LORD SNOWDON have taken more flattering photographs of his former mother-in-law, QUEEN ELIZABETH THE QUEEN MOTHER, for her 94th birthday portrait?    The pictures, which were printed in British newspapers yesterday, aroused complaints that could be heard in the crowd gathered around Clarence House, the Queen Mother's palace in London, to wish her a happy birthday. They were also the subject of considerable coverage by the press.","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-letters-to-the-editor.html","abstract":"As a Japanese citizen living abroad, I cannot understand why 69-year-old Tomiichi Murayama should have been elected as the leader of Japan. The whole process was carried out by a few politicians in closed-door meetings. Japanese voters had no influence..","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Slain Clinic Escort Saw Job as a Mission","web_url":"https://www.nytimes.com/1994/08/05/us/slain-clinic-escort-saw-job-as-a-mission.html","abstract":"  James H. Barrett flew in northern Africa in World War II, in Korea and in Vietnam, and he retired as a lieutenant colonel in the Air Force after 28 years of service. Then he took up a second career as a schoolteacher in Texas and Maryland.    So when he finally retired for good here two years ago, he joked to his friends in the North that he had earned the right to tee off on every single hole of every single one of the 41 golf courses in the Pensacola area.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"At Saratoga, Even Losing Horseplayers Feel Lucky","web_url":"https://www.nytimes.com/1994/08/05/arts/at-saratoga-even-losing-horseplayers-feel-lucky.html","abstract":"  THE world of horse racing can be harsh, even seamy, sometimes. Aqueduct in Queens on a freezing winter day, for example, is not a sight to gladden the heart, and the sound of grown men banging on trash cans and cursing as their long-shot play fails does not please the ear. The horses still look noble, but there's not much else to prop up the image of thoroughbred racing as the sport of kings. When the wind off Jamaica Bay howls down the back stretch, there's only one thing to do: dream of Saratoga.   The annual summer meeting at Saratoga Springs, N.Y., now in its 126th year, is horse racing's Garden of Eden: five weeks of top-quality racing presented in ideal surroundings, and wrapped in the festive atmosphere of a county fair. Money is wagered, of course. But for a brief, idyllic interlude, finer feelings come to the fore.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/05/nyregion/no-headline-858943.html","abstract":"  \"Nobody knows who's next. Everybody's afraid, not only me. My business is down 75 percent since the shooting, and it is not only here at my station. All the businesses in the area that are open 24 hours a day are dead after dark.\" SEFER KIR, a service-station owner on Long Island.  [ B2:1. ]","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Yankee Metronome Wins at Metrodome","web_url":"https://www.nytimes.com/1994/08/05/sports/baseball-yankee-metronome-wins-at-metrodome.html","abstract":"  In the fantasy world of George Steinbrenner, Buck Showalter and Don Mattingly, there would not be a players' strike next week and the Yankees would not return to the Bronx until they were equipped with a World Series trophy. In this fantasy world, the season would not be interrupted and the Yankees would happily continue pummeling teams on the road. Superstitions abound, even in dreams.   But this is no fantasy world even if the Yankees are zooming through a fantasy season. This is reality. The games before Aug. 12 have dwindled to seven, the doubts about the players and owners agreeing are mounting and the Yankees are sometimes unsure what to think about the future.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Has Drug-Use Study Really Told Us Anything?","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-has-drug-use-study-really-told-us-anything-866369.html","abstract":"  To the Editor:   A Federal study has shown that the number of Americans who use illicit drugs rose from 1992 to 1993 (news article, July 21). More precisely, the number of people in a sample of 26,000 who were willing to admit their drug habits to Federal researchers in door-to-door, face-to-face, nonanonymous interviews grew by about 35, or 0.13 percent of the sample.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Arkansas Carries Out Nation's First Triple Execution in 32 Years","web_url":"https://www.nytimes.com/1994/08/05/us/arkansas-carries-out-nation-s-first-triple-execution-in-32-years.html","abstract":"  Opponents of the death penalty, a group whose influence has dwindled amid growing public concern about violent crime, claimed new moral ground on Wednesday when Arkansas executed three men in less than three hours.   \"At what point will they stop?\" asked Kika Matos of the NAACP Legal Defense and Educational Fund. \"It will soon be the mass lynchings of not so long ago.\" She argued that a multiple execution \"takes away from the individuality of the person\" sent to his death.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Cotton and NBC Left Out in Bowl Shuffle","web_url":"https://www.nytimes.com/1994/08/05/sports/football-cotton-and-nbc-left-out-in-bowl-shuffle.html","abstract":"  The Sugar, Fiesta and Orange Bowls were selected yesterday to rotate an annual matchup of the season's two top-ranked college football teams to determine an undisputed national champion.   During a two-hour telephone call, conference commissioners approved the three-bowl coalition, which will start on Dec. 31, 1995.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/08/05/books/the-spoken-word.html","abstract":"  \"BLACK SHORTS,\" Frederick Douglass Creative Arts Center, 270 West 96th Street, Manhattan. The poets Jayne Cortez and B. J. Ashanti will read from their works. Tonight at 8 o'clock. Tickets: $10. Information: (212) 864-3375.  JAZZ DEBATE, Lincoln Center, Stanley Kaplan Penthouse, 165 West 65th Street, 10th floor. Wynton Marsalis, artistic director of Jazz at Lincoln Center, and James Lincoln Collier, author of books on jazz and jazz musicians, debate several points in Mr. Collier's books about which they disagree. Sunday at 5 P.M. Admission: $10. Part of the Classical Jazz Series. Information: Centercharge, (212) 721-6500, or Jazz at Lincoln Center Hotline, (212) 875-5299.","thumbnail":null,"section":"Books"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866059.html","abstract":"  A chart in Business Day on July 27, with an article about the Microsoft Corporation's move into electronic publishing, misidentified the publisher of \"The Mayo Clinic Family Health Book\" in CD-ROM computer disk form. The disk is published by IVI Publishing Inc., not Sony Electronic Publishing.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"A Quest for Yesterday's Innocence","web_url":"https://www.nytimes.com/1994/08/05/movies/film-review-a-quest-for-yesterday-s-innocence.html","abstract":"Alfalfa courts Darla. Where are the ragamuffins of yesteryear?","thumbnail":null,"section":"Movies"},{"date":"19940805","headline":"Rights Leader Says a Letter Absolves Him","web_url":"https://www.nytimes.com/1994/08/05/us/rights-leader-says-a-letter-absolves-him.html","abstract":"  Facing scattered calls that he resign, the executive director of the National Association for the Advancement of Colored People today made public a letter that he said absolves him of the accusation that he sexually harassed a former employee.   At the same time, lawyers for the director, Benjamin F. Chavis, sought to portray the civil rights leader's accuser as a litigious woman with a history of suing people.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Writer Joins 'Monday Night Football' Staff","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-broadcasting-writer-joins-monday-night-football-staff.html","abstract":"  Sports Illustrated's senior writer and resident football expert, PETER KING, will join the halftime show for ABC's \"Monday Night Football\" broadcasts as a studio reporter, the network and magazine announced jointly yesterday. King will make his Monday night debut on Sept. 5 for the Los Angeles Raiders' game at San Francisco. King, 37, will join the host, BRENT MUSBURGER, on the new Monday night halftime show. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Bible Doesn't Sanction Anti-Abortion Murder; Giving In to the Violent","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-bible-doesn-t-sanction-anti-abortion-murder-giving-in-to-the-violent-866440.html","abstract":"  To the Editor:   In \"The Debate Over Abortion Coverage: A Compromise\" (Op-Ed, July 22), Henry T. Greely and Leigh S. Goodmark offer a compromise on the inclusion of abortion services in the proposed health care plan. They suggest \"conscientious objector\" status for those who find abortion morally offensive, with a rebate paid to them by their insurers.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Iran Yields to Demands After Riots in Northern City","web_url":"https://www.nytimes.com/1994/08/05/world/iran-yields-to-demands-after-riots-in-northern-city.html","abstract":"Hoping to stanch riots in a secessionist city, the Iranian Government gave in significantly today to the city's demand for a greater say in where its money goes.\n\nThe unusual concession by the Government seems to reflect fear in Teheran that discontent in the northwestern city of Qazvin could spread throughout the economically depressed country.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Serbia's Leader: Not 'a Single Promise Kept'","web_url":"https://www.nytimes.com/1994/08/05/world/serbia-s-leader-not-a-single-promise-kept.html","abstract":"  Following are excerpts from a statement yesterday by the President of Serbia, Slobodan Milosevic, after the Bosnian Serbs' rejection of an international peace plan. The remarks were transmitted by the official Yugoslav press agency and translated by The Associated Press and The New York Times.   All explanations that the Serbian people would be threatened by accepting the peace plan become senseless and absurd when one considers they are refusing a secure border guaranteed by the international community; they are refusing a border across which no grenades can fly and over which nobody would be killed.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Primary Rival Says G.O.P. Is Showing Favoritism to Pataki","web_url":"https://www.nytimes.com/1994/08/05/nyregion/primary-rival-says-gop-is-showing-favoritism-to-pataki.html","abstract":"  The insurgent Republican running for governor today accused the party's state committee of illegally helping his opponent, State Senator George E. Pataki, and has asked the authorities to investigate.   Under state election law, party committees cannot contribute money or services to help a candidate in a primary. But campaign officials for the insurgent, Richard M. Rosenbaum, said a lawyer for the state committee directed a challenge to Mr. Rosenbaum's nominating petitions from the committee's offices in Albany. They also said the state committee illegally donated $24,500 to Mr. Pataki's campaign.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"The Terror of the Thruway: Liberated Bees Go Berserk","web_url":"https://www.nytimes.com/1994/08/05/nyregion/the-terror-of-the-thruway-liberated-bees-go-berserk.html","abstract":"  It was a scene made for a B movie.    Early yesterday morning, a truckload of 24 million honeybees bound for Florida crash-landed in New York instead when their flatbed trailer overturned on a highway near Tarrytown.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866067.html","abstract":"  A sports picture caption yesterday with an article about the volleyball match between the United States and China at the Goodwill Games misidentified the American player. She was Christine Garner, not Kimberly Oden.  ","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Big Houses Guzzle Natural Resources","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-big-houses-guzzle-natural-resources-866377.html","abstract":"  To the Editor:   \"Building Small . . . Thinking Big\" (news article, July 21) cites costs, demographics and environmental concerns as reasons for a trend toward smaller houses.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Voting Rights, Still Alive","web_url":"https://www.nytimes.com/1994/08/05/opinion/voting-rights-still-alive.html","abstract":"  Only a year ago the Supreme Court seemed ready to nullify or at least cripple the Voting Rights Act of 1965. The Court found that two oddly shaped Congressional districts in North Carolina, drawn to give blacks a fair chance to elect representatives of their choice, smacked of apartheid. It said the districts could stand only if the state justified them under strict scrutiny in a full-scale trial.    That command struck many as part of a drive to reverse the dramatic political gains the voting law has brought to citizens long denied both the ballot and a place in American political life. But the trial has now produced a ruling upholding those strangely shaped districts, suggesting that the voting law may still be very much alive.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Sports of The Times; Baseball Is Skating On Thin Ice","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-of-the-times-baseball-is-skating-on-thin-ice.html","abstract":"  THERE is hope. We must keep saying that. If one of America's favorite fun couples can be united, then we can attain universal health care, cooler weather, no baseball strike. Anything can happen. They are together again.    By \"they,\" I am not referring to the ultimate odd couple, Michael Jackson and Lisa Marie Presley, a legal union so weird that I do not consider myself qualified to discuss it in a sports column.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"GOODWILL GAMES: NOTEBOOK;\nWomen's Basketball: U.S. Facing Tall Order","web_url":"https://www.nytimes.com/1994/08/05/sports/goodwill-games-notebook-womens-basketball-us-facing-tall-order.html","abstract":"Lisa Leslie got a taste of her own medicine today in Lenin's Sport and Concert Complex here, but it was a lesson that could lead the United States women's basketball team to the gold at the 1994 Goodwill Games.\n\nDespite being dwarfed at times by the Russian players, Leslie and her teammates won today, 77-63, earning a chance to play China on Friday in the semifinals.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"'Airheads.' Yes, Indeed. That and Even Less.","web_url":"https://www.nytimes.com/1994/08/05/movies/film-review-airheads-yes-indeed-that-and-even-less.html","abstract":"Meandering rock-orbit parody.","thumbnail":null,"section":"Movies"},{"date":"19940805","headline":"Council Tightens a Law On Campaign Disclosures","web_url":"https://www.nytimes.com/1994/08/05/nyregion/council-tightens-a-law-on-campaign-disclosures.html","abstract":"  The City Council agreed yesterday to tighten the city's campaign finance law by requiring candidates for citywide offices and the borough presidencies to make more frequent reports about their spending and the money they take in.    The measure, which was approved 36 to 9, would not apply to City Council members.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Big Band, Big Sounds and Some Big Names","web_url":"https://www.nytimes.com/1994/08/05/arts/jazz-review-big-band-big-sounds-and-some-big-names.html","abstract":"  The recording eye of television at a concert often alters the outcome of the proceedings. The first musical offering of the season by Jazz at Lincoln Center was structured expressly for \"Live From Lincoln Center\" on PBS, and it produced, at least in the first half, a set of near-perfect music, shortened, rehearsed and audience-friendly. And since the show, on Wednesday night at Alice Tully Hall, was meant to present a tableau of jazz's riches (it also previewed future Lincoln Center performances), each musician or band had its one piece, eliminating the development of more complex interaction.   According to Lincoln Center, 10 million people watched the program, and what they heard and saw was a series of performances that moved from the industrial rhythms of Duke Ellington's \"Happy Go Lucky Local,\" a big-band piece based on the rhythms of a train, to \"Blue Port.\" The latter, an introspective, melancholic and spare piece by Art Farmer on fluegelhorn and Gerry Mulligan on baritone saxophone, backed by Ron Carter on bass and Lewis Nash on drums, was a reprise of a group Mr. Mulligan led in the 1950's. The endpiece of the set, \"Jelly, Jelly,\" featuring the singer Milt Grayson, has become the orchestra's roof raiser, and on cue, Mr. Grayson, with his deep baritone, did just that.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Critic's Choice/Theater; Double Scoop of Musical Americana","web_url":"https://www.nytimes.com/1994/08/05/theater/critic-s-choice-theater-double-scoop-of-musical-americana.html","abstract":"  All right, maybe you've seen them both already. But there's the usual summer drought in New York theater. And \"Carousel\" and \"Damn Yankees,\" two of the rare Broadway musicals whose performers seem more like humans than electronic puppets, are very much worth revisiting, preferably back to back, for purposes of comparison.   Both products of this country's postwar boom years, they were standouts in a season flooded with images of mid-century America (think of \"Picnic\" and \"Grease\"). Both are set in worlds cherished by nostalgic believers in a lost American Eden: small-town, turn-of-the-century New England and the baseball fields and suburban homes of the 1950's.","thumbnail":null,"section":"Theater"},{"date":"19940805","headline":"Abroad at Home; The Grassy Knoll","web_url":"https://www.nytimes.com/1994/08/05/opinion/abroad-at-home-the-grassy-knoll.html","abstract":"  The desperate nature of the Republican effort to make something of Whitewater was on naked display in the Senate hearing on the death of Vincent Foster. Partisan zeal would not yield to elemental human decency.   Ever since the assistant White House counsel committed suicide in July 1993, the political right has tried to use the death to attack President and Mrs. Clinton. Conservative commentators claim that Mr. Foster killed himself over the Whitewater affair, or was murdered.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Pollster Advises Democrats: Don't Be Too Close to Clinton","web_url":"https://www.nytimes.com/1994/08/05/us/pollster-advises-democrats-don-t-be-too-close-to-clinton.html","abstract":"  Acknowledging that the Democrats face a grim political environment this fall, President Clinton's pollster is advising that those seeking re-election should emphasize their own records rather than link themselves too closely to Mr. Clinton or even their own party. He also recommends that they make crime the central issue, not health care or the economy.   While the pollster, Stanley Greenberg, stopped short of saying that candidates should distance themselves from the President, his recommendation amounted to a tacit recognition that Mr. Clinton's weaknesses could damage Democrats' prospects in November. It is also at odds with comments by officials like David Wilhelm, the Democratic chairman, who has publicly urged Democrats in Congress to run proudly with their President.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"A Violinist Is Ill, Not a Sore Loser","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-a-violinist-is-ill-not-a-sore-loser-866482.html","abstract":"  To the Editor:   Your report on the International Tchaikovsky Competition (news article, July 2) stated that Jennifer Koh, the 17-year-old violinist who shared second prize, left Moscow early and before the winners' recital because she was upset that the judges had not awarded a first prize. Ms. Koh contracted food poisoning on arriving in Moscow and was very ill for most of the competition. She left for home immediately after on the advice of her family physician and after a visit to a Moscow hospital.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"For Children","web_url":"https://www.nytimes.com/1994/08/05/arts/for-children.html","abstract":"  Ice cream is democratic enough to help any man, woman or child of any age climb out of a bad day. It's an indulgence that will, one hopes, never be banned despite concerns about butterfat. Here are places that take the treat seriously, presenting servings in silver containers that remind you of a time when flavor was the only thing you had to worry about.   Henry's Confectionery and Luncheonette   8 Glen Street  Glen Cove, L.I.   (516) 671-3222","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"On My Mind; Who Pays China's Army?","web_url":"https://www.nytimes.com/1994/08/05/opinion/on-my-mind-who-pays-china-s-army.html","abstract":"  Two months ago, President Clinton wiped out Asian human rights as a political, economic or diplomatic concern of his Administration's foreign policy.    He did this with the help and guidance of the American China lobby, which pays for its business profits in China by supporting the interests of the Government in Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Health Care Tug-of-War Puts A.M.A. Under Strain","web_url":"https://www.nytimes.com/1994/08/05/us/the-health-care-debate-the-doctors-health-care-tug-of-war-puts-ama-under-strain.html","abstract":"  The American Medical Association has been split by bitter fights over health care legislation, as Republican members of Congress complain that the organization has been too eager to support proposals like those offered by President Clinton.   Stung by such criticism, the doctors said today that they had not endorsed any specific health care bill, particularly not the one put forward last week by Representative Richard A. Gephardt, the House Democratic leader.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Newly Arrived Immigrant Kills Himself at Shelter","web_url":"https://www.nytimes.com/1994/08/05/nyregion/newly-arrived-immigrant-kills-himself-at-shelter.html","abstract":"  A newly-arrived immigrant from Russia jumped to his death yesterday from a third-floor window of a homeless shelter in lower Manhattan, and his 7-year-old daughter was seriously injured when she fell while struggling to stop him, the police said.   The two had been placed in the Catherine Street Family Respite shelter, on the grounds of the Alfred E. Smith Housing Project at 78 Catherine Street, about 3 A.M. yesterday. They were referred there by the Emergency Assistance Unit of the New York City Department of Homeless Services, said Sam Szurek, a spokesman for the department, which oversees the shelter.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Calisle Moves From Nets to Blazers","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-basketball-calisle-moves-from-nets-to-blazers.html","abstract":"  RICK CARLISLE, an assistant coach with the New Jersey Nets since 1989, was hired yesterday as an assistant with the Portland Trail Blazers. Carlisle is the second assistant hired by coach P. J. CARLESIMO this week. Former Blazer JOHNNY DAVIS joined the staff Monday. Carlisle was drafted by the Boston Celtics in 1984. He also played with New York and New Jersey in a five-year career. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/05/arts/art-in-review-866857.html","abstract":"  'Ship, Sea and Sky' 'The Marine Art of James Edward Buttersworth'  South Street Seaport Museum A. A. Low Building 171 John Street Lower Manhattan Through Aug. 24    Anyone interested in Old New York, maritime history, ship design or painting, and not necessarily in that order, should see the survey of the wonderfully precise, action-packed paintings of James Edward Buttersworth at the South Street Seaport Museum. The outstanding marine painter of the late 19th-century, the English-born Buttersworth settled in Hoboken, N.J., in 1849, on the dawn of a great, highly competitive era in American shipping design. Some of the most beautiful ships the world had ever seen came and went in New York Harbor and many of them made their way, usually by commission from their owners, onto Buttersworth's canvases.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Bible Doesn't Sanction Anti-Abortion Murder; Let Objectors Pay More","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-bible-doesn-t-sanction-anti-abortion-murder-let-objectors-pay-more-866458.html","abstract":"  To the Editor:   Henry T. Greely and Leigh S. Goodmark (Op-Ed, July 22) suggest an insurance rebate for those who object to abortion.   Once pregnancy occurs the outcomes are limited to spontaneous abortion (\"miscarriage\"), delivery or termination of the pregnancy. The writers acknowledge that delivery is more expensive than termination (especially in the first trimester), which is one reason the majority of insurance companies now covers termination -- it is actuarially sound.    To expect an insurance plan to provide a rebate to those who choose a more expensive option flies in the face of fiscal reality.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"It's Not Over for Romania : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-its-not-over-for-romania-letters-to-the-editor.html","abstract":"Regarding \"A Welcome Message From America on Baltic Independence\" (Opinion, July 5):.Prime Minister Carl Bildt of Sweden writes that the departure of the last Russian troops from Germany, Latvia and Estonia on Aug. 31 will mark the final end","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"THE ARTS GUIDE : Closing Soon","web_url":"https://www.nytimes.com/1994/08/05/style/IHT-the-arts-guide-closing-soon.html","abstract":"On Aug. 7: \"Oscar Kokoschka: Works on Paper 1906-1924.\" Ulmer Museum, Ulm.. On Aug. 12: \"Botero in Madrid.\" Paseo de Recoletos and Plaza de Cibeles, Madrid.. On Aug. 8: \"Impressionnisme: Les Origines, 1859-1869.\" Grand Palais","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Pentagon Worries About Cost of Aid Missions","web_url":"https://www.nytimes.com/1994/08/05/world/pentagon-worries-about-cost-of-aid-missions.html","abstract":"  Defense Secretary William J. Perry warned today that the military's relief mission for Rwanda was bleeding the Pentagon's budget and threatening combat readiness.   \"We're an army, not a Salvation Army,\" Mr. Perry told the House Appropriations subcommittee on military spending, where he went hat in hand today to ask for $270 million more in emergency aid for Rwanda.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"SERBIA ISOLATING ALLIES IN BOSNIA","web_url":"https://www.nytimes.com/1994/08/05/world/serbia-isolating-allies-in-bosnia.html","abstract":"  The President of Serbia announced today that most political and economic links with Serbian nationalist rebels in Bosnia were being severed because the Bosnian Serbs had rejected an international plan for ending the war here.    In a statement this morning, the Government of Yugoslavia, the rump state made up of Serbia and Montenegro and dominated by Serbia's President, Slobodan Milosevic, announced that it would bar Bosnian Serb leaders from entering Serbia and ban all trade with Serb-controlled parts of Bosnia except for shipments of food and medicine.  [ Excerpts, page A9. ]","thumbnail":null,"section":"World"},{"date":"19940805","headline":"The Woodstock Notion","web_url":"https://www.nytimes.com/1994/08/05/opinion/the-woodstock-notion.html","abstract":"  Exactly 10 years ago, Abbie Hoffman lectured a young reporter in the show room of Grossinger's, the Borscht Belt hotel near Max Yasgur's farm, site of Woodstock, the holy quagmire. \"Wise up, man,\" he said. \"Woodstock was shuck and jive, a TV commercial about money!\"   It was the 15th anniversary of the epochal 1969 rock festival, and the moribund Catskills resort, desperate to attract a younger clientele, was putting on a weekend celebration featuring performances by some original Woodstock musicians.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Island on the Verge","web_url":"https://www.nytimes.com/1994/08/05/opinion/island-on-the-verge.html","abstract":"Although the crisis in Haiti is getting most of the headlines, its neighbor on the Caribbean island of Hispaniola, the Dominican Republic, is also in danger of igniting. \n\nOn Tuesday, the Dominican Republic's Central Election Board announced that President Joaquin Balaguer (who appointed three of the board's five members) had won the elections held on May 16 -- almost three months after the vote. The board said Mr. Balaguer won with a slight margin -- 22,181 votes -- over Jose Francisco Pena Gomez, his main rival and leader of the Dominican Revolutionary Party.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"At the Bar; Muslim inmates are able to hire big-name legal talent, thanks to a 1976 act of Congress.","web_url":"https://www.nytimes.com/1994/08/05/us/bar-muslim-inmates-are-able-hire-big-name-legal-talent-thanks-1976-act-congress.html","abstract":"  Maybe it goes back to Spencer Tracy's portrayal of Clarence Darrow in the movie version of \"Inherit the Wind,\" the story of the Scopes \"monkey trial,\" but civil liberties lawyers often seemed to hold their heads higher than other lawyers because they were convinced that they were fighting the good fight. Deep down, however, they often felt a little envious that their freedom of speech or religion cases rarely hit the financial jackpot the way many tort cases did.   A lawyer might win more than $1 million in contingency fees in a particularly gruesome product-liability matter. But a lawyer who won a landmark First Amendment battle usually had little to show for it except some newspaper headlines.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/08/05/arts/sounds-around-town-866849.html","abstract":"  Jazz and Soul   Julius Hemphill, Brooklyn Museum, 200 Eastern Parkway, at Prospect Park, (718) 638-5000. Mr. Hemp hill, a founding member of the World Saxophone Quartet, has one of the most distinct harmonic palettes in jazz. He has put together a sextet, which was a high point of this summer's JVC Festival, and for this series, called Soul Connection, he is investigating just that: jazz's connection to soul music. Sunday's show is at 3 P.M. The concert is free with admission to the museum: $6 for adults, $5 for students and the elderly; children 12 and younger are admitted free when accompanied by an adult. PETER WATROUS Juju, Updated    Sikiru Ayinde Barrister, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. African music, especially from Nigeria, had its moment here almost a decade ago. Musicians in Nigeria haven't heard the news, thankfully, and here comes Barrister, who updates the basic juju sound with a heavier drum section. It's trance music and dance music, and beautiful. It's extremely rare to hear it, so the shows are something special. Sets tomorrow are at 10 P.M. and midnight. There is a $10 cover charge. P. W. Randy Weston    Randy Weston, Sweet Basil, 88 Seventh Avenue South, above Bleecker Street, Greenwich Village, (212) 242-1785. Randy Weston is among jazz's great living pianists, and would be just for his touch, which has the percussive qualities of both Duke Ellington and Thelonious Monk. He's an exceptional composer as well, having written some of the better ballads of the 1950's; his modern writing is rife with the influence of his African travels. As is his improvising: his rhythms, which he underscores with a judicious use of bright dissonances, can be thrilling. Sets are tonight through Sunday night at 9, 11 and 12:30 (but no third set on Sunday). There is a $15 cover charge and a $10 minimum. P. W. Marion Brown Benefit    Benefit for Marion Brown, the Cooler, 416 West 14th Street, West Village, (212) 229-0785. Mr. Brown has one of the more limpid alto saxophone sounds to come out of the 1960's and a lyrical approach; his guitar playing is folky. On Sunday, starting at 3 P.M., he is to auction his artwork, to music to be supplied by Archie Shepp, Reggie Workman, Andrew Cyrille, Amina Claudine Myers, Michael Gregory, Abdullah Ibrahim, Pharoah Sanders, Hamiet Bluiett and many more. The event is to continue until 4 A.M., so take along coffee. There is a $25 contribution; proceeds are to be used toward medical expenses for Mr. Brown, who is recuperating from brain surgery. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Mitchell's Attitude Adjustment On Hold","web_url":"https://www.nytimes.com/1994/08/05/sports/football-mitchell-s-attitude-adjustment-on-hold.html","abstract":"  There is attitude -- the kind the Jets' rookie head coach, Pete Carroll, is looking for in his 1994 club, which flew to Detroit today for its first exhibition game against the Lions on Friday night.   And then there is attitude, as epitomized by Johnny Mitchell, the Jets' tight end, who in practice this week yelled at both the opposition Eagles and at his own teammates. It was the kind of undisciplined emotion that Carroll isn't looking for.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Russia's MMM Grew in a Culture of Rot","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-russias-mmm-grew-in-a-culture-of-rot.html","abstract":"The Russians who invested in the MMM mutual investment fund are not the first to have squandered their savings in pursuit of patently unrealistic promises. Beginning with tulipomania in 1637, when the Dutch treated tulip bulbs as if they were nuggets of g","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Study Reports TV Is Considerably More Violent Despite Outcry","web_url":"https://www.nytimes.com/1994/08/05/us/study-reports-tv-is-considerably-more-violent-despite-outcry.html","abstract":"  Despite all the attention the issue has received over the last two years, television violence has actually increased during that time, according to a study made public yesterday by a nonprofit research organization in Washington.   The study, conducted by the Center for Media and Public Affairs, monitored a single day of programming last spring on 10 broadcast and cable stations in Washington. Compared with the programming on the same stations on the same date two years ago, when a similar study was made, the center concluded, \"TV is considerably more violent today.\" For the 10 stations combined, the study recorded a 41 percent increase in the number of violent scenes shown, for a total of 2,605.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Clinton Aide Offers Qualified Contradiction of Altman","web_url":"https://www.nytimes.com/1994/08/05/us/clinton-aide-offers-qualified-contradiction-of-altman.html","abstract":"  A top White House official on Thursday contradicted Deputy Treasury Secretary Roger C. Altman in testifying that Mr. Altman had given the White House inside intelligence about the status of an investigation into a failed savings and loan.   Any such disclosure by Mr. Altman, during a meeting at the White House last February, would have been improper, in the view of senators from both parties.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"29 Years And Some Forgotten Words Later","web_url":"https://www.nytimes.com/1994/08/05/arts/rock-review-29-years-and-some-forgotten-words-later.html","abstract":"  There are few sure things at a Grateful Dead performance. The band changes its set every night, plays for anywhere from two to four hours and gives performances that can vary from lackluster to appropriately mind-blowing. It is probably the only surviving 60's band that can get away with not playing its most popular songs in concert, and the only one whose new songs are canonized immediately. In fact, part of the excitement of a Grateful Dead concert is the hope that the band will unveil a new piece in embryonic form.    The Grateful Dead evolves through performances, not records, and isn't afraid to fall on its face during its live improvisations.  On Wednesday night at Giants Stadium in East Rutherford, N.J., in front of a sold-out house of 55,000, the Grateful Dead fell and picked itself up again. Midway through the concert's opening song, \"Mississippi Half-Step Uptown Toodeloo,\" Jerry Garcia, the 52-year-old guitarist and singer, seemed to forget the words, a trend that continued throughout the evening.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Auditors Say Poverty Line Should Vary Across Nation","web_url":"https://www.nytimes.com/1994/08/05/us/auditors-say-poverty-line-should-vary-across-nation.html","abstract":"  For decades, the definition of poverty has been uniform throughout the country, but Federal auditors now say the poverty statistics should be adjusted to reflect differences in the cost of living in different areas.   Such a change, suggested recently by auditors from the General Accounting Office, could ultimately increase the flow of Federal money to New York City, Los Angeles, Connecticut and other places where living costs are high. Southern states could lose money if the change occurred.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Bible Doesn't Sanction Anti-Abortion Murder","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-bible-doesn-t-sanction-anti-abortion-murder-866431.html","abstract":"  To the Editor:   Like most thoughtful people of faith, I was horrified and saddened by the killing of Dr. John Bayard Britton and his volunteer escort James H. Barrett by a fanatical former Presbyterian minister. More perplexing is how purportedly Christian, anti-abortion leaders could claim that the Bible \"mandates\" or even sanctions the killing of doctors who perform abortions as justifiable homicide.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Leading Yanks Get a Reprieve","web_url":"https://www.nytimes.com/1994/08/05/sports/baseball-leading-yanks-get-a-reprieve.html","abstract":"  When the Yankees arrived at their hotel here Wednesday night, they heard rumblings that their strike date might be switched from Aug. 12 to today or Friday. While a conference call helped avert that possibility, the Yankees experienced some anxious hours.   Manager Buck Showalter walked into the Metrodome at noon and wondered whether the Yankees had played their final game. Jimmy Key had barely digested his breakfast when he realized the strike could be hours away. Steve Howe and Paul Gibson worked the telephones with other team representatives to decide whether the strike date should be changed.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Brown's Time With Giants Hasn't Come","web_url":"https://www.nytimes.com/1994/08/05/sports/football-brown-s-time-with-giants-hasn-t-come.html","abstract":"  Rick Mirer remembers the days when Derrick Brown could do no wrong. At Notre Dame, Brown was called Superman, and Mirer remembers how Brown was the guy he could always count on. If he needed a big catch, he went to Brown. The big hits and the pancake blocks, where a defender would usually end up flat on his back, came from Brown, too.   Mirer is with the Seattle Seahawks and one of the top young quarterbacks in the National Football League. He always thought that Brown would be one of the best players in the league and maybe he would even get to throw to him in the pros. It hasn't quite worked out that way.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Mr. Arafat Tarnishes a Vision","web_url":"https://www.nytimes.com/1994/08/05/opinion/mr-arafat-tarnishes-a-vision.html","abstract":"  Yasir Arafat likes to tell interviewers that the Palestinian state he envisions will not resemble the stifling autocracies so common in the Arab world. And Palestinians who have seen close up the freedoms enjoyed by Israelis would like to hold him to that vision. But the early evidence from the self-rule areas of Gaza and Jericho is discouraging.   Last week, reportedly on Mr. Arafat's personal orders, officials of his Palestine Liberation Organization shut down An Nahar, one of the two main newspapers in the occupied territories. It was a blatant case of political suppression. An Nahar is pro-Jordanian. Al Quds, its surviving rival, generally supports the P.L.O.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"DNA Tests Provide Key to Cell Doors for Some Wrongly Convicted Inmates","web_url":"https://www.nytimes.com/1994/08/05/us/dna-tests-provide-key-to-cell-doors-for-some-wrongly-convicted-inmates.html","abstract":"  In a telephone interview from prison, Edward Honaker said he was flabbergasted when a jury convicted him of rape and sodomy 10 years ago.   But his assertions of innocence had been of no avail. He has served more than nine years of his multiple-life-term sentence at Nottaway Prison in Virginia and will not be eligible for parole until 2001.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Article 864820 -- No Title","web_url":"https://www.nytimes.com/1994/08/05/arts/article-864820-no-title.html","abstract":"  Long ago, in the days of duck sauce and shrimp fried rice, Chinese food attained a romantic grip on the hearts and stomachs of New Yorkers, becoming as emblematic of the city as the Brooklyn Dodgers. Later, as exoticism gave way to connoisseurship, New Yorkers tracked the endless migrations of dim sum cooks from restaurant to restaurant with the fervor of money managers following currency fluctuations.   But as New York traveled a spiritual path from the clutch of Woody Allen and Ed Koch to the clasp of Spike Lee and Rudy Giuliani, the enchantment with Chinese food gave way to a glazed boredom of the palate. Nowadays, cold sesame noodles are given away by restaurants the way gas stations once gave away glasses.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Blood Plasma Officials on Trial in Germany","web_url":"https://www.nytimes.com/1994/08/05/world/blood-plasma-officials-on-trial-in-germany.html","abstract":"  The latest chapter in Germany's biggest postwar pharmaceutical scandal opened today as five officials of a blood plasma company went on trial for allowing the sale of blood tainted with the virus that causes AIDS.   According to prosecutors, the Coblenz-based company UB Plasma repeatedly ignored information given by blood donors that suggested the donors might be carrying the AIDS virus. The company is also accused of having abandoned normal blood screening tests as a money-saving measure, selling millions of dollars worth of untested blood products between 1987 and 1993.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Design Team Chosen to Set Stadium Plan","web_url":"https://www.nytimes.com/1994/08/05/nyregion/design-team-chosen-to-set-stadium-plan.html","abstract":"  Seeking to make the Yankees feel at home in the Bronx, the city yesterday hired a team of consultants to design a make-over of the stadium and the neighborhood around it. The aim is to create more fan-friendly transportation and parking and a more vibrant setting for the ball park.   Leading the consulting team will be the architectural firm Hellmuth, Obata & Kassabaum, which has designed several baseball stadiums, including Oriole Park at Camden Yards in Baltimore, which is widely regarded as the premier modern urban ball park.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"In Shift, Immigration Service Won't Hold Stowaways","web_url":"https://www.nytimes.com/1994/08/05/nyregion/in-shift-immigration-service-won-t-hold-stowaways.html","abstract":"  The Immigration and Naturalization Service has decided to take custody of stowaways and parole them while their requests for asylum are being reviewed, agency officials said yesterday.   The new policy represents a significant shift for the Federal agency, which had been requiring the owners of planes and ships that inadvertently brought stowaways to the United States to pay the cost of their detention.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866024.html","abstract":"  An article yesterday about the awarding of Fields Medals to four mathematicians gave an incorrect affiliation for one of them, Jean Bourgain. He is on the faculty of the Institute for Advanced Study in Princeton, N.J.; he is no longer at the Institut des Hautes Etudes Scientifiques in Paris. In addition, the affiliations of Efim Isaakovich Zelmanov were described incompletely. He is on the faculty of the University of Chicago while on leave from the University of Wisconsin.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Woman Pleads Guilty in Welfare Fraud Scheme","web_url":"https://www.nytimes.com/1994/08/05/nyregion/woman-pleads-guilty-in-welfare-fraud-scheme.html","abstract":"  A woman who collected welfare under 15 different names and for 73 fictitious children pleaded guilty yesterday in a Manhattan courtroom to grand larceny. She faces three to six years in prison.   The woman, Shirley Simmons, stunned investigators when they learned the extent of her deception, which was uncovered by an investigator for the State Department who found discrepancies in her application for a passport.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/05/nyregion/inside-858927.html","abstract":"  More Sworn Contradictions   A top White House official said the Deputy Treasury Secretary had informed the White House about a savings and loan investigation. Page A16. Making Poverty Relative    Auditors say poverty statistics should be adjusted to reflect differences in the cost of living. Page A10.  Chaos at Bee Truck Accident    Thousands of angry bees fled an overturned truck in Westchester, snarling highway traffic for hours. Page B5. Freeing the Innocent    DNA testing is being used to free convicts who have been falsely convicted of serious crimes. Page A20.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Behind the Lights, Casino Burnout; Atlantic City Dealers Feel Trapped in Tense, Dead-End Jobs","web_url":"https://www.nytimes.com/1994/08/05/nyregion/behind-lights-casino-burnout-atlantic-city-dealers-feel-trapped-tense-dead-end.html","abstract":"  The night the high roller dropped dead and casino workers rolled his body beneath the craps table so the game could proceed was Vinnie Springer's confirmation of the relentlessness of the game.   \"Even when the paramedics came to remove the body 15 minutes later, the dice kept rolling,\" said Mr. Springer, a tall, amiable 40-year-old man who has worked as a craps stick man and blackjack dealer at Atlantic City casinos for the last 10 years.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"L.I. Woman Is Critically Injured In Third Nighttime Sniper Attack","web_url":"https://www.nytimes.com/1994/08/05/nyregion/li-woman-is-critically-injured-in-third-nighttime-sniper-attack.html","abstract":"  A night-stalking Long Island sniper who apparently selects victims at random and fires through the windows of businesses struck again on Wednesday, the third time in 12 days, critically wounding a waitress in Stony Brook. Other shootings in nearby Commack left a diner patron dead and a gas station attendant shaken but unhurt, the Suffolk County police said.   The police, who have sharply increased patrols at shopping malls, fast-food outlets, gas stations and other businesses in western Suffolk, said yesterday that the three shootings appeared to be the work of one assailant -- a skilled marksman, apparently armed with a high-powered rifle with a telescopic sight, and acting from unknown motives.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Fuel, Bellows and Spark: A Blaze in Washington","web_url":"https://www.nytimes.com/1994/08/05/us/fuel-bellows-and-spark-a-blaze-in-washington.html","abstract":"  A week ago, firefighters here in the tinder-dry Northwestern woods were dealing with two forest fires in difficult mountain terrain that were manageable -- until Friday afternoon.   Up along Rat Creek, a narrow stream running down the steep slopes into Icicle Canyon, two men, working with a chain saw and probably smoking cigarettes, touched off a fire that afternoon, officials said. It spread so fast and so ferociously that it awed the experienced forest rangers and firefighters as it nearly surrounded this Bavarian-style resort town in the Wenatchee Mountains.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Smaller World Bank Will Do Less Harm","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-smaller-world-bank-will-do-less-harm-866407.html","abstract":"  To the Editor:   Your reports on the Bretton Woods Commission (July 21) and the 50th anniversary of the World Bank (July 24) discuss the World Bank and the International Monetary Fund, but misrepresent what our campaign, 50 Years Is Enough, stands for.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"1894: Tariff Deadlock : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-1894-tariff-deadlock-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The tariff deadlock still continues. The House and Senate conferees are unable to agree. The rumors that they had settled the details were promptly denied. Sugar is the one obstacle. In fact, not ten members of Congress know the difference betw","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/08/05/arts/sounds-around-town-862851.html","abstract":"  Actor and Musician   Michael Moriarty, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. More than a former star of the popular television series \"Law and Order,\" Michael Moriarty is an artist of many parts, one of which is a fairly sophisticated jazz pianist, composer and quirky performer of his own songs. In his new show, \"Jazz Cabaret '94,\" Mr. Moriarty sings, plays the piano and leads a quartet. The sensibility here hovers in the vicinity of 1950's cool jazz. Mr.  Moriarty is also to read humorous excerpts from \"More Naked Than Most,\" his self-described \"auto-mythography.\" Shows are tonight at 9 and tomorrow at 11:15 P.M. There is a $20 cover charge ($25 at ringside) and a two-drink minimum. STEPHEN HOLDEN","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"When Lawyers Go After Their Peers: The Boom in Malpractice Cases","web_url":"https://www.nytimes.com/1994/08/05/us/when-lawyers-go-after-their-peers-the-boom-in-malpractice-cases.html","abstract":"  Hilton L. Stein, a gregarious fellow, seems an unlikely candidate to be an outcast, but he revels in the role. \"I'm never invited to any golf outings, I can tell you,\" he said, laughing.   Edward Freidberg is no less a pariah, excluded from the lunches and dinners at which contacts are made and deals done. But then, he said, \"I'm not a very social creature.\"","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"Haitians Expel 3 American Journalists","web_url":"https://www.nytimes.com/1994/08/05/world/haitians-expel-3-american-journalists.html","abstract":"  Haiti's ruling military authorities expelled three American journalists today after they were caught filming in one of the special \"strategic zones\" recently declared out of bounds to foreign reporters.   Information Ministry officials said the three took pictures at the country's airport in violation of the recent decree establishing special exclusion zones in and around airports, military bases and installations, ports and communications hubs.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Aaron Still Knows How to Swing Hard","web_url":"https://www.nytimes.com/1994/08/05/sports/baseball-aaron-still-knows-how-to-swing-hard.html","abstract":"  \"Talk to the average person in baseball today, and he'll tell you Hank Aaron is an angry man,\" said Hank Aaron, sitting in an office chair as he once stood at the plate, composed, relaxed, yet poised for quick response. \"Why should I be angry? I made a lot of money in baseball. I owe baseball every single thing that I have. But I am concerned.    \"I'm concerned when I hear things like the Marge Schott situation, when I hear those remarks that should never be made, when I realize that baseball is still a country club where the members go their way and tell their little stories.\"","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"1944: Out of Brittany : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-1944-out-of-brittany-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMORED FORCES SPEARHEADING THE ADVANCE THROUGH FRANCE - [From our New York edition:] German troops, still on the run, are reported fleeing from the coastal pro vince of Brittany into the historic interior region of the Maine. Whether th","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Run-and-Shoot Guru Can't Run and Hide","web_url":"https://www.nytimes.com/1994/08/05/sports/on-pro-football-run-and-shoot-guru-can-t-run-and-hide.html","abstract":"  The Houston Oilers entered last season still mesmerized by their 41-38 overtime playoff loss to the Buffalo Bills. We all know that the Oilers blew a 35-3 lead in that debacle, earning National Football League history as the team to squander the largest lead ever in an N.F.L. game.   There was no where else to go but up in 1993 for the Oilers. There would be nothing that the Oilers could possibly do to top that playoff nightmare.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Japan's Socialist Leader : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-japans-socialist-leader-letters-to-the-editor.html","abstract":"Jim Hoagland's article \"The American President Has Devalued Clout\" (Opinion, July 14) makes some important points about the diminished international stature of the U.S. presidency in the 1990s. But I am puzzled by his contention that the electi","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Suspect in Fatal Fire Says He Set It to Get His Wife Back","web_url":"https://www.nytimes.com/1994/08/05/nyregion/suspect-in-fatal-fire-says-he-set-it-to-get-his-wife-back.html","abstract":"  The suspect in an apartment fire that killed five children here has told the police that he started the blaze in hopes of forcing his estranged wife, who he mistakenly thought was living there, to move back in with him, the police said.   \"His ultimate goal was to reconcile,\" said Detective Lieut. John W. Gierasch, commander of the homicide squad of the Suffolk Police Department.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/05/arts/art-in-review-866865.html","abstract":"  Ann Agee and Julie Trager   Yoshii Gallery  20 West 57th Street  Manhattan  Through tomorrow    Julie Trager's sculptures are made of flax and wool, braided and combed to suggest human hair, an overused image in the body-conscious art of the past few years. Ms. Trager pushes its fetishistic possibilities in \"Betrayal,\" a 20-foot-long plait of white wool suspended from the gallery's ceiling, and in \"Disturbance,\" a short, arched length of dark braided wool that sits in the middle of the floor.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Parish Signs Multiyear Deal With Hornets","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-basketball-parish-signs-multiyear-deal-with-hornets.html","abstract":"  ROBERT PARISH insists he doesn't mind taking a backup role with the Charlotte Hornets. \"My ego has been in check for a long time,\" the nine-time All-Star center of the Boston Celtics said yesterday after signing a multiyear contract with the Hornets. \"Coming off the bench behind a fine young center like ALONZO MOURNING fits my style,\" said the 7-foot Parish, the National Basketball Association's oldest player, who will turn 41 on Aug. 30.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"U.S. and North Korea to Resume Negotiations","web_url":"https://www.nytimes.com/1994/08/05/world/us-and-north-korea-to-resume-negotiations.html","abstract":"  One month after the death of President Kim Il Sung, North Korea and the United States are to resume crucial negotiations on North Korea's nuclear program here on Friday, with American officials hopeful that the new leadership in the North remains interested in reaching a swift accord.   The talks, which began on July 8, were suspended a day later by the North Korean leader's sudden death. \"I hope we can able to pick up where we left off,\" Robert L. Gallucci, the chief American negotiator, said today. \"We were proceeding in a professional and businesslike way. I hope we can do that now.\"","thumbnail":null,"section":"World"},{"date":"19940805","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/05/sports/transactions-864137.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Purchased the contracts of Todd Frohwirth and Ricky Trlicek, pitchers, from Pawtucket of the International League. Optioned Tim VanEgmond and Nate Minchey, pitchers, to Pawtucket. Placed Mike Greenwell, outfielder, on the 15-day disabled list. Activated Andre Dawson, designated hitter, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Urban Grow-It-Yourselfers Cash In on Majijuana","web_url":"https://www.nytimes.com/1994/08/05/nyregion/urban-grow-it-yourselfers-cash-in-on-majijuana.html","abstract":"  When the police and firefighters were called to a loft apartment on lower Broadway on Wednesday night by reports of a fire, they were stunned to discover that most of the place -- above a jeans shop, an art gallery and offices -- had been turned into an elaborate greenhouse filled with rows of luxuriant marijuana plants.   It was a rare find. But the police say that with fine, domestically grown marijuana bringing up to $6,000 a pound these days, they believe the city is dotted with similar indoor marijuana plantations.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"U.N. Security Council Weighs Rewarding or Punishing Serbs","web_url":"https://www.nytimes.com/1994/08/05/world/un-security-council-weighs-rewarding-or-punishing-serbs.html","abstract":"  The Security Council would crack down on Serbia with even harsher sanctions involving financial assets, weapons, fuel and possibly even food, or would ease the sanctions that now exist, depending on the wording of two draft resolutions being unofficially circulated at the United Nations.   The carrot-and-stick proposals would be to punish Serbia if it fails to persuade the Bosnian Serbs to accept the latest international peace plan for Bosnia, or to reward the Serbs if their diplomatic efforts are successful.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Bonnie Raitt, a Balladeer for the 90's","web_url":"https://www.nytimes.com/1994/08/05/arts/pop-review-bonnie-raitt-a-balladeer-for-the-90-s.html","abstract":"  Bonnie Raitt started out in the 1970's as a blues singer. Two decades later, her songs still hold on to the forthrightness and the pained determination of the blues. But at Radio City Music Hall on Wednesday night, when she opened a two-night stand, the most telling moments came during her ballads.   Ms. Raitt is one of the least showy singers in rock; she makes the song seem to tell its story by itself. Her voice has a girlish sweetness deepened by a grainy sense of experience; it can cut through a full band in a rock song, but it can also make ballads float in their own world.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Health Care for New York's Poor","web_url":"https://www.nytimes.com/1994/08/05/opinion/health-care-for-new-york-s-poor.html","abstract":"  Mayor David Dinkins started an innovative plan last year to put primary health-care clinics in dozens of medically underserved neighborhoods throughout New York City. He sought to give poor children somewhere to go when they felt sick, other than the hugely expensive emergency rooms of nearby -- or not so nearby -- hospitals. But would a new mayor embrace his predecessor's vision?   Mayor Rudolph Giuliani has answered with a resounding yes. Last week he joined Richard Cotton -- chairman of the Primary Care Development Corporation, the nonprofit organization that will oversee the program -- to announce the first 16 clinics that the corporation will help develop.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866040.html","abstract":"  An article on the Media Business page on Monday about Time Inc.'s new magazines misstated the circulation of Managing Your Future, a newsletter published by Money magazine. Company officials say the newsletter's current circulation is 511,000, not 326,000.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Tests Show Probert Had Used Cocaine","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-hockey-tests-show-probert-had-used-cocaine.html","abstract":"  Laboratory tests suggest that the trouble-plagued National Hockey League veteran BOB PROBERT ingested cocaine hours before he crashed his motorcycle last month, a Michigan State Police official said. Capt. RICHARD LOWTHIAN said that Probert probably ingested the cocaine within two hours of being admitted to a hospital after his July 15 crash in suburban Detroit, The Detroit Free Press reported yesterday. Probert also had a blood-alcohol level of 0.31 percent, more than three times the legal limit.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"At a Glance:Good Travel Deals","web_url":"https://www.nytimes.com/1994/08/05/style/IHT-at-a-glancegood-travel-deals.html","abstract":"AIR CANADA . Britain to Canada. Introductory round-trip fare in the new ``executive first\" class of 1,999 ($2,999) from London (Heathrow) to Montreal, Ottawa, Toronto, Calgary, Winnipeg, Edmonton and Vancouver saves up to 750 on standard","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/08/05/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"HEDDA GABLER,\" Roundabout Theater, 1530 Broadway, at 45th Street. The Ibsen drama, in a translation by Frank McGuinness; with Kelly McGillis, Keith David, Jeffrey DeMunn and Jim Abele. Through Sunday. Performances: today, 8 P.M.; tomorrow, 2 and 8 P.M.; Sunday, 2 P.M. Tickets: $47.50. Information: (212) 869-8400.","thumbnail":null,"section":"Theater"},{"date":"19940805","headline":"Players Decide to Strike Later Rather Than Sooner","web_url":"https://www.nytimes.com/1994/08/05/sports/baseball-players-decide-to-strike-later-rather-than-sooner.html","abstract":"  Call it a false alarm. Or credit union officials with extinguishing a fire -- a burning desire in many players to walk out today. However it is viewed, the baseball union's executive board decided yesterday to stay with their Aug. 12 strike date, meaning that the players and the owners have one week to try to avert the shutdown of a scintillating season.   \"Just because the owners are behaving in an irresponsible and provocative manner, it doesn't mean the players have to do so,\" Donald Fehr, executive director of the Players Association, said in announcing the board's decision. \"Their object is to try to reach an agreement.\"","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/08/05/arts/inside-art.html","abstract":"  I.B.M.'s Collection    The belt-tightening continues at I.B.M. While the company hasn't formally announced it, Tracy O'Neill, an I.B.M. spokeswoman, confirmed this week that Sotheby's would sell at least some of I.B.M.'s extensive collection of North American and Latin American art. The auction house declined to comment.   The reason the news has been kept so quiet is that I.B.M. hasn't decided if it will sell the entire collection, which experts estimate could be worth $40 million to $100 million. The core consists of about a dozen masterworks by such American artists as Edward Hopper, Childe Hassam, Winslow Homer and George Bellows. I.B.M. has strong Latin American holdings, including paintings by Rufino Tamayo, Frida Kahlo and Diego Rivera.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-865982.html","abstract":"  Because of an editing error, an article yesterday about divisions within the Clinton Administration over policy on Haiti referred incorrectly to Senate action on the issue. The Senate approved a nonbinding resolution stating that the United Nations' authorization of a United States-led invasion of Haiti did not mean that Congress necessarily approved of such a move. The resolution did not say Congressional approval of an invasion was required.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/05/nyregion/c-corrections-866016.html","abstract":"  An article on Saturday about a dispute on the House floor between a Congresswoman and a Congressman whom she accused of rudeness referred incorrectly to calls for order in the British Parliament. It is the Speaker of the Commons who calls for order, not the Prime Minister.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Bible Doesn't Sanction Anti-Abortion Murder; Religions For Choice","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-bible-doesn-t-sanction-anti-abortion-murder-religions-for-choice-866466.html","abstract":"  To the Editor:   The Roman Catholic bishops have sent a letter to Congressional leaders warning that they will \"vigorously oppose\" any health care plan that includes abortion coverage.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Germany, but Also Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/05/opinion/IHT-germany-but-also-europe-letters-to-the-editor.html","abstract":"The usually perceptive William Pfaff erred in \"America's Turn Toward Germany - and Away From 'Europe'\" (Opinion, July 30). President Bill Clinton's support for a more intense bilateral partnership with Germany is not at the expense of the Europe","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Bad Dream? Just About, But the U.S. Wins Debut","web_url":"https://www.nytimes.com/1994/08/05/sports/basketball-bad-dream-just-about-but-the-us-wins-debut.html","abstract":"  Forget about Michael, for the time being, at least. Forget Magic, and, while we're on the subject, don't even mention Charles or, for that matter, Scottie. Forget all comparisons with Dream Team I because after 40 inaugural minutes of international competition, the worst suspicions about The Next Generation have already been realized.   From the many tracts of empty seats here at Copps Coliseum to the cool 100 points Spain rung up against the supposed best the National Basketball Association has to offer, it was obvious tonight that so-called Dream Team II is a sequel you wouldn't rush to see just because the original was so tantalizingly good.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Kidder Scandal Tied to Failure Of Supervision","web_url":"https://www.nytimes.com/1994/08/05/us/behind-kidder-scandal-overview-kidder-scandal-tied-failure-supervision.html","abstract":"  A three-month internal investigation by Kidder, Peabody & Company mainly blames a complete breakdown in the firm's system of supervision, and two senior executives, for one of Wall Street's most spectacular trading scandals.   Wall Street traders and others have long questioned how hundreds of millions of dollars of phantom bond trades could have escaped the notice of the firm's top executives and its accounting systems. Until yesterday, however, it was unclear how tough the internal study would be on the firm and its executives.","thumbnail":null,"section":"U.S."},{"date":"19940805","headline":"A Master of the Frame: Intricate Compositions From Lee Friedlander","web_url":"https://www.nytimes.com/1994/08/05/arts/photography-review-master-frame-intricate-compositions-lee-friedlander.html","abstract":"  Ample evidence of Lee Friedlander's importance in contemporary photography can be found this summer in New York City, where his quirky black-and-white images have been featured in four exhibitions, three of which are still on view. This profusion of shows demonstrates, to anyone who still needs convincing, that Mr. Friedlander is one of the current masters of the medium, as well as one of its most versatile and prolific practitioners.   The Museum of Modern Art is presenting pictures from Mr. Friedlander's most recent book, \"Letters From the People,\" published last year by Distributed Art Publishers, while a selection of Mr. Friedlander's work from the late 1960's appears at the Pace/MacGill Gallery. His images are also included in a survey of photographs of graffiti on view at the Zabriskie Gallery. Earlier this summer, the Robert Miller Gallery exhibited landscapes taken by Mr. Friedlander under a commission from the Canadian Center for Architecture, to document parks designed by Frederick Law Olmsted.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"For Stern, It's Balk Radio: He Ends Bid for Governor","web_url":"https://www.nytimes.com/1994/08/05/nyregion/for-stern-it-s-balk-radio-he-ends-bid-for-governor.html","abstract":"  Declining to put his money where his mouth was, Howard Stern abandoned his campaign for Governor of New York yesterday, refusing to accept the financial disclosure required of candidates and leaving the Libertarian Party, which has supported him, in the lurch.   This is what talk radio's top bad boy told his listeners yesterday morning: \"While I've told you everything about myself, and I've been telling you about myself since the first day I started broadcasting, there's only one fact I never revealed. I never told you how much money I made, I never told you how much money I have in the bank. And the reason I never told you how much money I have in the bank is because it's none of your business.\"","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/05/sports/results-plus-863092.html","abstract":"  GOLF  King Nudges Hall Door  With the Hall of Fame beckoning, Betsy King shot a career-best, 8-under-par 64 yesterday for a two-shot lead after one round of the McCall's L.P.G.A. Classic at Stratton Mountain, Vt. She led Kathy Guadagnino by two shots and Ellie Gibson by three.   King had eight birdies without a bogey as she birdied each of the four par-5 holes. A victory in the 72-hole tournament would qualify King for the Hall of Fame with 30 victories, including two of the four major championships. King has won 29 tournaments, including four majors. (AP) AUTO RACING  Brickyard Pole for Mast  Rick Mast is usually a second banana. He is probably best known for pushing his teammate, Harry Gant, across the finish line to a victory. But the 37-year-old journeyman earned a place in stock car history yesterday, winning the pole position for tomorrow's inaugural Brickyard 400 at the Indianapolis Motor Speedway. Mast, whose racing career began at age 15 with the sale of a cow for his first race car surprised about 100,000 spectators -- a Nascar record for a qualifying day -- as the stock cars made their official Indy debut after months of anticipation. Mast turned a lap of 172.414 miles per hour to take the top starting spot for the $3.2 million race, the richest in Nascar history. Six-time and defending Winston Cup champion Dale Earnhardt took the outside position on the front row with a lap of 171.726 m.p.h. (AP) HORSE RACING  Copper Mount Rallies  Copper Mount, one of the season's stars among 3-year-old colts foaled in New York State, lagged for half a mile, but then made a strong move to the outside at the urging of Julie Krone to win the Albany Handicap at Saratoga yesterday. The horse ran the mile and an eighth in 1:504/5 on a fast track, paid $3.80 for a $2 wager and earned $33,330.    EMPIRE STATE GAMES  Bowser Wins Jump  Ernest Bowser of Uniondale (L.I.) High School, won the scholastic men's long jump with a leap of 23 feet 5 1/4 inches in the first full day of competition at the Olympic-style games, which run through Sunday in Syracuse.   Adirondack's Erin Davis eclipsed the scholastic women's mark in the 10,000-meter run. Davis, who set the 5,000-meter record last year in Rochester, finished the race in 35 minutes 24.97 seconds. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/05/arts/art-in-review-864692.html","abstract":"  Robert Rauschenberg   'Stoned Moon'  Mary Ryan Gallery  24 West 57th Street  Manhattan  Through Sept. 17    Twenty-five years ago last month, several artists were invited by NASA to attend the Apollo 11 moon launch at Cape Canaveral. Robert Rauschenberg was among them, and he quickly produced 33 lithographs and a series of collages recording his reactions to the event.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Hear This","web_url":"https://www.nytimes.com/1994/08/05/style/IHT-hear-this.html","abstract":"Elvis freaks arriving in Memphis for Elvis Week '94 fear that Michael Jackson's marriage to Lisa Marie Presley might turn Graceland into Neverland. Never fear. Jack Soden, head of Elvis Presley Enterprises Inc., doesn't expect Jackson to change the estate","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Navratilova Will Probably Skip U.S. Open","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-tennis-navratilova-will-probably-skip-us-open.html","abstract":"  MARTINA NAVRATILOVA will probably not play in the United States Open beginning Aug. 29, \"and that's a pity,\" said the CBS tennis analyst MARY CARILLO. \"I'd be shocked if she shows up,\" Carillo said in a telephone interview from her Naples, Fla., home. \"I think the chances of her showing are infinitesimal.\"   Navratilova's name was entered, and she has said she would make an announcement soon regarding her intentions. If she plays, it would probably be her last Grand Slam tournament.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"A Joyful Jack-of-All-Arts, Life Included","web_url":"https://www.nytimes.com/1994/08/05/arts/art-review-a-joyful-jack-of-all-arts-life-included.html","abstract":"  LUDWIG BEMELMANS, who died in New York City in 1962 at the age of 64, was an artist of many minor keys, all equally tuneful and infused with wit and joy. As gifted with words as with images, he seems to have spent his life doing what came naturally, which was a lot.    He is known to New Yorkers as the creator of the charming murals at the Carlyle Hotel in Manhattan, in the cozy bar that bears his name. And he is universally known for his Madeline books, whose rhyming narratives, easy, cartoonish drawing style and uncannily evocative depictions of Paris have mesmerized children and Francophiles for more than 40 years.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Marino Interested in Buying Pirates","web_url":"https://www.nytimes.com/1994/08/05/sports/sports-people-baseball-marino-interested-in-buying-pirates.html","abstract":"  Miami Dolphins quarterback DAN MARINO said yesterday that he was part of a group interested in buying the Pittsburgh Pirates. The group is led by LARRY LUCCHINO, like Marino a Pittsburgh native. Lucchino was the Baltimore Orioles' chief executive officer from 1988 to 1993. Others identified as being involved with the group include the Pittsburgh Penguins' owner, HOWARD BALDWIN, and JOHN RIGAS, chairman of Adelphia Communications. The Pirates' board of directors put the team up for sale Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/05/style/chronicle-862720.html","abstract":"  It's been 50 years since SARAH McCLENDON, the Texas journalist famous for the directness of her questions, was accredited to cover Congress and the White House. So on Wednesday, the Washington bureaus of The Houston Chronicle and The Dallas Morning News gave her a reception in the Senate press gallery.   In an extraordinary tribute for a reporter, the entire Senate rose to give Ms. McClendon a standing ovation. The Senate majority leader, GEORGE J. MITCHELL of Maine, and the minority leader, BOB DOLE of Kansas, both praised her, as did Treasury Secretary LLOYD BENTSEN, who had just testified at the Senate Banking Committee's Whitewater hearing.","thumbnail":null,"section":"Style"},{"date":"19940805","headline":"Congress Threatening Specialized Residents","web_url":"https://www.nytimes.com/1994/08/05/nyregion/the-health-care-debate-the-hospitals-congress-threatening-specialized-residents.html","abstract":"  Before noon on a recent day, Dr. Salvatore Caruana had already made his usual morning rounds, attended an academic conference on facial reconstructive techniques and diagnosed a recurrence of throat cancer.   By 7 that evening, en route to perform an emergency tracheotomy -- his third surgery of the day at St. Vincent's Hospital in Manhattan -- he said he had not yet had time to eat, but had gulped three cups of coffee.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"A Lawyer's Death in Cairo Sows Fear in Villages","web_url":"https://www.nytimes.com/1994/08/05/world/a-lawyers-death-in-cairo-sows-fear-in-villages.html","abstract":"Al-Bakry Madani stood on a dusty couch and peered out the window at the plainclothes policeman outside his house, a bitter reminder of his brother's mysterious death. \n\n\"Last night my brother was in my dreams and I was hugging him, but he's gone,\" said Mr. Madani, slowly twirling black prayer beads through his fingers. \"Now I am afraid they will come in the night to take me away, too.\"","thumbnail":null,"section":"World"},{"date":"19940805","headline":"Medical Residents at Risk","web_url":"https://www.nytimes.com/1994/08/05/nyregion/medical-residents-at-risk.html","abstract":"  Moves to promote general-care training are seen as a threat by New York hospitals, reliant on residents learning specialties. Page A18.","thumbnail":null,"section":"New York"},{"date":"19940805","headline":"Stop Witch Hunts for Uninsured Drivers","web_url":"https://www.nytimes.com/1994/08/05/opinion/l-stop-witch-hunts-for-uninsured-drivers-866490.html","abstract":"  To the Editor:   The police road blocks for uninsured drivers in New Jersey are reminiscent of the Gestapo in 1930's Germany. The stoppages are essentially a witch hunt against decent, working people, who because of the escalating cost are priced out of auto insurance.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"Ramos, Still Recuperating, Gives Young Fans a Thrill","web_url":"https://www.nytimes.com/1994/08/05/sports/soccer-ramos-still-recuperating-gives-young-fans-a-thrill.html","abstract":"  If he tries to pick up anything heavy, he gets a headache. He can't run or exert himself, and even a little header for the benefit of photographers is out of the question.   Even so, a month after he caught an elbow that fractured a bone in his skull during the United States soccer team's 1-0 loss to Brazil during the World Cup, Tab Ramos is on the mend.","thumbnail":null,"section":"Sports"},{"date":"19940805","headline":"Where the Words Are the Thing, And Trippingly","web_url":"https://www.nytimes.com/1994/08/05/theater/critic-s-notebook-where-the-words-are-the-thing-and-trippingly.html","abstract":"  \"THE COMEDY OF ERRORS\" has always been the cheap date of the Shakespearean canon: a play directors could take where they wanted and use as they would. A manic farce with an absurdly Byzantine plot and minimal psychological shading, this early product of a young playwright has mostly spawned productions that run merrily over the text like a speeding Keystone Kops car. The fact that language and characterization have tended to get lost in the traffic of the stage seems to bother no one. It isn't, after all, something that anyone ever quotes from to impress people.   Now this giddy trollop of a play is getting a little respect. The astonishment of the outdoor production of \"Comedy\" from Shakespeare and Company, the repertory troupe based at the Mount, the former Berkshires estate of Edith Wharton, is that the spoken lines get more laughs than the sight gags.","thumbnail":null,"section":"Theater"},{"date":"19940805","headline":"Defusing Korea's Nuclear Crisis","web_url":"https://www.nytimes.com/1994/08/05/opinion/defusing-korea-s-nuclear-crisis.html","abstract":"  he United States resumes high-level talks with North Korea in Geneva today with some hope that the new Korean leadership will stay on a constructive negotiating path. But a deadline looms that could throw the talks off track.   The hope stems from the North's readiness to resume talks so soon after the death of Kim Il Sung, the only leader it had ever known, and from an editorial in the Government-run newspaper that is unusually conciliatory by Pyongyang standards.","thumbnail":null,"section":"Opinion"},{"date":"19940805","headline":"A Stubborn Killer of Refugees: Dysentery","web_url":"https://www.nytimes.com/1994/08/05/world/a-stubborn-killer-of-refugees-dysentery.html","abstract":"  Even though hundreds of refugees from Rwanda still die each day, doctors here said today that the cholera epidemic that has killed tens of thousands appeared to be under control.    With clean water and increased medical care reducing the cholera risks, doctors are paying particular attention to shigella dysentery, which is thought to have killed many of the 500 refugees who died on Wednesday.","thumbnail":null,"section":"World"},{"date":"19940805","headline":"A Shattered Idyll Among the Birds","web_url":"https://www.nytimes.com/1994/08/05/books/books-of-the-times-a-shattered-idyll-among-the-birds.html","abstract":"  The Bird Artist   By Howard Norman   289 pages. Farrar, Straus & Giroux. $20.     Toward the end of Howard Norman's quirky new novel, the narrator paints a huge mural for the village church. Because the narrator -- one Fabian Vas, by name -- is a \"bird artist,\" an aspiring Audubon, as it were, the mural is filled with birds: puffins and sandpipers, herring gulls and black-legged kittiwakes, petrels and murres, a ring-necked duck, a hooded merganser, a blue heron and an owl. The mural, however, is also a portrait of Fabian's hometown, and it contains fanciful portraits of some of the town's better-known residents: Botho August, the sullen lighthouse keeper, appears as a sort of dark angel, spreading his wings as he peers down from the topmost window of his lighthouse; Reverend Sillet has levitated to the roof of his church, where he stands perched atop the weathervane, and Helen Twombly, the local eccentric, surfaces as a mermaid in a pretty cove.","thumbnail":null,"section":"Books"},{"date":"19940805","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/05/arts/art-in-review-866873.html","abstract":"   'Around the House'   Frumkin/Adams Gallery  50 West 57th Street  Manhattan  Through next Friday    Tranquillity is in short supply in this varied show of works on domestic themes. Instead, a tone of distress runs through many of the paintings, drawings, sculptures and photographs on view.","thumbnail":null,"section":"Arts"},{"date":"19940805","headline":"Rwandans Say the Victors Kill Many Who Go Back","web_url":"https://www.nytimes.com/1994/08/05/world/rwandans-say-the-victors-kill-many-who-go-back.html","abstract":"  For weeks, tens of thousands of Hutu, forced from their homes by the war, have been struggling to survive here in one of the harshest regions of Rwanda, selling cattle and clothes to buy small amounts of food and receiving minimal aid from international relief organizations. Recently, hearing from the new Government in Kigali that it was safe to go home, some have tried.   And now they are coming back to the wretched refugee camps with reports that some Hutu returning to their villages are being killed by Tutsi villagers and soldiers of the Rwandan Patriotic Front, the Tutsi-dominated organization that is now the Government.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940805","time":"1994-08-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":82,"wspd":3.6},{"date":"19940805","time":"1994-08-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":83,"wspd":9.4},{"date":"19940805","time":"1994-08-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":85,"wspd":9.4},{"date":"19940805","time":"1994-08-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":88,"wspd":7.6},{"date":"19940805","time":"1994-08-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":86,"wspd":7.6},{"date":"19940805","time":"1994-08-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":86,"wspd":7.6},{"date":"19940805","time":"1994-08-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":84,"wspd":5.4},{"date":"19940805","time":"1994-08-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":75,"wspd":3.6},{"date":"19940805","time":"1994-08-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":69,"wspd":1.8},{"date":"19940805","time":"1994-08-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":62,"wspd":7.6},{"date":"19940805","time":"1994-08-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":56,"wspd":7.6},{"date":"19940805","time":"1994-08-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":52,"wspd":5.4},{"date":"19940805","time":"1994-08-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":47,"wspd":9.4},{"date":"19940805","time":"1994-08-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":41,"wspd":9.4},{"date":"19940805","time":"1994-08-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.6,"rhum":43,"wspd":7.6},{"date":"19940805","time":"1994-08-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":41,"wspd":13},{"date":"19940805","time":"1994-08-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":37,"wspd":5.4},{"date":"19940805","time":"1994-08-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.6,"rhum":35,"wspd":7.6},{"date":"19940805","time":"1994-08-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.2,"rhum":36,"wspd":5.4},{"date":"19940805","time":"1994-08-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":38,"wspd":9.4},{"date":"19940805","time":"1994-08-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":36,"wspd":11.2},{"date":"19940805","time":"1994-08-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":45,"wspd":13},{"date":"19940805","time":"1994-08-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":45,"wspd":13},{"date":"19940805","time":"1994-08-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":49,"wspd":11.2},{"date":"19940805","time":"1994-08-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":55,"wspd":22.3},{"date":"19940805","time":"1994-08-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":61,"wspd":24.1},{"date":"19940805","time":"1994-08-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":25.9},{"date":"19940805","time":"1994-08-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":20.5},{"date":"19940805","time":"1994-08-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":67,"wspd":14.8},{"date":"19940805","time":"1994-08-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":18.7},{"date":"19940805","time":"1994-08-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":22.3},{"date":"19940805","time":"1994-08-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":20.5},{"date":"19940805","time":"1994-08-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":24.1},{"date":"19940805","time":"1994-08-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":20.5},{"date":"19940805","time":"1994-08-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":20.5},{"date":"19940805","time":"1994-08-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":18.7},{"date":"19940805","time":"1994-08-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":20.5},{"date":"19940805","time":"1994-08-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":18.7},{"date":"19940805","time":"1994-08-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":72,"wspd":20.5},{"date":"19940805","time":"1994-08-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":14.8},{"date":"19940805","time":"1994-08-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":14.8},{"date":"19940805","time":"1994-08-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":13},{"date":"19940805","time":"1994-08-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":62,"wspd":22.3},{"date":"19940805","time":"1994-08-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":33.5},{"date":"19940805","time":"1994-08-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":90,"wspd":24.1},{"date":"19940805","time":"1994-08-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":20.5},{"date":"19940805","time":"1994-08-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":18.7},{"date":"19940805","time":"1994-08-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":87,"wspd":25.9}]},"19940806":{"guardian_articles":[],"nytimes_articles":[{"date":"19940806","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/06/style/chronicle-879495.html","abstract":"  VAN CLIBURN remarked at a wake for his mother on Thursday that he had had a \"mystical experience\" on stage half a continent away the day before she died.   At the wake for Rildia Bee O'Bryan Cliburn in Fort Worth, the pianist described having an overwhelming feeling about his mother as he walked on stage at the Metropolitan Opera House in New York on Tuesday, The Associated Press reported. She had suffered a stroke five days earlier.","thumbnail":null,"section":"Style"},{"date":"19940806","headline":"1919:Low Skirts Prevail : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/06/opinion/IHT-1919low-skirts-prevail-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The first American fashion show of the season was given here last night [Aug. 5] under the auspices of the National Garment Retailers' Association. It was manifest that American designers are not in favor of knee-length skirts, all the models s","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Jets Show Flashes of Improvement but Are Dashed by Turnovers","web_url":"https://www.nytimes.com/1994/08/06/sports/football-jets-show-flashes-of-improvement-but-are-dashed-by-turnovers.html","abstract":"  The plays had all worked so wonderfully well in practice: the scrambling for the loose ball, the perfectly executed field goal operation, the on-target passes by Boomer Esiason, the leaping deflections by the 5-foot-9-inch top draft pick, Aaron Glenn.    The Jets made a mess of things tonight, though, as they opened their exhibition season with the rookie coach Pete Carroll. They were defeated, 26-13, by the Lions.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Campaign Workers Got Usual Rent Concession","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-campaign-workers-got-usual-rent-concession-879967.html","abstract":"  To the Editor:   \"Rooms for the Few\" (editorial, July 23) is insulting and inaccurate.   I examined the rent rolls and 59 leases entered into by corporations in which William Koeppel has an interest for three buildings on Manhattan's East Side for a 16-month period from January 1993 to April 1994. Those corporations entered into 48 leases with new tenants that had rent concessions. The concessions were similar in amount and duration to the 11 apartments rented by 14 campaign workers and public employees.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/08/06/arts/in-performance-classical-music-876550.html","abstract":"  Rossini, Mozart, Viotti By Mostly Mozart Ensemble  Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"The Yankee Bats Are Doing the Striking, and Hard","web_url":"https://www.nytimes.com/1994/08/06/sports/baseball-the-yankee-bats-are-doing-the-striking-and-hard.html","abstract":"  The process has become routine, numbing and embarrassing to the opposition. Whenever the Yankees rush to the plate lately, there are visions of destruction in their eyes. All opponents can do is play deep, pray for some strikes and maybe wear batting helmets on the field.    There are no more surprises when the Yankees batter pitchers. They scored eight runs in the fourth inning tonight and breezed to a 12-3 rout of the Twins at the Metrodome.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"A Masterly Artist Comes Into His Own","web_url":"https://www.nytimes.com/1994/08/06/arts/pop-review-a-masterly-artist-comes-into-his-own.html","abstract":"  There hasn't been a jazz musician alive as undeservedly ignored as the saxophonist and composer Jimmy Heath, at least until recently. It wasn't for lack of admiration from his peers, or even from critics; the jazz industry hadn't figured out what to do with him, and the support system for orchestral jazz, which is slowly coming into place, hadn't been set up yet.   In 1991, Mr. Heath's career seemingly began all over again with a fine concert by the American Jazz Orchestra that brought his considerable abilities to center stage. Other big-band dates followed, as well as a recording, \"Little Man Big Band\" (Verve), that garnered a few Grammy nominations, and the reissue of classic albums he made for the Riverside label. Mr. Heath, 67 years old and a college professor, has become one of jazz's major figures, albeit without a record contract.","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"Rwanda Camps: Long-Term Refuge?","web_url":"https://www.nytimes.com/1994/08/06/world/rwanda-camps-long-term-refuge.html","abstract":"  Now that the initial shock of the relief disaster of the Rwandan refugees has subsided, international organizations find themselves faced with two unpalatable choices over the future of the 900,000 people camped on the border here. The refugees can be encouraged to dig in and become entrenched in the sordid camps, where military and civilian resources have been dispatched to keep the refugees afloat. Or they can be prodded, but not pushed, to go home.    In recent days, the preference has become to prepare for the refugees to stay for the long haul, even though this was not the first choice and the implications are unappealing. Already, refugee officials are wondering if the Rwandan refugees will become a prolonged presence, like the 13 years the Cambodians stayed on the Thai border or the 30 years the Eritreans camped in the Sudan. 'Genuine Fear' of Returning    \"In the beginning of the cholera epidemic, I thought the refugees would get up and go home,\" said Mike McDonagh, an experienced hand in refugee crises in Africa and Asia and the director of the relief agency Irish Concern. \"I thought this was the best thing. But I think there is a genuine fear of going back.\"","thumbnail":null,"section":"World"},{"date":"19940806","headline":"An Even More Independent Counsel","web_url":"https://www.nytimes.com/1994/08/06/opinion/an-even-more-independent-counsel.html","abstract":"  The U.S. Court of Appeals in Washington has shown care and responsibility in its decision to appoint a new independent counsel to complete the Whitewater criminal investigation. The decision is in no way a reflection on the current investigation. A new team is simply the best way to assure everyone that the investigation will not only be wholly independent of the White House, it will appear wholly independent as well.   The court's choice of Kenneth Starr, a Republican former judge and Solicitor General, as the independent counsel is safe and nonpartisan. Though not known for criminal law work, Mr. Starr is a seasoned courtroom lawyer who can be expected to move easily to replace Robert Fiske at the head of the probe.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"America's Tinkers","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-america-s-tinkers-879800.html","abstract":"  To the Editor:   Socially deprived populations similar to Ireland's \"tinkers\" (news article, July 21) are found in the United States. Among them are the poor white \"river rats\" living along the Mississippi, trailer park people of the southern Appalachians and the infamous \"Jukes\" and \"Kallikaks,\" whose poverty, social dysfunction and mental retardation were ascribed to inbreeding. While the causes are complex, one part is a communal expression of fetal alcohol syndrome. With opportunity, but without alcohol, their lives would change.  ROBERT KARP, M.D. Assoc. Prof. of Clinical Pediatrics Children's Medical Center, SUNY Brooklyn, July 21, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Man Who Harassed Mogilny Deported","web_url":"https://www.nytimes.com/1994/08/06/sports/sports-people-hockey-man-who-harassed-mogilny-deported.html","abstract":"  A man who helped Buffalo Sabres star ALEXANDER MOGILNY defect from the Soviet Union and then allegedly tried to collect $150,000 for his efforts has been ordered deported. SERGEI FOMITCHEV was to be shipped back to Sweden, assistant United States Attorney KATHLEEN MEHLTRETTER said yesterday in Buffalo. Fomitchev pleaded guilty on Wednesday to visa fraud. On Thursday, Immigration Judge MICHAELANGELO ROCCO ordered him deported. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/06/nyregion/c-corrections-879240.html","abstract":"  An article yesterday about Howard Stern's withdrawal from the New York governor's race misidentified the chairman of the state Libertarian Party. She is Gail Bova, who was chosen to replace Ludwig Vogel at the party's convention in April.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Observer; It's a Clipping Penalty","web_url":"https://www.nytimes.com/1994/08/06/opinion/observer-it-s-a-clipping-penalty.html","abstract":"  Just when it looked as if Los Angeles had cinched the national nuttiness championship, along comes dear old Dixie titillating American lust for the clownish with an uproar about whether a female skull may be shaved bare as a brass doorknob.    Naturally a law court has already had to intervene. Where would American farce be without the courts? If he had had a firmer grasp on the American character Stephen Sondheim would have titled his famous ballad \"Send In the Judges.\"","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"After Scandal, a Precinct Recasts Its Image","web_url":"https://www.nytimes.com/1994/08/06/nyregion/after-scandal-a-precinct-recasts-its-image.html","abstract":"  In the four months since 12 officers in the 30th Precinct in Harlem were taken away in handcuffs for dealing cocaine and protecting drug dealers, the station house has been painted, its sidewalks replaced, the lighting improved. Officers now wear their shoes shined like Marine boots and their hair cut as short as golf course fairways.   That's just the cosmetics. Where spotty supervision once led to illegal drug searches -- \"booming doors,\" it was called -- there is today at least one sergeant at every drug arrest. Each platoon has a full-time lieutenant. New narcotics strategies are in place, and arrests are up 24 percent in the last four months, compared with the same period last year.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Yankees Aren't to Blame for State of the Bronx; A Bridge Too Far","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-yankees-aren-t-to-blame-for-state-of-the-bronx-a-bridge-too-far-879991.html","abstract":"  To the Editor:   The New York State Department of Transportation proposal to build a bridge from the Harlem River Drive in Manhattan to a parking garage in the Bronx, so that those going to Yankee Stadium do not have to set foot or auto in the Bronx, is inane, fiscally irresponsible and shows how the Yankees' owner, George Steinbrenner, manipulates spineless politicians (news article, July 28).","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Some Republicans May Break Impasse on Anti-Crime Bill","web_url":"https://www.nytimes.com/1994/08/06/us/some-republicans-may-break-impasse-on-anti-crime-bill.html","abstract":"  As President Clinton lashed out at the National Rifle Association for blocking the crime bill, a handful of Republicans appeared poised today to defy their party and help break the logjam that has kept the bill from moving to the House floor.   In addition, one member of Congress indicated that the Democratic leadership and some swing members were discussing the sort of low-level favors that are often made to win votes.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Principal Players of Watergate Reprise Perfidies and Inanities","web_url":"https://www.nytimes.com/1994/08/06/movies/television-review-principal-players-of-watergate-reprise-perfidies-and-inanities.html","abstract":"  Many a former President's man can be seen and heard over the next few evenings telling of his part in the follies and felonies known as Watergate. Here are H. R. Haldemann (in his last television interview), John D. Ehrlichman, John W. Dean 3d, Charles W. Colson, Jeb Stuart Magruder, E. Howard Hunt, G. Gordon Liddy and other embarrassed celebrities of the time who became involved in crimes at the behest of their boss.   Implicit in \"Watergate\" is the possibility that the best and brightest have been in fact the worst and the dimmest. You may leave this tough five-hour account convinced that confinement to the Beltway strangles common sense as well as honesty.","thumbnail":null,"section":"Movies"},{"date":"19940806","headline":"NATO Bombs Serbs' Vehicle","web_url":"https://www.nytimes.com/1994/08/06/world/nato-bombs-serbs-vehicle.html","abstract":"  Hours after Serbs tested NATO by seizing impounded weapons, American planes blasted a Serbian anti-tank vehicle near Sarajevo. Page 4.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Sports of The Times; Toronto, Dream Team, The World","web_url":"https://www.nytimes.com/1994/08/06/sports/sports-of-the-times-toronto-dream-team-the-world.html","abstract":"  MAPLE LEAF GARDENS never rocked liked this not during summer at least. On the first day of the world basketball championships here Thursday, Greek fans, despite being a fraction of the 7,000 in attendance, made the arena sound as if it were sold out as Greece battled Germany.    The cheering began before Greece even took the court, just after intermission of Puerto Rico's game with Egypt. Fans blew horns and whistles. One group at courtside boldly unfurled a banner that proclaimed \"There Is Only One Macedonia -- the Greek Macedonia.\"  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Many Germans Atone For the Holocaust","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-many-germans-atone-for-the-holocaust-880035.html","abstract":"  To the Editor:   Re \"Burden of Holocaust\" (letter, July 30): My family and I had to leave Germany in 1939 and lost many relatives and friends in concentration camps. Yet I have returned many times and have noted a contrition for what occurred, perhaps not by all Germans, but by many good people who have become friends and acquaintances. To realize there are moral people in today's Germany does not play into the hands of Holocaust deniers. To insist Germany is evil does little for victims or those trying to atone for the abuses of their elders.  FRED A. ROSENBERG  Boston, Aug. 1, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/06/nyregion/bridge-874990.html","abstract":"  The most brilliant defensive play at the American Contract Bridge League's Summer Nationals in San Diego, which ended last weekend, will very likely prove to be the best of 1994. It occurred on the diagramed deal from an early round of the Spingold Knockout Team Championship, and the hero was Zia Mahmood, a colorful Pakistani expert who lives in Manhattan but is usually playing bridge somewhere else.   He held the East hand, and defended three no-trump. North's two-diamond bid at his second turn was \"new minor forcing,\" asking South for information about his major-suit holdings. West therefore led a diamond, since that was the only suit that had not been genuinely bid.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/06/nyregion/c-corrections-879223.html","abstract":"  Because of an editing error, an article yesterday about Congressional action on health care legislation misstated the party affiliation of Senator Frank R. Lautenberg of New Jersey in some editions. He is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"U.S. Hits Bosnian Serb Target in Air Raid","web_url":"https://www.nytimes.com/1994/08/06/world/us-hits-bosnian-serb-target-in-air-raid.html","abstract":"  American fighter aircraft attacked a Bosnian Serb anti-tank vehicle near Sarajevo tonight, hours after the Serbs tested NATO's resolve by seizing weapons that had been impounded by United Nations troops and attacking a United Nations helicopter.    The United Nations commander in Bosnia, Lieut. Gen. Sir Michael Rose, said he had called for the attack because Serbian nationalist forces violated a NATO order prohibiting heavy weapons in a zone around Sarajevo. This morning Bosnian Serbs seized a T-55 tank, two armored personnel carriers and an anti-aircraft gun from a weapons impoundment area in Ilidza, a Serbian-held town north of the Bosnian capital.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Yankees Aren't to Blame for State of the Bronx; Giving Time and Money","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-yankees-aren-t-to-blame-for-state-of-the-bronx-giving-time-and-money-880019.html","abstract":"  To the Editor:   \"Bombing in the Bronx\" (Op-Ed, July 26) attempts to characterize the New York Yankees as uninvolved, uncaring members of our community, who provide no support to our neighborhood and its children.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Progress in Midtown","web_url":"https://www.nytimes.com/1994/08/06/opinion/progress-in-midtown.html","abstract":"  Times Square is another step closer to renewal, and none too soon. It has been 10 years since New York City and the state's Urban Development Corporation struck their first deal with developers, and twice as long since a neighborhood priest organized community pressure to clean out the area's crime and sleaze.    From the beginning, this project has been a magnet for controversy, particularly its soaring office towers at the intersection of Broadway and 42d Street. Construction of the towers is now on hold, because the last thing midtown Manhattan needs is four new empty skyscrapers. But plans for upgrading the once tawdry, now deserted block between Broadway and Eighth Avenue are well underway.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Prince Valiant, Virtue and Page Boy Unruffled in 3,000 Tales","web_url":"https://www.nytimes.com/1994/08/06/arts/prince-valiant-virtue-and-page-boy-unruffled-in-3000-tales.html","abstract":"  King Arthur knew Prince Valiant was a knight beyond reproach. But could he have predicted the warrior with the silly-looking haircut would last 3,000 episodes?   Tomorrow Val will unsheath the Singing Sword, flex his muscles and fight the good fight, as he has every Sunday since Feb. 13, 1937, when his creator, Harold Foster, gambled that Americans would want to follow the adventures of a young knight in the Dark Ages. He was right. Today the strip appears in 350 newspapers in 18 countries, reaching an audience that its syndicator, King Features, estimates at 44 million.","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/06/us/inside-871680.html","abstract":"  Health Bills and Tactics   As lawmakers plotted strategies to alter or kill House and Senate health care bills, the scores of Congressional aides who actually wrote the bills continued to fine-tune and reinvent their concoctions. Articles, page 7. Hard Choices on Rwanda    Relief organizations must decide whether to encourage Rwandan refugees to stay in the camps or prod them to go home. Page 3. A Lesson in Investing    Millions of Chinese have learned how quickly stock prices can climb and fall, and climb again. Page 33.  ","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Man in the News -- THE WHITEWATER INQUIRY: THE COUNSEL; A Prosecutor Overnight -- Kenneth Winston Starr","web_url":"https://www.nytimes.com/1994/08/06/us/man-whitewater-inquiry-counsel-prosecutor-overnight-kenneth-winston-starr.html","abstract":"  Few Democrats or Republicans who have worked with Kenneth W. Starr expressed any doubt today that he would be a fair and thoughtful prosecutor in the Whitewater case. But several voiced surprise at his selection because his new role is a decided departure in a distinguished career: his first time ever as a prosecutor at any level.    A respected Washington insider and several times a contender for a nomination to the Supreme Court under Republican Presidents, Mr. Starr carries a reputation as a soft-spoken, even-tempered professional whose work is marked by thoroughness.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/06/nyregion/news-summary-871338.html","abstract":"  International 2-5  POLITICAL DIVIDE IN RURAL MEXICO    As close as Mexico's presidential race is believed to be, analysts agree that deeply rural areas, mostly in central and southern states, will be critical. After a violent uprising this year in southern Chiapas, the countryside is deeply split.  1","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"GOODWILL GAMES;\nUrmanov Helps to Pave Golden Path for Russia","web_url":"https://www.nytimes.com/1994/08/06/sports/goodwill-games-urmanov-helps-to-pave-golden-path-for-russia.html","abstract":"This city basked in the glow of its home-grown figure skating champions today as Aleksei Urmanov, the 1994 Olympic champion, won the gold medal in the men's competition at the 1994 Goodwill Games, and Natalya Mishkutienok and Artur Dmitriev, the 1994 Olympic silver medalists, easily clinched the gold in the pairs.\n\n The champions, all residents of St. Petersburg, dazzled the opposition and their rapt audience at the 7,500-seat Yubileiny Sports Palace with routines that had served them so well at the Olympic Games in Lillehammer, Norway, six months ago.","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Hallan Cemi Journal; At Dig, a Race Against Water and War","web_url":"https://www.nytimes.com/1994/08/06/world/hallan-cemi-journal-at-dig-a-race-against-water-and-war.html","abstract":"  It is a hot summer morning in the brown foothills of the Taurus Mountains, and Hallan Cemi is probably as busy as it has been in 10,000 years.    Kurdish workers tear the earth with picks and shovels. Others kneel in excavation trenches, using trowels and brushes to uncover what remains of the earliest known village in southeastern Anatolia.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Pensacola's Decade of Violence: Escalating Battle Over Abortion","web_url":"https://www.nytimes.com/1994/08/06/us/pensacola-s-decade-of-violence-escalating-battle-over-abortion.html","abstract":"  The roots of violent confrontation over abortion in this graceful city on the Gulf of Mexico run deeper than the killing of a doctor and his escort last week and of another doctor last year.    They go back at least a decade, to Christmas Day 1984, when all three abortion clinics here were firebombed, an act that one of the four people convicted of the crime described as \"a gift for Jesus on his birthday.\"","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"POP","web_url":"https://www.nytimes.com/1994/08/06/arts/in-performance-pop-879355.html","abstract":"  Madder Rose Reaches Across the Spectrum of Rock  Mercury Lounge","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"Yankees Aren't to Blame for State of the Bronx; On Road to Recovery","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-yankees-aren-t-to-blame-for-state-of-the-bronx-on-road-to-recovery-880027.html","abstract":"  To the Editor:   \"Bombing in the Bronx\" (Op-Ed, July 26) raises an issue that is central to the episode involving Richard Kraft, the Yankees' official whose remarks about area residents resulted in his resignation. There has been bias against the people of the South Bronx for decades.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Offshore Funds Flowing Upstream Into the Maintream","web_url":"https://www.nytimes.com/1994/08/06/your-money/IHT-offshore-funds-flowing-upstream-into-the-maintream.html","abstract":"OFFSHORE has migrated to the mainstream. After once being shunned as gimmicky investments suitable only for the rich and shifty, funds set up in offshore tax havens have developed wide acceptance, first among regulators, then among ordinary investors, esp","thumbnail":null,"section":"Your Money"},{"date":"19940806","headline":"Yankees Aren't to Blame for State of the Bronx; Unappreciated Fans","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-yankees-aren-t-to-blame-for-state-of-the-bronx-unappreciated-fans-880000.html","abstract":"  To the Editor:   Yankee management keeps looking in the wrong places to explain low attendance. Fear of crime and insufficient parking just don't cut it.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/06/nyregion/c-corrections-879266.html","abstract":"  A review yesterday of a concert by Bonnie Raitt at Radio City Music Hall on Wednesday misidentified Linda Ronstadt's record producer in the mid-1970's in some copies. He was Peter Asher, not Peter Allen.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Health Care Developments","web_url":"https://www.nytimes.com/1994/08/06/us/the-health-care-debate-diary-health-care-developments.html","abstract":"  YESTERDAY  Although they dislike much of the measure, liberals are coalescing behind a strategy of defending the health insurance legislation put forward by the Senate majority leader, George J. Mitchell, in hopes that a bill more to their liking will emerge from a House-Senate conference.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Yankees Aren't to Blame for State of the Bronx","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-yankees-aren-t-to-blame-for-state-of-the-bronx-879983.html","abstract":"  To the Editor:   Re \"Bombing in the Bronx\" (Op-Ed, July 26): I do not disagree with all of Matt Bai's points, but he wrongly gives much of the blame to the New York Yankees for the moral and social decay not only of the area surrounding Yankee Stadium, but throughout the Bronx as well.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"After Killings, Abortions Are Resumed In Pensacola","web_url":"https://www.nytimes.com/1994/08/06/us/after-killings-abortions-are-resumed-in-pensacola.html","abstract":"  Under the watch of armed Federal marshals and the escort of a team of female volunteers, 34 women received abortions today at a Pensacola clinic.   The abortions were the first at either of Pensacola's two licensed abortion clinics since one week ago, when an abortion doctor and his escort were fatally shot.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Don't Judge Police by Actions of Corrupt Few","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-don-t-judge-police-by-actions-of-corrupt-few-879975.html","abstract":"  To the Editor:   Jonathan Rubinstein, in \"Feckless Mayor, Unfit Cops\" (Op-Ed, July 15), contends that the public display of a half-dozen officers during the Mollen Commission hearings reaffirmed what many New Yorkers have known for decades: \"any cop can be a brutal criminal if he want to be.\"","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/06/sports/results-plus-875937.html","abstract":"  GOLF  Azinger Returns From Cancer With a 76  In perhaps the most memorable round of his life, Paul Azinger shot a 76 yesterday to mark his return to golf after a nine-month bout with cancer. That Azinger was 10 shots out of the lead held by Fred Funk's 66 in the Buick Open in Grand Blanc, Mich., mattered not at all to the gallery that cheered him as he started play and stood to applaud at the 18th hole as he made the turn to the front nine. \"Physically, I'm tired and emotionally I'm tapped out,\" Azinger said. \"After that big ovation at the start, I just walked around in a bit of a haze for a while. I think tomorrow will probably be a little bit easier.\" Pavin and Russ Cochran shared second at 68. (AP) King Holds Lead Despite Triple Bogey: Betsy King survived a disastrous triple-bogey 7 on the 12th hole and raw weather yesterday to retain a one-stroke lead after two rounds of the McCall's L.P.G.A. Classic in Stratton Mountain, Vt. Nancy Ramsbottom birdied her final hole for a second 69 and 138. (AP) PRO FOOTBALL  Faulk Off and Running for the Colts  The rookie running back Marshall Faulk set up two first-half field goals, and Leonard Humphries returned a pass interception 52 yards for a touchdown in the fourth quarter as the Indianapolis Colts beat the Seattle Seahawks, 13-9, last night in Indianapolis. Faulk, the second player taken in the National Football League draft last spring, rushed for 38 yards on 15 carries. (AP) Patriots Take the Handoff: Taking advantage of an opponent as sloppy as the rainy weather, the New England Patriots opened their preseason with a 24-6 romp over the fumbling New Orleans Saints in Foxboro, Mass. The Patriots scored all their points on short drives following New Orleans turnovers. The Saints fumbled four times and were intercepted twice. (AP) HORSE RACING  Dispute Wins in Her Return  Dispute, one of the country's prize fillies of 1993, made a smashing comeback to the races yesterday after four months on the sideline as she outran three rivals by six lengths at Saratoga Race Course. The 4-year-old daughter of Danzig didn't get to run on the grass as planned by her trainer, Shug McGaughey, since rains forced all the turf races onto the dirt track, causing many scratches. In fact, the field of 12 was reduced to just 4. But Jerry Bailey led Dispute to an easy victory as she ran the mile and an eighth in 1:523/5 as the 1-5 favorite, finishing a half-dozen lengths ahead of Avie's Daisy. EMPIRE STATE GAMES  Three Female Gold Medalists Repeat  Three reigning track and field gold medalists held onto their medals at the 1994 Empire State Games at Syracuse yesterday. Sprinter Monique Coleman of A. P. Randolph in New York City repeated in the scholastic women's 200-meter dash and Sharline White and Zakiah Modeste, both of Hudson Valley, won a second straight gold in the open women's triple jump and scholastic women's long jump.  EQUESTRIAN  American Woman Wins 100-Mile Test  Valerie Kanavy of Fort Valley, Va., won the gold medal in the 100-mile test yesterday at the world equestrian games in the Hague. Kanavy rode her 12-year-old Arabian, Pieraz, through the finish line in 6 hours 6 minutes 56 seconds. The silver went to Dennis Pesce of France, slightly less than six minutes behind Kanavy. GOLDEN HOOPS TOURNAMENT  Marbury Leads Gauchos to Crown  Point guard Stephon Marbury had 22 points and 8 assists in 26 minutes as the Bronx Gauchos defeated Westchester's Young Life/Cardinal Sheehan, 107-65, last night in the title game at Columbia University. Gary Saunders of the Gauchos also had 22 points. Marbury was named the tournament's most valuable player.","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"No Moves Are Afoot To Modify Proposal","web_url":"https://www.nytimes.com/1994/08/06/sports/baseball-no-moves-are-afoot-to-modify-proposal.html","abstract":"  If anyone is waiting for a group of moderate owners to force a change in management's position that could avert a strike next Friday, it's not going to happen. Several owners who fit that description made that clear yesterday.    \"I don't think there's any chance for success, assuming that one or more of the more moderate owners are of a mind that that should be done,\" Peter Angelos of the Baltimore Orioles said in a telephone interview. \"There's unity among all the owners to the effect that something has to be done. The position of the union that the status quo should remain can't be fulfilled under these circumstances.\"  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"No Resolution of Nuclear Issue in Korea Talks","web_url":"https://www.nytimes.com/1994/08/06/world/no-resolution-of-nuclear-issue-in-korea-talks.html","abstract":"  The United States and North Korea met here today to resume high-level negotiations interrupted by the death of President Kim Il Sung last month, but no breakthrough was reported on the central issue of North Korea's nuclear ambitions.   After eight hours of talks, Robert L. Gallucci, the chief American negotiator, said there was common ground in some areas, like the need to improve bilateral relations, reduce tensions on the Korean Peninsula, bolster security in the region and respect the Nuclear Nonproliferation Treaty.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Transactions","web_url":"https://www.nytimes.com/1994/08/06/sports/transactions-877662.html","abstract":"  Baseball  American League AL -- Upheld the five-game suspension of Boston Red Sox manager Butch Hobson for making contact with umpires during a game on June 28. Basketball  National Basketball Association MIAMI HEAT -- Signed Matt Geiger, center, to a multiyear contract. MILWAUKEE BUCKS -- Signed Marty Conlon, forward, to a two-year contract. MINNESOTA TIMBERWOLVES -- Announced the sale of the team to businessman Glen Taylor, pending NBA approval. Hockey  National Hockey League DETROIT RED WINGS -- Signed Bob Rouse, defenseman, to a multiyear contract. WINNIPEG JETS -- Named Terry Simpson assistant coach. College  DELAWARE VALLEY -- Named Mark McDonald women's volleyball coach. FAIRFIELD -- Named Dave Tanner women's soccer coach. GEORGIA SOUTHERN -- Named J.C. Andersen athletic trainer. MONMOUTH, N.J. -- Named Shari Krasnoo women's lacrosse coach.","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Correction","web_url":"https://www.nytimes.com/1994/08/06/opinion/c-correction-879711.html","abstract":"  A letter Aug. 1 by George R. Allen on the 1944 anti-Hitler plot misidentified the writer. He was a sergeant in the 101st Airborne Division's counterintelligence corps.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/06/nyregion/c-corrections-879231.html","abstract":"  A picture caption yesterday about a plan to refurbish Yankee Stadium and its environs described the team's attendance incorrectly. It has risen slightly, not fallen, from the same time last season.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Denver Goes Back to Basics For Baggage","web_url":"https://www.nytimes.com/1994/08/06/us/denver-goes-back-to-basics-for-baggage.html","abstract":"  Frustrated by persistent delays in opening the new Denver International Airport because of a malfunctioning system for moving luggage between planes and terminals, city officials have adopted a low-tech solution to a high-tech problem.   Rather than waiting until the airport's computerized, high-speed network is repaired, Mayor Wellington Webb of Denver said on Thursday that the airport would spend about $50 million to build a conventional luggage system using baggage tractors and carts.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Albany Limbo: A Bill Passes, Then Just Sits","web_url":"https://www.nytimes.com/1994/08/06/nyregion/albany-limbo-a-bill-passes-then-just-sits.html","abstract":"  Call it the case of the disappearing bill.    It was a measure to require large cities to spend about the same amount of local money on schools as they had in previous years. Lawmakers publicly endorsed it (good for education), privately denounced it (badly drafted) and ultimately passed the bill, S. 3248, on June 6.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Public & Private; The Passion to Keep Them Safe","web_url":"https://www.nytimes.com/1994/08/06/opinion/public-private-the-passion-to-keep-them-safe.html","abstract":"  My kids keep trying to convince me that there are two separate parts of their stomachs, one dedicated to dinner and the other to dessert. I don't know why I'm so skeptical; after all, I sometimes think there are two distinct parts of my mind, the columnist part and the parent part, and that they are occasionally filled with quite different things.    Take the case of Megan Kanka, age 7.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Nascar Beats the Heavy Brickyard Traffic","web_url":"https://www.nytimes.com/1994/08/06/sports/auto-racing-nascar-beats-the-heavy-brickyard-traffic.html","abstract":"  In the end, stock car racing's best drivers defended their turf, even if it was foreign ground for them.    The final 23 spots in the 43-car lineup for the inaugural Brickyard 400 were filled today. And even though Saturday's race is the first stock car race ever at the Indianapolis Motor Speedway, only A. J. Foyt and Danny Sullivan, a couple of Indy 500 winners, were able to prevent the regular Winston Cup tour drivers from filling out the lineup.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Giuliani Got Private Data About Aides","web_url":"https://www.nytimes.com/1994/08/06/nyregion/giuliani-got-private-data-about-aides.html","abstract":"  Aides to Mayor Rudolph W. Giuliani have received copies of confidential background reports on several people who were recently hired by the city's top elected officials, a practice the elected officials and others criticized as improper.     Randy M. Mastro, chief of staff to Mayor Giuliani, said yesterday that no one in the Mayor's office had requested the information, which was compiled by the Department of Investigation, but that the department's investigators had inadvertently sent over copies of the findings they made in routine background checks.  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Healer, 93, Retires? Not Quite","web_url":"https://www.nytimes.com/1994/08/06/nyregion/about-new-york-healer-93-retires-not-quite.html","abstract":"  FIRST, do no harm.    Some doctors would rather first look at the purse, but Matthew Warpick is the kind of physician who lives by the Hippocratic Oath. He went one step further and swore allegiance to an entire neighborhood, staying put for 67 years in the same five-room doctor's office in West Harlem, despite the break-ins and muggings that became frighteningly frequent.  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Location a Lift for Luxembourg","web_url":"https://www.nytimes.com/1994/08/06/your-money/IHT-location-a-lift-for-luxembourg.html","abstract":"LUXEMBOURG is an offshore fund management center with a difference. Unlike most, it is not an island, and its regulations and taxes are light-to-normal, rather than light-to-non-existent. It does, however, have strict banking secrecy laws..Pierre Jaans,","thumbnail":null,"section":"Your Money"},{"date":"19940806","headline":"First Site Called Off-Limits","web_url":"https://www.nytimes.com/1994/08/06/nyregion/first-site-called-off-limits.html","abstract":"  Officials of Sullivan County, in upstate New York, urged people yesterday to stay away from the site of the original Woodstock festival, Max Yasgur's Farm in Bethel, next weekend.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"JUDGES APPOINT NEW PROSECUTOR FOR WHITEWATER","web_url":"https://www.nytimes.com/1994/08/06/us/the-whitewater-inquiry-the-decision-judges-appoint-new-prosecutor-for-whitewater.html","abstract":"  A Federal appeals panel today replaced the independent counsel for the Whitewater inquiry, Robert B. Fiske Jr., with Kenneth W. Starr, a former Bush Administration Solicitor General and Federal Appeals Court Judge.   The panel, a special court appointed by Chief Justice William H. Rehnquist, rejected a request by Attorney General Janet Reno that it reappoint Mr. Fiske, whom she originally chose in January. In a brief opinion, the panel said it would be inconsistent with the independent-counsel law for the Clinton Administration to play a part in the selection of the person to head the investigation.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Police Start New Inquiry In Zodiac Case","web_url":"https://www.nytimes.com/1994/08/06/nyregion/police-start-new-inquiry-in-zodiac-case.html","abstract":"  Four years after an elusive gunman who called himself Zodiac claimed to have carried out four shootings that were never solved, the New York City Police Department yesterday started a new investigation in response to a letter taking responsibility for five more attacks.    Senior police officials said they were taking seriously the latest claims, which were made in a letter sent to The New York Post and passed on to investigators. One reason, they said, was that the letter writer had suggested special knowledge of the shootings by providing details of cases that had not received wide publicity.  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"POP","web_url":"https://www.nytimes.com/1994/08/06/arts/in-performance-pop-879347.html","abstract":"  Just Five Notes Provide A World of Images  S.O.B.'s","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"Rwandan Hospital Overwhelmed","web_url":"https://www.nytimes.com/1994/08/06/world/rwandan-hospital-overwhelmed.html","abstract":"  In one of the best-equipped and most modern hospitals in Africa, the doctors at King Faisal Hospital Center here draw a neat circled \"X\" on a map of Kigali to mark the spot where each victim of a land-mine explosion was wounded.   Under the crush of a caseload averaging 100 patients, Dr. Fernando Olinto at midday had not found the time to record the day's incidents.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Bermuda Seeks Its Own Niche","web_url":"https://www.nytimes.com/1994/08/06/your-money/IHT-bermuda-seeks-its-own-niche.html","abstract":"WHILE Bermudians claim that their country is peerless among offshore centers, not everyone is enthusiastic about the tiny island's role as a center for investment funds. .Few observers deny, however, that Bermuda's financial services sector has landed s","thumbnail":null,"section":"Your Money"},{"date":"19940806","headline":"A Father's Troubled Odyssey From Belarus to His Suicide","web_url":"https://www.nytimes.com/1994/08/06/nyregion/a-father-s-troubled-odyssey-from-belarus-to-his-suicide.html","abstract":"  On the afternoon of July 26, a rumpled man and an exhausted young girl speaking only Russian appeared at the offices of a Jewish aid agency in Brooklyn with a tale of despair.    The man said that he and his 7-year-old daughter had arrived three days earlier from Minsk, Belarus, where he was an architect. The people who had invited them to the United States had not shown up at the airport, he told counselors at the agency, the Jewish Community House of Bensonhurst.  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"White House Counsel Criticizes Altman","web_url":"https://www.nytimes.com/1994/08/06/us/the-whitewater-inquiry-the-hearing-white-house-counsel-criticizes-altman.html","abstract":"  As Congress closed its first round of Whitewater hearings, the White House counsel, Lloyd N. Cutler, said today that a ranking Administration official, Roger C. Altman, was wrong to have consulted the White House in February on whether to step aside from any involvement in the case.   Mr. Cutler also said the White House would soon issue new guidelines governing when Federal agencies might inform the White House about their legal investigations -- the kind of \"heads up\" that touched off eight days of hearings in the House and Senate.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Waldheim Knighted by Pope, Drawing Protests From Israel","web_url":"https://www.nytimes.com/1994/08/06/world/waldheim-knighted-by-pope-drawing-protests-from-israel.html","abstract":"  Pope John Paul II has drawn Jewish and Israeli outrage by conferring a papal knighthood on the former Austrian President, Kurt Waldheim, who has been accused by the United States Justice Department of serving with a German Army unit that committed atrocities in the Balkans during the Second World War.   The bestowal of the Order of Pius IX in the Vatican's embassy in Vienna on July 6 seemed a remarkable contrast to efforts at reconciliation between the Vatican and Israel, which established diplomatic relations in June after centuries of animosity between Catholics and Jews.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"3 Judges With a Mandate","web_url":"https://www.nytimes.com/1994/08/06/us/the-whitewater-inquiry-3-judges-with-a-mandate.html","abstract":"  The three-judge panel that threw the Whitewater inquiry into turmoil today by appointing Kenneth W. Starr independent counsel is known in legal circles as a crusty group whose head, David B. Sentelle, has a track record of challenging independent counsels.   Judge Sentelle cast the deciding vote in two separate decisions throwing out the most celebrated convictions won by the Iran-contra independent prosecutor, Lawrence E. Walsh. They were the convictions of Oliver L. North, the former National Security Council aide, in July 1990, and John M. Poindexter, President Ronald Reagan's former national security adviser, in November 1991.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Warsaw Lost, but Its Struggle Mattered","web_url":"https://www.nytimes.com/1994/08/06/opinion/IHT-warsaw-lost-but-its-struggle-mattered.html","abstract":"In the summer of 1944, the dilemma of Warsaw's residents was not unlike that which later was to face the French. .General de Gaulle was convinced that the liberation of France must not happen without French participation, without a national uprising, w","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Record Force Hunts Sniper In Suffolk","web_url":"https://www.nytimes.com/1994/08/06/nyregion/record-force-hunts-sniper-in-suffolk.html","abstract":"  Using helicopters, undercover officers and stepped-up patrols along commercial strips in Suffolk County, the police here continued their search today for a sniper who has attacked three times in 12 days, killing one person and critically injuring another.    \"Right now this is the top priority of the department, and everyone is involved,\" said the Chief of Patrol, Edwin Michel, the commander of the sprawling suburban force's 1,700-member patrol division. He added, \"I think you could safely say it's the largest commitment of personnel to a single criminal case\" since the Suffolk department was founded in 1960.  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"Saberhagen Shows He's Worth an Award","web_url":"https://www.nytimes.com/1994/08/06/sports/baseball-saberhagen-shows-he-s-worth-an-award.html","abstract":"  Bret Saberhagen felt alone, no longer in control of the game. He clenched his teeth and grabbed a beverage. With with knots welling in his stomach, Saberhagen sat in front of the clubhouse television and watched as the Florida Marlins scored five runs in the eighth inning. A 10-2 Mets lead was shrinking rapidly.    Not to worry. The Mets always seem to find a way to win a game in which Saberhagen starts. Last night he was nearly untouchable for five innings -- he left after seven innings, leading 10-2 -- and won his 13th game of the season as the Mets held on for a 10-7 victory at Shea Stadium.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"After Routing China, U.S. Can Feel Dreamy","web_url":"https://www.nytimes.com/1994/08/06/sports/baseball-after-routing-china-us-can-feel-dreamy.html","abstract":"  The combination of more effort and less opposition gave the United States more of a Dream Team look tonight as it blistered China, 132-77, for its second victory in two world championships games.    Things got better for Coach Don Nelson's team after Shawn Kemp began the game by hitting the back rim on an uncontested dunk, sending the ball deep into the crowd. Stung by the 100 points Spain scored against their porous defensive pressure on Thursday night, the Americans collected 18 steals and blew China out with a 26-5 flourish at the end of the half.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"In Quarterback Duel, It's Now Graham's Turn","web_url":"https://www.nytimes.com/1994/08/06/sports/football-in-quarterback-duel-it-s-now-graham-s-turn.html","abstract":"  The pressure is on. It may not be fair. It may not be right to say or think. But when quarterback Kent Graham walks onto the Giants Stadium turf Saturday night, the simple fact is that it will be the biggest game of his young career. If he does well, the fight continues. If he doesn't and his competitor does, the fight may be over before it really gets started.    The quarterbacks will once again be the story. The Giants play the Cleveland Browns at 8 P.M. Dave Brown must simply be steady after his superb performance in a starting role last week against Miami; most observers think he has a slim lead in the derby to replace Phil Simms as the starter.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Sister Sues Henderson, Charging Rape","web_url":"https://www.nytimes.com/1994/08/06/sports/sports-people-baseball-sister-sues-henderson-charging-rape.html","abstract":"  RICKEY HENDERSON's half sister has filed suit in Oakland saying that he regularly raped her over a two- or three-year period beginning in the mid-1970's when she was 12 and he was 16. Henderson, 35, baseball's leader in career stolen bases and a member of the Oakland Athletics, strongly denied the allegations contained in court papers filed on Thursday in Alameda County Superior Court by PAULA HENDERSON, 31, seeking unspecified money damages and alleging that in 1975, when she was 12, Henderson routinely climbed into her bed and raped her.    Her lawyer, DAN HOROWITZ, said yesterday that his client would withdraw the civil suit if criminal charges are filed. \"She really wants him punished,\" he said. Criminal prosecution is unlikely: the one-year criminal statute of limitations may have expired.    Although Paula Henderson says she has always known of the sexual assaults, Horowitz said, it was not until a year or so go, when she became pregnant, that she first became aware of the full harm the incidents had caused her. Under California's three-year statute of limitations in civil cases, Horowitz said, the clock begins with the onset of awareness.","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"1944:No-Man's Florence : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/06/opinion/IHT-1944nomans-florence-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - [From our New York edition:] The greater part of medieval Florence, the city of the Medicis, is a no-man's-land today [Aug. 5], with German guns intrenched in the hills two miles north of the city and 8th Army troops encamped in its southern outski","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Important Dates in the Investigation","web_url":"https://www.nytimes.com/1994/08/06/us/the-whitewater-inquiry-chronology-important-dates-in-the-investigation.html","abstract":"  October 1993 -- The Resolution Trust Corporation, the agency overseeing the savings and loan bailouts, formally asks the Justice Department to conduct a criminal investigation into Madison Guaranty, a thrift owned by the Clintons' partner in the defunct Whitewater Development Company. Paula J. Casey, the United States Attorney in Little Rock, Ark., begins investigating Madison.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Kukoc Preparing to Take Center Stage","web_url":"https://www.nytimes.com/1994/08/06/sports/basketball-kukoc-preparing-to-take-center-stage.html","abstract":"  When he emerged from the locker room after overwhelming South Korea in the name of Croatia, Toni Kukoc proceeded to talk about becoming the highest-paid player in the history of the Chicago Bulls. He acknowledged today that he has agreed to terms on a six-year contract, reportedly for $26 million, which is more Bulls money than Michael Jordan ever earned, and more than Scottie Pippen currently receives.    There is an irony to this that makes Kukoc shake his head, as if in disbelief. Two years ago this month in Barcelona, Spain, he found himself squeezed into a Jordan-Pippen sandwich, as those two original Dream Teamers declared war on the player their Chicago general manager, Jerry Krause, seemed to be pursuing to the ends of the earth.  ","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/06/nyregion/c-corrections-879258.html","abstract":"  An obituary on Tuesday about Paul Roebling, 60, a stage, film and television actor, omitted a survivor. She is his mother, Mary G. Roebling, of Trenton.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"For Ruling Party of Mexico, South Is No Longer So Solid","web_url":"https://www.nytimes.com/1994/08/06/world/for-ruling-party-of-mexico-south-is-no-longer-so-solid.html","abstract":"  A hint of the raw political power that has helped keep the same party in control of Mexico for 65 years was reflected in the face of the small woman shouting at the sun as a campaign rally got under way near here.    \"Long live the PRI!\" she screamed, using the acronym of the governing Institutional Revolutionary Party. \"We are PRI-istas all!\"","thumbnail":null,"section":"World"},{"date":"19940806","headline":"Clinton Goal: Avoid a War","web_url":"https://www.nytimes.com/1994/08/06/world/clinton-goal-avoid-a-war.html","abstract":"  The last thing President Clinton wants this week or this month is a war. Not in Haiti, not in Bosnia, and certainly not in both at the same time -- not while he is struggling to wrest from a recalcitrant Congress a health-care program that will fulfill his campaign promises.   In the minds of Democratic strategists, at least, the political situation comes very close to a matter of life and death: fail on health care, they say, and the President's chances of winning a second term, let alone limiting his party's anticipated losses in the November Congressional elections, will be severely eroded.","thumbnail":null,"section":"World"},{"date":"19940806","headline":"End the Dominican Charade","web_url":"https://www.nytimes.com/1994/08/06/opinion/end-the-dominican-charade.html","abstract":"  The last time the United States invaded the island of Hispaniola -- shared by Haiti and the Dominican Republic -- was in 1965. U.S. Marines stormed into the Dominican Republic and helped install Joaquin Balaguer after a military coup had unseated his democratically elected but leftist opponent, Juan Bosch. It was an ill-advised foray, motivated by exaggerated fears of an imminent Communist takeover. In successive elections Mr. Balaguer claimed victory amid allegations of fraud. Now 87 and blind, he has done it again. It is time to stop the charade.   Last spring Mr. Balaguer ran a campaign against Jose Francisco Pena Gomez in which he constantly referred to Mr. Pena Gomez's race (he is black) and his Haitian background and accused him of practicing voodoo. Mr. Pena Gomez claimed that 200,000 people were denied the right to vote in the election; Mr. Balaguer claimed victory by a margin of 22,000-odd votes.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/06/style/chronicle-879444.html","abstract":"  Notes from a continuing honeymoon: MICHAEL JACKSON and his bride, LISA MARIE PRESLEY-JACKSON, arrived in Budapest last evening on their first foray out of New York and the Trump Tower since confirming earlier this week that they had been married.   In a telephone conversation from Budapest yesterday, Lee Solters, Mr. Jackson's publicist, said crowds had started gathering around the Hotel Kempinski at about 8 A.M.","thumbnail":null,"section":"Style"},{"date":"19940806","headline":"Robot Falls In Volcano","web_url":"https://www.nytimes.com/1994/08/06/us/robot-falls-in-volcano.html","abstract":"  The eight-legged robot dispatched to explore the inside of an active Alaskan volcano fell on its side Friday with 550 feet still to go in its climb out of the rock-strewn crater, scientists monitoring its progress said. The mishap, which officials attributed to shifting soil, would probably end the mission of the spider-like machine dubbed Dante II.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"No. 2 Ivanisevic Isn't Aiming for No. 1","web_url":"https://www.nytimes.com/1994/08/06/sports/sports-people-tennis-no-2-ivanisevic-isn-t-aiming-for-no-1.html","abstract":"  He may be the second-ranked tennis player in the world, but GORAN IVANISEVIC says he does not have his sights on PETE SAMPRAS's top-ranking just yet. \"No. 1 is not so important,\" the 6-foot, 4-inch left-hander said yesterday via teleconference from Kitzbuhel, Austria, where as the top seed he defeated Fernando Meligeni, 6-1,6-4, to reach the semifinals of the EA Generali Open. \"Before I become No. 1, I would like to win one Grand Slam.\" The next Grand Slam event is the United States Open, where Ivanisevic has never advanced past the fourth round. He was a semifinalist at last year's Hamlet Cup on Long Island, where he will again prepare for the Open. The Hamlet Cup runs from Aug. 22-28.","thumbnail":null,"section":"Sports"},{"date":"19940806","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/06/nyregion/no-headline-871842.html","abstract":"  \"All it took to get this started was one spark of violence. And because of the violence, we were going to get every fanatic on both sides of the issue coming into town. It's like when a train starts. Everyone just jumps on.\" -- BRENDA STARKEY of Pensacola, Fla.  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/06/style/chronicle-875724.html","abstract":"  Nine civic, political and labor leaders are to receive the Presidential Medal of Freedom, the nation's highest civilian award, from President Clinton on Monday at ceremonies in the White House.","thumbnail":null,"section":"Style"},{"date":"19940806","headline":"Modifying Mr. Mozart So He'll Feel at Home In the New Salzburg","web_url":"https://www.nytimes.com/1994/08/06/arts/opera-review-modifying-mr-mozart-so-he-ll-feel-at-home-in-the-new-salzburg.html","abstract":"  On paper, the new production of Mozart's \"Don Giovanni\" here at the Salzburg Festival looked like another intriguing attempt by Gerard Mortier to shape a new artistic culture for this tradition-minded town: a staging of Mozart's greatest opera by Patrice Chereau, the same Mr. Chereau who in 1976 radically transformed Wagner's \"Ring\" for Bayreuth.   What could be more provocative? Mozart, after all, is the symbolic heart of this festival, Salzburg's reigning son. His visage is wrapped around chocolates and peers out from lingerie displays as well as from concert hall posters. When the festival was begun in the 1920's, it was meant to be Salzburg's answer to Bayreuth, replacing Wagner with Mozart, creating a mythic marriage between Austrian music, religion and the life of the people in this beautiful city of Baroque churches.","thumbnail":null,"section":"Arts"},{"date":"19940806","headline":"Kodak Hasn't Cut All Ties to Tobacco Industry","web_url":"https://www.nytimes.com/1994/08/06/opinion/l-kodak-hasn-t-cut-all-ties-to-tobacco-industry-879827.html","abstract":"  To the Editor:   A July 23 correction on questions raised by New York City pension system trustees about investments in tobacco-related stocks implies the Eastman Kodak Company is no longer connected to the tobacco industry.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Bosnia: Two Right Responses","web_url":"https://www.nytimes.com/1994/08/06/opinion/bosnia-two-right-responses.html","abstract":"  NATO and the United Nations sent a timely military message to the Bosnian Serbs yesterday. And Secretary of State Warren Christopher followed it up with a useful reminder that continued Serb rejection of an international peace plan could make a U.N. decision to lift the arms embargo restraining Government forces \"unavoidable.\"    In recent days the Bosnian Serbs launched a string of provocations against U.N. forces, culminating in the brazen theft of a tank and other weapons from U.N. custody in the Sarajevo exclusion zone. Yesterday, the U.N. called in NATO warplanes, who hit a nearby Bosnian Serb antitank vehicle.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"Dublin's Star Still on the Rise","web_url":"https://www.nytimes.com/1994/08/06/your-money/IHT-dublins-star-still-on-the-rise.html","abstract":"FINANCIAL companies which set up shop in Dublin before the end of 1994 will be guaranteed a 10 percent corporate tax rate until the year 2005. Companies that come to Dublin afterward will pay the normal Irish corporate tax rate of 40 percent..The fiscal","thumbnail":null,"section":"Your Money"},{"date":"19940806","headline":"Camp for Writers Offers Bright Lights, No City","web_url":"https://www.nytimes.com/1994/08/06/nyregion/camp-for-writers-offers-bright-lights-no-city.html","abstract":"  Opening her green, cloth-covered journal, Natasha Mack cannot help feeling a bit of relief. Not because of what's written inside, but because of what the words signify: a mellower outlook.    \"In New York, most of my writing is of rage,\" said Ms. Mack, 16, who is from the South Bronx. \"But here I'm actually able to think about what I'm writing.\"  ","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"The Secret Town that Built the Bomb","web_url":"https://www.nytimes.com/1994/08/06/opinion/the-secret-town-that-built-the-bomb.html","abstract":"The atomic bomb was the best-kept secret of World War II, and when it was loosed on Hiroshima on Aug. 6, 1945, some of those most surprised were the very people who helped build it.\n\nIn December 1942, the Manhattan Engineering District (the wartime name of the Government's atomic weapons program) purchased nearly 60,000 acres of land near Tennessee's Smoky Mountains to construct the town of Oak Ridge, which rapidly became a vast nuclear complex. Within two years the Manhattan District had spent $1 billion on the town and 75,000 people were working and living inside its chain-link fence.","thumbnail":null,"section":"Opinion"},{"date":"19940806","headline":"So, You've Seen the Irish Fight?","web_url":"https://www.nytimes.com/1994/08/06/your-money/IHT-so-youve-seen-the-irish-fight.html","abstract":"BERTIE Ahern, the Irish minister of finance, raised an eyebrow or two in New York this summer. His business calendarand that of what seemed like half his countrymen - lead him to the Giants' Stadium for the Ireland-Italy World Cup match..The surprise","thumbnail":null,"section":"Your Money"},{"date":"19940806","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/08/06/us/beliefs-872571.html","abstract":"  In the spring, a book called \"Before the Shooting Begins\" took up the question of whether democracy could survive the kind of apparently intractable differences that divide Americans over abortion. At the time, the title seemed alarmist. Now, a week after an abortion doctor and his 74-year-old security escort were shot to death in Pensacola, Fla., it seems prophetic.   The author, James Davison Hunter, a sociologist at the University of Virginia, continues what he began in \"Culture Wars\" (Basic Books, 1991), an examination of the escalation of rhetoric by contending advocacy groups.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Rostenkowski Files a Broad Challenge to His Indictment","web_url":"https://www.nytimes.com/1994/08/06/us/rostenkowski-files-a-broad-challenge-to-his-indictment.html","abstract":"  Lawyers for Representative Dan Rostenkowski fired the opening salvo in his defense today, asking a Federal district judge here to throw out the indictment that charges him with defrauding the Government of more than half a million dollars.    In motions filed with the court, the lawyers contended that the indictment accused him of offenses that were nothing more than violations of House rules and that it was therefore decisively flawed.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/06/nyregion/metro-digest-872342.html","abstract":"  IN TARNISHED PRECINCT, LIFE HAS CHANGED In the four months since 12 officers in the 30th Precinct in Harlem were taken away in handcuffs for dealing cocaine and protecting drug dealers, the station house has been painted, the lighting improved. Officers now wear their shoes shined like Marine boots and their hair as short as golf course fairways. Where spotty supervision once led to illegal drug searches, today there is at least one sergeant at every drug arrest. Life in the precinct has changed, and many say it is for the better. Page 1. EDUCATION BILL PASSES, THEN LANGUISHES It was a measure to require large cities to spend about the same amount of local money on schools as they had in previous years. Lawmakers publicly endorsed it (good for education), privately denounced it (badly drafted) and ultimately passed the bill. Now it sits in legislative limbo. Lawmakers don't want to send the bill to Governor Cuomo, Mr. Cuomo hasn't asked for it, and the reasons say much about Albany's partisan politics in an election year. Page 1. NEW YORK CITY  ZODIAC KILLER CASES CLAIMED IN A LETTER Four years after an elusive gunman who called himself Zodiac claimed to have carried out four shootings that were never solved, the New York City Police Department has started a new investigation in response to a letter taking responsibility for five more attacks. Senior police officials said they were taking the latest claims seriously. Page 23. HEALER, 93, RETIRES? NOT QUITE Last week, with tears rolling down his cheeks, Dr. Matthew Warpick slid the key into the lock and closed his West Harlem office. A man who had devoted his life to a neighborhood's well-being was outwitted by a social illness that defied even his healing touch. \"I was determined to stay there until I drew my last breath,\" he said. \"But after I saw the shootings and holdups and my office was trashed, I decided this was the end.\" Well, almost. About New York, page 23. REGION  FORCE HUNTS SUFFOLK SNIPER Using helicopters, undercover officers and stepped-up patrols, the Suffolk County police continued searching for a sniper who attacked three times in 12 days, killing one person and critically injuring another. \"Right now this is the top priority of the department, and everyone is involved,\" said the Chief of Patrol, Edwin Michel. Page 24. AN ESCAPE FROM CITY STREETS Opening her journal, Natasha Mack cannot help feeling relief. Not because of what's written inside, but because of what the words signify: a mellower outlook. \"In New York, most of my writing is of rage,\" said Ms. Mack, 16, who is from the South Bronx. \"But here I'm actually able to think about what I'm writing.\" Since Monday, she has been taking part in a reading and writing camp in New Jersey. Page 24. WHITMAN URGES NOTICE ON SEX OFFENDERS Gov. Christine Todd Whitman of New Jersey joined a growing chorus of elected officials in demanding new laws requiring that parents be notified when a convicted sex offender moves into a community. Mrs. Whitman said that she had asked Deborah T. Poritz, the state Attorney General, to examine laws in other states that require such notification. Page 24. MOTHER SAYS TEEN-AGER ADMITTED KILLING His mother had a feeling that Eric Smith knew something about the slaying of a 4-year-old boy, so she peppered him with questions. Out of the blue, Tammy Smith testified, her son \"turned to me and said he did it.\" Page 22.","thumbnail":null,"section":"New York"},{"date":"19940806","headline":"With Long Hours and Little Fanfare, Staff Members Created a Health Bill","web_url":"https://www.nytimes.com/1994/08/06/us/health-care-debate-behind-scenes-with-long-hours-little-fanfare-staff-members.html","abstract":"  The ambitious health care bill going soon to the floor of the House of Representatives is called the Gephardt bill, in honor of the majority leader, Richard A. Gephardt of Missouri. But it is really the work of the Democratic staff of the House Ways and Means Committee.   The staff includes a half-dozen experts on health policy, people who have years of experience analyzing how to regulate health costs, how to pay doctors and hospitals, how to provide care to more people.","thumbnail":null,"section":"U.S."},{"date":"19940806","headline":"Woodstock: The Fortress; In '69, Rules Were Few; In '94, They May Outnumber Fans","web_url":"https://www.nytimes.com/1994/08/06/nyregion/woodstock-the-fortress-in-69-rules-were-few-in-94-they-may-outnumber-fans.html","abstract":"  For at least a few days next week, the sixth-largest city in New York will be a rural fortress ringed by nine miles of chain-link fence, secured by 1,200 security guards and governed by dozens of restrictions. Those who want to get in will have to go through metal detectors, and the National Guard will be standing by in case there is trouble.     This is Woodstock '94 -- the three-day commemorative festival of the music, mud and, of course, the mythology created at the original Woodstock in 1969.  ","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940806","time":"1994-08-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":54,"wspd":11.2},{"date":"19940806","time":"1994-08-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":57,"wspd":13},{"date":"19940806","time":"1994-08-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":66,"wspd":20.5},{"date":"19940806","time":"1994-08-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":71,"wspd":16.6},{"date":"19940806","time":"1994-08-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":73,"wspd":14.8},{"date":"19940806","time":"1994-08-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":72,"wspd":14.8},{"date":"19940806","time":"1994-08-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":74,"wspd":11.2},{"date":"19940806","time":"1994-08-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":76,"wspd":14.8},{"date":"19940806","time":"1994-08-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":76,"wspd":14.8},{"date":"19940806","time":"1994-08-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":73,"wspd":11.2},{"date":"19940806","time":"1994-08-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":72,"wspd":9.4},{"date":"19940806","time":"1994-08-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":66,"wspd":14.8},{"date":"19940806","time":"1994-08-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":62,"wspd":13},{"date":"19940806","time":"1994-08-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":48,"wspd":18.4},{"date":"19940806","time":"1994-08-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26,"rhum":49,"wspd":18.4},{"date":"19940806","time":"1994-08-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":42,"wspd":18.4},{"date":"19940806","time":"1994-08-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":41,"wspd":18.4},{"date":"19940806","time":"1994-08-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":45,"wspd":22.3},{"date":"19940806","time":"1994-08-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":50,"wspd":18.4},{"date":"19940806","time":"1994-08-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":50,"wspd":16.6},{"date":"19940806","time":"1994-08-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":56,"wspd":20.5},{"date":"19940806","time":"1994-08-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":58,"wspd":20.5},{"date":"19940806","time":"1994-08-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":70,"wspd":20.5},{"date":"19940806","time":"1994-08-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":73,"wspd":14.8},{"date":"19940806","time":"1994-08-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":27.7},{"date":"19940806","time":"1994-08-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":84,"wspd":27.7},{"date":"19940806","time":"1994-08-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":81,"wspd":29.5},{"date":"19940806","time":"1994-08-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":31.7},{"date":"19940806","time":"1994-08-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":24.1},{"date":"19940806","time":"1994-08-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":70,"wspd":22.3},{"date":"19940806","time":"1994-08-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":25.9},{"date":"19940806","time":"1994-08-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":20.5},{"date":"19940806","time":"1994-08-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":18.7},{"date":"19940806","time":"1994-08-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":14.8},{"date":"19940806","time":"1994-08-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":16.6},{"date":"19940806","time":"1994-08-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":16.6},{"date":"19940806","time":"1994-08-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":58,"wspd":22.3},{"date":"19940806","time":"1994-08-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":24.1},{"date":"19940806","time":"1994-08-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":48,"wspd":25.9},{"date":"19940806","time":"1994-08-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":49,"wspd":25.9},{"date":"19940806","time":"1994-08-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":47,"wspd":20.5},{"date":"19940806","time":"1994-08-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":41,"wspd":22.3},{"date":"19940806","time":"1994-08-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":44,"wspd":18.7},{"date":"19940806","time":"1994-08-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":38,"wspd":20.5},{"date":"19940806","time":"1994-08-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":36,"wspd":14.8},{"date":"19940806","time":"1994-08-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":39,"wspd":13},{"date":"19940806","time":"1994-08-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":11.2},{"date":"19940806","time":"1994-08-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":38,"wspd":16.6}]}}