{"19940919":{"guardian_articles":[],"nytimes_articles":[{"date":"19940919","headline":"Art in Warsaw Still Vigorous, if Lean and Poor","web_url":"https://www.nytimes.com/1994/09/19/arts/art-in-warsaw-still-vigorous-if-lean-and-poor.html","abstract":"  A 17th-century royal residence that was bombed in World War II, then demolished and crudely rebuilt by the Communists has become the focus of some of the most energetic contemporary art in Eastern Europe.   Known around Warsaw simply as the Castle, the Center for Contemporary Art at the Ujazdowski Castle prides itself, says its director, Wojciech Krukowski, as a place for Polish and international artists to experiment. The rough finish of the large rooms from the hasty reconstruction -- exposed brick in some places, uneven ceilings -- has made the center an ideal space for installation and site-specific art.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Don't Blame Times Sq. For the X-Rated Shops","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-don-t-blame-times-sq-for-the-x-rated-shops-288705.html","abstract":"  To the Editor:   I follow with interest your coverage of Mayor Rudolph W. Giuliani's proposals to restrict sex-oriented businesses (news article, Sept.12). There is an irony in all of this.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Holy Bull Now Passing Horses Among Champions Past","web_url":"https://www.nytimes.com/1994/09/19/sports/horse-racing-holy-bull-now-passing-horses-among-champions-past.html","abstract":"  Five hours after Holy Bull stopped the show at Belmont Park with a performance that may have won two championships, the telephone rang in Jimmy Croll's home on the Jersey Shore. It was his old friend and mentor Jimmy Jones, calling from his farm in Missouri and offering congratulations from a man who trained eight champions in the empire days of Calumet Farm.   \"I told him Holy Bull is the best horse in racing this year,\" Jones said yesterday. \"He's the horse to beat.\"","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"TIPS","web_url":"https://www.nytimes.com/1994/09/19/style/IHT-tips.html","abstract":"GERMANY offers an abundance of high-quality restaurants, many of which are scarcely known beyond the country's borders. Here is a list of some additional worthy contenders, with the best dishes sampled at each:.Wald & Schlosshotel Friedrichsruhe, Fr","thumbnail":null,"section":"Style"},{"date":"19940919","headline":"Muhammad Ali Is Just a Regular Guy Here","web_url":"https://www.nytimes.com/1994/09/19/sports/sports-people-boxing-muhammad-ali-is-just-a-regular-guy-here.html","abstract":"  MUHAMMAD ALI, Sports Illustrated's most influential sports figure of the last 40 years, is just another resident in the southwestern Michigan village of Berrien Springs. He and the 2,000 citizens who live here like it like that.   Ali, 52, has lived since 1987 in the village 10 miles east of Lake Michigan.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Meggett Proves You Can Fool Some People (Redskins) All of the Time","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-meggett-proves-you-can-fool-some-people-redskins-all-of-the-time.html","abstract":"  If the Giants ever get in a crunch at quarterback, if Dave Brown for some reason gets knocked out of the game, the Giants should just line up little David Meggett and let him throw deep. Why not? In two seasons against the Washington Redskins, Meggett has thrown three passes -- all touchdowns. Who is that Montana guy again?   The Redskins have been like that person who always falls for the practical joke no matter how obvious it is or how many times he's been suckered before. Last season, Meggett threw two touchdown passes on two attempts -- both on trick plays, halfback options to be specific. Then, today, the Giants, going for a 3-0 start, went back to the bag of tricks again.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Ryan's Cardinals (0-3) Go Scoreless","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-nfc-ryan-s-cardinals-0-3-go-scoreless.html","abstract":"  Browns 32, Cardinals 0    No way, the Arizona Cardinals had promised. No way would a team coached by the defensive mastermind Buddy Ryan go 0-3. The Cardinals were so sure of themselves, their boastful prediction made it into a Cleveland newspaper that was tacked up on the Browns' bulletin board all week. And the Browns clearly took offense.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Georgia District Ruling Is Test for Racial Politics","web_url":"https://www.nytimes.com/1994/09/19/us/the-1994-campaign-georgia-district-ruling-is-test-for-racial-politics.html","abstract":"  When she ran for Congress two years ago, Cynthia McKinney used as the symbol of her campaign a statue on the grounds of the Georgia Capitol that commemorates the 33 black legislators expelled from the state Legislature in 1868 by whites opposed to Reconstruction.   Last week, she became a symbol of her own. A panel of Federal district judges ruled her district unconstitutional, saying it was a racial gerrymander drawn for the sole purpose of electing a black. The ruling was one of a series of court cases that are imperiling not just Ms. McKinney's future in Congress but also the larger gains made by blacks in 1992, when 16 new black legislators were swept into Congress.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Carter's Diplomatic Mission Was a Last-Minute Gamble","web_url":"https://www.nytimes.com/1994/09/19/world/showdown-in-haiti-carter-carter-s-diplomatic-mission-was-a-last-minute-gamble.html","abstract":"  That Jimmy Carter had a place on center stage in the final act of President Clinton's end game with Haitian leaders was a last-minute improvisation.   Mr. Clinton had always intended to send one last emissary to persuade Haiti's military leaders to step down voluntarily, his aides said today. But it was only late last week, as he stood on the brink of an unpopular military operation, that Mr. Clinton decided to accept Mr. Carter's offer that he head the team that would try one last time to find a peaceful way out.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/19/nyregion/bridge-286150.html","abstract":"  There was an interesting revelation at the World Bridge Championships opening ceremonies here Friday night. According to Robert Wolff, the retiring president of the World Bridge Federation, it is very likely that bridge will soon be recognized as an official sport by the International Olympic Committee. This does not mean that bridge will soon be part of the Olympic Games, although that is not out of the question. The recognition will strengthen the position of bridge organization in countries where government approval, and perhaps financial support, are needed.   After the first day of qualifying play in the World Mixed Pair Championship, the leaders were: first, Thorlakur Jonsson and Jackie McGreal of Iceland, 5740 match points; second, Jim and Corinne Kirkham of San Bernardino, Calif., 5731.12; third, Bob Hamman of Dallas and Sabine Zenkel of Chicago, 5635.7. The field of 480 pairs was to be cut to 180 for the final three sessions beginning this afternoon.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Bus Supervisor Faces Drug and Gun Charges","web_url":"https://www.nytimes.com/1994/09/19/nyregion/bus-supervisor-faces-drug-and-gun-charges.html","abstract":"  A school-bus route supervisor employed by New York City was arrested in the South Bronx on Saturday evening after he was found carrying heroin and a loaded gun, the police said.   The supervisor, Jerome Black, 48, is assigned to the child welfare transportation unit in the Human Resources Administration, the police said. The agency did not return calls yesterday, but the police said Mr. Black had relatively minor responsibilities, overseeing a small number of bus routes.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Crisis of Bread and Land Afflicts Russia's Hard-Pressed Farmers","web_url":"https://www.nytimes.com/1994/09/19/world/crisis-of-bread-and-land-afflicts-russia-s-hard-pressed-farmers.html","abstract":"  The fevered days of autumn have descended heavily upon the farmers of Russia. An unusually cold summer stunted their crops and late rains nearly washed them away. Now the frosts are only a few weeks off, and if they come any sooner the nation will suffer its worst harvest in three decades.   \"A lot in our country depends on the weather this autumn,\" Prime Minister Viktor S. Chernomyrdin told a German television reporter recently, voicing the common concern that a particularly poor harvest will hasten the effects of an already visible farm crisis. \"What happens in the fields also has its effect on the political climate.\"","thumbnail":null,"section":"World"},{"date":"19940919","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/19/nyregion/c-corrections-288454.html","abstract":"  A picture in Business Day on Thursday with an article about the sale of Meridien Hotels Inc. to Forte P.L.C. was published in error. It showed the lobby of the Parker Meridien in Manhattan, which is managed by Meridien Hotels but is owned by the Jack Parker Corporation. The Parker Meridien is not one of the 58 luxury hotels included in the sale.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/19/nyregion/chronicle-288799.html","abstract":"  JOSEPH SHENKER , who has been president of the Bank Street College of Education since 1988, has announced that he will step down from the post at the end of this academic year.   \"I think I have basically accomplished the agenda that I came to Bank Street to move forward,\" he said, \"to create financial stability and to programmatically link the institution closely with public education.\"","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"'Superman' Foils Rape And Captures Suspect","web_url":"https://www.nytimes.com/1994/09/19/nyregion/superman-foils-rape-and-captures-suspect.html","abstract":"  A 35-year-old jogger was assaulted yesterday morning in Central Park by a man who attempted to rape her, the police said, but she was saved by a male jogger who scared the suspect off, chased him and then subdued him until officers arrived.   The victim, described as an accountant who jogs eight miles a day, was shaken up but not seriously injured. She was taken to New York Hospital, where she was treated for cuts and bruises and released.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/19/nyregion/c-corrections-282529.html","abstract":"  A news analysis article in Business Day on Sept. 10, about the Mexican Government's response to a bank scandal, misstated the year Mexico's banks were nationalized. It was 1982, not 1981.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Are Royals and Herzog Cooking Up Deal?","web_url":"https://www.nytimes.com/1994/09/19/sports/sports-people-baseball-are-royals-and-herzog-cooking-up-deal.html","abstract":"  WHITEY HERZOG will be offered the job as manager of the Kansas City Royals in a deal that would reunite him with his close friend, GEORGE BRETT, currently a team vice president, The Los Angeles Times reported yesterday.   Herzog, who resigned in January as general manager of the California Angels, is scheduled to talk with the Royals this week, sources told the newspaper. Herzog, 62, managed Brett and the Royals to three division titles from 1976-1978.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"School Reopens, Ever Changing and the Same; Cut the Bureaucracy","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-school-reopens-ever-changing-and-the-same-cut-the-bureaucracy-288659.html","abstract":"  To the Editor:   When Mayor Rudolph W. Giuliani states in his blunt way that \"when you don't see money getting to your classroom,\" it's \"because of the bureaucracy,\" he is correct (news article, Sept. 13).","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"HAITI'S MILITARY LEADERS AGREE TO RESIGN; CLINTON HALTS ASSAULT, RECALLS 61 PLANES: TROOPS IN TODAY","web_url":"https://www.nytimes.com/1994/09/19/world/showdown-haiti-overview-haiti-s-military-leaders-agree-resign-clinton-halts.html","abstract":"  President Clinton said tonight that the United States and Haiti's military leaders had reached a last-minute agreement to allow the ruling junta to step down voluntarily by Oct. 15 and then restore the Rev. Jean-Bertrand Aristide as President.    \"This is a good agreement for the United States and for Haiti,\" Mr. Clinton said in a nationally televised address from the Oval Office at 9:30 P.M.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"Graham Dancers Issue Ultimatum Over Contract","web_url":"https://www.nytimes.com/1994/09/19/arts/graham-dancers-issue-ultimatum-over-contract.html","abstract":"  Labor unrest at the Martha Graham Dance Company is threatening a two-week season in celebration of Graham's centenary, called \"Radical Graham,\" which is to open the Next Wave Festival on Sept. 28 at the Brooklyn Academy of Music.   The Graham dancers have been without a contract since June 1993. Management and union negotiators met with a Federal mediator last week.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"In Race for California Chief No Candidate Is Favorite","web_url":"https://www.nytimes.com/1994/09/19/us/the-1994-campaign-in-race-for-california-chief-no-candidate-is-favorite.html","abstract":"  The candidate to watch in the California governor's race, the most important state election in the country this year, is None of the Above.   Officially, the polls show that Pete Wilson, the stolid Republican incumbent, has taken the lead after a slow start, again demonstrating that he is the California master of the confound-the-experts political surge.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Joby Messier Hurts Knee","web_url":"https://www.nytimes.com/1994/09/19/sports/joby-messier-hurts-knee.html","abstract":"  Defenseman Joby Messier will be out three to five weeks because of a sprained medial collateral ligament in his left knee, the Rangers announced yesterday.   Messier injured his knee in the third period of the Islanders' 3-2 exhibition victory over the Rangers Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"HAITI'S MILITARY LEADERS AGREE TO RESIGN; CLINTON HALTS ASSAULT, RECALLS 61 PLANES: RESTORING ORDER","web_url":"https://www.nytimes.com/1994/09/19/world/showdown-haiti-police-force-haiti-s-military-leaders-agree-resign-clinton-halts.html","abstract":"  Even with the apparent success of 11th-hour diplomacy in Haiti, American troops are to enter the country to pave the way for what the Clinton Administration considers one of the most crucial jobs: stopping reprisals and assassinations that officials fear will take place whether the coup leaders are forced out in an invasion or step down in negotiations.   Loath to see American soldiers caught in a crossfire between supporters of the military and those of the deposed President, the Rev. Jean-Bertrand Aristide, Administration officials hope to hand off responsibility for law and order to an international police force of at least 4,000. The plan is to deploy the force just days after either an invasion or the voluntary resignation of Haiti's junta.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"POP REVIEWS Part Divas, Part Goddesses: 2 Women of Glamour and Music; Lena Horne At Carnegie Hall","web_url":"https://www.nytimes.com/1994/09/19/arts/pop-reviews-part-divas-part-goddesses-2-women-glamour-music-lena-horne-carnegie.html","abstract":"  One of the most astounding moments on a New York stage this year occurred at Carnegie Hall on Friday evening when Lena Horne stripped bare the Charles Aznavour-Herbert Kretzmer standard \"Yesterday, When I Was Young.\"   As the stage lights dimmed, the 77-year-old singer, hunched on a stool, began murmuring the lyrics against the accompaniment of a single guitar. The song's narrator is a performer who acknowledges with great bitterness the cost of a selfishly squandered youth. In Ms. Horne's hands, this unsparing self-assessment becomes a dark night of the soul that builds into the cry of a sinner facing Judgment Day.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Trash Routes to Grow 20% Longer and 2 Tons Heavier","web_url":"https://www.nytimes.com/1994/09/19/nyregion/trash-routes-to-grow-20-longer-and-2-tons-heavier.html","abstract":"  If sanitation workers ratify the tentative contract accord with the city, they will almost immediately find their routes 20 percent longer, collect nearly two tons more material on each truck and have 600 fewer colleagues.   The administration says the accord will mean new efficiencies and substantial savings. And the president of the Uniformed Sanitationmen's Association took pains yesterday to characterize the agreement as offering some gains for his 7,400 members, as well as some setbacks.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/19/nyregion/parking-rules-286044.html","abstract":"  Because of Succoth, alternate-side street cleaning regulations are suspended in New York City tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Making a Silk-Purse Weekend Out of Sow's Ear Sci-Fi Movies","web_url":"https://www.nytimes.com/1994/09/19/movies/making-a-silk-purse-weekend-out-of-sow-s-ear-sci-fi-movies.html","abstract":"  The first \"Mystery Science Theater 3000\" convention would not officially begin for two hours, but already the line inching toward the merchandise room had hundreds of people. Despite the squeeze, there was palpable joy among the devoted who gathered here this weekend to honor the cable-television show that cunningly repackages and presents the cheesiest science-fiction movies of all time.   With fitting hyperbole, the gathering was called the ConventioCon ExpoFest-A-Rama. Snaked out over several corridors of the Radisson Hotel, the lovers of schlock films like \"Women of the Prehistoric Planet\" and \"The Crawling Eye\" patiently waited their turn to buy $15 coffee mugs and $40 sweatshirts emblazoned with daffy slogans and pictures culled from \"Mystery Science Theater 3000,\" which is available in 31 million homes on the Comedy Central channel.","thumbnail":null,"section":"Movies"},{"date":"19940919","headline":"How Mitterrand Aided Nazi Supporter","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-how-mitterrand-aided-nazi-supporter-272698.html","abstract":"  To the Editor:   \"Mitterrand's 'Mistakes': Vichy Past Is Unveiled\" (news article, Sept. 9) reports on the book \"A French Youth: Francois Mitterrand 1934-47\" by Pierre Pean, which details President Francois Mitterrand's contacts with the collaborationist Vichy Government, which awarded him Vichy's highest civilian medal, La Francisque. It must be noted that Mr. Mitterrand had other pro-fascist activities.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/19/nyregion/news-summary-281786.html","abstract":"  International A3-11  AGREEMENT ON HAITI    President Clinton said that the United States and Haiti's military leaders reached an agreement under which the ruling junta will step down next month and restore the exiled President to power. A1","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Dishing Out TV Menu to 'Dogpatch'; A Remote 3-Channel Town Suddenly Gets Oodles of Choices","web_url":"https://www.nytimes.com/1994/09/19/nyregion/dishing-tv-menu-dogpatch-remote-3-channel-town-suddenly-gets-oodles-choices.html","abstract":"  Veronica O'Rourke said her family's television viewing choices have long been a simple matter. \"You've got three channels and you watch whatever one comes in that day,\" she said.   The place with almost no television suddenly had as much as just about anybody in the world, with the added bonus of perfect reception -- and all free for the first three months. Arietta, a sprawling \"town\" of nearly 500 square miles peopled by 301 scattered souls, about 70 miles northwest of Albany, had become a company's demonstration site for a television technology that beams signals into individual homes by means of umbrella-sized satellite reception dishes.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Milutinovic Wants to Remain U.S. Coach","web_url":"https://www.nytimes.com/1994/09/19/sports/sports-people-soccer-milutinovic-wants-to-remain-us-coach.html","abstract":"  BORA MILUTINOVIC wants to remain coach of the United States national team, and the United States Soccer Federation president, ALAN ROTHENBERG, hopes to sign him to a new contract within a month.   Rothenberg said yesterday that he was confident that Milutinovic would stay as the United States attempts to qualify for the 1998 World Cup in France. Rothenberg said he was surprised by rumors that AS Monaco wants to hire Milutinovic and said the French League club hasn't approached him for permission to speak to the coach.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Secondary Seizes a Second Chance","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-secondary-seizes-a-second-chance.html","abstract":"  If at first you don't succeed, try something else. That's what the Giants' secondary did in the second half today, and the change worked well enough to help the Giants struggle by the Washington Redskins, 31-23.   \"In the first half,\" said Zaven Yaralian, the Giants' defensive backfield coach, \"we played a lot of man defense and some deep zone. But they kept hitting out patterns. So in the second half, we went to a two-deep and took the outs away. We needed to give the corners some help.\"","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Starry 7 Dwarfs in Camp For Fun and a Good Cause","web_url":"https://www.nytimes.com/1994/09/19/nyregion/starry-7-dwarfs-in-camp-for-fun-and-a-good-cause.html","abstract":"  It is not likely that the performance of \"Snow White and the Seven Dwarfs\" at the Hole in the Wall Gang camp here on Saturday night will soon be forgotten.   Think of an irreverent modernized script by A. E. Hotchner, narration by Joan Rivers and a dual Wicked Queen role played by Melanie Griffith and Ann Reinking.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Policeman Dies In Gaza Clash With Militants","web_url":"https://www.nytimes.com/1994/09/19/world/policeman-dies-in-gaza-clash-with-militants.html","abstract":"  In the first fatal clash between the Palestinian security forces and Muslim militants in the Gaza Strip, a police officer was shot and killed Saturday night in the town of Rafah.   Each side blamed the other for the shooting, which was the most violent confrontation to occur between the militant Islamic group, Hamas, and the forces of the new Palestinian Authority.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"At Fort Bragg, A Sudden Rush To Get Ready","web_url":"https://www.nytimes.com/1994/09/19/nyregion/showdown-in-haiti-mobilization-at-fort-bragg-a-sudden-rush-to-get-ready.html","abstract":"  Suddenly, there was more running than walking. At noon yesterday, the word reached the invasion force headquarters in the battlefield simulation building at Fort Bragg, N.C.: the invasion of Haiti was on.   Troops were summoned to the headquarters, briefed and given shots. Blood samples were taken for DNA testing, for the identification of remains. To protect against H.I.V. transmission, they were issued surgical gloves. And for an action that was supposed to meet only minimal resistance, pepper spray was added to their usual arsenals.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Fight Looming in Congress Over Panels That Regulate Commercial Fishing","web_url":"https://www.nytimes.com/1994/09/19/us/fight-looming-in-congress-over-panels-that-regulate-commercial-fishing.html","abstract":"  A major fight is shaping up in Congress over the role of eight little-known committees created by Federal law two decades ago to protect American waters from overfishing by foreign vessels.   Critics of the committees, who include members of Congress, environmentalists and even some committee members, say that in some cases the panels have proved to be their own worst enemies by allowing overfishing of those same waters by American vessels. Such overharvesting has helped to bring about the fishing industry's drastic decline.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Victoria Falls Journal; Splat! Splat! This Elephant 'Kill' Is a Paint Job","web_url":"https://www.nytimes.com/1994/09/19/world/victoria-falls-journal-splat-splat-this-elephant-kill-is-a-paint-job.html","abstract":"  Adrian Read, professional big-game hunter, raised his gun and took quick aim at three tons of wild elephant, startled from a nap in the shade 30 yards away.   Pop! He hit an ear. Pop! A shot to the trunk. Pop! Just above the eyes -- a perfect kill shot with a .458-caliber elephant gun.   Fortunately for the elephant, Mr. Read was not firing an elephant gun. He was firing gumball-sized pellets of vegetable dye, which produced three bright splats of orange on the elephant's face.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/19/sports/results-plus-287318.html","abstract":"  AUTO RACING  Wallace Wins, Slowly  Rusty Wallace led a frustrated field of racers across the finish line at a virtual standstill pace yesterday to win the SplitFire 500 in Dover, Del. With his Ford Thunderbird out of gas and a tire flattened, Wallace's car limped around the one-mile Dover Dover Downs International Speedway as the race finished under a caution flag. Right behind him were Dale Earnhardt and Darrell Waltrip. Earnhardt would have won had Wallace's car stopped at any time on the final lap.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"The Grittier 'Tosca,' With Nostalgia","web_url":"https://www.nytimes.com/1994/09/19/arts/opera-review-the-grittier-tosca-with-nostalgia.html","abstract":"  Having basked in its 50-year history with special fervor and innovative purpose last season, the New York City Opera returned to nostalgia as usual on Friday evening with a staging of Puccini's \"Tosca\" that in its basic look spans more than half of those years. Frank Corsaro, who directed the production when it was new, in 1987, retained set designs by Donald Oenslager that had already survived two productions, one dating back to 1966.   Unlike the \"Tosca\" next door, Franco Zeffirelli's extravaganza at the Metropolitan Opera, with its slick grandeur, technological wizardry and hyperrealistic detail, Mr. Corsaro's intimate conception, with stage direction by Cynthia Edwards, stresses dark, gritty \"realism\" in its characterization. It goes over the top at times, as in its suddenly bloodthirsty portrayal of the temperamental yet good-hearted prima donna Floria Tosca, who is driven to desperation and vengeful homicide by the depraved lust and cruelty of the Roman police chief Baron Scarpia.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/09/19/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Abbreviated Farewell For Andretti at Home","web_url":"https://www.nytimes.com/1994/09/19/sports/auto-racing-abbreviated-farewell-for-andretti-at-home.html","abstract":"  Mario Andretti might be king of the road here in his hometown, but today that did not extend to what is, for him, the most important mile of asphalt in town.   The Bosch Spark Plug 200 was Andretti's last race in Nazareth, the eastern Pennsylvania town where his racing career began 36 years ago and his one and only hometown since he came to the United States in 1955. The 54-year-old Andretti left with a bang -- as produced by race car against concrete.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Simpson's Lawyers Set to Challenge the Evidence Again","web_url":"https://www.nytimes.com/1994/09/19/us/simpson-s-lawyers-set-to-challenge-the-evidence-again.html","abstract":"  Amid all the controversy and innuendo swirling around the O. J. Simpson case, the most significant legal issue now facing lawyers on both sides is this: Were bloodstains and other physical evidence discovered by the police at Mr. Simpson's Brentwood home obtained in an illegal search?   In pretrial hearings that will provide a detailed look at some of the chief strategies in the case, lawyers for Mr. Simpson are expected to argue this week that police investigators violated Mr. Simpson's constitutional rights in searching his home and its grounds and then using what they found to obtain a search warrant.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"POP REVIEWS Part Divas, Part Goddesses: 2 Women of Glamour and Music; Whitney Houston At Radio City","web_url":"https://www.nytimes.com/1994/09/19/arts/pop-reviews-part-divas-part-goddesses-2-women-glamour-music-whitney-houston.html","abstract":"  Whitney Houston has always had a great big voice, a technical marvel from its velvety depths to its ballistic middle register to its ringing and airy heights. In a string of hits since 1985, and in her concerts, Ms. Houston's power and agility have always been exhilarating, although they didn't always connect with the shape of the songs. But at Radio City Music Hall on Friday night, opening a seven-night engagement through Sept. 27, she harnessed her vocals to her material for a concert that was not just flamboyant but often moving.   Ms. Houston sang two sets of love songs. In the first, she was backed by her band and flanked by four athletic dancers; in the second, she was a diva backed by a small orchestra. The two sets represented both sides of a successful career strategy that has kept her frisky enough for young pop fans yet respectable enough for their parents.   The first half was a tour de force. Ms. Houston had routines to run through: dance steps, a disco segment, and a denunciation of tabloid rumours about marital trouble (which followed two ardent kisses from her husband, the singer Bobby Brown). But she could easily wing it; when her daughter toddled on stage, she sang \"Old MacDonald\" to her, with the sultriest \"e-i-e-i-o\" imaginable. Ms. Houston tore into her hits with a playful virtuosity.   In uptempo songs, her three female backup singers took care of the straightforward choruses while Ms. Houston volleyed responses. She tossed around syncopations, percussive or soaring, using every repeated lyric as a springboard for a new improvisation. In a medley of ballads, she caressed and savored every line. She sounded tenderly tremulous as she asked, \"Where do broken hearts go?,\" affectionate and satisfied as she declared, \"Nobody loves me like you do.\" \"Love,\" a word that reappears countless times in her songs, could be an airy note, a voluptuous glide, a joyful cascade. Where she once lavished ornaments at random, she now puts across sentiment as well as showiness.   For the second half, Ms. Houston belted ballads, predictably bringing down the house with songs that moved from aching verses to surging choruses. A medley of hits from Dionne Warwicke, Ms. Houston's cousin, lacked Ms. Warwicke's lightness, but Ms. Houston made \"Alfie\" sound like the ethical wrangle it is. Ms. Houston dedicated \"I Will Always Love You\" to her father, who she said had gone to the hospital that afternoon. Her tearful voice -- it even broke on one note -- gave the song more immediacy than the stentorian recorded version.   The concert's catalyst was gospel, the music Ms. Houston grew up on. Between ballads she broke into a gospel song, moving across the stage like a singer getting the spirit. Her call-and-response arrangements, and some of her best improvised moments, also came directly from sanctified singing. \"Sometimes the church comes out and I can't help myself,\" Ms. Houston said at one point. Gospel links musical display to getting a message across, so Ms. Houston shouldn't hold back: the more she lets loose her gospel heritage, the better she sounds.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Amid the Heat and the Interceptions, Jets Fall Back to Earth With a Thud","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-amid-heat-interceptions-jets-fall-back-earth-with-thud.html","abstract":"  So they're not perfect.   In fact, the Jets, who had jumped off to a 2-0 season, gaining confidence and fan support, were a thoroughly beaten team today. They bowed to the surprisingly strong and undefeated Dolphins, 28-14.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"In 49er Debut, Sanders Performs a Cameo Role","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-in-49er-debut-sanders-performs-a-cameo-role.html","abstract":"  Deion Sanders probably sweated more playing baseball.    Signed by the 49ers last Thursday as a secret weapon, he was only temporarily unveiled in San Francisco's 34-19 victory today over the Los Angeles Rams. His afternoon consisted of 26 plays, all as an extra defensive back, and the opposing quarterbacks, Chris Miller and Chris Chandler, each displayed a high I.Q. -- they steered clear of him.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Giuliani and the Unions","web_url":"https://www.nytimes.com/1994/09/19/nyregion/giuliani-and-the-unions.html","abstract":"  Unbeholden to municipal unions like few mayors before him, Rudolph W. Giuliani strode into office talking tough to labor. He vowed to scale back New York City's municipal payroll and, perhaps most threatening of all to the unions, to put an end to work rules he derided as archaic.   Now, after nine months as Mayor, Mr. Giuliani has put together a remarkable string of successes in his dealings with labor. And yet he has done so less by confrontation than by a more subtle form of persuasion.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Editorial Notebook; Marion Barry in Your Face","web_url":"https://www.nytimes.com/1994/09/19/opinion/editorial-notebook-marion-barry-in-your-face.html","abstract":"  Four years ago, the Justice Department showed America a videotape of Marion Barry, then Mayor of the nation's capital, smoking crack furnished at Federal expense and making advances toward a woman whom Justice had coerced into serving as a sexual lure. As my colleague William Safire wrote at the time, the United States Government \"should never stoop to acting like a pimp.\" The jury agreed. Mr. Barry was exonerated of all but one misdemeanor charge; he spent a mere six months in jail.    Consternation is spreading now that Marion Barry has won the Democratic primary and seems almost certain to win a fourth term as mayor. White Washingtonians are in virtual shock. Americans elsewhere wonder how a drug-infested city could elect a former crack user.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Remember Unions?","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-remember-unions-288691.html","abstract":"  To the Editor:   \"Workers, Unite!\" by Bob Herbert (column, Sept. 14), about the degenerating conditions of American workers, is on the mark. The problem is what is to be done. Mr. Herbert seems to endorse Herbert J. Gans's advice that workers form a \"lobby.\" How does a worker at I.B.M. or Chrysler form a \"lobby\"? What happened to advising workers to organize unions or strengthen existing ones?  IRVING SOHN  Ozone Park, Queens, Sept. 14, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"A Hopeful Turn in Algeria","web_url":"https://www.nytimes.com/1994/09/19/opinion/a-hopeful-turn-in-algeria.html","abstract":"  Very late in the game, Algeria's army-backed regime has just taken its first big step back from the brink of a catastrophic showdown with Islamic politics. It has released top Islamic leaders from jail and invited them to talk about a compromise solution to the violent conflict that began when the army blocked an Islamic electoral victory in 1992.   Algiers is responding to a deteriorating security situation that has led many to predict that the present secular regime could fall as early as this year. But it is also acting in accordance with the wise and consistent advice of the Clinton Administration. Algeria is one case where the Administration has played an exemplary role, distancing itself from the rigid and uncompromising position of France, Algeria's former colonial master and the foreign country with the most to lose should Algeria violently collapse.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Chavez Uses Left Hook To Pound Point Across","web_url":"https://www.nytimes.com/1994/09/19/sports/boxing-chavez-uses-left-hook-to-pound-point-across.html","abstract":"  Meldrick Taylor used much of last week to expound on the virtues of vindication, to say how he would get even with Julio Cesar Chavez, to point out that his nemesis of four years ago had little left in the way of skills.   Predicting the end for Mexico's legendary champion while proclaiming the rebirth of his own career in their rematch, Taylor added, \"Eighth-round knockout.\"","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"How the Students Pay For 'Efficiency' Decrees","web_url":"https://www.nytimes.com/1994/09/19/nyregion/metro-matters-how-the-students-pay-for-efficiency-decrees.html","abstract":"  JERRY CIOFFI wonders sometimes about the people who run things in New York. The Mayor says cut the school bureaucracy -- just the fat, he promises, nothing that touches instruction. Yet Mr. Cioffi, the principal at Prospect Heights High School in Brooklyn, is cutting teachers. Which he cannot afford to do because he keeps getting more students, many of them recent immigrants who need special help.    What's more, Schools Chancellor Ramon C. Cortines just imposed tougher science and math standards. That's a fine idea, Mr. Cioffi said. Except most of the students coming into his high school are so many years behind in those subjects that they need remedial help just to take the more demanding courses. Which requires more instruction. Which requires more teachers.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"1919:New German Plot?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/19/opinion/IHT-1919new-german-plot-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - Polish newspapers claim that they have discovered a new German plot in Upper Silesia. They publish the full text of an order issued by the Prussian War Office in Berlin dated July 28, 1919, giving instructions to the German military authorities i","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Essay; Haiti: Much Ado About Something","web_url":"https://www.nytimes.com/1994/09/19/opinion/essay-haiti-much-ado-about-something.html","abstract":"  President Clinton's expressed intention to use force in deposing the junta in Haiti -- despite the long-count ultimatum -- was good for the cause of freedom in the world.   The export of democracy was not the primary reason for his brinkmanship. Mr. Clinton expressed his central motivation as \"to secure our borders,\" a way to avoid saying \"to stop the flow of dirt-poor, often sick, mostly uneducated and definitely persecuted black people into the U.S.\"","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Another Sellout On Bosnia","web_url":"https://www.nytimes.com/1994/09/19/opinion/another-sellout-on-bosnia.html","abstract":"  A year ago, we resigned as the State Department's desk officers for Bosnia and Croatia to protest the Clinton Administration's policies on Bosnia. Since then, little has changed for the better and much has got worse.    Serbia's vicious assault on Bosnia and its non-Serb population continues, making it even more imperative that we end the arms embargo so that Bosnia can defend itself.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Minorities Seek More Action to Halt AIDS Spread","web_url":"https://www.nytimes.com/1994/09/19/us/minorities-seek-more-action-to-halt-aids-spread.html","abstract":"  With AIDS becoming a leading killer of black and Hispanic Americans, leaders of advocacy groups at a meeting here this weekend urged the Clinton Administration to do more to stem the disease among minorities.   \"We're tired of words; what we need is action,\" said Cornelius Baker, an official of the National Association of People With AIDS, a nonprofit group that is supported by the Department of Health and Human Services. The four-day meeting, which ended today, was sponsored by the department.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Ideology Contrast Adds Some Flavor to Comptroller Race","web_url":"https://www.nytimes.com/1994/09/19/nyregion/ideology-contrast-adds-some-flavor-to-comptroller-race.html","abstract":"  Campaigning in an era of fuzzy images and vague visions, H. Carl McCall and Herbert London may offer New York voters as sharp a contrast in philosophy, politics and personality as any statewide candidates in November as they jockey for the largely nonideological job of comptroller.   In a campaign that has largely shunned the numbing comptrollerese of budgets, bond issues and audits, each defines his rival as a political extremist. And each has been playing an unusually large -- but problematic -- role for his gubernatorial running-mate.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Police State Is Alive and Well in El Paso","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-police-state-is-alive-and-well-in-el-paso-288683.html","abstract":"  To the Editor:   Your Sept. 14 article in the series on the Immigration and Naturalization Service praises the success of Silvestre Reyes, the Border Patrol chief in El Paso: \"Mr. Reyes is dispelling the widely held belief that the nation's borders cannot be controlled without draconian, police-state tactics.\"","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Abroad at Home; Resolution Matters","web_url":"https://www.nytimes.com/1994/09/19/opinion/abroad-at-home-resolution-matters.html","abstract":"  The agreement of Gen. Raoul Cedras to give up his tyrant's grip on Haiti shows what a difference decisive commitment can make in American foreign policy. When at long last President Clinton made clear that he meant business, and former President Carter's mission underlined that determination, the game was over for the Haitian military.   \"This agreement came,\" President Clinton said in announcing the news, \"only because of the credible and imminent threat of the international force\" that was about to invade Haiti.   The denouement is a critical victory for a politically battered Bill Clinton. He came to the point of ordering an invasion of Haiti with evident reluctance, without asking Congress and against what polls said the public wanted. It was a very large gamble and it worked.    The fact that Gen. Colin Powell and Senator Sam Nunn were part of the Carter mission that Mr. Clinton sent to Haiti makes the result even happier for him politically. General Powell wears no party's label but has been eyed by Republicans as a potential candidate. Senator Nunn is the most important Southern Democrat in Congress.    As the American and other forces go in, Haiti still remains a potential policy minefield. But at least we are past the long, dismal example of classic failure in foreign policy: the failure to decide.    General Cedras and his colleagues overthrew Haiti's elected President, Jean-Bertrand Aristide, on Sept. 30, 1991. That posed a choice for American policy. We could work vigorously to undo the coup and restore Haiti's legitimate Government, or we could decide that what happened in Haiti did not engage the deepest U.S. interests.   President Bush sounded as if he had chosen the former course. He called the coup a threat to American security and said it would not stand. He demanded \"an immediate halt to violence and the restoration of democracy.\" But during the remaining 15 months of his Presidency Mr. Bush made no real effort to oust the Haitian military regime.   President Clinton, after he took office, shifted to a policy of negotiating with General Cedras for a settlement that would bring President Aristide back but give the military guarantees of safety. Negotiations took place on Governors Island in New York, and agreement was reached there on July 3, 1993. The plan called for President Aristide to return to Haiti on Oct. 30.   In the months between the Governors Island agreement and the scheduled date of President Aristide's return, there were many signals that General Cedras had no intention of doing what he had promised. The so-called \"attaches,\" killers directed by the military, murdered numbers of civilians in Port-au-Prince and assassinated a leading Aristide supporter.   But the Clinton Administration proceeded as if it believed Governors Island would be carried out. In October the Defense Department sent a U.S. ship, the Harlan County, to Haiti with 175 American and 25 Canadian soldiers who were supposed to train Haitian security forces for President Aristide's return.   On Oct. 11, 1993, as the Harlan County arrived in the harbor, armed goons and uniformed policemen demonstrated on the docks, beating civilians and shouting against the United States. The Clinton Administration ordered the Harlan County to leave.   That, surely, was the moment for decision. President Clinton could have ordered an immediate strike. A small invasion force, entirely adequate to round up the military leaders and their thugs, could have been quickly assembled. Congress and the public would have supported that response to the deliberate insulting of the United States. But Mr. Clinton did not act.   Nearly another year passed, with Americans unpersuaded that President Clinton had the determination or the power to act. Then he made the decision to invade, and the drama quickly changed.   This is President Clinton's moment, without wanting to quibble at that one may express the hope that from this episode will arise a new decisiveness in American foreign policy. The next best place to apply it is Bosnia.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Cairo Policy On Economy Raises Fears","web_url":"https://www.nytimes.com/1994/09/19/world/cairo-policy-on-economy-raises-fears.html","abstract":"  Defying demands by the International Monetary Fund to devalue its currency and institute stiff economic changes, the Egyptian Government is pursuing policies that many economists and Western diplomats say could lead to severe economic upheaval and social unrest.    These officials cite the experiences of Turkey and Greece, where artificially high exchange rates ultimately led to a crash in the value of the currency and galloping inflation.  They say such a crash would further erode the Government's authority and increase support for the violent campaign by Islamic militants to topple President Hosni Mubarak.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"One to Throw Away On Throwback Day","web_url":"https://www.nytimes.com/1994/09/19/sports/on-pro-football-one-to-throw-away-on-throwback-day.html","abstract":"  It was Throwback Weekend in the National Football League, but the Jets weren't in the spirit of the occasion. In the words of quarterback Boomer Esiason, they did not exactly look like the 1960 Packers or the 1975 Steelers yesterday. They bore no resemblance to the 1968 Jets -- the team that went on to win Super Bowl III -- although they were wearing that team's uniforms.   They didn't even look like the 1993 Jets, a team that swept the Dolphins in two division games and made Miami look bad in the process.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Colon Campaign Reports Equipment Stolen","web_url":"https://www.nytimes.com/1994/09/19/nyregion/colon-campaign-reports-equipment-stolen.html","abstract":"  About $17,000 worth of computer and telephone equipment was reported stolen over the weekend from the campaign headquarters of Willie Colon, the salsa musician and former candidate in the Bronx.   The burglary occurred between 6 P.M. on Friday and 1:30 P.M. yesterday, said a spokesman for the police, Sgt. James Coleman. Campaign workers learned that the equipment was missing when they went to the office, at 542 East Fordham Road in the Fordham section, yesterday.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"One of New York's Own and one of Its Favorites","web_url":"https://www.nytimes.com/1994/09/19/sports/tennis-one-of-new-york-s-own-and-one-of-its-favorites.html","abstract":"  All Vitas Gerulaitis ever wanted when he started his professional tennis career, he once told an interviewer, was for the world to love him.   But for most of his years as one of the world's most successful tennis pros, Gerulaitis could never quite match his comfort zones on and off the court. And with his death yesterday at the age of 40, the contradictions over his life and career are likely to continue -- a symbol of either unfulfilled greatness or the squandered naivete of a roadrunner who never slowed for stop signs.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"War on Marijuana Draws Complaints in California","web_url":"https://www.nytimes.com/1994/09/19/us/war-on-marijuana-draws-complaints-in-california.html","abstract":"  There is a bumper crop of marijuana this year, and that means war in Northern California's coastal mountains.   With the shiny green plants near harvesting, National Guard helicopters are scouting out remote gardens, unmarked police cars are cruising dirt roads and officers in camouflage are creeping through brush.   But for some residents, the authorities are not the good guys. Homeowners in Humboldt, Trinity and Mendocino Counties -- an area known as the Emerald Triangle because of the quality and quantity of marijuana produced there -- said the forces trying to eradicate marijuana were more zealous than ever. People have complained to the police about troops trampling gardens and low-flying helicopters startling sunbathers and frightening livestock.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"U.S. Has High Hopes for New Student Loan Plan","web_url":"https://www.nytimes.com/1994/09/19/us/us-has-high-hopes-for-new-student-loan-plan.html","abstract":"  Rachel Fallert twisted a strand of long blonde hair, frowned and tried to tally up her debt. In the four years she has been studying at the University of Colorado here, she has had to borrow money to study, eat and have a roof above her head.   \"Maybe I owe $5,000,\" the 21-year-old creative-writing student said.  \"I'm not sure. I have a pretty standoffish relationship with money.\"","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/19/nyregion/c-corrections-288446.html","abstract":"  An article in Business Day on Thursday about the departure of senior executives of R. H. Macy & Company referred incorrectly to Herbert Hellman, the company's general counsel. He has left the company.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Brady Bill 2 Would Overhaul Gun Business","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-brady-bill-2-would-overhaul-gun-business-272728.html","abstract":"  To the Editor:   You call for more comprehensive gun control legislation, including a ban on Saturday night specials and limits on handgun purchases (editorial, Sept. 6). Handgun Control Inc. is working for a comprehensive bill, dubbed Brady 2, including these measures and many more -- like licensing handgun owners, registering transfers, safety training for purchasers and installation of safety devices by producers. The bill, introduced by Senator Howard M. Metzenbaum and Representative Charles E. Schumer, is the beginning of an overhaul of the way guns are bought and sold in this country.   More important, it represents an end to incrementalism. The Brady law has proved a tremendous success in keeping guns out of criminal hands at the retail level. And the recent ban on military-style assault weapons will have a similar impact. The essence of Brady 2 is responsibility -- from gun makers, dealers and owners.  SARAH BRADY  Chairwoman, Handgun Control Inc. Washington, Sept. 14, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Grass-Roots Tax Group Can Still Exert Muscle","web_url":"https://www.nytimes.com/1994/09/19/nyregion/grass-roots-tax-group-can-still-exert-muscle.html","abstract":"  On her first visit to the State House, four years ago, Pat Ralston arrived at the front of a group of thousands of protesters for a rally that started a taxpayers' revolt that helped Republicans win ironclad control of the Legislature for the first time in a century. The effort also helped turn out of office one of the most powerful governors in the nation.   On Thursday, on her latest trip to Trenton, Mrs. Ralston and two colleagues from the grass-roots tax-fighting group that she leads, Hands Across New Jersey, met reporters in a conference room reserved for her by Assembly Speaker Chuck Haytaian at the Capitol.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Montana Passes Chiefs Past Falcons and to a 3-0 Start","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-montana-passes-chiefs-past-falcons-and-to-a-3-0-start.html","abstract":"  Maybe it was because the Kansas City Chiefs now have Joe Montana. Maybe it was because Kansas City last week beat their longtime divisional front-runner and archrival, the San Francisco 49ers. Maybe it was because they believe that the Chiefs are the best team in the American Conference this season.   On that last one, the Atlanta Falcons may, indeed, be right.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"For Child Medicare","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-for-child-medicare-288675.html","abstract":"  To the Editor:   At this late stage, many in Congress apparently think it would be better to wait until next year to try again for a health plan. There may be one improvement still worth considering this year: improved health care coverage for children. Too often, children get short shrift in health coverage. The child-rearing time is often difficult financially for parents, and the health needs of children are not met.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Internet Radio Station Plans to Broadcast Around the Clock","web_url":"https://www.nytimes.com/1994/09/19/us/internet-radio-station-plans-to-broadcast-around-the-clock.html","abstract":"  The first radio station on the Internet, the worldwide computer network, announced plans last week to begin broadcasting 24 hours a day in January, including live gavel-to-gavel audio broadcasts from the House and Senate floors.   The Internet Multicasting Company of Washington, a nonprofit enterprise formed to develop new uses for computer-based communications, plans to send out a round-the-clock stream of bits and bytes to satisfy the seemingly insatiable appetite for data of subscribers to Internet, which has millions of users around the world. It will be, in essence, the digital equivalent of the C-Span cable network for people who would rather watch their computers than their television sets, except that unlike in conventional radio and television, all the broadcasts can be transmitted globally, stored, searched and augmented with text and picture files. In some cases, listeners would be able to retrieve biographical data about the speakers and send them comments by electronic mail.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Scott Davis Says He Is Rejoining Raiders","web_url":"https://www.nytimes.com/1994/09/19/sports/sports-people-pro-football-scott-davis-says-he-is-rejoining-raiders.html","abstract":"  Defensive end SCOTT DAVIS said he will rejoin the Los Angeles Raiders today, ending a two-week absence from the team, The Los Angeles Daily News reported in yesterday's editions.   Saying that he \"just had some business I had to take care of,\" Davis told the newspaper he would be also able to reveal more today.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"Affirmative Action Without Fear","web_url":"https://www.nytimes.com/1994/09/19/opinion/affirmative-action-without-fear.html","abstract":"  Two schoolteachers are equally qualified and equally experienced. One must be laid off. One is the only minority teacher in an otherwise all-white department; the other is white. Is it permissible to make race the deciding factor, laying off the white teacher and retaining the minority teacher?   In a dramatic switch, the Clinton Administration's Justice Department is saying yes, arguing that in these circumstances, under the principles of affirmative action, a school system may lawfully decide which employee to retain on the basis of race. The shift comes awkwardly in the middle of a court case, but it is a welcome correction of Federal job discrimination policy.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/19/nyregion/no-headline-281743.html","abstract":"  \"This is a good agreement for the United States and for Haiti. The military leaders will leave, the United States and coalition forces will arrive beginning tomorrow and they'll do so in conditions that are less dangerous, although still not without risk.\" -- PRESIDENT CLINTON  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Cuomo and Pataki Are Even in Poll","web_url":"https://www.nytimes.com/1994/09/19/nyregion/cuomo-and-pataki-are-even-in-poll.html","abstract":"  With seven weeks to go before Election Day, a poll released yesterday suggests that Gov. Mario M. Cuomo and his Republican challenger, George E. Pataki, are deadlocked.   The survey of 1,115 registered voters by Newsday and WABC-TV showed 41 percent backing Mr. Pataki, 40 percent supporting Mr. Cuomo, and 14 percent undecided. The remaining 5 percent supported other candidates.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"A Monumental Presidency and the Telling Details","web_url":"https://www.nytimes.com/1994/09/19/books/books-of-the-times-a-monumental-presidency-and-the-telling-details.html","abstract":"  No Ordinary Time Franklin and Eleanor Roosevelt: The Home Front in World War II  By Doris Kearns Goodwin  Illustrated. 759 pages. Simon & Schuster. $30.    When most of us who were alive during World War II recall what the home front was like, we think of gas rationing and air-raid drills and what we were doing when the news of Pearl Harbor was announced. But Doris Kearns Goodwin (\"Lyndon Johnson and the American Dream\" and \"The Fitzgeralds and the Kennedys\") is after something grander in her enthralling new history, \"No Ordinary Time: Franklin and Eleanor Roosevelt: The Home Front in World War II.\"","thumbnail":null,"section":"Books"},{"date":"19940919","headline":"2 Candidates Eagerly Pursue Pivotal Blocs Among Jews","web_url":"https://www.nytimes.com/1994/09/19/nyregion/2-candidates-eagerly-pursue-pivotal-blocs-among-jews.html","abstract":"  The two major gubernatorial candidates in New York, one wearing a personalized yarmulke and the other chomping a kosher pickle, set out yesterday in pursuit of Hasidic and Orthodox Jewish voters, groups that have become less reliably Democratic because of concerns about crime and deteriorating race relations.   For Gov. Mario M. Cuomo, who toured the Lower East Side, and State Senator George E. Pataki, who campaigned in Borough Park in Brooklyn, it was a day for private meetings with rabbis followed by public shows of symbolic tribute.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"At Nebraska, a Significant Touchdown","web_url":"https://www.nytimes.com/1994/09/19/sports/college-football-at-nebraska-a-significant-touchdown.html","abstract":"  Until last weekend, he was another name on a depth chart, a hard-working sophomore on a team capable of winning a national championship. Brendan Holbein caught one pass last season. This year, as a third-year sophomore, the split end whose college career had begun as a nonscholarship player was making more of a contribution.   On some other Saturday, the first touchdown reception of Holbein's college career would have been a footnote in a game decided long before his most memorable play. Holbein's 9-yard score on a shovel pass from Tommie Frazier was the sixth of seven Nebraska touchdowns in the 49-21 victory over U.C.L.A., an overpowering outcome that still did not prevent the Huskers from losing ground at the top of the combined polls that determine bowl-game matchups.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/19/nyregion/metro-digest-284033.html","abstract":"  NEGOTIATION IS KEY TO GIULIANI SUCCESS   Mayor Giuliani strode into office talking tough to labor. He vowed to scale back New York City's municipal payroll and put an end to work rules he derided as archaic. Now, after nine months as Mayor, Mr. Giuliani has put together a remarkable string of successes in his dealings with labor. And yet he has done so less by confrontation than by persuasion. A1.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Two Candidates, Sharply Drawn","web_url":"https://www.nytimes.com/1994/09/19/nyregion/two-candidates-sharply-drawn.html","abstract":"  One of the sharpest contrasts in philosophy, politics and personality in the New York election may be between the candidates for the job of comptroller, H. Carl McCall and Herbert London.    Article, page B4.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"13 Fire Chiefs Call for 'Fire-Safe' Cigarettes","web_url":"https://www.nytimes.com/1994/09/19/us/13-fire-chiefs-call-for-fire-safe-cigarettes.html","abstract":"  Thirteen chiefs and commissioners of fire departments around the country, most representing major cities, have called on the tobacco industry to manufacture fire-safe cigarettes, making use of a simple technology that, they say, could save hundreds of lives each year.   The coalition, forged by New York's City's Fire Commissioner, Howard Safir, includes the chiefs of the Atlanta, Boston, Chicago, Detroit, Houston and Miami departments. Also joining the call is the International Association of Fire Chiefs, representing 32,000 departments.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Lottery and Gambling","web_url":"https://www.nytimes.com/1994/09/19/world/pulse-lottery-and-gambling.html","abstract":"  Many states, including New York and Connecticut, have been debating whether to legalize casino gambling to generate revenue. But some gambling experts say tax revenues will eventually reach the point of diminishing returns as more and more forms of gambling are legalized. Even with casino gambling, New Jersey has seen tax revenues that are derived from gaming shrink as a percentage of the state's budget. In other states, some officials fear that tax receipts from lotteries and parimutuel betting will be hurt if they legalize casino gambling. Parimutuel receipts are already falling across the region. In New York, legalizing casino gambling would require an amendment to the state's Constitution and voter approval in a referendum.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"Sports of The Times; The Giants' Little Big Man Is Short, Not Small","web_url":"https://www.nytimes.com/1994/09/19/sports/sports-of-the-times-the-giants-little-big-man-is-short-not-small.html","abstract":"  SNEAKING into the end zone like a mouse among redwood trees, David Meggett had scored the touchdown that would assure the Giants' 31-23 victory over the Redskins and now, his shaved head high in a Throwback Weekend helmet with \"NY\" on it, he was returning to the sideline where linebacker Corey Miller embraced him.   \"I love you,\" Miller said.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/19/us/inside-281603.html","abstract":"  Surrounded in Sarajevo   Although the guns have quieted down, the Bosnian capital has entered a nightmarish twilight zone that is causing residents increasing psychological stress. Page A3. A Deal Under Fire    Borden shareholders say the board failed to represent them in the seemingly speedy talks to sell the company to a takeover firm. Page D1.  Fight Looms on Fisheries    A major fight is shaping up in Congress over eight little-known committees that regulate commercial fishing. Concerns focus on potential conflicts of interest. Page B9. Vitas Gerulaitis Dies    The former tennis star, 40, was found dead at a friend's home on Long Island. He appeared to have suffered a heart attack. Page D9.  ","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"Meditation in Movement From Tibet","web_url":"https://www.nytimes.com/1994/09/19/arts/dance-review-meditation-in-movement-from-tibet.html","abstract":"  When the Namgyal Monks offered examples of sacred Tibetan music and dance on Friday night, their presentation appeared to emanate from a timeless realm. But the songs and dances they presented at Eisner and Lubin Auditorium at New York University have had to survive some storms of history.   The Namgyal Monastery, a center of Tantric Buddhism, was founded in 1574 and is the personal monastery of the Dalai Lama. The Chinese Communists outlawed Buddhism after they took over Tibet in 1949. A decade later, the Dalai Lama fled into exile and the monks followed him. In 1961, they established a new Namgyal Monastery in Dharamsala in northern India. This program by a troupe of eight monks was a benefit for both the monastery and the Namgyal Fund, a refugee aid organization.   09-19-94 The music was notable for its unusual sonorities. Low roarings and rumblings produced by enormously long horns were contrasted with the high-pitched nasal piercing sounds of oboelike instruments. There were also trumpets, cymbals, bells and drums.   The dances emphasized constant repetitions of a few basic steps, especially slow, careful raisings of the feet. These works are not meant to dazzle or even entertain spectators, although they were always fascinating to watch. Rather, they are religious rituals in which movement becomes a form of meditation and the performers can visualize themselves as deities as they dance.   Because the same steps occur so often, any dramatic hints of menace soon vanish. The monks were costumed as skeletons and hopped grotesquely in the \"Dance of the Cemetery Lords.\" But they never looked frightening, in part because what they did became so familiar through repetition that it no longer had the power to startle. Death was thereby choreographically transfigured.   \"Black Hat Dance\" was also filled with hopping. Yet this symbolic depiction of the overcoming of obstacles did not grow agitated. Instead, it expressed faith in the ultimate power of goodness.   In \"Deer Dance,\" the evening's most charming piece, a masked and antlered soloist did quick little bouncing steps. But the solo was intended to do more than charm, for the deer was an image of a protective deity. The Namgyal Monks made strong dancing a sign of spiritual strength.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Doctor Shows for the High-Tech 90's","web_url":"https://www.nytimes.com/1994/09/19/arts/television-review-doctor-shows-for-the-high-tech-90-s.html","abstract":"  Like westerns, cop shows and sitcoms, the combination of doctors and hospitals is a television staple. From \"Dr. Kildare\" to \"St. Elsewhere,\" diagnoses and treatments covering every ailment lurking in a medical encyclopedia have been meted out free in what could be considered a primitive form of universal health coverage.   After being under sedation for a few seasons, hospital dramas are back, taking the form of two quite promising weekly series: CBS's \"Chicago Hope\" and NBC's \"E.R.,\" also set in Chicago. This being network television, however, the competitive scheduling veers toward the suicidal. After special previews -- last night for \"Chicago Hope,\" tonight at 9 for \"E.R.\" -- the shows will run against each other Thursdays at 10 P.M.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"Sex Offender Due for Parole, But No Place Will Have Him","web_url":"https://www.nytimes.com/1994/09/19/nyregion/sex-offender-due-for-parole-but-no-place-will-have-him.html","abstract":"  In a country grown weary of crime, where protecting children is becoming something of a public preoccupation, it is getting hard to imagine finding an acceptable home for the likes of Carl DeFlumer.   Mr. DeFlumer has spent 42 of his 62 years in prison, for killing a boy when he was 14 and sodomizing another 29 years later. Earlier this month, he was to have been released to live here with a sister who had not been born when he first went away. She was given three weeks notice by state parole officials, who said they had nowhere else to send him.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"U.S. Heavyweights Win Gold at the Wire","web_url":"https://www.nytimes.com/1994/09/19/sports/rowing-us-heavyweights-win-gold-at-the-wire.html","abstract":"  The American men's heavyweight eight almost gave away a big lead at the world rowing championships today, but held on to win a gold medal. The favored United States crew, stroked by Jeff Klepacki, a Rutgers alumnus from Kearny, N.J., faltered in the final 500 meters after leading by almost a full boat length and won by six-tenths of a second over a surprising crew from the Netherlands.   Romania placed third, followed by Germany, the defending champion, and then France. The winning time was a swift 5 minutes 24.50 seconds.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"A Hit in Miami: The Running Game","web_url":"https://www.nytimes.com/1994/09/19/sports/pro-football-a-hit-in-miami-the-running-game.html","abstract":"  For much of his 10-year National Football League career, center Jeff Dellenbach has lived with the rap that the Miami Dolphins have little or no running game.   \"It's hard for me to tell you how frustrating that has been,\" Dellenbach said today, flashing a smile after the Dolphins' 28-14 victory over the Jets at Joe Robbie Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"School Reopens, Ever Changing and the Same; Principals Should Teach","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-school-reopens-ever-changing-and-the-same-principals-should-teach-288667.html","abstract":"  To the Editor:   The austerity budget for the New York City Board of Education severely exacerbates the classroom crisis that has confronted our public schools in recent decades. There is little evidence that this crisis will abate. Nevertheless, I can offer one possible remedy.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"CASUAL DINING","web_url":"https://www.nytimes.com/1994/09/19/style/IHT-casual-dining.html","abstract":".-. No.1: Kfer Schnke, Prinzregentenstrasse 73, Munich, tel: (89) 4-16-82-47. .-. No.2: Schwarzwlder, HartmannHL strasse 8, Munich, tel: (89) 2-12-09-79. .-. No.3: Pffgen, Friesenstrasse 64-66, Cologne, tel: (221) 13-54-61..","thumbnail":null,"section":"Style"},{"date":"19940919","headline":"Bosnia's Cruelest Siege: Boredom, Stress, Anxiety","web_url":"https://www.nytimes.com/1994/09/19/world/bosnia-s-cruelest-siege-boredom-stress-anxiety.html","abstract":"  Six months after a NATO ultimatum stopped the Serbian shelling of Sarajevo, this city has entered a nightmarish twilight zone in which the horrors are less palpable than exploding shrapnel but more insidious and just as destructive.   Deprived of their freedom, surrounded by green hills that mock them with their inaccessibility, often without water and electricity, people complain of living in an agonizing limbo, where the adrenaline caused by terror has been replaced by mounting anxiety and a wave of depression.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/19/nyregion/chronicle-285978.html","abstract":"  A happy confluence of events: CARLOS MOSELEY , who has worn numerous hats with the New York Philharmonic, including those of managing director, president and chairman, is to turn 80 on Wednesday, opening night of the 1994-95 concert season.   What better way to honor him than to dedicate the concert to him? \"It will be the first time we can find that we've ever dedicated any concert to any living person,\" BARBARA HAWS , the orchestra's archivist and historian, said recently.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"School Reopens, Ever Changing and the Same","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-school-reopens-ever-changing-and-the-same-288640.html","abstract":"  To the Editor:   Your article on the need to teach English as a second language (Sept. 11) in many schools brought to mind my first-grade days in 1938, when a number of classmates were recent refugees from what was becoming Hitler's Europe.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"Group Urges Pensacola Boycott","web_url":"https://www.nytimes.com/1994/09/19/us/group-urges-pensacola-boycott.html","abstract":"  The board of the National Organization for Women voted today to allow its officers to call a boycott of Pensacola, Fla., where two doctors who performed abortions have been slain in the last two years, if the city does not set up buffer zones at abortion clinics there.   A boycott of the entire state was suggested, officials of the group said, but was rejected as being too difficult to carry out. NOW wants Pensacola to enact an ordinance setting up an area in front of the clinics where abortion protesters will not be permitted to enter. Courts have disagreed about the constitutionality of such buffer zones, although in July the United States Supreme Court upheld such a zone in Melbourne, Fla.","thumbnail":null,"section":"U.S."},{"date":"19940919","headline":"1894: Bivalve Thieves : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/19/opinion/IHT-1894-bivalve-thieves-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Stealing is a fine art in Paris and is studied in all its branches. As if by tacit consent, the criminal class take up certain specialties. Not to be forgotten are the oyster thieves, who manage to spirit away the luscious bivalves from the mercha","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"On Haiti's Streets, an Eerie Silence","web_url":"https://www.nytimes.com/1994/09/19/world/showdown-in-haiti-in-haiti-on-haiti-s-streets-an-eerie-silence.html","abstract":"  The announcement that Haiti's military rulers have agreed to give up power after three years of increasingly brutal repression was greeted here tonight not with joy or protests, but with silence and a few gunshots.   Minutes after President Clinton told Americans that Lieut. Gen. Raoul Cedras had promised to step down within four weeks, the news was broadcast over radio stations here.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"President Tells Nation: A 3-Year Objective Has Been Attained","web_url":"https://www.nytimes.com/1994/09/19/world/showdown-in-haiti-president-tells-nation-a-3-year-objective-has-been-attained.html","abstract":"  Following is a transcript of President Clinton's address to the nation on Haiti last night, as recorded by The New York Times:   My fellow Americans, I want to announce that the military leaders of Haiti have agreed to step down from power. The dictators have recognized that it is in their best interest and in the best interest of the Haitian people to relinquish power peacefully, rather than to face imminent action by the forces of the multinational coalition we are leading.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"School Reopens, Ever Changing and the Same; Dropout Prevention","web_url":"https://www.nytimes.com/1994/09/19/opinion/l-school-reopens-ever-changing-and-the-same-dropout-prevention-272710.html","abstract":"  To the Editor:   On the first day of high school, a 14-year-old New Yorker was sent home and told not to return for a week. She had traveled from the Washington Heights section of Manhattan to a school in midtown, only to wait for five hours on three different lines. She was told that there had been an administrative mistake and her name had been omitted from the school's roster. The young woman's protestations that she did not want to miss the first week of classes were to no avail.","thumbnail":null,"section":"Opinion"},{"date":"19940919","headline":"U.S. Earns First Sip From Presidents Cup","web_url":"https://www.nytimes.com/1994/09/19/sports/golf-us-earns-first-sip-from-presidents-cup.html","abstract":"  The shot that won the inaugural Presidents Cup for the United States today was a shot that could one day come to symbolize the event itself. It didn't look all that impressive when it started out. Then it quickly got on the right line, took a fortunate bounce off the slope of the green and it wound up one foot from the hole for a birdie.   That it was hit by Fred Couples, one of America's favorite golfers, can only hasten its historic implications. And when Couples walked up to the 18th green at the Robert Trent Jones Golf Club, bathed in loud roars of \"Freddie, Freddie!\" mingled with \"USA! USA!\" it was apparent that the birth of a significant event had just taken place.","thumbnail":null,"section":"Sports"},{"date":"19940919","headline":"In June, 'Commencement'; in September, It's Back to School","web_url":"https://www.nytimes.com/1994/09/19/nyregion/in-june-commencement-in-september-it-s-back-to-school.html","abstract":"  The band played \"Pomp and Circumstance,\" the principal spoke about academic honor, and then 190 students in caps and gowns filed to the stage at a Brooklyn high school last June to receive their diplomas.   Or at least they looked like diplomas. In fact, they were just cardboard blanks, and for a third of the students who received them, the entire ceremony was a masquerade.","thumbnail":null,"section":"New York"},{"date":"19940919","headline":"Saudi Envoy Helps Expose a Thai Crime Group: The Police","web_url":"https://www.nytimes.com/1994/09/19/world/saudi-envoy-helps-expose-a-thai-crime-group-the-police.html","abstract":"  The top Saudi Arabian diplomat in Thailand, Mohammed Said Khoja, reached across his desk to a zippered black bag, opened it and carefully removed his gun. The chrome-plated .38-caliber Smith & Wesson is always at his side.   Does he need protection from international terrorists? No, Mr. Khoja explained, cradling the pistol in one hand. He needs protection from the national police of Thailand, a remarkable assertion that few people in Thailand would dispute.","thumbnail":null,"section":"World"},{"date":"19940919","headline":"Rating the World's Best Restaurants: GERMANY","web_url":"https://www.nytimes.com/1994/09/19/style/IHT-rating-the-worlds-best-restaurants-germany.html","abstract":"With this page on Germany, the IHT's restaurant critic, Patricia Wells, continues to rate the world's top restaurants, and to compile a list of the Top 10 restaurants around the world, and the Top 10 more casual and affordable restaurants. Next month, she","thumbnail":null,"section":"Style"},{"date":"19940919","headline":"Mexican Independence in New York","web_url":"https://www.nytimes.com/1994/09/19/arts/pop-review-mexican-independence-in-new-york.html","abstract":"  All over New York on Saturday the Mexican and Central American workers who supply the muscle power for restaurants, delis, carwashes and other less desirable houses of labor, were looking for a place to sit down and rest. That's at least partly because on Friday night from 7,000 to 10,000 of them, depending on which official of the Jacob Javits Center one spoke to, spent six hours dancing at the center at an immense party celebrating Mexican Independence Day. The show featured a handful of bands from Central America, all warmups for two of the biggest Spanish-language bands from Mexico and the United States, Los Tigres del Norte, originally from the state of Sinaloa, and Selena, from Corpus Christi, Tex.   The idea was elegance, and every band and all the audience members had their own ideas on how to achieve it. Grupo Lora, from El Salvador, wore black uniforms flashing with gold epaulets and spangles. Selena looked like a New York club kid, filtered through Texas, with cowboy boots and a studded belt and a bared belly button. And Los Tigres del Norte had matching white suits with details featuring the colors of the Mexican flag, and cowboy boots. The audience, dressed for Saturday night, wore everything from ponchos to cowboy outfits with hats, to the slick style found in provincial capitals across Mexico. The party was a huge outburst of regional pride, a declaration that even in the North, the past wasn't going to be left behind, and that the finery of life was what counted.","thumbnail":null,"section":"Arts"},{"date":"19940919","headline":"1944:MacArthur Named : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/19/opinion/IHT-1944macarthur-named-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - [From our New York edition:] The American Legion and the nation received today [Sept. 18] from Admiral Chester W. Nimitz, commander in chief of the Pacific Fleet, the revelation that General Douglas MacArthur will lead the forthcoming invasion o","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940919","time":"1994-09-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":59,"wspd":5.4},{"date":"19940919","time":"1994-09-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":60,"wspd":5.4},{"date":"19940919","time":"1994-09-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":59,"wspd":7.6},{"date":"19940919","time":"1994-09-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":57,"wspd":3.6},{"date":"19940919","time":"1994-09-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":54,"wspd":9.4},{"date":"19940919","time":"1994-09-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":63,"wspd":7.6},{"date":"19940919","time":"1994-09-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":79,"wspd":7.6},{"date":"19940919","time":"1994-09-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":84,"wspd":9.4},{"date":"19940919","time":"1994-09-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":87,"wspd":11.2},{"date":"19940919","time":"1994-09-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":9.4},{"date":"19940919","time":"1994-09-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":9.4},{"date":"19940919","time":"1994-09-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":84,"wspd":14.8},{"date":"19940919","time":"1994-09-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":11.2},{"date":"19940919","time":"1994-09-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":89,"wspd":11.2},{"date":"19940919","time":"1994-09-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":90,"wspd":11.2},{"date":"19940919","time":"1994-09-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":89,"wspd":9.4},{"date":"19940919","time":"1994-09-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":92,"wspd":14.8},{"date":"19940919","time":"1994-09-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":94,"wspd":14.8},{"date":"19940919","time":"1994-09-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":96,"wspd":13},{"date":"19940919","time":"1994-09-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":94,"wspd":9.4},{"date":"19940919","time":"1994-09-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":94,"wspd":3.6},{"date":"19940919","time":"1994-09-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":96,"wspd":3.6},{"date":"19940919","time":"1994-09-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":96,"wspd":5.4},{"date":"19940919","time":"1994-09-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":96,"wspd":9.4},{"date":"19940919","time":"1994-09-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":47,"wspd":16.6},{"date":"19940919","time":"1994-09-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":48,"wspd":18.7},{"date":"19940919","time":"1994-09-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":14.8},{"date":"19940919","time":"1994-09-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":56,"wspd":14.8},{"date":"19940919","time":"1994-09-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":9.4},{"date":"19940919","time":"1994-09-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":7.6},{"date":"19940919","time":"1994-09-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":75,"wspd":7.6},{"date":"19940919","time":"1994-09-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":7.6},{"date":"19940919","time":"1994-09-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":75,"wspd":9.4},{"date":"19940919","time":"1994-09-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":9.4},{"date":"19940919","time":"1994-09-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":9.4},{"date":"19940919","time":"1994-09-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":77,"wspd":9.4},{"date":"19940919","time":"1994-09-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":13},{"date":"19940919","time":"1994-09-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":56,"wspd":9.4},{"date":"19940919","time":"1994-09-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":16.6},{"date":"19940919","time":"1994-09-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":46,"wspd":22.3},{"date":"19940919","time":"1994-09-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":43,"wspd":20.5},{"date":"19940919","time":"1994-09-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":37,"wspd":27.7},{"date":"19940919","time":"1994-09-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":35,"wspd":25.9},{"date":"19940919","time":"1994-09-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":32,"wspd":22.3},{"date":"19940919","time":"1994-09-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":31,"wspd":25.9},{"date":"19940919","time":"1994-09-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":32,"wspd":27.7},{"date":"19940919","time":"1994-09-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":33,"wspd":25.9},{"date":"19940919","time":"1994-09-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":35,"wspd":22.3}]},"19940920":{"guardian_articles":[],"nytimes_articles":[{"date":"19940920","headline":"New Charge Against Browns' Metcalf","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-football-new-charge-against-browns-metcalf.html","abstract":"  Cleveland Browns running back ERIC METCALF was charged yesterday with carrying a loaded revolver in his car, a misdemeanor.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/20/nyregion/no-headline-289779.html","abstract":"  \"I say to you that we'll have peace, not war.\" -- EMILE JONASSAINT, President of Haiti.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"A Rare Find: A Doctor Who Makes House Calls","web_url":"https://www.nytimes.com/1994/09/20/nyregion/our-towns-a-rare-find-a-doctor-who-makes-house-calls.html","abstract":"  ELIO J. IPPOLITO is a relic, as rare and obsolete as a Philco radio, and as cherished. He is a doctor who makes house calls.   Stocky and rumpled, with the burdened but ever-hopeful trudge of a door-to-door salesman, he spends eight hours a week visiting the homes of the old and frail in the polyglot warrens of Tarrytown. Other doctors may tell invalids to summon an ambulance and make an office visit at government expense, but Dr. Ippolito, 61, thinks of home visits as he does the remedies in his plump black satchel. They can be curative.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"An Easy Way to Take a Letter, Whether to France or Finland","web_url":"https://www.nytimes.com/1994/09/20/science/peripherals-an-easy-way-to-take-a-letter-whether-to-france-or-finland.html","abstract":"  ACCENT bills itself as the Word Processor for the World. Well, maybe it is not for the whole world, but it is certainly for Europe and the Americas.   It is a Microsoft Windows program, so the opening screen, the one on which you write, has the usual menus across the top, eight of them from File to Help. Click on one of those menus, Utilities, select French and the menus then range from Fichier to Aide. Click on Outils, then Finnois, and the menus run from Tiedosto to Ohje, which I must assume is Finnish. There are eight possible languages for the menus -- the others are German, Italian, Russian, Spanish and Portuguese -- and about 30 languages in the program's other options.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/20/sports/transactions-293784.html","abstract":"  Basketball National Basketball Association  SAN ANTONIO SPURS -- Signed Keith Johnson, guard.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Latin America Breathes a Half-Sigh of Relief Over Haiti","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-abroad-latin-america-breathes-a-half-sigh-of-relief-over-haiti.html","abstract":"  Latin America breathed a half-sigh of relief today as the specter of a United States invasion of Haiti was replaced by television scenes of a largely peaceful occupation.   \"President Clinton deserves credit for having listened to all the voices, for having challenged what seemed to be practically impossible negotiating conditions, and for having taken the peaceful path,\" Rodrigo Pardo, Colombia's Foreign Minister, said today.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Lawyers in Rail Slayings File for Insanity Defense","web_url":"https://www.nytimes.com/1994/09/20/nyregion/lawyers-in-rail-slayings-file-for-insanity-defense.html","abstract":"  Over the objections of their client, lawyers for Colin Ferguson filed notice in court today that they would pursue an insanity defense against charges that he killed 6 people and wounded 19 others on a Long Island Rail Road train last December.   The lawyers, William M. Kunstler and Ronald L. Kuby, filed a one-paragraph statement in Nassau County Court saying they would offer psychiatric evidence to show that Mr. Ferguson, 36, was not criminally responsible \"by reason of mental disease or defect\" and that he was suffering from an \"extreme emotional disturbance\" at the time of the shootings.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Europe Welcomes Accord","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-europe-welcomes-accord.html","abstract":"  Governments in Europe welcomed the accord between the United States and Haiti, but few were willing to chalk up the episode as an unqualified diplomatic triumph for the Clinton Administration.   Some diplomats and editorial writers noted that 15,000 American troops were still going to act as occupying forces and that things could still go wrong. They warned that further actions and a long-term commitment would be necessary to secure a stable democracy in Haiti.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Football Verite: Reeves's Realism Buoys the Giants","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-football-verite-reeves-s-realism-buoys-the-giants.html","abstract":"  Tom Landry taught Dan Reeves about goals. First, make them realistic. If you're the Los Angeles Rams, you don't talk about going to the Super Bowl this year. That's why earlier this season, Reeves said his goal was to go at least 9-7. A nice, reasonable number.   Now, the Giants are 3-0. With the exception of two games against Dallas and a couple of other tough teams, their schedule is definitely favorable. Even if the Giants go 7-6 the rest of the way, a 10-6 record would exceed Reeves's preseason goal and probably get them in the playoffs. Has Reeves re-evaluated 9-7? Maybe upgraded his goals from coach to first class?","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Scrappy Arcade Owner Gives Up the Fight","web_url":"https://www.nytimes.com/1994/09/20/nyregion/scrappy-arcade-owner-gives-up-the-fight.html","abstract":"  For the first time in 12 years, Pac-Man and Turbo aren't working at Arnie's Place. The arcade, which divided this wealthy suburb and led to repeated court battles, closed Sunday after customers played their last rounds of pinball, air hockey and shoot-'em-up video games like Revolution.   In the end, Arnie Kaye, the flamboyant owner, said he was worn out from his disputes with town officials.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/20/nyregion/parking-rules-292001.html","abstract":"  Because of Succoth, alternate-side street cleaning regulations are suspended in New York City today and tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"The Strike Hits Home: Mets Drop 28 From Front Office","web_url":"https://www.nytimes.com/1994/09/20/sports/baseball-the-strike-hits-home-mets-drop-28-from-front-office.html","abstract":"  Craig Sanders worked in media relations. Bob O'Hara was the team traveling secretary, the person who made the hotel and plane reservations for the Mets. Vinny Greco helped care for the team's equipment. Randye Ringler worked in communications.   Today, they are all out of work. Sanders, O'Hara, Greco and Ringler were among 28 members of the Mets' front-office staff who found themselves unemployed when the Mets pared their front-office staff yesterday as a result of the cancellation of the remainder of the season.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Cuomo Proposes a Cut in Utility Tax","web_url":"https://www.nytimes.com/1994/09/20/nyregion/cuomo-proposes-a-cut-in-utility-tax.html","abstract":"  Gov. Mario M. Cuomo traveled today to Long Island, where residents pay among the highest electric rates in the United States, to propose an election-year cut in a state tax on utilities that is passed on to consumers.   Four years ago, the Governor and the Legislature raised the tax, which is known as the gross receipts tax, by 15 percent to help balance the state budget at the height of the recession. Mr. Cuomo said he was not prepared today to say how much the tax should be cut or how the state would compensate for the lost revenue.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Tourism Rebounds in Affordable New York","web_url":"https://www.nytimes.com/1994/09/20/nyregion/tourism-rebounds-in-affordable-new-york.html","abstract":"  Helped by favorable exchange rates and a growing domestic economy, New York City drew more tourists this summer than in any of the previous six years.   Not only did tourists visit traditional attractions like the Statue of Liberty and the Empire State Building in increasing numbers, but many, particularly those from overseas, ventured to less likely destinations, like Brooklyn and Harlem.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Sugihara's List","web_url":"https://www.nytimes.com/1994/09/20/opinion/sugiharas-list.html","abstract":"On Aug. 2, 1940, as on every other morning for weeks, a long line of Jews -- ragtag, homeless and desperate -- waited outside the Japanese consulate in Kaunas, Lithuania. Among them was Leon Ilutovicz, who, like others in line, had just escaped from Poland and had witnessed Nazi atrocities. He worried about those left behind and had no illusions about what existence under Soviet occupation of Lithuania would be like. His life, he knew, depended on a piece of paper that the man at the window could provide.\n\n The man at the window was Chiune Sugihara, the 40-year-old consul general. It was a scene that hundreds of diplomats in countries threatened or occupied by the Nazis would witness. Jews' scavenger hunts for visas were frequent, at least in the first eight years of Hitler's rule. In that period, the Nazis were satisfied to realize their vision of Judenrein -- a world cleansed of Jews -- as much through emigration from Europe as through the smokestacks of Auschwitz. The lives of many Jews could have been saved not only by more considerate immigration policies but by a diplomat here, a border guard there willing to bend a rule.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/20/sports/results-plus-293687.html","abstract":"  SOCCER  Alternative to Shootout to Be Tested  The English Football League announced yesterday a plan for overtime in games that it hopes will end the penalty-kick shootout. The rule, subject to approval by the Football Association, will make its debut in November in cup competition featuring teams not in the Premier League. Under the plan, players from both teams will be removed from the field after five-minute intervals in extra time if the score is tied after 90 minutes. Each team will withdraw one player every five minutes for the first 20 minutes of overtime, down to a permitted minimum of seven per side. If the game has not been settled by then, another 10 minutes of sudden-death will be played. It has not been decided what will happen if the match is tied after the 10-minute, seven-per-side, sudden-death period. Criticism of the shootout peaked when Brazil won the 1994 World Cup from Italy in the first final to be decided by penalty kicks. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Hill Is Returning to the Williams Team","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-auto-racing-hill-is-returning-to-the-williams-team.html","abstract":"  DAMON HILL will return next season for the Williams Formula One team. The prospects for NIGEL MANSELL and DAVID COULTHARD are uncertain.   The team chairman, FRANK WILLIAMS, ended months of speculation by announcing that Hill would return in 1995 for his third season with the British-based team.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Examined Life Is Not Worth Living Either","web_url":"https://www.nytimes.com/1994/09/20/books/the-examined-life-is-not-worth-living-either.html","abstract":"At the age of 6, she wrote a series of books about pets. At 7, she adapted \"The Murders in the Rue Morgue\" into a play. She won the school Brochos bee, the Jewish equivalent of a spelling bee, five years in a row and regarded anything less than an A in school as a cause for embarrassment.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"Tennis Greats Call Gerulaitis A Friend First","web_url":"https://www.nytimes.com/1994/09/20/sports/tennis-tennis-greats-call-gerulaitis-a-friend-first.html","abstract":"  For John McEnroe, Vitas Gerulaitis was \"an inspiration,\" a kid from the old neighborhood who conquered the big time, a kid he \"looked up to.\"    To Pete Sampras, who has found life lonely at the top, he became a best friend in a business where competition often prohibits friendship.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Sugihara's List","web_url":"https://www.nytimes.com/1994/09/20/opinion/sugiharas-list.html","abstract":"On Aug. 2, 1940, as on every other morning for weeks, a long line of Jews -- ragtag, homeless and desperate -- waited outside the Japanese consulate in Kaunas, Lithuania. Among them was Leon Ilutovicz, who, like others in line, had just escaped from Poland and had witnessed Nazi atrocities. He worried about those left behind and had no illusions about what existence under Soviet occupation of Lithuania would be like. His life, he knew, depended on a piece of paper that the man at the window could provide.\n\n The man at the window was Chiune Sugihara, the 40-year-old consul general. It was a scene that hundreds of diplomats in countries threatened or occupied by the Nazis would witness. Jews' scavenger hunts for visas were frequent, at least in the first eight years of Hitler's rule. In that period, the Nazis were satisfied to realize their vision of Judenrein -- a world cleansed of Jews -- as much through emigration from Europe as through the smokestacks of Auschwitz. The lives of many Jews could have been saved not only by more considerate immigration policies but by a diplomat here, a border guard there willing to bend a rule.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Emissions Must Be Cut to Avert Shift in Climate, Panel Says","web_url":"https://www.nytimes.com/1994/09/20/science/emissions-must-be-cut-to-avert-shift-in-climate-panel-says.html","abstract":"  EVEN if worldwide emissions of carbon dioxide were capped at present levels, atmospheric concentrations of the heat-trapping gas would continue to increase for at least two centuries, rising well beyond the point at which the earth's climate would be disrupted, an international panel of scientists has reported.   Just holding the atmospheric concentration at double today's amount would require cutting global emissions below 1990 levels, the Intergovernmental Panel on Climate Change said in a report last week. A doubling of today's concentration would raise the earth's average surface temperature by 3 to 8 degrees Fahrenheit and cause substantial climatic change, the panel found earlier.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Giuliani Says Police Merger Won't Hurt Housing Safety","web_url":"https://www.nytimes.com/1994/09/20/nyregion/giuliani-says-police-merger-won-t-hurt-housing-safety.html","abstract":"  Addressing a concern that has threatened his plan to merge the city's police forces, Mayor Rudolph W. Giuliani said yesterday that anti-crime efforts would be maintained or increased in all public housing projects after the housing police are consolidated with the New York City Police Department on Oct. 1.   In the meantime, a City Council committee put off a vote on a bill that would delay the merger for weeks or even months. Senior lawmakers said opposition appeared to be weakening as Mr. Giuliani worked to quell widespread fears among community leaders that the merger would decrease police patrols in public housing developments.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/20/nyregion/metro-digest-291056.html","abstract":"  JOB GUARANTEES IN RETURN FOR PAY CUTS   New York City's private hospitals have promised to protect more than 30,000 unionized workers from layoffs for the next four years, despite a major upheaval in the medical industry. In return, the union has agreed to a one-year wage freeze and a cut in the hospitals' contributions to benefit funds. A1.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"On My Mind; Clinton Wins and Learns","web_url":"https://www.nytimes.com/1994/09/20/opinion/on-my-mind-clinton-wins-and-learns.html","abstract":"  For President Clinton, Haiti has been a victory so far, military, moral and political. He deserves time to relish it -- a little time.    By showing determination to use American power to help a tortured nation nearby, he achieved his goal of getting the generals to agree to step down -- without American forces having to pull one trigger.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Patterns","web_url":"https://www.nytimes.com/1994/09/20/style/patterns-293059.html","abstract":"  Iss Zat a Man? Oui!   Jean-Paul Gaultier may be the only French bleached blond comfortable walking around Manhattan wearing a T-shirt emblazoned with \"Bimbo.\" But Mr. Gaultier, whose usual uniform is a signature Breton fisherman's striped shirt, is fearless when it comes to deflating stereotypes. Particularly when it concerns the messages of clothing.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Teen-Age Mothers Helped By Ohio Plan, Study Finds","web_url":"https://www.nytimes.com/1994/09/20/us/teen-age-mothers-helped-by-ohio-plan-study-finds.html","abstract":"  A closely watched Ohio program that docks or increases welfare payments to prod teen-age mothers into attending school is also pushing more of these young women to complete high school, a study that is being made public today has found.   The program, Learning, Earning and Parenting, or LEAP, has interested policy makers because all current proposals to overhaul the welfare system require teen-age mothers to finish school. That requirement is based on the belief that better educational credentials will allow them to get off welfare and win better-paying jobs.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"Senators Hope for a Deal on Health Today","web_url":"https://www.nytimes.com/1994/09/20/us/senators-hope-for-a-deal-on-health-today.html","abstract":"  Senator George J. Mitchell, the majority leader, and a bipartisan group of senators trying to pass health insurance legislation that would extend coverage to more than half of those now uninsured met again today and said they hoped to strike a bargain on Tuesday.   In the session today, they discussed the issues that still divide them, like whether to provide the elderly with new benefits for prescription drugs or long-term care. They also took up procedural questions of how to try to get a bill through the Senate and the House in the three or four weeks that remain before Congress adjourns in mid-October, discussing, for example, how much debate should be allowed before supporters try to force a vote.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"1944: Denmark Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1944-denmark-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Full revolt against the Germans has broken out in the Danish capital, Copenhagen, and fighting has been taking place in other Danish cities since noon today [Sept. 19], according to Stockholm reports reaching London.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"An Unlikely Home for Ginsberg's Archive","web_url":"https://www.nytimes.com/1994/09/20/books/an-unlikely-home-for-ginsberg-s-archive.html","abstract":"  Allen Ginsberg went to Columbia University and still lives in New York. On its streets, and on the streets of San Francisco and Berkeley and Paris, he wrote many of his most famous poems, filled with gritty city imagery. But in the latest twist in his extraordinary life, Mr. Ginsberg's personal archives -- journals, tapes, letters, poems in progress, newspaper and beard clippings, even dried-up pieces of hallucinogenic vines and a pair of old tennis shoes -- will land at a place the Beats bypassed, a place so exurban it is called \"the farm\": balmy, palmy Stanford University.   For much of his 68 years, Mr. Ginsberg has been a pack rat. He began keeping a journal when he was 12, and, as he came to believe his life embodied the struggle for sexual, social and political liberation in the 1950's and 60's, he was soon saving everything. The compulsive collecting took on new urgency in the Vietnam era as he saw counterrevolution and oppression approaching.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"Of Soaps and Computers: What Became of I.B.M and Apple?","web_url":"https://www.nytimes.com/1994/09/20/science/personal-computers-of-soaps-and-computers-what-became-of-ibm-and-apple.html","abstract":"  THE Charles and Diana of computer companies, I.B.M. and Apple, are supposed to be married but rarely appear in public together any more. Yesterday each company made a major appearance at which the other was conspicuously absent. Apple unveiled its plan to allow the development of legal Macintosh clones, while I.B.M. unveiled a new family of personal computers to replace its PS/1 line.    On a practical level, there was no compelling reason for the two companies to work together on those announcements. They are, after all, competitors in the marketplace. But on another level, the one familiar to viewers of soap operas and readers of supermarket tabloids, there was a hint of Tom and Roseanne in the air.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/09/20/sports/college-soccer-report-294969.html","abstract":"  Indiana  The Hoosiers sent a strong message on Sunday with a 4-0 triumph over St. Louis, last week's top-ranked team. The message: Indiana is a serious contender for the national title this year, a title the Hoosiers have captured three times, most recently in 1988.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Networks Held Back the News That Invasion Planes Were Headed for Haiti","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-television-networks-held-back-that-invasion-planes-were-headed-for.html","abstract":"  All four network television news divisions voluntarily withheld information that American planes had taken off for an invasion of Haiti on Sunday night until the invasion had been called off and the Pentagon agreed the news could be broadcast, network news executives said yesterday.   The executives emphasized that they acted out of concern for American troops. For the same reason, they said, no network correspondent informed Haitian officials that the invasion was under way.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"1919:Pershing Honored : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1919pershing-honored-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - General Pershing yesterday [Sept. 19] received the formal thanks of the nation for his services to the country during the war. The occasion took the form of a joint session of both Houses of Congress which was held in the spacious hall of the","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Major Growth Gene In Plants Is Isolated","web_url":"https://www.nytimes.com/1994/09/20/science/major-growth-gene-in-plants-is-isolated.html","abstract":"  SCIENTISTS have isolated a gene that regulates the major growth hormone in plants, taking what they say is the first step toward genetically manipulating plant size and shape.    Researchers say that having the gene in hand may make it possible to genetically engineer plants that grow to conveniently larger or smaller sizes, producing taller ponderosa pine for more timber or shorter banana plants for easier harvesting. Scientists say the gene will also be a powerful tool for dissecting the complex process of plant development in which growth hormone is known to play many and diverse roles, including stimulating root growth and inhibiting branching.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Operatic To Pop: A Sunny Crossing","web_url":"https://www.nytimes.com/1994/09/20/arts/music-review-operatic-to-pop-a-sunny-crossing.html","abstract":"  Near the beginning of Dawn Upshaw's delightful concert of Broadway theater songs at the Supper Club on Sunday evening, the singer mentioned that she had had her second child, a little boy, three months ago. \"The next song,\" she said, \"is my daily therapy,\" and immediately began singing \"I Feel Pretty,\" from \"West Side Story.\"    The transformation of the Leonard Bernstein-Stephen Sondheim waltz from a love-smitten teen-ager's giddy fantasy into a young mother's self-administered pep talk more or less defines Ms. Upshaw's no-nonsense approach to theater songs. During the concert, she performed all but two of the numbers from her recent album, \"I Wish It So\" (Elektra Nonsuch), accompanied by six musicians under the direction of Eric Stern. Mr. Stern's arrangements for two pianos, cello, bass, flutes and woodwinds had a breezy lyricism that attractively underscored Ms. Upshaw's sunny musical temperament.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"What's in a Ranger Name? Just a Stanley Cup Dispute","web_url":"https://www.nytimes.com/1994/09/20/sports/hockey-what-s-in-a-ranger-name-just-a-stanley-cup-dispute.html","abstract":"  When the Rangers get the Stanley Cup back on opening night at Madison Square Garden, the big, silver trophy will lack two names the team had hoped to have engraved among the members of its championship team of last June.   Missing will be Ed Olczyk and Mike Hartman, who spent the 1993-94 season with the team, but didn't play enough games at the right time to qualify for the engraving.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Examined Life Is Not Worth Living Either","web_url":"https://www.nytimes.com/1994/09/20/books/books-of-the-times-the-examined-life-is-not-worth-living-either.html","abstract":"  Prozac Nation  Young and Depressed in America  By Elizabeth Wurtzel  317 pages. Houghton Mifflin. $19.95.     At the age of 6, she wrote a series of books about pets. At 7, she adapted \"The Murders in the Rue Morgue\" into a play. She won the school Brochos bee, the Jewish equivalent of a spelling bee, five years in a row and regarded anything less than an A in school as a cause for embarrassment.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"London Journal; For Jostled British, Now Double-Decker Graves?","web_url":"https://www.nytimes.com/1994/09/20/world/london-journal-for-jostled-british-now-double-decker-graves.html","abstract":"  The tilted tombstones spill across the lawns of the City of London Cemetery, a dense forest of weathered sculpture and broken marble that since 1856 has become the final resting place for more than half a million Londoners.   Now, under a proposal favored by a Labor Member of Parliament from Scotland and endorsed by Britain's cemetery industry, the inhabitants of this cemetery and other crowded British graveyards might be sharing their plots with new tenants. Facing a growing shortage of burial space, Britain's cemetery managers want to recycle their oldest graves by burying new bodies atop the old.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"So Who Took the Air Out of the Buddy Ball?","web_url":"https://www.nytimes.com/1994/09/20/sports/notebook-so-who-took-the-air-out-of-the-buddy-ball.html","abstract":"  Buddy Ryan brought an air of bravado, a swagger and a boost of confidence to town when he replaced Joe Bugel as coach of the Phoenix Cardinals. He even changed the name of the team to the Arizona Cardinals.   New identity. Same results. They're still without a victory in the desert. And now the fans are angry, feeling they've been sold a bill of goods with Ryan as the new coach.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Gerrymandering Hurts Black Voters the Most","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-gerrymandering-hurts-black-voters-the-most-295248.html","abstract":"  To the Editor:   As one of the plaintiffs in the Federal racial gerrymandering lawsuit recently decided in Texas, I was shocked at Elaine R. Jones's \"In Peril: Black Lawmakers\" (Op-Ed, Sept. 11). The lawsuit was brought by multiracial, multiethnic and multireligious grass-roots activists who find her arguments and the accompanying drawing (a Ku Klux Klan ballot box eating the ballot of a black person) morally offensive. Ms. Jones approves the implication that Americans can only be represented properly by people of their own race. This suggests that the best avenue for minorities to achieve political power is to remain segregated.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"1894: Japanese Gains : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1894-japanese-gains-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - Marshal Yamagata with 45,000 Japanese troops, is marching towards Moukden from the south-east. The Chinese troops landed in Corea before yesterday's [Sept. 19] naval battle have been captured. In the fight the Chinese lost the King-Yuen, the Ya","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Somebody From Paris Says He Loves New York","web_url":"https://www.nytimes.com/1994/09/20/style/somebody-from-paris-says-he-loves-new-york.html","abstract":"  It was a tough schedule for a neurasthenic, but Yves Saint Laurent sailed through it with aplomb and enthusiasm. Visiting New York for the first time since 1983, he found himself caught up in a whirl of activities. And he said he loved it. Showing considerable modesty and some humility for a man recognized as one of the world's top fashion designers for more than 30 years, he said he was touched by the kindness he met everywhere he went.   \"It has been too long since I've been here,\" he said. \"It is a beauty, this city. It has always been a beauty, but it looks so clean and bright now. The people, also, they look wonderful. I am so glad to be here.\"","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"A Meeting on Mount Fuji : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-a-meeting-on-mount-fuji-letters-to-the-editor.html","abstract":"In response to \"Climbing Mount Fuji: For the Japanese, a Heavenly Ascent\" (Sept. 6):.My thanks to T.R. Reid for his lively account from Fujinomiya, Japan. I was particularly interested because I, too, made an ascent of Mount Fuji this summer","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Decoys in Maine Lure Sea Birds, Gone a Century","web_url":"https://www.nytimes.com/1994/09/20/science/decoys-in-maine-lure-sea-birds-gone-a-century.html","abstract":"DAY and night, from last April to August, bizarre noises blared over the enormous granite boulders that are heaped like dominoes atop Matinicus Rock, the emergent peak of a drowned mountain 20 miles off the coast here. From weatherproof speakers on the ledges came guttural bellows, shrill cries and a madhouse cacophony that on calm days could be heard a mile or more offshore. \n\nThe sounds, repeated thousands of times by a solar-powered compact disk player, were the voices of penguin-like sea birds called common murres. Lured ashore by the recorded calls of parent murres and their young, followed by the recorded roar of a huge murre colony, as many as two dozen of the black-and-white birds mingled with life-size decoys of adult murres and chicks and inspected ceramic murre eggs. They were the pioneers of what Dr. Stephen Kress, a research biologist with the National Audubon Society, hopes will be the first enclave of nesting murres on a Maine island in more than 120 years.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Brien Taylor's Day in Court Is Postponed Once Again","web_url":"https://www.nytimes.com/1994/09/20/sports/baseball-brien-taylor-s-day-in-court-is-postponed-once-again.html","abstract":"  Brien Taylor's legal delays continued yesterday. The highly touted Yankee pitching prospect's trial on two misdemeanor charges related to a fight near his home in Beaufort, N.C., last December, once scheduled for January, was continued until Nov. 3 because one of the co-defendants was unavailable to testify.   Charles Donnell Johnson, Taylor's cousin and an important witness, is involved in the United States military actions in Haiti and could not appear in Carteret County District Court. So Judge Frank Lanier postponed the trial almost seven weeks.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Hear the One About the Comics With a Cause?","web_url":"https://www.nytimes.com/1994/09/20/arts/hear-the-one-about-the-comics-with-a-cause.html","abstract":"  \"Comedy is in a sad state,\" say Aladdin and Santos, two young stand-up comedians. That's one reason they founded Not in My Club Productions and conceived the idea for the multi-ethnic comedy show \"Color Blind,\" which is being presented at Don't Tell Mama.   \"If you go into most black comedy clubs all you hear are jokes about sex,\" says Aladdin, whose parents are from Bangladesh. \"The audience is geared to think that's all comedy is. Then, if you talk about anything of substance -- you know, social or political problems or just what you might feel as an individual -- they get restless. They've been brainwashed into thinking comedy is just about grabbing your crotch and talking about sex.\"","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-dance-295167.html","abstract":"  Star of 'Mahabharata' Brings Her Troupe From India  Fashion Institute of Technology    Mallika Sarabhai has performed in New York with her mother, the noted Indian dancer Mrinalini Sarabhai. But a performance on Saturday night at the Haft Auditorium of the Fashion Institute of Technology was Miss Sarabhai's first outing on her own, with her Darpana Troupe from Ahmedabad, India. The results were mixed but in large part intriguing.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Let's Try Cooperation In Japan Auto Talks","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-let-s-try-cooperation-in-japan-auto-talks-295426.html","abstract":"  To the Editor:   As the United States Government heads down to the wire in trade negotiations with Japan (news article, Sept. 14), some analysts wrongly conclude that difficulties in the auto talks arise from fears in Japan that import sales may increase. A bit of background might be enlightening.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Clinton Picks Brademas To Lead Arts Committee","web_url":"https://www.nytimes.com/1994/09/20/arts/clinton-picks-brademas-to-lead-arts-committee.html","abstract":"  President Clinton announced yesterday that he was revitalizing the President's Committee on the Arts and the Humanities and appointed Dr. John Brademas, a former president of New York University and a former Congressman from Indiana, as its chairman.   Mr. Clinton named 32 other people to serve as members of the committee; among them were the violinist Isaac Stern, the musician Quincy Jones, the actress Rita Moreno and the playwright David Henry Hwang. The President said his wife, Hillary Rodham Clinton, would be the honorary chairwoman.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Hero in a Central Park Attack Shies From the Spotlight's Glare","web_url":"https://www.nytimes.com/1994/09/20/nyregion/hero-in-a-central-park-attack-shies-from-the-spotlight-s-glare.html","abstract":"  The man who rescued a woman from an attempted rape in Central Park on Sunday morning and then chased and captured her suspected attacker, found himself in a new role yesterday at a City Hall news conference: that of the reticent hero.    The man, Jesse McCutchen Jr., 35, a sanitation worker who described himself as a retired miler with a best time of 4 minutes 1 second, was obviously uncomfortable as he sat beside Mayor Rudolph W. Giuliani, listening to himself being hailed as a hero, and staring at microphones and television cameras.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"A Matter of Rank : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-a-matter-of-rank-letters-to-the-editor.html","abstract":"Regarding \"Isolated by Its Stand, Vatican Drops Effort to Hold Up Text on Abortion Rights\" (Sept. 10):.The Vatican spokesman, Joaqun Navarro-Valls, will probably have been interested to read of his being raised to the rank of monsignor.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Royals Say Herzog Won't Manage Them","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-baseball-royals-say-herzog-won-t-manage-them.html","abstract":"  Kansas City Royals officials are denying a report that the former manager WHITEY HERZOG will be offered their vacant managerial job.   General Manager HERK ROBINSON and the team vice president, GEORGE BRETT, said they have talked with Herzog about the job, but each said Herzog told them he was not interested.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"3,000 U.S. TROOPS LAND WITHOUT OPPOSITION AND TAKE OVER PORTS AND AIRFIELDS IN HAITI","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-overview-3000-us-troops-land-without-opposition-take-over-ports.html","abstract":"  As Haitian soldiers watched impassively, more than 3,000 American troops landed here today, taking control of airfields and ports in the first phase of a military operation that has forced recent enemies to become reluctant partners in the restoration of the country's elected President, the Rev. Jean-Bertrand Aristide.    Descending from a fleet of Blackhawk helicopters just after 9:30 this morning, units of the United States Army's 10th Mountain Division landed at the same civilian airport where about 12 hours earlier a diplomatic delegation led by former President Jimmy Carter had departed after averting an American invasion.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Will Humbler Jets Now Win for Losing?","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-will-humbler-jets-now-win-for-losing.html","abstract":"  In this Jets season of new attitude and new hope, with old stereotypes challenged and seemingly defeated, they are still learning about themselves.   Now they confront another bugaboo in the wake of their poor performance against Miami -- \"a major setback,\" was the way Coach Pete Carroll described it today.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Judge's Ties to Jewish Leader Stir Debate in Crown Hts. Case","web_url":"https://www.nytimes.com/1994/09/20/nyregion/judge-s-ties-to-jewish-leader-stir-debate-in-crown-hts-case.html","abstract":"  Experts in judicial ethics say the judge in the latest case stemming from the 1991 violence in Crown Heights, Brooklyn, need not step down in response to a defense charge that he has a conflict of interest.   But one expert also said last week that the judge should consider recusing himself because of the \"public passion\" surrounding the case.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Giuliani Asks Agency Heads For More Cuts","web_url":"https://www.nytimes.com/1994/09/20/nyregion/giuliani-asks-agency-heads-for-more-cuts.html","abstract":"  In a series of meetings, senior members of the Giuliani administration instructed commissioners over the weekend to take a sweeping new look at their agencies and identify services they can stop performing and functions that could be consolidated or centralized in City Hall.   The meetings were part of the administration's search for measures to close a continuing budget gap. The city's budget director, Abraham M. Lackman, said that before cutting services, the administration was searching for options that would reduce the city's bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Fierce Competition Marked Fervid Race For Cancer Gene","web_url":"https://www.nytimes.com/1994/09/20/science/fierce-competition-marked-fervid-race-for-cancer-gene.html","abstract":"  WITH the discovery of a gene that causes inherited breast cancer, the many competitors in this most impassioned and publicly visible of all genetic races find themselves blinking in the sun, still a bit shocked that the long hunt is over.   No one is more surprised, and gratified, than Dr. Mark H. Skolnick of the University of Utah, whose team plucked the gene from a crowded stretch of chromosome 17, and out of the grasp of 12 other teams that had thrown hats and hopes into the ring.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Chess","web_url":"https://www.nytimes.com/1994/09/20/arts/chess-294586.html","abstract":"  Vasily Ivanchuk is flying as high as ever these days. The 25-year-old Ukrainian grandmaster, who has frequently been mentioned as a possible challenger for Gary Kasparov's championship, won the Intel World Grand Prix tournament in London on Sept. 3 after having tied for first place with Kasparov in the Professional Chess Association Tournament in Novgorod, Russia, on Aug. 25.   The Intel event was run at the rate of 25 minutes per game for each player under a two-game knockout system. In the final, Ivanchuk drew his two games with Vishwanathan Anand of India and then split two five-minute tiebreak games. According to the rules, there was one more tiebreak game with the stipulation that White gets six minutes but must win the game, whereas Black gets five minutes but is declared the winner if he draws. It was Ivanchuk's lot to have Black and he triumphed by making a draw. Ivanchuk was awarded $30,000 and Anand $20,000.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Sports of The Times; 'We've Lost Another of Our Kids'","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-of-the-times-we-ve-lost-another-of-our-kids.html","abstract":"  YOU drove up looking for a rich man's tennis club, a leafy, campus-like sprawl. Instead you inched past the town water pollution control plant, and rolled into the parking lot across the street from the Texaco diesel pump, a few hundred yards from the carpet warehouse in one direction and the automotive shops in the other.   Inside there was no showy photo gallery of stars, no overpriced restaurant, no parade of designer tennis wear. In the lobby there was a gray-haired man named Dick Zausner, hunched over the main desk, rifling through papers. The telephone lines kept ringing.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-295132.html","abstract":"  STEVE EARLE, a country rocker serving a jail term in Nashville for heroin possession, is trying to get into a drug treatment program, The Associated Press reported.    He has been doing without methadone since he went to jail on Sept. 12, A.P. said. Federal rules do not permit jail officials to dispense the drug, which he was taking in an effort to end his addiction. \"Steve is experiencing some pain, but they are monitoring his medical condition pretty closely,\" said Lionel Barrett, his lawyer. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Brodeur and Sidorkiewicz to Face Islanders","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-hockey-brodeur-and-sidorkiewicz-to-face-islanders.html","abstract":"  MARTIN BRODEUR and PETER SIDORKIEWICZ will share the goaltending duties for the Devils when they visit the Islanders tonight for the first of two exhibition games between the teams.   CHRIS TERRERI missed practice again yesterday with a shoulder injury suffered in practice 10 days ago. Terreri hasn't played in any of the team's first four exhibition games and is not expected to play tomorrow night, when the Philadelphia Flyers visit the Devils.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Future of the EU : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-the-future-of-the-eu-letters-to-the-editor.html","abstract":"Regarding \"TheFolly of Uniting Europe While Sicling It in Two\" (Opinion, Sept. 14).Brian Beedham appears to think in balance-of-power terms that ignore 40 years of European Evolution. European unification is a consequence of the gradual remo","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-290980.html","abstract":"  Because of a production error, a front-page article Wednesday about a sex-discrimination suit filed against the Central Intelligence Agency by Janine Brookner, the agency's first female station chief, omitted several lines in some copies. The incomplete sentences should have read this way:    \"Then, after she reported that her deputy station chief in Jamaica was beating his wife, he turned the tables, calling her a hard-drinking hussy, the suit says. To the disbelief of many of Ms. Brookner's colleagues, the agency's inspector general and top managers believed her deputy, and that ended her climb through the C.I.A.'s ranks.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Occupation Dawns Quietly In Shadow of Ruling Junta","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-the-haitians-occupation-dawns-quietly-in-shadow-of-ruling-junta.html","abstract":"  The restoration of democracy began quietly in the streets of the capital, without bloodshed and without widespread celebration.    Most people in Port-au-Prince watched quietly from the docks, unsure what the American occupation would bring, as the first dark green helicopters streaked across the sky. As the day wore on and it became clear that the United States military was not going to hurt them, people started to wave and even cheer.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Colorado Coach Guided by Beliefs","web_url":"https://www.nytimes.com/1994/09/20/sports/college-football-colorado-coach-guided-by-beliefs.html","abstract":"  Nothing softens Colorado Coach Bill McCartney more than seeing his grandson, Timothy.   \"The little guy will run into his office, and the coach will walk out six inches off the ground,\" said Jay Elowsky, a close friend and confidant who shares weekly Christian prayer meetings with McCartney. \"That kid is the center of his world.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Knicks Take Their Losses Like a Team","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-basketball-knicks-take-their-losses-like-a-team.html","abstract":"  The Knicks failed to sign Ron Harper, they have not made an off-season trade and some of their rivals have clearly improved. Pat Riley said neither he nor the players should look for excuses, with training camp less than three weeks away.   \"We cannot carry any 'poor me' attitude into next season,\" Riley, the Knicks' coach, said yesterday in Manhattan after an autograph session for his book, \"The Winner Within.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Grant Signs, Again, With the Magic","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-basketball-grant-signs-again-with-the-magic.html","abstract":"  HORACE GRANT, his initial contract with Orlando struck down by the National Basketball Association, signed with the Magic for five years yesterday in a deal already approved by the league.   \"We've done this before, and this is the last time,\" said Grant, the free-agent power forward who spent the past seven seasons with the Chicago Bulls.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"A Nonviolent Bomber Leads Polish Police on a Frenzied Chase","web_url":"https://www.nytimes.com/1994/09/20/world/a-nonviolent-bomber-leads-polish-police-on-a-frenzied-chase.html","abstract":"  For two weeks now, a man who calls himself Gummi Bear after the Walt Disney cartoon characters, has terrorized this graceful medieval city.   He has planted bombs in crowded places and phoned the local newspaper with instructions on where to find them and where to drop a ransom. He has driven the police into a frenzy of frustration and given some poeple mad ideas of copying him.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"MISSION TO HAITI: THE G.I.'s; Armed for Battle, but Hazy About How to Try to Insure Democracy","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-gi-s-armed-for-battle-but-hazy-about-try-insure-democracy.html","abstract":"  In the end, the hastily assembled invasion was something of an anticlimax, but it was hard to tell from the sweaty faces of the young soldiers gathered at dawn today on the hangar deck of the aircraft carrier Eisenhower.   Long lines of 10th Mountain Division troopers, heaped with bulging rucksacks, M-16 rifles, machine guns, rocket launchers, night-vision goggles and radios, stretched across the cavernous hangars, the size of several football fields.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-what-theyre-reading.html","abstract":"Neil Simon, the playwright, is reading \"October 64\" by David Halberstam..\"This is a big, thick, no-nonsense book on baseball written by a wonderful reporter, a soul- searching souvenir of the last year that the New York Yankees were great","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"CUNY Gives a Chance To Those Who Need It","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-cuny-gives-a-chance-to-those-who-need-it-295493.html","abstract":"  To the Editor:   Sadly I read your Sept. 15 letters and the Op-Ed account Sept. 8 of attempts to discredit the City University of New York and to undercut its ability to provide a quality education to the community. As a Jacob K. Javits fellow and doctoral candidate in Latin American history at Yale University, I feel I owe much of my academic success to Brooklyn College's remedial services and faculty.   I entered the college in 1986, eight years after graduating from high school. After failing the writing aptitude exam, I received tutoring and noncredit writing classes that prepared me for college-level course work. Four and a half years later I became the first person in my family to graduate from college.   After two years as a graduate student, I can say that the brightest, most engaged students at Brooklyn equal those at Yale. Those who would defund CUNY, restrict enrollment and eliminate support services should stop draping their efforts to restrict higher education for the socially weak with the rhetoric of \"standards.\" GREG GRANDIN  New Haven, Sept. 15, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"On the Brink of War, a Tense Battle of Wills","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-diplomacy-on-the-brink-of-war-a-tense-battle-of-wills.html","abstract":"  The talks in Haiti on Sunday dragged on past a noon deadline, then past a 3 o'clock extension. By early evening, President Clinton was pacing the Oval Office, visibly impatient with his three envoys, who had not yet persuaded the military leaders to resign.   On an ordinary, unsecured telephone line from Port-au-Prince, former President Jimmy Carter, the chief emissary, begged over and over for more time, but Mr. Clinton was insistent. \"We've been friends for a long time,\" he said, \"but I'm going to have to order you out of there in 30 more minutes. You've got to get out.\"","thumbnail":null,"section":"World"},{"date":"19940920","headline":"William Henry Memorial","web_url":"https://www.nytimes.com/1994/09/20/arts/william-henry-memorial.html","abstract":"  A memorial service for William A. Henry 3d, a former drama critic for Time magazine, will be held at 2 P.M. today at the St. James Theater, 246 West 44th Street, Manhattan. Mr. Henry, who also wrote biographies of Jack Benny and Jackie Gleason, died on June 28 in Maidenhead, England, at the age of 44. Among those scheduled to speak are the cartoonist Garry Trudeau; Christopher Porterfield, an assistant managing editor at Time; the actors Kevin Conroy and Dorothy Loudon; Stephen Rubin, the publisher and senior vice president of Doubleday; the playwright A. R. Gurney, and Mr. Henry's widow, Gail.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Miss, Miss, Miss, Good! Hanson Finally Nails One","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-miss-miss-miss-good-hanson-finally-nails-one.html","abstract":"  The Detroit Lions' players stood on their sideline and raised their helmets as Jason Hanson kicked a 44-yard field goal with 27 seconds left in overtime that lifted the Lions to an improbable 20-17 victory over the Dallas Cowboys before 64,102 stunned fans at Texas Stadium. Hanson had missed his previous three field-goal attempts.   It was a seesaw battle all night. And for Detroit, it was much more. The Lions improved to 2-1. But more important, they earned the measure of respect they have hungered for. Broderick Thomas made the play that set up the winning score, sweeping around right end to sack Dallas quarterback Troy Aikman, strip the ball and recover it at the Dallas 43.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/20/nyregion/inside-290637.html","abstract":"  Hopes for Health Agreement   Senator George Mitchell and a group backing a bill to extend coverage to half the uninsured said they hoped to reach a bargain today. Page A20.  Six Stores to Be Closed    To facilitate its merger with R. H. Macy & Company, Federated Department Stores Inc. agreed to close six New York area stores. Page D1. When the Sun Dies    A billion years from now, when the Earth meets its doom, a bloated Sun will expire in a series of helium flashes. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Hospitals Swap Job Guarantees For Pay Limits","web_url":"https://www.nytimes.com/1994/09/20/nyregion/hospitals-swap-job-guarantees-for-pay-limits.html","abstract":"  New York City's private hospitals have promised to protect more than 30,000 unionized workers from layoffs for the next four years, despite a major upheaval in the medical industry. In return, the union has agreed to a one-year wage freeze and a cut in the hospitals' contributions to benefit funds.   The new agreement, both sides said, dramatized the seriousness with which each views the changes taking place in medical care, with hospitals struggling to survive and workers in fear of widespread layoffs.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Observer; God And Man At Politics","web_url":"https://www.nytimes.com/1994/09/20/opinion/observer-god-and-man-at-politics.html","abstract":"  Hark, ye spinmeisters, polling quacks, image consultants, tooth cappers, direct-mailers and all such agents of the new-time political religion!   Hark ye, and listen to the lesson of Marion Barry, who once committed sin and, yea, was even filmed in the commission thereof, and now repents.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-292788.html","abstract":"  To his adoring public, Arthur Fiedler seemed as lighthearted and perpetually exuberant as the music he directed while conducting the Boston Pops Orchestra for 50 years, until his death in 1979.    To his elder daughter, JOHANNA FIEDLER, he was a complex and often unhappy man. She has written a book, \"Arthur Fiedler: Papa, the Pops and Me,\" to be published next month by Doubleday.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-classical-music-295175.html","abstract":"  A Quiet Middle Path In a Flute Concerto  Manhattan School of Music and Wave Hill    Bruce Saylor is a composer who has taken a quiet middle path through the thickets of American contemporary style. A student of George Perle and Hugo Weisgall, he has steeped himself in the heritage of the Second Viennese School, and yet he has avoided making the final leap into Serialist abstraction. Like Mr. Perle, and like Alban Berg in the early days, he maintains a strong tonal bias beneath his 12-tone constructions, opening space for free-flowing lyric invention.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"The Fall of a Baseball Autumn; The Ballplayers' Strike Seems to Have Been Inevitable","web_url":"https://www.nytimes.com/1994/09/20/sports/fall-baseball-autumn-ballplayers-strike-seems-have-been-inevitable.html","abstract":"  The baseball season was about to expire when management and union representatives met in New York to try to find some common ground on which they could salvage negotiations and forge a new collective bargaining agreement. At one point, Stan Kasten, the Atlanta Braves' president, rose and made two columns on a blackboard, and then began drawing connecting lines.   Whatever Kasten intended, the union didn't get his point. According to a person who attended the session, Kasten said: \"Well, my first idea didn't work, so I'll go to my second.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295027.html","abstract":"  An article in Styles on Sunday about the auction of a collection of furniture and art objects that belonged to the late Nancy Lady Keith misstated the scheduled starting time at Sotheby's today. It is 10:15 A.M., not tonight.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Custody Fight in Capital: A Working Mother Loses","web_url":"https://www.nytimes.com/1994/09/20/us/custody-fight-in-capital-a-working-mother-loses.html","abstract":"  When Sharon Prost surrendered her two sons to her former husband's custody 11 days ago, it was the climactic act in a cautionary tale of two-career couples in the '90's.   To Ms. Prost, 43, a counsel to Senator Orrin G. Hatch, and the feminist legal groups rallying around her, the decision by a Washington judge to remove the children is chilling evidence of a judicial backlash against professional women.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-295140.html","abstract":"  Her late husband's name was synonymous with the power of positive thinking. So who better to receive the 1994 Norman Vincent Peale Award for Positive Thinking than RUTH STAFFORD PEALE, who was married to the Rev. Dr. Norman Vincent Peale him for 63 years and helped spread his beliefs.   \"I was very much moved,\" Mrs. Peale said after the luncheon yesterday at the Plaza Hotel, where she received the honor, given by the Institutes of Religion and Health, which was founded by her husband, and the Peale Center for Christian Living. Dr. Peale, the longtime leader of Marble Collegiate Church, died on Christmas Eve at age 95.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Kubek Goes Home, With the Last Word","web_url":"https://www.nytimes.com/1994/09/20/sports/tv-sports-kubek-goes-home-with-the-last-word.html","abstract":"  Tony Kubek loves to talk. He seems incapable of not talking -- pugnaciously and relentlessly -- to sharpen his sense that something is always happening on a baseball field. When Kubek retired Friday as the MSG Network's Yankees announcer, he insisted that his decision to leave was simple -- it was time to go -- and needed no elaboration. Then he elaborated for 30 minutes.   His style was not cuddly; his know-almost-all intensity probably cost him popularity. It was his custom to explain because he was fascinated by everything on the field. But did he explain more than Tim McCarver? Hardly. Explanation was Kubek's forte. He did not traffic in Italian pastry.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295035.html","abstract":"  A picture caption in The Home Section on Thursday, with an article about a group of McKim, Mead & White houses in Montauk, L.I., misidentified a house in some editions. The house, shown from a distance surrounded by heavy vegetation, is the Orr house, not the Andrews house.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Baseball Didn't Die","web_url":"https://www.nytimes.com/1994/09/20/opinion/baseball-didnt-die.html","abstract":"I wish people could begin to understand that big league baseball is not baseball. It is only an aspect of baseball.  When big league baseball stops, baseball continues.\n\nThe people who conduct the business of baseball -- Major League Baseball -- claim, for legal reasons of their own, that their business is not a business but a game. In unintended ways they are right.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Now Release the Irish Prisoners of War","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-now-release-the-irish-prisoners-of-war-295485.html","abstract":"  To the Editor:   I am exhilarated by the Irish Republican Army cease-fire, and the hope for peace in the centuries-old undeclared British-Irish war.   However, missing from all the hoopla is a call for the release of the political prisoners and prisoners of war in this conflict. In South Africa, \"Free Nelson Mandela\" became both a popular song and political necessity. No such urgency appears to exist with Joseph Patrick Thomas Doherty, who is perhaps the planet's most famous political prisoner with the freeing of Mr. Mandela.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/20/nyregion/news-summary-289736.html","abstract":"  International A3-14  TROOPS LAND IN HAITI  More than 3,000 American troops arrived in Haiti by helicopter, meeting no resistance from Haitian troops, and began to secure airfields and ports in the first phase of the military operation. A1","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Gene Transplant Speeds Salmon Growth Rate","web_url":"https://www.nytimes.com/1994/09/20/science/gene-transplant-speeds-salmon-growth-rate.html","abstract":"  SCIENTISTS are using genetic engineering techniques to vastly speed the growth rate of Pacific salmon.   The technique is not meant to produce gigantic fish, although future experiments may lead to such creatures, the researchers said. Rather it is intended to help commercial fish farmers grow market-size salmon in a fraction of the time it now takes.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Before Congress Quits . . .","web_url":"https://www.nytimes.com/1994/09/20/opinion/before-congress-quits.html","abstract":"  The 103d Congress was going to be different. With one party in control of the Senate, the House and the White House for the first time in 12 years, and a large freshman class eager to prove that Congress can get things done, it was supposed to be the end of gridlock. But barring a quick burst of activity, it will not be so.   In its first session, last year, the 103d and the new President made real headway, including substantial budget deficit reduction, ratification of the North American Free Trade Agreement, family leave legislation and handgun controls. This year's session looks like gridlock-as-usual.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"What Deeds Lurk in the Heart of Crows?","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-what-deeds-lurk-in-the-heart-of-crows-295442.html","abstract":"  To the Editor:   Your Sept. 14 news article on the crow invasion of New York City has aroused concern among bird lovers because they eat both \"the eggs and young of popular song birds.\" This tendency to violence by crows, though it seems to be unknown today, was recognized long ago.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Crime Bill Should Make Women Feel Safer","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-crime-bill-should-make-women-feel-safer-295434.html","abstract":"  To the Editor:   Except for one sentence in \"Experts Doubt Effectiveness of the Newly Enacted Crime Bill\" (news article, Sept. 14), you ignore the positive new programs designed to address the epidemic of rape, sexual assault and domestic violence.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"It's Not the Ryder Cup And That's Not Bad","web_url":"https://www.nytimes.com/1994/09/20/sports/on-golf-it-s-not-the-ryder-cup-and-that-s-not-bad.html","abstract":"  Greg Norman, thin almost to the point of gaunt, stood on the first tee at the Robert Trent Jones Golf Club on Sunday looking a little like a father who had been up all night pacing the maternity ward floor. He was smiling wanly, wanting to play, knowing he couldn't.   He had to withdraw from the inaugural Presidents Cup before it began, struck down by a severe gastrointestinal problem that had stripped 14 pounds from his already taut frame. Still slightly weak after gaining just five pounds back, still 10 days from being able to touch a club, Norman was there just to cheer on his mates on the International team.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-classical-music-295183.html","abstract":"  A Transparent 'Boheme' From a Pocket-Size Company  Amato Opera Theater    Opera America, an organization that keeps track of such matters, recently reported that Puccini's \"Boheme\" would have more productions this season than any other opera in the standard repertory. The Amato Opera made its contribution in support of that statistic by opening its 47th season with a new production of the Puccini work.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Polish Teams Lead Bridge Pair Event","web_url":"https://www.nytimes.com/1994/09/20/nyregion/polish-teams-lead-bridge-pair-event.html","abstract":"  Two Polish bridge experts led into the final day of play in the World Mixed Pair Championship, the opening event in two weeks of play under the auspices of the World Bridge Federation. Three American partnerships were in close pursuit after the first of the three final sessions.   The standings were: 1st, Ewa Harasimowicz and Marcin Lesniewski of Poland, 64.03 percent; 2d, Marilyn Hemenway and Mike Albert of Omaha, 64 percent; 3d, George and Carlyn Steiner of Seattle, 63.97 percent; 4th, Jillian Blanchard of Riverdale, the Bronx, and Mark Feldman of Manhattan, 63.82 percent; 5th, Danuta Hocheker and Apolinare Kowalski of Poland, 62.34 percent; 6th, Sabine Zenkel of Chicago and Bob Hamman of Dallas, 62.15 percent, and 7th, Sue Picus of Manhattan and Barry Rigal of England, 61.61 percent.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Proudly Liberal, and Newly Powerful; Grass-Roots Coalition in Connecticut Sees Its Candidate Win and Its Influence Climb","web_url":"https://www.nytimes.com/1994/09/20/nyregion/proudly-liberal-newly-powerful-grass-roots-coalition-connecticut-sees-its.html","abstract":"  Suggest to William E. Curry Jr. that he is a liberal, and he denies it with an immediacy that almost borders on panic. \"All of those old categories are defunct,\" he snapped in a recent interview.   Mr. Curry, the Democratic candidate for governor, knows that he needs to reach voters across the political spectrum to be elected in November, and that he can ill afford to be identified too strongly with his longtime political base, the left wing of the Democratic Party.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Ruling Aids Prosecution Of Simpson","web_url":"https://www.nytimes.com/1994/09/20/us/ruling-aids-prosecution-of-simpson.html","abstract":"  In what is regarded as a pivotal victory for the prosecution, a judge ruled today that evidence incriminating O. J. Simpson in the slaying of his former wife and one of her friends could be admitted in his trial.   The ruling by Judge Lance A. Ito of Superior Court is considered crucial because it involves bloodstains and other physical evidence that potentially link Mr. Simpson to the crime scene. Prosecutors are expected to rely heavily on such forensic evidence because there are apparently no witnesses to the stabbing deaths of Nicole Brown Simpson and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-dance-295159.html","abstract":"  Honoring Jewish Traditions Both Sacred and Secular  Kaye Playhouse    Bertram Ross, Deborah Zall and John Giudice honored sacred and secular Jewish traditions in \"Poems, Proverbs, Prayers,\" on Saturday night at the Kaye Playhouse of Hunter College. Their program also attested to the continuing influence of Martha Graham.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Greenville Journal; Are Six Group Homes Too Many?","web_url":"https://www.nytimes.com/1994/09/20/us/greenville-journal-are-six-group-homes-too-many.html","abstract":"  Earle Street, established in the early 1800's, is a study in cultural diversity, a mix of elegant mansions and rundown houses at the edge of the business district here.   In the city's oldest neighborhood, Earle Street is alive with children at play, joggers, gardeners and friends chatting on the large front porches. There also are five group homes: three for the mentally ill, one for unwed mothers and one for the homeless.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"Transportation Workers Face More Frequent Tests for Drugs","web_url":"https://www.nytimes.com/1994/09/20/nyregion/transportation-workers-face-more-frequent-tests-for-drugs.html","abstract":"  Thousands of bus drivers, train engineers and other transportation workers in the region will face more frequent random testing for drugs and alcohol beginning in January under a Federal law that is expected to cost regional transit operators millions of dollars a year.    The New York Transit Authority expects its annual cost of testing to rise to $5 million from $1.5 million.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Marines See Tough Task","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-marines-see-tough-task.html","abstract":"  Marine commanders warned that the last-minute agreement to avert an American invasion of Haiti would put more pressure on American troops to distinguish between friend and foe as they went ashore to maintain civil order.   About 1,900 marines on this and two other ships were four hours from staging an airborne and amphibious assault on Cap Haitien, Haiti's second-largest city, on the country's northern coast when Washington called it off on Sunday. The marines practiced mock invasions for six weeks, so they are now are frustrated while awaiting new orders.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"America's Meat Eaters Don't Get the Message","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-america-s-meat-eaters-don-t-get-the-message-295450.html","abstract":"  To the Editor:   A 2,000-page report published today by the Environmental Protection Agency concludes that dioxin levels in the fatty tissues of Americans who consume meat, fish, eggs and dairy products pose significant health risks.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Chamber-Music Series At Symphony Space","web_url":"https://www.nytimes.com/1994/09/20/arts/chamber-music-series-at-symphony-space.html","abstract":"  Musicians from the San Juan Islands Chamber Music Festival in Washington State will present three chamber-music concerts this weekend at Symphony Space, 2537 Broadway, at 95th Street.   These performances, called Camera Concerts, will feature premieres of three works by David Sanford, the composer in residence at Concert Artists Guild, one of the sponsors of the event, and video program notes by the film maker Allan Miller. Among the artists who are to participate are Carol Wincenc, flutist; Maria Bachmann, violinist; Lauren Wagner, soprano, and Jon Klibonoff, pianist.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Harriman Heirs Ask for Assets To Be Frozen","web_url":"https://www.nytimes.com/1994/09/20/nyregion/harriman-heirs-ask-for-assets-to-be-frozen.html","abstract":"  Lawyers for some heirs of W. Averell Harriman asked a Federal judge in Manhattan yesterday to freeze the New York assets of the former Governor's widow, Pamela C. Harriman, and a lawyer, Clark M. Clifford, who the heirs say squandered $30 million in trust funds.   In a civil suit filed last week, the heirs accused Mr. Clifford, a former Secretary of Defense who is 87, of fraud, and accused Mrs. Harriman, now the United States Ambassador to France, of violating her legal duties as a trustee of the funds. The suit described the two as \"faithless fiduciaries who betrayed a trust and squandered a family inheritance.\"","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Poll Gives Pataki His First Lead","web_url":"https://www.nytimes.com/1994/09/20/nyregion/poll-gives-pataki-his-first-lead.html","abstract":"  For the first time, a poll on the New York State governor's race shows the challenger, George E. Pataki, with a statistically significant lead, although a modest one.   A Daily News / Harris Poll of 901 \"probable\" voters statewide, released yesterday, found a 10-point lead for Mr. Pataki, including voters who said they were undecided but leaning toward a candidate. Five percent of the voters said they were undecided with no leanings. Neither Mr. Pataki or Gov. Mario M. Cuomo showed a statistically significant lead in polls taken before last week's primary.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Nigeria's 'Tough Stand' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-nigerias-tough-stand-letters-to-the-editor.html","abstract":"Regarding \"Fraud Does a Thriving Business in Nigeria\" (Aug. 31):.The speculation by an unidentified diplomat that the Nigerian government \"encourages\" advanced-fee fraud is mischievous and tendentious. Nigeria has taken a tough stan","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Nearly $850,000 in A.T.M. Cash Is Stolen","web_url":"https://www.nytimes.com/1994/09/20/nyregion/nearly-850000-in-atm-cash-is-stolen.html","abstract":"  Two men posing as security guards gained entry into a locked room of a bank in the downtown financial district yesterday, pistol-whipped an employee and escaped with three canvas bags containing nearly $850,000, the police said.   The men entered a Citibank branch at William and John Streets shortly after 10 A.M. and went into an area housing a dozen automatic teller machines, said a police spokesman, Lieut. Raymond O'Donnell.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"The G.I.'s Are in Haiti: Now for the Hard Part","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-in-perspective-the-gi-s-are-in-haiti-now-for-the-hard-part.html","abstract":"  The agreement he and his two fellow negotiators reached on Sunday night with the Haitian generals, Jimmy Carter told Congressional leaders yesterday, has \"many imperfections.\" It is also full of ambiguities, some of which could easily prove its undoing.   But it has already had important substantive and political results, and it may eventually have more. To state the most obvious first, the American troops who landed in Haiti yesterday morning faced no hostile fire. Lieut. Gen. Raoul Cedras of Haiti and Lieut. Gen. Henry H. Shelton of the United States confronted each other across a conference table, not in the streets of Port-au-Prince. And the crowds gathered outside military headquarters there were docile, not hostile.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Resolutions Abruptly Turn From Opposition to Praise","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-in-congress-resolutions-abruptly-turn-from-opposition-to-praise.html","abstract":"  A wave of relief swept through Congress today on the news that a military invasion of Haiti had been averted.    For the most part, Democrats praised President Clinton's diplomatic prowess. Republicans said they were grateful that bloodshed had been avoided, but they questioned the wisdom of an American occupation of Haiti.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295019.html","abstract":"  A report in the \"On Stage, and Off\" column on Friday about serious Off Broadway dramas misstated the addresses of two theaters. The Variety Arts Theater is at 110 Third Avenue, near 14th Street; the Union Square Theater is at 100 East 17th Street.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"By Design; Molded Jackets","web_url":"https://www.nytimes.com/1994/09/20/style/by-design-molded-jackets.html","abstract":"  After seasons of easy-fitting jackets and loose tunics, the structured jacket is the thing to wear. Taking a cue from the torso-molding shapes in Chanel's couture collection, the new jackets follow the curves of the body.   Macy's has Andrea Behar's short mohair jacket in hot pink, orange or periwinkle blue ($238); Atsuro Tayama's short black style in wool crepe that buttons up to a small collar ($465), and Mark Eisen's fingertip-length black wool ($415).","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Major Tokyo Quake Would Cost $1.2 Trillion, Study Says","web_url":"https://www.nytimes.com/1994/09/20/science/major-tokyo-quake-would-cost-1.2-trillion-study-says.html","abstract":"  THE economic damage that would be caused by a major earthquake in Tokyo could reach $1.2 trillion, enough to send tremors through global economic markets and disrupt the economies of other countries, a researcher says.   \"The effect would be massive and worldwide,\" forcing Japan to withdraw its foreign investments and focus on rebuilding its capital city, said the researcher, Dr. Haresh Shah, a professor of civil engineering at Stanford University.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"An Honest Day's Garbage Collection","web_url":"https://www.nytimes.com/1994/09/20/opinion/an-honest-day-s-garbage-collection.html","abstract":"  Mayor Rudolph Giuliani's new labor agreement with New York City's sanitation union will finally end the archaic work rules that allowed some sanitation workers to collect a full day's pay for work that took only a few hours. The new Mayor has thus moved to repair a scandalous lack of productivity that the Dinkins administration, dependent on labor support, tried and failed to correct.   Under the accord, which must still be ratified by members of the Uniformed Sanitationmen's Association, sanitation workers will be assigned routes that are 20 percent longer, and collect nearly two tons more material on each truck per day. Thus, for example, a two-person sanitation crew working, say, a 20-block route of densely populated apartment houses, will now get a new route that stretches 24 to 25 blocks -- increasing the crew's daily collection from 8.5 tons to 10.1 tons, roughly the truck's capacity. The new routes will be set unilaterally by the city, and not negotiated with the union, as in the past.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Haitians Far From Home Find Skepticism Is Tinged With Despair","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-expatriates-haitians-far-home-find-skepticism-tinged-with-despair.html","abstract":"  A record shop called L'An 2000 did not even bother to blare Haitian merengue music onto Nostrand Avenue yesterday; the only thing that mattered in that corner of Flatbush was the Cable News Network, and so CNN it was.   Inside the Brooklyn shop, a dozen men shouted at a color television set as American warships glided into Port-au-Prince harbor. The bustle of their daily lives had virtually ground to a halt before the images of American troops landing in their homeland.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Q&A","web_url":"https://www.nytimes.com/1994/09/20/science/q-a-294497.html","abstract":"  Typewriter Keyboard   Q.  What is the engineering rationale for the placement of the letters on the typewriter keyboard?","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"New York Signals End to Incinerator Plan","web_url":"https://www.nytimes.com/1994/09/20/nyregion/new-york-signals-end-to-incinerator-plan.html","abstract":"  Apparently ending nearly two years of litigation, the city yesterday informed opponents of an idle garbage incinerator in southwest Brooklyn that it would not move forward with a $75 million project to repair and reopen the incinerator without first completing an environmental impact statement.   In a letter to the State Supreme Court justice presiding over a lawsuit brought by the opponents, lawyers for the city said it no longer would contest the demand for an environmental impact statement.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Serbs Step Up Violence Against Bosnian Muslim Civilians","web_url":"https://www.nytimes.com/1994/09/20/world/serbs-step-up-violence-against-bosnian-muslim-civilians.html","abstract":"  In the largest incident of ethnic cleansing in Bosnia in almost two years, armed Serbs have in the last two days driven more than 3,000 Muslims, mostly women, children and older people, from their homes in the northern district of Bijeljina and herded them across the battlefront, United Nations and Red Cross officials said Sunday and today.    The expulsions began on Sunday, just a day after nationalist Serbs drove 700 other Muslims and Croats from northwestern Bosnia and a week after the Bosnian Serb leader, Radovan Karadzic, promised to halt the wave of ethnic cleansing that has uprooted about 10,000 people from Serbian-held territory since July 17.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Jets Sign Casillas, Plus His Baggage","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-jets-sign-casillas-plus-his-baggage.html","abstract":"  Tony Casillas, a veteran defensive lineman who has been at the center of more turmoil this year off the field than on it, finally agreed to play for the Jets today. He promptly dubbed them a Super Bowl contender.   The signing of the Super Bowl veteran late this afternoon couldn't have come at a better time for the Jets, whose general manager, Dick Steinberg, was elated.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940920","time":"1994-09-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":96,"wspd":9.4},{"date":"19940920","time":"1994-09-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":93,"wspd":11.2},{"date":"19940920","time":"1994-09-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":94,"wspd":7.6},{"date":"19940920","time":"1994-09-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":89,"wspd":14.8},{"date":"19940920","time":"1994-09-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":90,"wspd":13},{"date":"19940920","time":"1994-09-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":88,"wspd":14.8},{"date":"19940920","time":"1994-09-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":92,"wspd":9.4},{"date":"19940920","time":"1994-09-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":13},{"date":"19940920","time":"1994-09-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":91,"wspd":16.6},{"date":"19940920","time":"1994-09-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":13},{"date":"19940920","time":"1994-09-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":77,"wspd":16.6},{"date":"19940920","time":"1994-09-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":72,"wspd":18.4},{"date":"19940920","time":"1994-09-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":73,"wspd":18.4},{"date":"19940920","time":"1994-09-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":67,"wspd":13},{"date":"19940920","time":"1994-09-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":74,"wspd":22.3},{"date":"19940920","time":"1994-09-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":76,"wspd":16.6},{"date":"19940920","time":"1994-09-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":74,"wspd":16.6},{"date":"19940920","time":"1994-09-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":73,"wspd":9.4},{"date":"19940920","time":"1994-09-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":75,"wspd":7.6},{"date":"19940920","time":"1994-09-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":84,"wspd":9.4},{"date":"19940920","time":"1994-09-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":86,"wspd":5.4},{"date":"19940920","time":"1994-09-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":87,"wspd":7.6},{"date":"19940920","time":"1994-09-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":5.4},{"date":"19940920","time":"1994-09-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":86,"wspd":5.4},{"date":"19940920","time":"1994-09-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":18.7},{"date":"19940920","time":"1994-09-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":45,"wspd":18.7},{"date":"19940920","time":"1994-09-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":47,"wspd":16.6},{"date":"19940920","time":"1994-09-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":18.7},{"date":"19940920","time":"1994-09-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":50,"wspd":18.7},{"date":"19940920","time":"1994-09-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":52,"wspd":16.6},{"date":"19940920","time":"1994-09-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":56,"wspd":11.2},{"date":"19940920","time":"1994-09-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":60,"wspd":11.2},{"date":"19940920","time":"1994-09-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":9.4},{"date":"19940920","time":"1994-09-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":0},{"date":"19940920","time":"1994-09-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":7.6},{"date":"19940920","time":"1994-09-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":0},{"date":"19940920","time":"1994-09-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":5.4},{"date":"19940920","time":"1994-09-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":50,"wspd":0},{"date":"19940920","time":"1994-09-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":0},{"date":"19940920","time":"1994-09-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":44,"wspd":11.2},{"date":"19940920","time":"1994-09-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":40,"wspd":11.2},{"date":"19940920","time":"1994-09-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":39,"wspd":14.8},{"date":"19940920","time":"1994-09-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":16.6},{"date":"19940920","time":"1994-09-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":35,"wspd":14.8},{"date":"19940920","time":"1994-09-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":33,"wspd":14.8},{"date":"19940920","time":"1994-09-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":42,"wspd":16.6},{"date":"19940920","time":"1994-09-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":45,"wspd":14.8},{"date":"19940920","time":"1994-09-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":50,"wspd":14.8}]},"19940921":{"guardian_articles":[],"nytimes_articles":[{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-307459.html","abstract":"  It wouldn't be proper to address him as Sir Cyrus, but CYRUS R. VANCE, the former Secretary of State and international mediator, received the insignia of Honorary Knight Commander of the Most Excellent Order of the British Empire last night. The honor was bestowed upon him by Sir ROBIN RENWICK, the British Ambassador, at a black-tie dinner at the British Embassy in Washington.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"U.N. Chooses An African As President","web_url":"https://www.nytimes.com/1994/09/21/world/un-chooses-an-african-as-president.html","abstract":"  The General Assembly opened a new session today that is expected to draw the largest number of heads of state and prime ministers ever to address the forum.   In its first order of business, the assembly elected Amara Essy, a 49-year-old former Foreign Minister of the Ivory Coast, as president. Mr. Essy, who has also served with the United Nations in New York and Geneva, replaces Samuel Insanally of Guyana.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Split on Abortion Protester","web_url":"https://www.nytimes.com/1994/09/21/us/split-on-abortion-protester.html","abstract":"  Paul J. Hill, who is accused of killing an abortion doctor and his clinic escort, won a split decision from a county court jury on two misdemeanor charges resulting from protests he was involved in before the July 29 shooting at the Pensacola Ladies Center. Mr. Hill was found not guilty of disorderly conduct but guilty of violating a noise ordinance on June 17. Judge Thomas E. Johnson of Escambia County Court sentenced Mr. Hill to 45 days in jail, where he is already being held.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"French Audiences Start a Long, Fond Farewell","web_url":"https://www.nytimes.com/1994/09/21/arts/french-audiences-start-a-long-fond-farewell.html","abstract":"  The new management at the Paris National Opera may be counting the days until Myung-Whun Chung must abandon his post as music director next month, but the South Korean-born conductor at least seems assured of a long and fond adieu from his French admirers.   Ousted last month after five years at the Bastille Opera, Mr. Chung won the right to perform one final opera, Verdi's \"Simon Boccanegra.\" And at Monday's opening night, he was given a rousing ovation, first when he arrived and later when he joined the cast onstage after the final curtain.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Dial-a-Mattress Chief Admits Tax Scheme","web_url":"https://www.nytimes.com/1994/09/21/nyregion/dial-a-mattress-chief-admits-tax-scheme.html","abstract":"  The founder and president of Dial-a-Mattress, Napoleon Barragan, pleaded guilty yesterday to New York State tax-fraud crimes.   Mr. Barragan agreed to pay $1 million to the New York State Department of Taxation and Finance and to serve a one-year jail sentence under a plea agreement with State Attorney General G. Oliver Koppell and Tax Commissioner James W. Wetzler.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"For Runaway, a Violent Death","web_url":"https://www.nytimes.com/1994/09/21/nyregion/for-runaway-a-violent-death.html","abstract":"  A 13-year-old boy died Monday night, his mother said, because the pull of Bedford-Stuyvesant's troubled streets was too strong for him to resist. Gregory Wright was shot to death in that Brooklyn neighborhood after running away from a group home for troubled boys.   Gregory, who often ran away from school and from home, also ran away several times from a group home in Hawthorne, N.Y., returning always to the streets and the older teen-age boys who used him in their criminal pursuits, said his mother, Cherise Wade, 31.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Dole's Stand on 'Gridlock' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-doles-stand-on-gridlock-letters-to-the-editor.html","abstract":"Regarding the news analysis \"Dole - and His Party - Arrive at a Tactical Crossroads\" (Aug. 31):.Robert Taft and Barry Goldwater were great representatives of the Republican Party; Senator Bob Dole is not. He deserves to be remembered not for w","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Miller Goes From Suns to the Pistons","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-pro-basketball-miller-goes-from-suns-to-the-pistons.html","abstract":"  The Phoenix Suns will not match Detroit's offer to the restricted free agent OLIVER MILLER, clearing the way for him to join the Pistons, the teams said yesterday.   The Pistons signed the 6-foot-9-inch, 300-pound center to an offer sheet on Sept. 6 worth a reported $10 million over four years. The Suns had 15 days to match the offer or let the 24-year-old Miller join the Pistons.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"1919:Steel Mill Strike?: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1919steel-mill-strike-in-our-pages-100-75-and-50-years-ago.html","abstract":"NEW YORK - Unless an eleventh-hour development changes the situation, practically all the big steel mills will be closed tomorrow [Sept. 21]. Organized labor expects a big walk-out and it is predicted that employers will receive the surprise of their live","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Cortines Wants 50 High Schools To Get Walk-Through Detectors","web_url":"https://www.nytimes.com/1994/09/21/nyregion/cortines-wants-50-high-schools-to-get-walk-through-detectors.html","abstract":"  The New York City Schools Chancellor, Ramon C. Cortines, seeking to bolster school security after last week's shooting of a student in a Brooklyn high school, will ask the Board of Education to install walk-through metal detectors in 50 city high schools.   Mr. Cortines said he hoped to pay for the 50 new detector systems with $1 million from the board's $3.4 billion five-year capital plan, which is scheduled for board consideration on Sept. 28, said John Beckman, Mr. Cortines's spokesman. That financing method would likely mean the elimination or scaling back of some school construction or maintenance. It would also require the approval of the seven-member board. New York Newsday reported the proposal yesterday.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Exiled President Urges Quick Disarming Of Haitian Troops and Paramilitary Units","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-aristide-exiled-president-urges-quick-disarming-haitian-troops.html","abstract":"  Haiti's exiled President, the Rev. Jean-Bertrand Aristide, called on the United States today to rapidly disarm his country's military and paramilitary groups.   Father Aristide, who had been silent since an agreement was struck on Sunday with Haiti's military Government, issued a statement that did not even mention the accord. Instead, he indicated in elliptical language his disappointment with the terms of the accord, which his aides said he considered to have no legitimacy.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"HAITIAN POLICE CRUSH RALLY AS AMERICAN TROOPS WATCH","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-policy-haitian-police-crush-rally-as-american-troops-watch.html","abstract":"  To the dismay of Haiti's exiled President, the Clinton Administration insisted today that American forces would not act as Haiti's police, despite the military leaders' repressive tactics against pro-democracy demonstrators.   The last-minute accord negotiated by Jimmy Carter, which left the Haitian military in place for the time being, forced the Pentagon to rewrite its mission and put American troops in the odd position of cooperating with the very Haitian forces they had been planning to fight.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"U.S. Judges Vote Down TV in Courts","web_url":"https://www.nytimes.com/1994/09/21/us/us-judges-vote-down-tv-in-courts.html","abstract":"  A three-year experiment in permitting television coverage of some Federal trials and appeals ended in apparent failure today as the judges who set policy for the Federal courts voted down a proposal to make the pilot project permanent.   As a result, the experimental program will expire as scheduled on Dec. 31 without being renewed or expanded. While 47 states now permit some form of television coverage of courtroom proceedings, resistance among Federal judges has remained widespread and evidently was not substantially eroded by a pilot project that had seemed to run smoothly.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Military Censorship Lives","web_url":"https://www.nytimes.com/1994/09/21/opinion/military-censorship-lives.html","abstract":"  One of the important but little-noticed meetings in the run-up to the Haiti invasion had nothing to do with the fates of President Jean-Bertrand Aristide and Lieut. Gen. Raoul Cedras or the deliberations of President Clinton. Rather, it governed when and how much Americans would find out about the activities and welfare of their troops if Haiti was invaded.   White House and Pentagon officials, in a meeting with representatives of the television networks, asked for a broadcast blackout of eight hours. The Administration also wanted to restrict reporters to their hotels until military commanders gave them permission to go to the fighting.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"The Hourlong Drama Is Alive and Resurgent","web_url":"https://www.nytimes.com/1994/09/21/arts/television-review-the-hourlong-drama-is-alive-and-resurgent.html","abstract":"  Just a few seasons ago, prime time was on the verge of being devoured by sitcoms. Except for a \"Law and Order\" here or a fading \"L.A. Law\" there, the hourlong drama form seemed doomed. But like the moon, television is cyclical. Series like \"Picket Fences\" and \"N.Y.P.D. Blue\" have put television's 47-minute hour back in business.    Of the new shows this season, 14 are billed as dramas, 13 as sitcoms. Of course, according to TV Guide's count, only 11 of last year's 36 new shows still survive. It's not a business for fluttery heartbeats. So, taking a deep breath, consider some of the new hourlong contenders.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"A Rejuvenated Lady, Looking Even Fairer After 30 Years","web_url":"https://www.nytimes.com/1994/09/21/movies/film-review-a-rejuvenated-lady-looking-even-fairer-after-30-years.html","abstract":"  Time ravaged the original negative of \"My Fair Lady,\" but it has been kind to this lavish movie musical all the same. Never a great film but always a glorious confection, it is even more glorious as it reopens today, at the Ziegfeld Theater, 30 years after it was made.   Audiences were once jaded when it came to wide-screen Super Panavision musicals, which were losing their novelty value by 1963. But today, an extravaganza on this scale looks like a treasure. Especially when the treasure features Cecil Beaton's astounding costumes, George Cukor's stately direction, the best-loved, most hummable of all Broadway scores and a sublime cast headed by Rex Harrison and Audrey Hepburn. Not to mention the considerable contributions of George Bernard Shaw.","thumbnail":null,"section":"Movies"},{"date":"19940921","headline":"Some Credit to Fulani","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-some-credit-to-fulani-307424.html","abstract":"  To the Editor:   Is it appropriate to dismiss Lenora Fulani's percentage of the New York Democratic primary vote for governor as summarily as you do when you state that Gov. Mario M. Cuomo \"dispatched a marginal challenge\" (news article, Sept. 14)?","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Brooklyn Sludge Plant Proposed","web_url":"https://www.nytimes.com/1994/09/21/nyregion/brooklyn-sludge-plant-proposed.html","abstract":"  A Canadian company has proposed building a sludge-processing plant in the Sunset Park neighborhood of Brooklyn, just a year and a half after the Dinkins administration backed away from plans to process sludge on a much larger site nearby.    The company, Thermo Tech Technologies, based in Langley, British Columbia, made the proposal yesterday after announcing that it and Solucorp Industries of Saddle Brook, N.J., had signed a letter of intent to buy the New York Cross Harbor Railroad Terminal Corporation, which holds a lease on a 10-acre site on the Brooklyn waterfront. The price would be $10 million.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Italian Ex-Interior Minister Is Arrested in Raids on Mobsters","web_url":"https://www.nytimes.com/1994/09/21/world/italian-ex-interior-minister-is-arrested-in-raids-on-mobsters.html","abstract":"  Striking before dawn today, Italian police arrested scores of people, including a former Interior Minister, Antonio Gava, accusing him of conspiring in a \"perverse circuit of criminal enterprise\" with Neapolitan mobsters, politicians and businessmen.   The raid on Mr. Gava's apartment here coincided with a warning by the present Interior Minister, Roberto Maroni, that Italy's organized crime gangs were planning terrorist attacks to avenge a major Mafia trial that began in Sicily this week.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-307440.html","abstract":"  Perhaps it's time to stop picking on Dan Quayle for his spelling. An invitation arrived yesterday from the Friends of Mario M. Cuomo Committee for a celebration honoring the Governor with \"special guest, President Bill Clinton,\" scheduled for Oct. 19. The event is to start out with \"coctails.\" NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"Judge Rules for Macy Parade (And East River Fireworks)","web_url":"https://www.nytimes.com/1994/09/21/nyregion/judge-rules-for-macy-parade-and-east-river-fireworks.html","abstract":"  Now that Federated Department Stores has finally agreed with New York's Attorney General over how many stores it will try to sell to complete its takeover of R. H. Macy & Company, the big company still has to fulfill one more promise to the Federal bankruptcy judge.   Burton R. Lifland, the judge in the Macy case, wants a guarantee \"etched in some form of stone\" that Federated will continue Macy's traditional Thanksgiving Day parade and its Fourth of July fireworks.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"How's Love in the 90's? In a Word, Depressing","web_url":"https://www.nytimes.com/1994/09/21/movies/film-review-how-s-love-in-the-90-s-in-a-word-depressing.html","abstract":"  The central character in Scott Saunders's faux home movie, \"The Lost Words,\" is a nerdy New York film editor and sometime singer and songwriter named Charles (Michael Kaniecki), who decides to videotape his own life. He intends to use the film, he says, to study his troubled relationship with his live-in girlfriend, Marcie (Zelda Gergel). In exchange for free meals, he enlists a friend (never shown) to trail around behind him with a camcorder.    After Marcie refuses to let him tape their intimate conversations, Charles's poker-playing pals and the women they live with become his main subjects. Long after Marcie has left him, Charles continues filming his meetings with his buddies, whose domestic arrangements turn out to be as precarious as his. Larded into the film are what seem to be random interviews with strangers who theorize about the battle of the sexes. These colorful Woody Allen-style snippets contribute to the movie's illusion of documentary authenticity.","thumbnail":null,"section":"Movies"},{"date":"19940921","headline":"Clinton Frees Russia From Curbs on Trade","web_url":"https://www.nytimes.com/1994/09/21/world/clinton-frees-russia-from-curbs-on-trade.html","abstract":"  In a good-will gesture for a summit meeting with Russia next week, President Clinton signed a declaration today that frees the former Soviet state from one of the central political weapons of the cold war, a law tying trade conditions to emigration, senior Administration officials said.   President Boris N. Yeltsin of Russia, who will meet with Mr. Clinton in Washington next week, had contended that his country remained unfairly burdened by the 20-year-old American law, known as the Jackson-Vanik amendment, which was intended to embarrass Moscow for policies that made it difficult for Jews to emigrate.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/21/sports/transactions-304700.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Fired Butch Hobson, manager.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-306991.html","abstract":"  An obituary on Saturday about the composer and pianist Arthur Siegel misstated the year that the Off Broadway musical \"Tallulah,\" for which he wrote the score, was produced. It was 1983, not 1963.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LONDON THEATER : In 'Brighton,' a Nightmare of Social Disorder","web_url":"https://www.nytimes.com/1994/09/21/style/IHT-london-theater-in-brighton-a-nightmare-of-social-disorder.html","abstract":"The truth about Steven Berkoff is that he gets to be more and more of a social commentator and less and less of a sheer dramatist. His latest double bill, which opens the handsomely reborn and refitted Riverside Studios in Hammersmith, consists of \"","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"A Rough Stretch of Track for a New Penn Station","web_url":"https://www.nytimes.com/1994/09/21/nyregion/a-rough-stretch-of-track-for-a-new-penn-station.html","abstract":"  It was supposed to be a lock: $100 million in Federal money to pay one-third the cost of renovating the old General Post Office in Manhattan. The goal was a glorious new Pennsylvania Station to replace what its sponsor, Senator Daniel Patrick Moynihan, called \"the very inadequate subterranean substitute\" built when the old station was demolished in 1963.   But since President Clinton included the money in his budget as a favor to Mr. Moynihan, a New York Democrat, last winter -- slipping the first $10 million into an emergency relief bill for victims of the California earthquake -- the project has been on a bumpy track in Congress.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-90002399050.html","abstract":"So, America launches a military operation to protect a people's right to its own democratically elected government. Salvadore Allende should have lived to see this day.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Evil Legacy: Controlling Haitians With Thugs","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-force-evil-legacy-controlling-haitians-with-thugs.html","abstract":"  When the Haitian police charged into crowds of demonstrators on the Port-au-Prince waterfront yesterday, they were joined by thugs in civilian clothes throwing punches and swinging crude wooden clubs.   The thugs were presumed to be so-called attaches, who have been recruited by the armed forces to help in a terror campaign against supporters of the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-304506.html","abstract":"  HILLARY RODHAM CLINTON may often be the target of criticism, but she rated only compliments Monday afternoon from a large contingent of fashion designers, retail executives and health-care officials who came to call at the White House.   The group was invited to a reception to kick off the Council of Fashion Designers of America's campaign called \"Fashion Targets Breast Cancer.\" RALPH LAUREN designed a T-shirt that will be sold in 2,000 stores around the United States to aid the Nina Hyde Center for Breast Cancer Research at Georgetown University. Ms. Hyde, a former fashion editor of The Washington Post, died of breast cancer in 1990.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"Intervening in Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-intervening-in-haiti-letters-to-the-editor.html","abstract":"This former member of the State Department's policy planning staff, reading about the plans for the invasion of Haiti, is reminded of the man who never knew what he thought until he heard what he said. One has the impression, if only from this one incide","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"All His Shop Needs Now: Star Dust and a Skylark","web_url":"https://www.nytimes.com/1994/09/21/nyregion/about-new-york-all-his-shop-needs-now-star-dust-and-a-skylark.html","abstract":"  JEFFREY WEISS, who runs a chair-repair shop, was excited, and he had to tell somebody about what had come into his store. In his 20 years in business he has had many famous customers, but not until now has he ever had a really famous chair.   \"We've recaned chairs for Pavarotti,\" said Mr. Weiss, 55, a former advertising account executive. \"We've done chairs for artists and writers, and right now we're doing some settees for the Metropolitan Opera. But look at this!\"","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"U.S. Judge Refuses to Extradite Man From Belfast for the British","web_url":"https://www.nytimes.com/1994/09/21/us/us-judge-refuses-to-extradite-man-from-belfast-for-the-british.html","abstract":"  James Joseph Smyth was in prison or in hiding for 11 years after he fled from the British authorities in Northern Ireland. But now, thanks to a never-before used loophole in an extradition treaty, he is a free man and something of a local hero.   A Federal judge on Thursday denied the British Government's request to extradite Mr. Smyth, a 40-year-old Irish nationalist who came to the United States after escaping from Maze prison in 1983. He had been convicted of trying to murder an off-duty prison official in Belfast in 1978.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Unity and Forgetfulness : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-unity-and-forgetfulness-letters-to-the-editor.html","abstract":"Regarding \"Mitterrand Fails the Unforgiving Test of History\" (Opinion, Sept. 16) by William Pfaff:.We should not blame Franois Mitterrand for being who he is, as a person and as a politician. We French knew this well enough by the time w","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Mets' Thompson Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-baseball-mets-thompson-undergoes-knee-surgery.html","abstract":"  Three players in the Mets' organization underwent arthroscopic surgery at the Hospital for Special Surgery in Manhattan yesterday, and all are expected to be healed and fully rehabilitated in time for spring training, scheduled for next February.   Outfielder RYAN THOMPSON had surgery to repair a small cartilage tear in his right knee and is expected to be able to work out in four to six weeks. Thompson is scheduled to rehabilitate the knee, which had bothered him since early May, in San Juan as part of a Puerto Rican winter league.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1994/09/21/arts/in-performance-jazz-307327.html","abstract":"  A Village Jazz Festival In Its Many Moods  Washington Square Park   The free double bill that opened the Panasonic Village Jazz Festival on Monday afternoon suggested a generation gap. A young group of improvisers, using all sorts of risky approaches, came out to burn the place down. An older group closed the show by moving through roughly the same harmonic ground, but with a sense of tranquillity that at times verged on somnambulism.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"State Regulators Seek Power Over Self-Insured Employers","web_url":"https://www.nytimes.com/1994/09/21/us/state-regulators-seek-power-over-self-insured-employers.html","abstract":"  The nation's insurance commissioners said today that they needed sweeping new powers to protect millions of consumers against employers' improper denial of health benefit claims, and they asked Congress to rewrite a 20-year-old law to grant them such powers.   Members of the National Association of Insurance Commissioners, which represents insurance regulators from the 50 states, said they were virtually powerless to monitor the financial condition or claims practices of employers that serve as their own insurers, paying claims from corporate assets.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"A Harbor Dredge Spills Oil Into East River","web_url":"https://www.nytimes.com/1994/09/21/nyregion/a-harbor-dredge-spills-oil-into-east-river.html","abstract":"  A harbor dredge spilled about 7,300 gallons of diesel oil into the East River before dawn yesterday, leaving a slick from Red Hook in Brooklyn to the Whitestone Bridge.    By midday, most of the oil had evaporated.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"PRO FOOTBALL;\nIn Unexpected Move, Chargers Bolt to a 3-0 Mark","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-in-unexpected-move-chargers-bolt-to-a-30-mark.html","abstract":"On throwbacks weekend, the San Diego Chargers broke out their familiar white lighting bolt helmets from their gun-slinging days of the 1960's when they filled the air with footballs and lighted up the scoreboard.\n\nStanding in the shadow of his goal line last Sunday in a game against the Seahawks, quarterback Stan Humphries took a snap and dropped back into his end zone and fired a pass deep down field to Tony Martin, who caught the ball near midfield and then sprinted into the Seattle end zone to complete a 99-yard touchdown.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-92405331783.html","abstract":"In his Saturday radio address, Mr. Clinton admitted that military intervention was in the best interests of the United States. So be it, but let us abandon the farce that this is a morally motivated international crusade.. FREDERIC BENNETT. . Machynlleth","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Victim's Wife Files Lawsuit In NBC Killing","web_url":"https://www.nytimes.com/1994/09/21/nyregion/victim-s-wife-files-lawsuit-in-nbc-killing.html","abstract":"  The widow of the NBC stagehand shot to death last month outside the \"Today\" show studios at Rockefeller Center filed a $100 million lawsuit yesterday, naming as defendants Rockefeller Center, a security service at NBC and the manufacturer and importer of the assault rifle from which the fatal bullet was fired.   \"By lawsuits like this, we're hoping to enforce our gun-control law that's going to affect the manufacturers, distributors and importers of guns directly,\" said Gregory J. Cannata, a partner in the firm of Schneider, Kleinick, Weitz, Damashek, Godosky & Gentile, which represents Marie-Claire Antoine Montgomery, the widow of the stagehand, Campbell Theron Montgomery.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Top Police Commanders Brace for Major Shake-Up","web_url":"https://www.nytimes.com/1994/09/21/nyregion/top-police-commanders-brace-for-major-shake-up.html","abstract":"  About 100 senior New York City police commanders went to headquarters yesterday to hear about their retirement benefits. But pensions were not uppermost in their minds.   The meeting was a prelude to what senior officials describe as the most sweeping management shake-up in a generation to weed out ineffective supervisors and assign the most aggressive commanders to crime-ridden precincts.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/09/21/theater/in-performance-theater-304522.html","abstract":"  Pearl Company Moves In With a Dignified 'Lear'  Theater 80   As the Pearl Theater Company moves into its new home, Theater 80 on St. Marks Place in the East Village, inevitably the house itself will compete with this season's first play for subscribers' attention; people who knew this place only as a movie auditorium for more than 20 years may be surprised at how nearly perfect it is for theater. But Shepard Sobel, the company's artistic director, has met the challenge with a \"King Lear\" absorbing enough to make an audience forget its surroundings for a few hours.","thumbnail":null,"section":"Theater"},{"date":"19940921","headline":"New York City Hospitals Chief to Lay Off 3,000","web_url":"https://www.nytimes.com/1994/09/21/us/new-york-city-hospitals-chief-to-lay-off-3000.html","abstract":"  The president of New York City's Health and Hospitals Corporation said yesterday that he plans to lay off about 3,000 workers and eliminate hundreds of hospital beds to close a budget gap and make the hospitals more competitive in a shrinking industry.    The president, Dr. Bruce Siegel, who oversees the city's 11 public hospitals and several dozen clinics, said the cuts would be made before the end of the fiscal year next June and would be scattered throughout the system.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"No Campus Lingering","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-no-campus-lingering-307394.html","abstract":"  To the Editor:   Your Sept. 14 news article on the growing number of undergraduates who take longer than the traditional four years to graduate states that the cost of college tuition and fees explains graduation differences among colleges and universities.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"In America; Betrayal","web_url":"https://www.nytimes.com/1994/09/21/opinion/in-america-betrayal.html","abstract":"  Turn out the lights, extinguish the hope, it's over.   In a betrayal of everything this country is supposed to stand for, the United States is openly forging an alliance with the fiendish, grotesquely sadistic enemies of human rights and democracy in Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Shoulder Surgery Pulls the Rangers' Best Punch","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-shoulder-surgery-pulls-the-rangers-best-punch.html","abstract":"  The Rangers traveled to Los Angeles yesterday for a three-game road trip without Joe Kocur, their fighting specialist, who will miss the next six weeks because of shoulder surgery. The regular season begins on Oct. 1, so Kocur is very likely to miss the first 10 to 15 games of the season.   Kocur injured his right shoulder last January and played in a weakened condition until the team won the Stanley Cup in June. When a summer of therapy failed to heal the shoulder, he and the team's medical staff decided this week that he would undergo arthroscopic surgery on Friday to remove bone spurs around the rotator cuff.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Despite Role as Negotiator, Carter Feels Unappreciated","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-diplomat-despite-role-negotiator-carter-feels-unappreciated.html","abstract":"  Even now that he is helping make United States foreign policy, even now that he is stopping war on the wing, Jimmy Carter still gets that jilted feeling from the Clinton Administration.   And the worst of it is, he signals that he feels he is being treated shabbily by someone he brought into the State Department, Warren Christopher, a man he once called \"the finest public servant I ever have known.\"","thumbnail":null,"section":"World"},{"date":"19940921","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/21/sports/results-plus-304743.html","abstract":"  GOLF  Reeves and Kestner Share Met Lead  John Reeves of Fairview and Darrell Kestner of Deepdale shared the lead with a 36-hole total of 147 after yesterday's second round of the Izod/Cadillac Metropolitan PGA Championship at the Stanwich Club in Greenwich, Conn. Reeves posted a 74 to gain the deadlock with Kestner, the first-round leader, who soared to a six-over-par 78. Rick Vershure of Quaker Ridge, the defender, is at 150 after a second straight 75. King Among Leaders in New Jersey: The defending champion, Bill King of Spring Lake, overcame problems with his irons to shoot a one-over-par 71 and grab a share of the first-round lead in the $50,000 New Jersey PGA Championship in West Orange. Mark Guiliano of Fairmount, Marty Vybihal of Garden State Golf Center and Jamie Fordyce of Green Brook were also atop the leader board at the Montclair Golf Club, one stroke ahead of the field. King, 37, had two birdies and three bogeys in beginning his quest for a third state PGA title. (AP) HORSE RACING  Elizabeth Bay Takes Belmont Feature  Elizabeth Bay, coming off two losing starts at Saratoga earlier this summer, won the $46,000 allowance feature at Belmont yesterday by 1 1/2 lengths. Ridden by Mike Smith and carrying 119 pounds, Elizabeth Bay covered the mile in 1:364/5 over a fast track. Imah was the runner-up, with Belle Nuit another 3 1/2 lengths back in the field of six fillies and mares. It was Elizabeth Bay's third victory in five starts this season. The Billy Mott-trained filly returned $3.20, $2.60 and $2.20. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Polish Pair Wins World Bridge Title","web_url":"https://www.nytimes.com/1994/09/21/nyregion/polish-pair-wins-world-bridge-title.html","abstract":"  Two Polish players who had never played together before the start of the event became the World Mixed Pairs champions here Monday night, and were the first major winners at the World Bridge Federation's Championships. The players, Danuta Hocheker of Olsztyn and Apolinare Kowalski of Warsaw, finished strongly to take the title by a wide margin.   They have both represented Poland before, in bridge and other activities: Ms. Hocheker is a fencer and Mr. Kowalski a swimmer. The runners-up were Bob Hamman of Dallas, many times a world champion, and Sabine Zenkel of Chicago.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Don't Forget Somalia, Where Troops Fought","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-don-t-forget-somalia-where-troops-fought-307378.html","abstract":"  To the Editor:    \"Clinton Offering Haitian Leaders Chance to Leave\" (front page, Sept. 15) contains a major error in your reference to President Clinton's \"lingering ambivalence about sending American troops into ground combat for the first time in his Administration.\"","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Wheatley Nearing Return for Michigan","web_url":"https://www.nytimes.com/1994/09/21/sports/college-football-wheatley-nearing-return-for-michigan.html","abstract":"  In between the party lines, the caution that followed Tyrone Wheatley's first day of contact at football practice in four weeks could not conceal a growing sense of optimism. Wheatley, the University of Michigan tailback whose season has been delayed by a separated right shoulder, today took an important step toward a return for the high-stakes meeting on Saturday between the Wolverines and Colorado.   With a bag of ice attached to the shoulder that was injured in practice four weeks ago today, Wheatley remained noncommittal after the most significantly uneventful day of the Michigan season. \"My mentality is I'm practicing to play in a game,\" Wheatley said. \"At the end of the week I'll know if I'm ready or not.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/21/nyregion/inside-300128.html","abstract":"  Police Department Shake-Up New York City's Police Department has begun the most sweeping management shake-up in a generation to weed out weak supervisors. Page B6. New York's Tax Burden   New York's state and local tax payments are the second highest in the country, exceeded only by Alaska's, according to a new report. Page B1. Jury Rules Against Haft   A Federal jury ruled that Herbert H. Haft, the 74-year-old head of one of America's richest families, wrongfully dismissed his son. Page D1. No Cameras in U.S. Courts    The Judicial Conference voted to deny TV cameras access to Federal civil trials and appeals. Page A18. Fast Track Turned Bumpy   A Senator's pet project, a new Pennsylvania Station, was a done deal. Then Congress found out. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"A Quick Landing to Cheers of 'Merci, Merci!'","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-marines-a-quick-landing-to-cheers-of-merci-merci.html","abstract":"  Hundreds of Haitians, many waving and cheering, today greeted more than 1,500 marines who swept into this northern coast city by helicopter, hovercraft and amphibious tanks.   \"Merci! Merci! Merci beaucoup!\" shouted one man who ran toward marines at the airfield waving an American flag on a pole. Throngs flocked to the airfield and port but Creole-speaking interpreters and M16-toting riflemen warned them to keep their distance.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Sabres Suspend Hasek in Contract Dispute","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-hockey-sabres-suspend-hasek-in-contract-dispute.html","abstract":"  Goaltender DOMINIK HASEK, who finished second in balloting for the National Hockey League's most valuable player last season, was suspended yesterday for missing practice after leaving the Buffalo Sabres' camp a day earlier in a contract dispute, according to his agent, RICH WINTER.   \"He's decided not to risk further injury and he's sitting on the sidelines waiting for us to get the deal done,\" the agent said.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Long Shadow of the Exxon Valdez","web_url":"https://www.nytimes.com/1994/09/21/opinion/long-shadow-of-the-exxon-valdez.html","abstract":"  On March 24, 1989, the tanker Exxon Valdez rammed a reef and spilled 11 million gallons of oil into the previously unspoiled waters of Alaska's Prince William Sound. It was the nation's largest oil spill -- some would say its worst environmental disaster -- and all parties have since paid dearly. Exxon has already spent $3.4 billion to clean up the mess and settle Federal and state suits. The Alaskans who fish and hunt there have lost untold millions because of the degradation of the ecosystem on which their lives depend.    Now comes the biggest penalty of all -- a $5 billion jury award of punitive damages to 34,000 fishermen and other Alaskans. It is the largest pollution award in history and is roughly equivalent to a year's worth of Exxon's profits.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Oklahoma Representative Loses Democratic Primary","web_url":"https://www.nytimes.com/1994/09/21/us/the-1994-campaign-oklahoma-representative-loses-democratic-primary.html","abstract":"  In a sign of trouble for incumbent politicians, especially Democrats, Representative Mike Synar, a veteran liberal from Oklahoma, was defeated yesterday by a little-known challenger from his own party.   Mr. Synar, an eight-term Congressman closely allied with the House leadership and a backer of the White House on many key issues, lost in a runoff to a 71-year-old retired school principal, Virgil Cooper. Mr. Synar was the third House member to be turned out this year, the others being Craig Washington of Houston and Lucien Blackwell of Philadelphia, also Democrats.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Kansas City and Detroit Talking Super Bowl","web_url":"https://www.nytimes.com/1994/09/21/sports/on-pro-football-kansas-city-and-detroit-talking-super-bowl.html","abstract":"  In the last few days, the Detroit Lions and the Kansas City Chiefs have earned something that both teams have been yearning for in the past several years -- an unabridged, deep-rooted and maybe, now, lasting respect.   \"We're two franchises that kind of mirror each other,\" said the Lions' All-Pro offensive tackle, Lomas Brown, after he whipped defensive end Charles Haley in his individual matchup and after his team had toppled the two-time defending champion Dallas Cowboys, 20-17, in overtime here on Monday night. \"Even with Joe Montana, and after Kansas City made it to the A.F.C. championship game last year, few teams feared them. They beat San Francisco and then crushed Atlanta and now people are talking Super Bowl for them.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Trail Blazers Sign Edwards at Center","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-pro-basketball-trail-blazers-sign-edwards-at-center.html","abstract":"  The Portland Trail Blazers signed the free-agent center JAMES EDWARDS to a one-year contract yesterday.   The 38-year-old Edwards, who played for the Los Angeles Lakers last season and is entering his 17th National Basketball Association season, is expected to back up CHRIS DUDLEY. Financial terms of the contract were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor; Foreign Adoption Mess","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-foreign-adoption-mess-307360.html","abstract":"  To the Editor:   Thank you for your series \"Chaos at the Gates\" (front page, Sept. 11-15), on the extraordinarily mismanaged immigration service of the mighty United States. I'm reading it as I sit at the airport, waiting to leave for Russia to bring home our fifth internationally adopted child.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Sports of The Times; New Suits Can't Wait To Wield Ax","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-of-the-times-new-suits-can-t-wait-to-wield-ax.html","abstract":"  SO let's see. The Knicks couldn't sign Ron Harper and haven't made a major player move over the summer, which means they are going to try to turn back the tide with their bare hands again this season.   And let's see. The Rangers lost their coach and now they are having trouble signing Mark Messier, which brings them back to where they were for the previous 53 years.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Oilers' McDowell Out for Six Weeks","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-football-oilers-mcdowell-out-for-six-weeks.html","abstract":"  The Houston Oilers' starting strong safety, BUBBA McDOWELL, will have arthroscopic surgery on his left knee today and will miss about six weeks.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"BOOKS OF THE TIMES;\nTwo Views of China's Struggle to Change","web_url":"https://www.nytimes.com/1994/09/21/arts/books-of-the-times-two-views-of-chinas-struggle-to-change.html","abstract":"China Wakes \n The Struggle for the Soul of a Rising Power \n By Nicholas D. Kristof and Sheryl WuDunn \n Illustrated. 501 pages. Times Books. $25.  \nMandate of Heaven \nA New Generation of Entrepreneurs, Dissidents, Bohemians and Technocrats Lays Claim to China's Future \n By Orville Schell \n 464 pages. Simon & Schuster. $25.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-307343.html","abstract":"  To the Editor:   The gross ineptitude and mismanagement that pervades the United States Immigration and Naturalization Service, described in your \"Chaos at the Gates\" series (front page, Sept. 11-15) cannot be dismissed as a Government bureaucracy that does not work. The real question is: Why is there no serious pressure from the public or from Government officials to improve the agency's performance? What purpose is served by an inefficiency that allows three million to four million undocumented immigrants to reside in this country?","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Study Says Small Schools Are Key to Learning","web_url":"https://www.nytimes.com/1994/09/21/us/study-says-small-schools-are-key-to-learning.html","abstract":"  Year after year, small rural schools in the Midwest and West register the highest Scholastic Assessment Test scores in the nation, a phenomenon usually attributed to the racial homogeneity of places like Iowa, the consistent leader in the rankings.   But a study challenging those assumptions as inaccurate, as well as racist, has found instead that rural schools do better because they are small. Minority children in rural states outperform their counterparts in the rest of the nation, according to The Report Card on American Education, a study conducted by the American Legislative Exchange Council.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Public & Private; A Fine Mess","web_url":"https://www.nytimes.com/1994/09/21/opinion/public-private-a-fine-mess.html","abstract":"  Marybeth Nessler is neither a physician nor a researcher. But get her started on the subject of a drug called Betaseron and she sounds nearly as knowledgeable as many of them, and a good deal more agitated, too.    Since it was approved by the F.D.A. last year, scientists have been keenly interested in Betaseron because it was the first drug thought to slow and alter the debilitating course of multiple sclerosis. But Mrs. Nessler, a 38-year-old mother from Oregon with the chronic disease, became expert on the drug because she could not get it. Her case makes a powerful argument for an overarching policy that has fallen out of favor since the evening a year ago when the President held up a health care security card on national television.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"C.I.A. Is Working to Overcome Sex and Race Bias, Chief Says","web_url":"https://www.nytimes.com/1994/09/21/us/cia-is-working-to-overcome-sex-and-race-bias-chief-says.html","abstract":"  The Central Intelligence Agency is working hard, with mixed results, to eliminate racial and sexual harassment in its ranks and to promote women and members of minorities, the Director of Central Intelligence said today.   Testifying before the House Permanent Select Committee on Intelligence, the Director, R. James Woolsey, said he took \"very seriously\" the complaints of female employees in pending lawsuits against the C.I.A., and was striving to break down barriers against their promotion.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"In Sight of U.S. Ships in Port-au-Prince, the Killing Continues","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-victims-sight-us-ships-port-au-prince-killing-continues.html","abstract":"  He was a frail man who eked out a living selling coconuts on the streets.    A Haitian policeman clubbed him to death today with a stick of wood just a few feet from heavily armed United States infantrymen who, obeying their orders, did nothing to stop it.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Regimen of Moderate Exercise Tied to Drop in Breast Cancer","web_url":"https://www.nytimes.com/1994/09/21/us/regimen-of-moderate-exercise-tied-to-drop-in-breast-cancer.html","abstract":"  A THOROUGH new study of more than 1,000 California women has found that moderate but regular physical activity can reduce a woman's risk of developing premenopausal breast cancer by as much as 60 percent. The benefits seen were greatest among women who had borne children and those who were physically active in their teen-age years and early 20's.   The most striking reduction in risk was found among women who exercised for four hours a week, doing activities like jogging, swimming laps or playing tennis. But even as few as two to three hours of weekly exercise was beneficial, reported Dr. Leslie Bernstein, who directed the study. The results are described in today's issue of The Journal of the National Cancer Institute by Dr. Bernstein and her colleagues at the University of Southern California's North Cancer Center.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Let Israel's Ticking Political Clock Put the Middle East on Notice","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-let-israels-ticking-political-clock-put-the-middle-east-on-notice.html","abstract":"The Gulf War and the demise of communism caused drastic changes in the Arab world that in turn created a window of opportunity for Middle East peace. Now a similar window of opportunity in Israel may be slamming shut..Prime Minister Yitzhak Rabin's pol","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"A President in Search of Credibility\" (Opinion, Sept. 15) by Jim Hoagland:.Did George Bush acquire congressional approval before invading Panama? Did Ronald Reagan put his intention to a vote in Congress before Grenada? President B","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/21/arts/in-performance-classical-music-307335.html","abstract":"  The Pianist as Impresario In Sunday-Night Concerts  Hotel Wales    In a common room on the second floor of the old Hotel Wales on upper Madison Avenue, small groups of listeners can settle into easy chairs, peer through potted palms and spend their late Sunday afternoons and evenings listening to chamber music. Ilan Rechtman, a pianist from Israel, operates the series and is its running attraction. The concerts are back to back: the first, at 6, is repeated at 8.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Lawmakers Who Fled Are Puzzled and Angry","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-in-exile-lawmakers-who-fled-are-puzzled-and-angry.html","abstract":"  Exiled members of Haiti's Parliament expressed puzzlement, confusion and anger today over what role, if any, they would play in an agreement that averted a United States-led military invasion of their homeland.   Part of the seven-point accord calls for Parliament to grant a general amnesty to an unspecified number of military officers.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"N.H.L. Talks Continue","web_url":"https://www.nytimes.com/1994/09/21/sports/nhl-talks-continue.html","abstract":"  Bargainers for the National Hockey League and the N.H.L. Players Association talked again for about seven hours yesterday in an attempt to negotiate a new collective bargaining agreement.   No deal was announced, but the two sides agreed to meet again today for further talks. The last agreement expired more than a year ago, although last season was played under its terms.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"State Calls Simpson's Ex-Wife Sole Target","web_url":"https://www.nytimes.com/1994/09/21/us/state-calls-simpson-s-ex-wife-sole-target.html","abstract":"  The district attorneys prosecuting O. J. Simpson appear to have pared their murder case against him to a simple scenario: after killing his former wife in front of her condominium, Mr. Simpson slashed the throat of a friend of hers who happened upon the scene.    \"There was only one intended target, and that was Nicole Brown,\" Marcia Clark, the main prosecutor said at a pretrial hearing on Monday, outlining for the first time a central element of the state's theory of how the killings occurred. \"When Ron Goldman showed up, that was something the defendant didn't bargain for, and there was obviously a struggle.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Flatley Thrives on Wear and Tear","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-flatley-thrives-on-wear-and-tear.html","abstract":"  He is still considered the premier Islander. And he is their last link on the ice to the teams that once dominated the Stanley Cup finals.   But Patrick Flatley will be 31 in less than two weeks. He is coming off yet another season of nagging injuries, the sixth such season in the last eight campaigns. And it has been suggested by some that the wear and tear of 11 seasons in the National Hockey League has finally taken its toll on his body.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Looking for Cuts, Giuliani Turns to Police","web_url":"https://www.nytimes.com/1994/09/21/nyregion/looking-for-cuts-giuliani-turns-to-police.html","abstract":"  Scrambling to keep New York City's $31.6 billion budget balanced, Mayor Rudolph W. Giuliani said yesterday that he might have to cut even more than he had suggested just two months ago.   And in the strongest terms yet, the Mayor added the Police Department to his list of administrative bureaucracies that he considered bloated and that he felt needed to be trimmed to produce some of those savings.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Hull Could Come to Rangers for Messier","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-hull-could-come-to-rangers-for-messier.html","abstract":"  The departure of Bob Gutkowski as president of Madison Square Garden yesterday created a stumbling block in the Rangers' contract negotiations with their star center, Mark Messier. The development could lead to a huge trade: Messier of the Rangers for Brett Hull of the St. Louis Blues.   Such a deal would be a blockbuster, the biggest since Edmonton traded Wayne Gretzky to Los Angeles in 1988. Messier for Hull would create negative fan reaction in New York, where Messier is the popular captain of the Stanley Cup champions, and in St. Louis, where Hull is the biggest star in the history of the franchise.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Gerulaitis Is Said to Have Died By Breathing Poisonous Fumes","web_url":"https://www.nytimes.com/1994/09/21/sports/tennis-gerulaitis-is-said-to-have-died-by-breathing-poisonous-fumes.html","abstract":"  Carbon monoxide levels in the Southampton, L.I., guest cottage where Vitas Gerulaitis was found dead Sunday afternoon were so high in the cottage on Monday that investigators were driven outside, the Southampton police said yesterday.   The team of police and health investigators went to the cottage after an autopsy on Monday found that the 40-year-old former tennis star's blood contained extremely high levels of carbon monoxide, a deadly poisonous gas that investigators said came from a faulty propane heating and air-conditioning system that had been serviced within the last two weeks.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Welcome, Casillas, Now Get To Work!","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-welcome-casillas-now-get-to-work.html","abstract":"  Today, his first full day as a Jet, Tony Casillas worked out in the morning and in the afternoon, studied with coaches to learn terminology and defensive schemes and talked about the odyssey that brought him here from Dallas via Kansas City.   The defensive tackle said he no longer had the health problems that led to his departure seven weeks ago from the Kansas City Chiefs before he ever played for them. He said he hoped to be in for 25 plays on Sunday night when the Jets play the Chicago Bears at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Store Closings in Merger Seen as an Unwelcome Change","web_url":"https://www.nytimes.com/1994/09/21/nyregion/store-closings-in-merger-seen-as-an-unwelcome-change.html","abstract":"  Patrick James is suddenly worried about the future of his Garden City art shop, located in one of the most upscale shopping districts on Long Island.   In White Plains, the Mayor, S. J. Schulman got the news and wondered where the city would find another first-class department store for its downtown district.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Gincun Journal; Good Earth Is Squandered. Who'll Feed China?","web_url":"https://www.nytimes.com/1994/09/21/world/gincun-journal-good-earth-is-squandered-who-ll-feed-china.html","abstract":"  Near the boomtowns of southern China, superhighways and smoke-belching factories sprout from the ground almost as quickly as the stalks of sweet corn raised by the barefoot farmers of this tiny village.    \"My two sons cannot sleep at night because of this terrible noise,\" said Qin Liang Kai, a 30-year-old farmer, nodding toward the unending rush of cars and trucks along the new six-lane expressway that borders his cornfields.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"What Can Maradona Teach?","web_url":"https://www.nytimes.com/1994/09/21/sports/IHT-what-can-maradona-teach.html","abstract":"So Diego Armando Maradona is to be a coach. The mind boggles at what he might teach his young charges at Boca Juniors, one of the clubs he led as a player..He cannot pass on genius, for that is a gift. He cannot preach tolerance, dedication to training","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"More Recycling Reduces Dioxin Better Than an Incinerator Ban","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-more-recycling-reduces-dioxin-better-than-an-incinerator-ban-307408.html","abstract":"  To the Editor:   The Environmental Protection Agency report on the health risks from dioxin is welcome (news article, Sept. 14). Dioxin, which is a probable cause of cancer and of developmental disorders, is largely produced from the combustion of such chlorine-containing substances as plastics. Therefore, the main source of dioxins is incinerator smokestacks. In addition, incineration releases other pollutants and also contributes to global warming.   Yet instead of outlawing incinerators, worldwide experience suggests that it is better to create a recycling-friendly economic environment. This is achieved by mandating that newspapers be printed on recycled paper and that soda be sold in recycled bottles.   Once such laws take effect, a market develops for used newspapers and soda bottles, and consequently they disappear from regular garbage. The combustible fraction in municipal waste drops to the point where the garbage can no longer be burned, and therefore incineration is phased out.   Worldwide experience also shows that when regulations treat the dioxin-containing fly-ash from incinerators as toxic waste, resulting disposal costs tend to work against incineration and in favor of recycling.   It can be concluded that if the proper regulations exist, economic forces will support recycling. On a per-ton basis, recycling in populated areas will cost half as much as landfilling and one-third as much as incineration. In addition, the recycling industry creates low-skilled jobs and reduces pollution. BELA LIPTAK  Stamford, Conn., Sept. 14, 1994 The writer is the author of \"Municipal Waste Disposal in the 1990's.\"","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor; Lost, Huddled, Insulted","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-lost-huddled-insulted-307351.html","abstract":"  To the Editor:   Your series on the Immigration and Naturalization Service (front page, Sept. 11-15) reads like my own diary: a tragicomic experience of trying to do the decent thing with an arrogant, incompetent organization.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Zulu King Breaks Ties To Buthelezi","web_url":"https://www.nytimes.com/1994/09/21/world/zulu-king-breaks-ties-to-buthelezi.html","abstract":"  The King of the Zulus today broke off relations with Mangosuthu G. Buthelezi, the powerful Zulu nationalist leader, setting up a potentially fratricidal battle for leadership of South Africa's largest ethnic group.   The King, Goodwill Zwelithini, and his princes announced early this morning that the King would \"sever all ties\" with Mr. Buthelezi after rock-throwing followers of the nationalist leader stormed the royal palace and disrupted a visit by President Nelson Mandela.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Notre Dame's Becton Lost for Four Weeks","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-college-football-notre-dame-s-becton-lost-for-four-weeks.html","abstract":"  LEE BECTON, Notre Dame's leading rusher last season, will be out about four weeks with a strained muscle near his groin.   Becton, who rushed for 1,044 yards last year, has 182 yards and 2 touchdowns on 35 carries this season. He was injured Saturday during the Irish's 21-20 victory at Michigan State.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Shake-Up at the Garden and Maybe More to Come","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-business-shake-up-at-the-garden-and-maybe-more-to-come.html","abstract":"  Bob Gutkowski was forced out yesterday as the president of Madison Square Garden, becoming the first casualty of the sports and entertainment complex's proposed $1.075 billion acquisition by ITT and Cablevision Systems from Viacom.   Officially, Gutkowski said he resigned. \"I felt it was important that new ownership make their own decisions on the future of the Garden,\" said Gutkowski, who is 46 years old. \"It was time.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Occupation Lifts Clinton's Standing in Poll, but Many Americans Are Skeptical","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-opinion-occupation-lifts-clinton-s-standing-poll-but-many.html","abstract":"  The public reacted to the occupation of Haiti with an immediate jump in the President's approval ratings and widespread approval of the accord with the Haitian military government, but continuing skepticism over the wisdom of any military involvement in Haiti, according to the latest New York Times/CBS News Poll.   The new nationwide poll included telephone interviews with 747 adults on Sunday afternoon and evening, before the troops occupied Haiti. Of these respondents, 504 were reinterviewed on Monday evening, after the troops had moved in. The margin of sampling error for each day's results was plus or minus four percentage points.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Farm Profits Are Down 24% in a Year","web_url":"https://www.nytimes.com/1994/09/21/nyregion/farm-profits-are-down-24-in-a-year.html","abstract":"  Farm profits in New York State dropped 24 percent in 1993 compared with the year before, the State Agricultural Statistics Service reported.    The service attributed the decline to lower prices received by farmers for milk, apples and nursery and greenhouse products and a slight increase in production expenses.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-307009.html","abstract":"  A picture credit on Sunday with a sports photograph showing Dwight Clark catching a pass from Joe Montana in a retrospective of historical moments in the National Football League identified the source of the picture incompletely. The photograph, from the book \"75 Seasons,\" was taken by Walter Iooss for Sports Illustrated.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"The Many Worlds Of Black Dance At Lyons Biennial","web_url":"https://www.nytimes.com/1994/09/21/arts/critic-s-notebook-the-many-worlds-of-black-dance-at-lyons-biennial.html","abstract":"  Record cold (52 degrees) and frequent rain have not dampened the two-and-a-half week celebration of black dance called \"Mama Africa, From Africa to Harlem\" that constitutes this year's Lyons Dance Biennial, France's foremost dance festival.   Six American companies are among the 20 groups from four continents invited to appear in theaters here through Oct. 1, and it is obvious that the weather has not had any effect on the packed houses that have made the Alvin Ailey American Dance Theater and the world premiere of \"Still Here,\" by the Bill T. Jones/Arnie Zane Dance Company, the biggest hits of the festival so far.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"1894:A Japanese Victory : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1894a-japanese-victory-in-our-pages-100-75-and-50-years-ago.html","abstract":"TOKIO - The Naval Department has received a despatch from the admiral commanding the Japanese fleet in the Gulf of Pechili stating that he has met with and engaged the enemy and inflicted heavy losses on them. The news of this fresh Japanese victory has c","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"School's Out 6 Days for the Giants","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-school-s-out-6-days-for-the-giants.html","abstract":"  Ah, life in the penthouse. The Dallas Cowboys lose and all of a sudden the Giants not only have the best record in the division, at 3-0 they are also the only undefeated team in the conference. Break out the champagne? Ready the speeches?   Well, not quite. Remember, the Giants jumped out to a lead over the Cowboys last season but lost both games to Dallas and ended up losing home-field advantage throughout the playoffs by one game. So the Giants aren't ready to celebrate. They say Dallas is still the team to beat. Don't misunderstand them; most of the players and Coach Dan Reeves didn't shed any tears when Detroit beat Dallas on Monday night, but they know that right now their lead means very little in the grand scheme.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Report Says New York Taxes Are the 2d Highest in the U.S.","web_url":"https://www.nytimes.com/1994/09/21/nyregion/report-says-new-york-taxes-are-the-2d-highest-in-the-us.html","abstract":"  New York's state and local tax burden remains the second highest in the country, according to a new report by the State Business Council, and the gap between New York and other states is widening after a slight narrowing in the late 1980's.   Taxes paid in 1992 by businesses and individuals to New York State and local governments averaged $3,531.85 per resident, 62.5 percent above the national average and second only to Alaska. But Alaska's figures are distorted by the overwhelming share of its taxes that is paid by a handful of oil companies.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Survey Finds Voters in U.S. Rootless and Self-Absorbed","web_url":"https://www.nytimes.com/1994/09/21/us/the-1994-campaign-survey-finds-voters-in-us-rootless-and-self-absorbed.html","abstract":"  As they turn inward and worry about their own financial difficulties, American voters have become less compassionate about the problems of the poor and minorities, a study of public opinion shows.   The finding was part of a wide-ranging study, conducted by the Times Mirror Center for the People and the Press and made public today, that found an electorate that is \"angry, self-absorbed and politically unanchored.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/21/nyregion/parking-rules-302317.html","abstract":"  Because of Succoth, alternate-side street cleaning regulations are suspended in New York City today. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"On the Trail of 10 Tons of Garbage, and Bursitis","web_url":"https://www.nytimes.com/1994/09/21/nyregion/on-the-trail-of-10-tons-of-garbage-and-bursitis.html","abstract":"  Before the sun rose, the sanitation crew bounced down Delancey Street yesterday past the tall, resolute buildings and headed uptown to pick up the rotting food remains and discarded shreds that were the city's detritus.   At 6:15, traffic was light. As was customary, John Viglietta drove and Bill Corcoran rode beside him. It was clear out, thankfully for Mr. Corcoran, who, at 38, already suffered the sanitation worker's trademark arthritis and bursitis. On rainy days, they exact their price. Every day, the men pick up about 10 tons of garbage, the weight of 66 refrigerators.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Ketchup: It's Not Just For Tomatoes Anymore","web_url":"https://www.nytimes.com/1994/09/21/style/ketchup-its-not-just-for-tomatoes-anymore.html","abstract":"MENTION \"peach ketchup,\" and chances are you will be greeted by quizzical looks. Move on to mango or grilled-mushroom ketchup, and the expressions will probably ratchet up one level, to shaking heads and rolling eyes.\n\nIt's not an illogical response, for to most Americans these are nonsense terms. After all, everybody knows what ketchup is -- it's that sweet-sour tomato sauce. Like fish sauce in Southeast Asia, this tomato condiment is fixed so firmly in the American culinary vernacular that it is often set on the table unbidden, with the unspoken assumption that it will be needed at some point in every meal.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"The Heart of Manhattan","web_url":"https://www.nytimes.com/1994/09/21/opinion/the-heart-of-manhattan.html","abstract":"  To look at a map is to see with extraordinary clarity exactly what Central Park is to Manhattan. It is its heart.   If the park marks the geographical center of this densely packed island, it also marks a certain emotional core. This, after all, is where generations of New Yorkers have walked dogs, pushed baby carriages, biked and skated, listened to music, thought deep thoughts and even married. For many, it was their first and last backyard.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Amnesty Law Expected To Clear Junta Very Soon","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-deal-amnesty-law-expected-to-clear-junta-very-soon.html","abstract":"  Supporters of Gen. Raoul Cedras said today that they expected to win passage in Parliament soon of a sweeping amnesty for Haitian military leaders for political crimes committed after taking over the Government in 1991.   Breaking away from a caucus at the Legislative Palace this afternoon, Ruly Brutus, a former chairman of the lower house of the Parliament, said that approval of an amnesty law for every member of the military would be \"no problem\" and could occur as early as next week.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Boarding Schools for Blacks Are Having a Resurgence in Popularity","web_url":"https://www.nytimes.com/1994/09/21/us/boarding-schools-for-blacks-are-having-a-resurgence-in-popularity.html","abstract":"  Once the South was full of all-black private boarding schools like tiny Southern Normal School here in the timber country of southern Alabama. Most of them flourished during segregation and then withered and died when integration arrived.   Now, in a development no one could have expected when Jim Crow finally fell, the few remaining black boarding schools suddenly find themselves increasingly popular and oddly contemporary, offering learning, discipline, community and safety to all-black student bodies at a time many black parents are often desperate for all four.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Report Says Smoking Causes a Global Epidemic of Death","web_url":"https://www.nytimes.com/1994/09/21/us/report-says-smoking-causes-a-global-epidemic-of-death.html","abstract":"  A comprehensive report issued today on the fatal effects of smoking says that it kills three million people worldwide every year, or one person every 10 seconds, and that the numbers will continue to mount.   Sometime around the year 2020, the report predicts, the deaths will reach 10 million a year if current smoking trends continue.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Psychiatric Exam Ordered for L.I.R.R. Defendant","web_url":"https://www.nytimes.com/1994/09/21/nyregion/psychiatric-exam-ordered-for-lirr-defendant.html","abstract":"  A Nassau County Court judge today gave Colin Ferguson until Oct. 20 to submit to psychiatric examinations intended to support his lawyers' assertion that Mr. Ferguson was insane when he killed six people and wounded 19 others on a Long Island Rail Road train last December.   Under state law, if Mr. Ferguson refuses to be examined, as he has for several months, the court could rule out the insanity defense.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-93191996181.html","abstract":"Regarding the editorial \"An Illegitimate Mission\" (Sept. 17):. The editorial states, in part: \"The United States does have a legitimate interest in defending democracy and human rights in this hemisphere and beyond. But that confers no r","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"CLINTON IS URGED TO ABANDON FIGHT OVER HEALTH BILL","web_url":"https://www.nytimes.com/1994/09/21/us/clinton-is-urged-to-abandon-fight-over-health-bill.html","abstract":"  Two leading Republican opponents of health care legislation and one of its oldest Democratic supporters today urged President Clinton to give up on the issue for the year.   Otherwise, the Republicans -- Bob Dole, the Senate minority leader, and Representative Newt Gingrich, the deputy House minority leader -- warned, the President risked losing the rest of his agenda, in particular a new international trade agreement. Representative John D. Dingell, the Michigan Democrat who has sought health care change since 1955, offered similar advice to the White House.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"What's Best for Women's Circuit Seems to Be Creating Quite a Stir","web_url":"https://www.nytimes.com/1994/09/21/sports/on-tennis-what-s-best-for-women-s-circuit-seems-to-be-creating-quite-a-stir.html","abstract":"  Two weeks, ago a couple of controversial developments took place in women's tennis, whose constituency is forever making noise about devoting itself to some nebulous notion of doing \"what's good for the game,\" right smack in the middle of its players' attempt to compete in the waning days of the United States Open.   Distracting, yes. If women's tennis is so healthy, why can't it find a title sponsor and a C.E.O.? Confusing, yes. If women's tennis is so unhealthy, why did a conglomerate hunger to take it over? Disturbing, yes. If the sport believes it's wrong for 14-year-olds to compete as professionals, why is it taking pains to make sure that this year's and next year's crop can do so? Good for the game? Not.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/21/nyregion/no-headline-299995.html","abstract":"  \"We are not in a business of doing day-to-day law and order, for that matter resolving or quelling any demonstrations, unless these demonstrations or this level of violence becomes so great that it threatens the overall stability and the security of our multinational forces, and then we will intercede.\" GEN. JOHN SHALIKASHVILI, chairman of the Joint Chiefs of Staff, on the situation in Haiti.  [ A14:1. ]","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"1944:Uniformly Curious : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1944uniformly-curious-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] In a prominent article in today's [Sept. 21] \"Daily Mail,\" the United States is accused of exploiting military agreements for commercial purposes and sending commercial travelers to Europe in uniform with pr","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/21/nyregion/metro-digest-301027.html","abstract":"  HOSPITALS CHIEF PLANS TO LAY OFF 3,000   The president of New York City's Health and Hospitals Corporation said he planned to lay off about 3,000 workers and eliminate hundreds of hospital beds to close a budget gap and make the hospitals more competitive in a shrinking industry. The president, Dr. Bruce Siegel, who oversees the city's 11 public hospitals and several dozen clinics, said the cuts would be made before the end of the fiscal year next June and would be scattered throughout the system. A1.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Martha Graham Company Reaches Pact With Dancers","web_url":"https://www.nytimes.com/1994/09/21/arts/martha-graham-company-reaches-pact-with-dancers.html","abstract":"  The Martha Graham Dance Company reached a settlement with its dancers on Monday night after labor unrest threatened its \"Radical Graham\" season, which is to open the Next Wave festival at the Brooklyn Academy of Music on Sept. 28. The dancers ratified a contract after a 10-hour meeting on Monday at the offices of the American Guild of Musical Artists, the dancers' union.   As part of the agreement, the dancers withdrew their demand for a guarantee of employment amounting to 20 weeks a year. Such a guarantee was the major sticking point in the negotiations, which have gone on for 10 months. Management withdrew its demands for concessions on travel overtime.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Our Stake in Haiti Just Got a Lot Higher","web_url":"https://www.nytimes.com/1994/09/21/opinion/our-stake-in-haiti-just-got-a-lot-higher.html","abstract":"Despite the 11th-hour success of the peacemaking mission headed by Jimmy Carter, the arrival of thousands of United States troops in Haiti since Monday represents the bitter fruits of diplomatic blundering by the Clinton Administration. Whether because of guilt, weakness or lack of rigor in carrying out its policies, the Administration has taken on the impossible burden of turning a country with no democratic traditions into a functioning democracy.\n\nThe quiet resignation on Friday of the United Nations special envoy for Haiti, Dante Caputo, represented a kind of punctuation mark to the Administration's hopeless diplomacy. Mr. Caputo has long held the view that the situation must be resolved by Haitians, not by military intervention.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/09/21/books/book-notes-305243.html","abstract":"  A Henson Hullabaloo   After Jim Henson died four years ago and a number of publishers expressed an interest in a biography, his heirs began interviewing authors for a family-supported book. They settled on a seasoned writer: Ron Powers, the author of seven books and the winner of a Pulitzer Prize in 1973 for his work as television critic for The Chicago Sun-Times. Random House was to publish the book, and Mr. Powers was to receive an advance of $150,000.   From the beginning, the three-way relationship was complicated, confusing and unusual. For one thing, although Mr. Powers's contract was with the Hensons, not with Random House, the publisher was given complete editorial control over the final book. So Mr. Powers thought, he said in an interview, that he was to serve as an independent author whose work would reflect the Hensons' opinions, but only up to a point. He said, \"I was never told that it would be a possibility that the Hensons could nix the project.\"","thumbnail":null,"section":"Books"},{"date":"19940921","headline":"'Silent March' on Guns Talks Loudly: 40,000 Pairs of Shoes, and All Empty","web_url":"https://www.nytimes.com/1994/09/21/us/silent-march-on-guns-talks-loudly-40000-pairs-of-shoes-and-all-empty.html","abstract":"  There were baseball spikes. There were babies' first white walkers. There were businessmen's black leather wing tips and women's formal high-heel pumps.    The shoes sat empty today, row on row, more than 40,000 pairs arranged around the Reflecting Pool at the base of the Capitol, mute reminders of the tens of thousands of Americans killed every year by guns.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-306983.html","abstract":"  An article on Saturday about investors' reaction to a $5 billion punitive damage award against the Exxon Corporation in the Valdez spill case incorrectly attributed a statement that the award established a cap on Exxon's liability. The statement was by Michael Young, an oil industry analyst for Smith Barney Shearson, not by Lee Raymond, chairman of Exxon.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Deficit in Trade Surged in July; Markets Jolted","web_url":"https://www.nytimes.com/1994/09/21/us/deficit-in-trade-surged-in-july-markets-jolted.html","abstract":"  America's trade deficit with the rest of the world rose sharply in July to the second-highest level in history, the Government said today in a report that fanned inflation fears, rattled the financial markets and depressed the value of stocks, bonds and the dollar.   The worse-than-expected trade report came as Japanese auto companies, in a highly unusual move, warned the Clinton Administration that they might break off their cooperation with the American auto industry, particularly their purchases of American auto parts, if the White House imposed trade sanctions on Japan.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Major Is Singing That Old 1959 Song","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-major-is-singing-that-old-1959-song.html","abstract":"When the Maastricht treaty was finally ratified, European leaders thought with some relief, not least on the part of the British, that they had put off any further debate on the future of Europe until the intergovernmental conference scheduled for 1996..","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-307017.html","abstract":"  A listing in the New Jersey Weekly calendar of cultural events on Sunday misstated the date for a talk by Ronald J. Young, executive director of the United States Interreligious Committee for Peace in the Middle East. The talk, at Temple Emeth in Teaneck, will be at 8:30 P.M. on Sept. 30, not this Friday.  ","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Reeves Not in Gloating Mood","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-reeves-not-in-gloating-mood.html","abstract":"  When Dan Reeves was with the Denver Broncos, players said he was too rigid and when he was dismissed it was like a breath of fresh air. Now that the Broncos are 0-3, that air must be getting pretty stale.   Reeves talked about his old team today, the one that dropped him at the end of the 1992 season. And in typical Reeves fashion he remained dignified and refused to gloat publicly. \"I don't care,\" Reeves said when asked about Denver's poor start, \"other than the fact I have some really good friends there.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"HAITIAN POLICE CRUSH RALLY AS AMERICAN TROOPS WATCH","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-violence-haitian-police-crush-rally-as-american-troops-watch.html","abstract":"  Club-wielding Haitian police officers waded into throngs of people welcoming United States troops today, beating one to death as frustrated American soldiers looked on.   By early afternoon of the second day of the American mission here, the police, the army and the sinister civilian \"attaches\" -- the very Haitians that the American presence was supposed to remove from power -- were back in control, riding through the streets in pickup trucks, brandishing riot sticks, lengths of iron pipe, branches ripped from trees and submachine guns, beating people at will.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"A C.I.A. to Make Tom Clancy Blush","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-a-cia-to-make-tom-clancy-blush-307386.html","abstract":"  To the Editor:   As a 25-year deep-cover agent for four Federal agencies including experience trying to work with the Central Intelligence Agency, I read your Sept. 14 front-page article on Janine Brookner, who, her C.I.A. colleagues say, is a victim of sex discrimination, with no small concern.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Players Talk in Atlanta, About Strike, Not Game","web_url":"https://www.nytimes.com/1994/09/21/sports/baseball-players-talk-in-atlanta-about-strike-not-game.html","abstract":"  John Smoltz of the Atlanta Braves, his right elbow in a sling because of a recent operation, gingerly shook hands with teammates and other major leaguers who gathered today in a midtown hotel to talk not about baseball games but about a baseball strike.   Otis Nixon, the Boston Red Sox center fielder, rode in on the jet stream of Fred McGriff, reversing what he usually did when McGriff drove him in with home runs in Atlanta last year. Nixon, among the 700 major leaguers idled since the strike began on Aug. 12, said he was doing as well as could be expected.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/21/nyregion/news-summary-299561.html","abstract":"  International A3-17  HAITI VIOLENCE CONTINUES  Haitian policemen attacked the crowds who went to greet American troops and killed one man, as it became clear that the violent forces in Haiti remained in control.  A1  The man beaten to death was a frail coconut vendor.  A15","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Children of Smoking Mothers Show Carcinogens in Blood","web_url":"https://www.nytimes.com/1994/09/21/us/children-of-smoking-mothers-show-carcinogens-in-blood.html","abstract":"  Mothers who smoke only 10 cigarettes a day cause their children under 5 to have positive blood tests for nicotine and cancer-causing compounds, a study has found.    \"This is the first report that young children with relatively light exposure to environmental tobacco smoke have elevated levels\" of markers for nicotine and carcinogens from cigarettes, the researchers said in a report appearing on Wednesday in The Journal of the National Cancer Institute. \"This observation underscores the potential carcinogenic and public health hazard of environmental tobacco smoke.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Graham: New Haven's Other Bulldog","web_url":"https://www.nytimes.com/1994/09/21/sports/college-football-graham-new-haven-s-other-bulldog.html","abstract":"  In attempting to fill out the schedule for this season, the new University of New Haven coach, Tony Sparano, called 63 teams. The answer he heard most often was, \"We'd be glad to play you next year -- after Graham's gone.\"    One team that said yes was Abilene Christian, and Sparano will take the Chargers to Abilene, Tex., for a game there Saturday night. The coach said he expected the Wildcats of the Lone Star Conference, like other teams, to set up a seven-man defensive line \"to try to stop Roger.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Burmese Dissident Meets With Top Military Leaders","web_url":"https://www.nytimes.com/1994/09/21/world/burmese-dissident-meets-with-top-military-leaders.html","abstract":"  The generals who run Myanmar met today with the nation's main dissident leader, Daw Aung San Suu Kyi, for the first time since she was placed under house arrest more than five years ago.   State television in Myanmar, formerly known as Burma, showed Ms. Aung San Suu Kyi in a reception room in a state guest house with the junta's titular leader, Gen. Than Shwe, and the military intelligence chief, Lieut. Gen. Khin Nyunt, who is widely seen as the most powerful figure in the Burmese Government.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940921","time":"1994-09-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":5.4},{"date":"19940921","time":"1994-09-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":90,"wspd":1.8},{"date":"19940921","time":"1994-09-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":3.6},{"date":"19940921","time":"1994-09-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":87,"wspd":11.2},{"date":"19940921","time":"1994-09-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":92,"wspd":7.6},{"date":"19940921","time":"1994-09-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":92,"wspd":9.4},{"date":"19940921","time":"1994-09-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":93,"wspd":7.6},{"date":"19940921","time":"1994-09-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":95,"wspd":9.4},{"date":"19940921","time":"1994-09-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":92,"wspd":14.8},{"date":"19940921","time":"1994-09-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":89,"wspd":13},{"date":"19940921","time":"1994-09-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":92,"wspd":11.2},{"date":"19940921","time":"1994-09-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":84,"wspd":13},{"date":"19940921","time":"1994-09-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":70,"wspd":18.4},{"date":"19940921","time":"1994-09-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":58,"wspd":18.4},{"date":"19940921","time":"1994-09-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":47,"wspd":18.4},{"date":"19940921","time":"1994-09-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":49,"wspd":22.3},{"date":"19940921","time":"1994-09-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":51,"wspd":25.9},{"date":"19940921","time":"1994-09-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":51,"wspd":25.9},{"date":"19940921","time":"1994-09-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":56,"wspd":22.3},{"date":"19940921","time":"1994-09-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":65,"wspd":20.5},{"date":"19940921","time":"1994-09-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":75,"wspd":14.8},{"date":"19940921","time":"1994-09-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":79,"wspd":22.3},{"date":"19940921","time":"1994-09-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":84,"wspd":16.6},{"date":"19940921","time":"1994-09-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":86,"wspd":16.6},{"date":"19940921","time":"1994-09-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":16.6},{"date":"19940921","time":"1994-09-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":11.2},{"date":"19940921","time":"1994-09-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":16.6},{"date":"19940921","time":"1994-09-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":70,"wspd":13},{"date":"19940921","time":"1994-09-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":13},{"date":"19940921","time":"1994-09-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":78,"wspd":13},{"date":"19940921","time":"1994-09-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":7.6},{"date":"19940921","time":"1994-09-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":9.4},{"date":"19940921","time":"1994-09-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":7.6},{"date":"19940921","time":"1994-09-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":7.6},{"date":"19940921","time":"1994-09-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":0},{"date":"19940921","time":"1994-09-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":9.4},{"date":"19940921","time":"1994-09-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":0},{"date":"19940921","time":"1994-09-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":63,"wspd":7.6},{"date":"19940921","time":"1994-09-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":9.4},{"date":"19940921","time":"1994-09-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":9.4},{"date":"19940921","time":"1994-09-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":42,"wspd":9.4},{"date":"19940921","time":"1994-09-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":35,"wspd":11.2},{"date":"19940921","time":"1994-09-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":7.6},{"date":"19940921","time":"1994-09-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":36,"wspd":13},{"date":"19940921","time":"1994-09-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":38,"wspd":13},{"date":"19940921","time":"1994-09-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":13},{"date":"19940921","time":"1994-09-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":11.2},{"date":"19940921","time":"1994-09-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":11.2}]}}