{"19930927":{"guardian_articles":[{"date":"19930927","headline":"Europe engulfed by final stirring sortie","web_url":"https://www.theguardian.com/sport/1993/sep/27/rydercup2002.rydercup","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930927","headline":"Essay; The Fifth Person","web_url":"https://www.nytimes.com/1993/09/27/opinion/essay-the-fifth-person.html","abstract":"  Within a few years, health insurance will be universal and irrevocable; that's a given.   Reality #1: The four out of five Americans who are presently covered will have to pay for the fifth person's insurance: that is logically inescapable. Four must pay for five.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Elderly With Large Health Care Bills See Special Boon in Clinton Proposal","web_url":"https://www.nytimes.com/1993/09/27/us/clinton-s-health-plan-elderly-with-large-health-care-bills-see-special-boon.html","abstract":"  If the Clinton Administration was looking for an elderly couple whose problems would illustrate the gaps in Medicare -- and how the new health care proposal could help to fill them -- it might choose Marcelle and Eugene Knisely, two retired New York City workers who are watching their pensions and savings dwindle to nothing because of their health problems.    Both Mr. Knisely, 80, and his wife, 71, have cerebral palsy. Until five years ago, Mrs. Knisely could manage the daily tasks that kept them going. But now, both use wheelchairs, Mr. Knisely has cancer, and they are dependent on the home health aides who come to their Greenwich Village apartment at 7 A.M. and leave at 9 P.M.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/27/nyregion/chronicle-555493.html","abstract":"  SHIMON PERES , Israel's Foreign Affairs Minister, has been quite the man about town -- wining, dining and holding court in small intimate settings around the city.   First, Mr. Peres spoke to an invitation-only luncheon gathering of Jewish youths and community leaders at the Park East Synagogue on East 67th. The topic -- what else? -- the recently signed peace accord between Israel and the Palestine Liberation Organization. Next, Mr. Peres was off to a party at the East Side apartmentof ROBERT K. LIFTON , businessman and president of the newly formed Israel Policy Forum, and his wife, LORETTA . Over hors d'oeuvres, the Foreign Minister engaged in an informal dialogue with prominent Jewish Americans. Among those sipping and conversing were MARTIN WHITMAN , an investor; AL TISHMAN , the real-estate magnate, and his wife, PEGGY , a civic leader; ROBERT ROSEN , the health-care executive, and his wife, DALE , an author and psychologist; IYA AZRIELANT , the jewelry designer; MICHAEL SONNEFELDT , vice chairman of the United Nations Association, and DR. ISMAR SCHORSCH , chancellor of the Jewish Theological Seminary.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"China's Culture Should Dictate Political Reform","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-china-s-culture-should-dictate-political-reform-520193.html","abstract":"  To the Editor:   Your long article on China (\"China Sees 'Market-Leninism' as Way to Future,\" Sept. 6) is an example of excellent reporting based on uncertain and nebulous historical perspective. Capitalism, as we understand today, involves wide extension of credit, impersonal management and pooling of service facilities. In essence, it is an accounting method and civil law in tune with modern commercial practice. Only a few die-hards still regard it with the vision of Marx and Lenin.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Review/Theater; Concern About Communication Unites Young Playwrights Festival","web_url":"https://www.nytimes.com/1993/09/27/theater/review-theater-concern-about-communication-unites-young-playwrights-festival.html","abstract":"  All the characters in the four one-acters that are being staged at the 12th annual Young Playwrights Festival speak English, but they seldom really speak the same language. If one theme unites this diverse quartet of works, chosen from 942 plays submitted nationwide by writers under the age of 18, it has to do with the often insurmountable limitations of making oneself understood.   Whether the subjects are a tenement-bound mother and daughter self-isolatingly wrapped in the glassy haze of crack addiction, or two teen-agers of widely divergent backgrounds spending a night together in a lace-curtained suburban bedroom, communication is perceived as, at best, a struggle, and, at worst, utterly futile.","thumbnail":null,"section":"Theater"},{"date":"19930927","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/09/27/arts/dance-in-review-552093.html","abstract":"  'T.R.O. (Temporary Restraining Order)'  Pearl Ubungen Judson Memorial Church    In the past, Movement Research, which presents dance on Monday nights at Judson Memorial Church, has emphasized New York choreographers. But it opened its new season on Sept. 13 with \"T.R.O. (Temporary Restraining Order),\" by Pearl Ubungen, a dancer from San Francisco. The three-part suite concerned the treatment of women, especially Asian women, as sex objects.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"French Revolution Erred, Solzhenitsyn Says","web_url":"https://www.nytimes.com/1993/09/27/world/french-revolution-erred-solzhenitsyn-says.html","abstract":"  The writer and former Soviet dissident Aleksandr Solzhenitsyn called the French Revolution a mistake as he joined 30,000 people marking the 200th anniversary of political massacres that accompanied the upheaval in France.   \"It would be vain to hope that revolution can regenerate human nature,\" Mr. Solzhenitsyn, the 1970 Nobel laureate for literature, told a crowd Saturday night in this town in western France. \"It's what your revolution, and particularly the Russian revolution, had hoped for so much.\"","thumbnail":null,"section":"World"},{"date":"19930927","headline":"The Older Lighthouse","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-the-older-lighthouse-551193.html","abstract":"  To the Editor:   While New Jersey's Barnegat Lighthouse deserves much praise for its service, is it fair to feature it rather than the Sandy Hook Lighthouse on the state's special license plates? Perhaps age best proves the lighthouses' respective claims. Barnegat's blinker went up in 1855. Sandy Hook's, finished in 1764 and now portrayed on a postage stamp, is the oldest working lighthouse in the country. WYN ESSELBORN  Newark, Sept. 13, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"The First New York City Hall Police Riot","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-the-first-new-york-city-hall-police-riot-956793.html","abstract":"  To the Editor:   In his primary night victory speech (news article, Sept. 15), Mayor Dinkins accused his Republican opponent of playing \"chief cheerleader and angry master of ceremonies at the first City Hall police riot in our city's history.\"","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/27/sports/results-plus-348993.html","abstract":"  SOCCER  Rebuilt Zambia Nears World-Cup Berth  The rebuilt Zambian team moved within one game of a trip to the World Cup finals after a 4-0 victory over Senegal yesterday in Lusaka, Zambia. The triumph moved Zambia past Morocco as the leader of Africa Group B. Zambia needs only a tie in its final match, against Morocco at Casablanca on Oct. 10, to qualify for the finals next year in the United States. Most of Zambia's original national team died when their plane crashed into the sea off West Africa on April 28 on the way to a World Cup qualifier. Yesterday's lineup included four national players who had played in previous international matches with the 18 stars who died in the crash. (AP) Zimbabwe Wins, Keeps Cup Hopes Alive: Agent Sawu scored off a header in the third minute as Zimbabwe beat Guinea, 1-0, in Harare, Zimbabwe, and kept alive its hopes for a World Cup berth. Cameroon and Zimbabwe (both 2-1) are tied for the lead in Africa Group C and play on Oct. 10 at Yaounde, Cameroon. Zimbabwe must win that game, while Cameroon needs only a tie. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Officials Predict Deluge of Suits On Health Plan","web_url":"https://www.nytimes.com/1993/09/27/us/clinton-s-health-plan-officials-predict-deluge-of-suits-on-health-plan.html","abstract":"  Even before President Clinton sends a formal legislative proposal to Congress, the Administration is preparing for a flood of constitutional and civil rights challenges to his health care plan.   Officials at the Justice Department and the Department of Health and Human Services say the Administration is just beginning to understand the potential wave of legal challenges. With the exception of handling antitrust, fraud and malpractice issues, the Justice Department had only a limited role in developing the plan and was consulted only in the last few weeks, after the plan was completed, these officials said.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Military College to Start Separate Women's Course","web_url":"https://www.nytimes.com/1993/09/27/us/military-college-to-start-separate-women-s-course.html","abstract":"  In an effort to comply with a Federal court order, the trustees of the all-male Virginia Military Institute voted Saturday afternoon to underwrite a military program at a neighboring women's college.    Gov. L. Douglas Wilder immediately endorsed the move, saying: \"It is a plan that recognizes the physiological and psychological differences between men and women. And instead of drawing a middle ground that would not fully benefit students of either gender, it strives to reach the same results that V.M.I. currently achieves so successfully with men.\"","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/27/nyregion/no-headline-902393.html","abstract":"  Russians need to be reminded at times like this that they're a great people. Events disrupt things a little sometimes, but listening to this music is a reminder that there's a great nation here. -- MSTISLAV ROSTROPOVICH.  [ A10:5. ]","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Comptroller Candidates Fire Away","web_url":"https://www.nytimes.com/1993/09/27/nyregion/comptroller-candidates-fire-away.html","abstract":"  The candidates for city comptroller moved toward the conclusion of their political morality play yesterday with Comptroller Elizabeth Holtzman staking her 20-year career on the power of an apology and Assemblyman Alan G. Hevesi striving relentlessly to insure that tomorrow's runoff remains a referendum on Ms. Holtzman's integrity.   The two Democrats bickered in a bitter morning debate, with Mr. Hevesi blaming Ms. Holtzman for Geraldine A. Ferraro's defeat in the 1992 United States Senate campaign and Ms. Holtzman charging that Mr. Hevesi was incapable of telling the truth. Both then set out on a day of archetypal New York campaigning with visits to the Abyssinian Baptist Church in Harlem, street festivals and parades.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"New York City Considers Exporting Trash","web_url":"https://www.nytimes.com/1993/09/27/nyregion/new-york-city-considers-exporting-trash.html","abstract":"  For the first time, New York City is looking to ship some of its household garbage to other states.   With the city's only landfill, Fresh Kills on Staten Island, filling up, and with plans to build incinerators and expand recycling moving slowly, sanitation officials are considering exporting some of the 14,000 tons of garbage produced each day by households and institutions.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"How Young Pleasure-Seekers at the Library Wind Up Literate","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-how-young-pleasure-seekers-at-the-library-wind-up-literate-958393.html","abstract":"  To the Editor:   As a retired public librarian I would like to comment on your Sept. 9 article that shows that many Americans cannot read.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Suspect's Chat by Pay Phone Leads to His Arrest in Killings","web_url":"https://www.nytimes.com/1993/09/27/nyregion/suspect-s-chat-by-pay-phone-leads-to-his-arrest-in-killings.html","abstract":"  When Luis Garcia had a talk with a friend by a curbside telephone in New York City, little did he know that the conversation would lead to his arrest on charges that he helped dispose of the bodies of three people who were slain in a Hartford suburb.   Mr. Garcia, a 22-year-old from Brooklyn, had told the friend that \"no one would ever know who did it,\" according to a police affidavit released here last week. But the friend soon called the police, providing a vital break in a killing that had baffled the authorities in two states.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"In Amtrak Inquiry, Details Are Veiled by Conflicts","web_url":"https://www.nytimes.com/1993/09/27/us/in-amtrak-inquiry-details-are-veiled-by-conflicts.html","abstract":"  Federal investigators have pieced together a broad outline of how the worst crash in Amtrak history took place Wednesday in predawn fog in an Alabama bayou. They say they know that the crash that killed 47 people occurred after a bridge was struck and weakened by a wayward barge minutes before the 11-car Sunset Limited, en route from Los Angeles to Miami, began to cross it.    But then comes the hard part: the details. Investigators say there are many significant unanswered questions and several crucial conflicts in the evidence and accounts by witnesses gathered so far.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"1943: Bolshoi Reopens : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/27/opinion/IHT-1943-bolshoi-reopens-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - [From our New York edition:] With Russian armies hourly chasing the Germans from Soviet soil, Moscow shared its most brilliant theatrical night of the war period at the reopening of the bomb-damaged Bolshoi Theater. That evening's offering was th","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Alicia Grimaldi, Matthew Brzycki","web_url":"https://www.nytimes.com/1993/09/27/style/alicia-grimaldi-matthew-brzycki.html","abstract":"  Alicia Bernadette Grimaldi, the daughter of Lucian and Audrey Grimaldi of Woodbridge, N.J., was married there yesterday to Matthew Mark Brzycki, a son of Marian Brzycki of Wyoming, Pa. The Rev. Paul Viale performed the ceremony at St. James Roman Catholic Church.   Mrs. Brzycki, 32, and her husband, 36, work at Princeton University, she as the associate publications editor, he as the strength and conditioning coach and health-fitness coordinator.","thumbnail":null,"section":"Style"},{"date":"19930927","headline":"Review/Opera; Linking Distant Strife To That of Modern Times","web_url":"https://www.nytimes.com/1993/09/27/arts/review-opera-linking-distant-strife-to-that-of-modern-times.html","abstract":"  William Harper's \"El Greco,\" given its premiere on Thursday night at Playhouse 91, is a rich but imperfect opera. Based very loosely on the life of the great Renaissance painter, it makes a problematic effort to equate the society of 16th-century Toledo, Spain, with the society of today. Life, art and minority politics mingle on uncertain dramatic terrain.   The music is not to blame. Mr. Harper has produced an intriguing and sometimes entrancing score. A prolific Chicago-based operatic composer, he has managed a graceful fusion of elements drawn from multiple eras and genres. At climactic moments, he allows himself an un embarrassed neo-Renaissance grandeur, wild around the edges.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"U.S. Davis Captain Choice Is Battered Back and Forth","web_url":"https://www.nytimes.com/1993/09/27/sports/us-davis-captain-choice-is-battered-back-and-forth.html","abstract":"  First his players completed a 5-0 sweep of their congenial Davis Cup challengers from the Bahamas in a face-saving relegation match.   Then the United States Tennis Association's president, Bumpy Frazer, took the Fifth Amendment regarding the identity of next year's Davis Cup captain. Will it be led by the Pied Piper of top players, John McEnroe, or will the U.S.T.A. save further face and select a less controversial candidate for a job traditionally held by men who don't throw public temper tantrums?","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Puritans in High-Top Sneakers","web_url":"https://www.nytimes.com/1993/09/27/opinion/puritans-in-high-top-sneakers.html","abstract":"  Liberalism is sometimes identified with the spirit of \"open-mindedness,\" yet the idea of an \"open mind\" is notoriously difficult to define.   Consider, for example, Kurt Vonnegut's description of his education in open-mindedness four decades ago at the greatest of all American universities. This is what he recounts in his novel \"Slaughterhouse-Five\": \"I went to the University of Chicago for a while after the Second World War. I was a student in the department of anthropology. They taught me that nobody was ridiculous or bad or disgusting.\"","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Isolated Foes of Yeltsin Are Sad but Still Defiant","web_url":"https://www.nytimes.com/1993/09/27/world/isolated-foes-of-yeltsin-are-sad-but-still-defiant.html","abstract":"  President Boris N. Yeltsin spent a cold but sunny morning in Red Square with thousands of ordinary Russian citizens today, listening to the revered cellist and conductor Mstislav Rostropovich direct Washington's National Symphony Orchestra.   Russia's other President, Aleksandr V. Rutskoi, spent his morning in the increasingly isolated Parliament building, where the long, echoing corridors are lit every 30 yards or so by a single fluorescent fixture run by a generator and where the offices have no lights at all.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"North Korea Won't Budge on Nuclear Stance","web_url":"https://www.nytimes.com/1993/09/27/world/north-korea-won-t-budge-on-nuclear-stance.html","abstract":"  Six months after Washington broke decades of cold-war silence with North Korea and opened talks, American, Japanese and South Korean officials say there is no evidence that the reclusive Government is backing away from its nuclear weapons project or that it will allow international inspectors into its most secret installations.   No one knows if the Government in Pyongyang has been able to use the time to further its bomb development, or whether such efforts have slowed under international pressure and a lack of technology. American negotiators insist that the talks have not been a failure, largely because they dissuaded North Korea from pulling out of the international treaty limiting the spread of nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Preporant Slogs To Record Victory","web_url":"https://www.nytimes.com/1993/09/27/sports/preporant-slogs-to-record-victory.html","abstract":"  Preporant thrived on a sloppy track yesterday and cruised to a 14 1/2-length victory in the $60,000-added Hudson Handicap at Belmont Race Track.   Ridden by Robbie Davis and carrying 114 pounds, Preporant led throughout and covered the seven furlongs in 1:212/5, a stakes record. It was the second victory in 10 starts this season for the 4-year-old gelded son of Cormorant.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"The M.I.T. Case: Time to Back Off","web_url":"https://www.nytimes.com/1993/09/27/opinion/the-mit-case-time-to-back-off.html","abstract":"  A Federal appeals court has reversed a lower court decision that found the Massachusetts Institute of Technology guilty of violating antitrust laws. The decision could prove a lifeline to needy students, especially if it leads the Clinton Administration to drop the case.   The Bush Administration charged M. I. T. and eight other universities with conspiracy. Their crime was to participate in \"overlap\" meetings where financial aid officers would agree to offer mutual applicants an identical amount of financial aid -- an amount just enough to cover the applicant's financial need.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"No Rest For Braves Despite Victory","web_url":"https://www.nytimes.com/1993/09/27/sports/baseball-no-rest-for-braves-despite-victory.html","abstract":"  The Atlanta Braves had every right to think that if the franchise ever won 100 games in one season again, they'd already be printing up the playoff tickets and sitting pretty.   The Atlanta Braves were wrong. Today the club won its 100th game by soundly defeating the Philadelphia Phillies, 7-2, making it only the third time in franchise history and the first time this century the 100-victory plateau had been reached. But the Braves left Philadelphia comforted by another winning series but far from being at peace with their station.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"19,000 Cancer Tests Rechecked After Misreading","web_url":"https://www.nytimes.com/1993/09/27/us/19000-cancer-tests-rechecked-after-misreading.html","abstract":"  An independent laboratory is re-examining 19,000 Pap smears performed at Newport Hospital since 1988 after a woman who had tested negative four times in eight years died of cervical cancer last spring.   Of 1,190 Pap smears rechecked so far, investigators have found that in 17 cases women were told they did not have cancer when the tests actually indicated early signs of cervical cancer.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Asking for Asylum in U.S., Women Tread New Territory","web_url":"https://www.nytimes.com/1993/09/27/us/asking-for-asylum-in-us-women-tread-new-territory.html","abstract":"  One September night, the night of the 1991 military coup against President Jean-Bertrand Aristide of Haiti, a tall, slender young woman limped through the streets of Port-au-Prince in a tattered nightgown. Then 16 years old, the woman, W. Louis, had just been beaten and gang-raped in retaliation for her male cousin's pro-Aristide activities.   Ms. Louis and her cousin fled Haiti six weeks later by boat, spent five months at the American naval base in Guantanamo, Cuba, and were then admitted to the United States to apply for political asylum. As a rape victim, she agreed to speak only if she was identified by her last name.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Gilmour of Leafs Gets a Suspension","web_url":"https://www.nytimes.com/1993/09/27/sports/gilmour-of-leafs-gets-a-suspension.html","abstract":"  The National Hockey League yesterday announced a one-game suspension and $500 fine for Toronto Maple Leafs center Doug Gilmour for head-butting Enrico Ciccone of the Washington Capitals during an exhibition game on Sept. 23.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"8 Bid Farewell to the 'Future': Musty Air, Roaches and Ants","web_url":"https://www.nytimes.com/1993/09/27/us/8-bid-farewell-to-the-future-musty-air-roaches-and-ants.html","abstract":"  Gulping the rich air of the earth's atmosphere and blinking at the vastness of the horizon, eight men and women emerged this morning from two years inside the world's largest and strangest test-tube experiment, a planet-in-a-bottle called Biosphere 2.    Dressed in matching blue \"Star Trek\"-like uniforms, they marched out in single file from the airtight hatch of the glass-enclosed 3.15-acre terrarium they have shared with 3,800 other species of plants and animals in what they said was an attempt to duplicate the earth's natural harmonies. Visions of Martian Settlements    The welcoming ceremony, accompanied by a flute solo and a gush of utopian New Age oratory, was in keeping with the odd mix of science and showmanship that has characterized the entire venture and caused widespread uneasiness among professional scientists.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Dinkins Set To Propose Health Plans","web_url":"https://www.nytimes.com/1993/09/27/nyregion/dinkins-set-to-propose-health-plans.html","abstract":"  In the fourth major policy statement in a week, Mayor David N. Dinkins plans to announce a series of health-care initiatives today that range from expanding the number of neighborhood health centers to providing scholarships to medical students who agree to serve patients with AIDS after graduation.   Mr. Dinkins's health proposals are the latest in a series of policy statements intended to seize the attention of the public in an election season in which the Mayor has been plagued by bad news. The health proposals are also intended to counter the claims of Rudolph W. Giuliani, the Republican-Liberal mayoral candidate, that the Dinkins administration is without leadership on a number of fronts. Mr. Giuliani has faulted the Mayor in recent weeks for the city's management of public hospitals, some of which he said should be privatized.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/27/style/IHT-what-theyre-reading.html","abstract":"Odile Hellier, owner of the Village Voice bookshop in Paris, is reading \"An Imaginary Life,\" a novel by David Malouf about the exile of the Roman poet Ovid. ..\"It's a reflexion on civilization and barbarianism. At first the barbarians a","thumbnail":null,"section":"Style"},{"date":"19930927","headline":"Coffee and Clinton: A Hard Sell on the Health Plan","web_url":"https://www.nytimes.com/1993/09/27/us/clinton-s-health-plan-coffee-and-clinton-a-hard-sell-on-the-health-plan.html","abstract":"  Framed by boxes of breakfast cereal and refrigerated pies, President Clinton took a seat at the counter of a Queens diner yesterday and, like a neighborhood insurance agent trying to sign up his friends, listened to the customers' woes and tried to convince them that the one-size-fits-all Clinton health plan would meet their needs.   \"What's your deductible?\" the President asked Mark Fish, a diner in a booth a few feet from Mr. Clinton's counter stool.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/09/27/arts/dance-in-review-554693.html","abstract":"  Perspectives in Motion  Dia Center for the Arts SoHo    Ann Moradian saved the best for last in a program presented by her Perspectives in Motion company on Thursday night. The ingenious theme of Ms. Moradian's new \"My Left Hand,\" danced by Stefanie Nelson to music by Eric Tingstad and Nancy Rumbel, was that one hand expressed the strongest emotions in a solo that made use of the entire body.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"Jurors to Hear Closing Arguments in Trial of Trooper","web_url":"https://www.nytimes.com/1993/09/27/nyregion/jurors-to-hear-closing-arguments-in-trial-of-trooper.html","abstract":"  Closing arguments were scheduled to begin this morning in the two-week-old trial of a State Police investigator accused of faking evidence in a 1991 armed robbery near Binghamton.   The investigator, David M. Beers, has been suspended without pay since he was charged in May and faces 5 to 15 years in prison if convicted. Mr. Beers is also set to go on trial in November on charges that he faked evidence in a 1991 narcotics investigation.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Dolphins Devise Plan to Beat Bills, Then Do","web_url":"https://www.nytimes.com/1993/09/27/sports/pro-football-dolphins-devise-plan-to-beat-bills-then-do.html","abstract":"  It is one thing in pro football to devise a crafty game plan but quite another to execute it so convincingly that you give your opponent a swift kick in the rear.   And then, afterward, he does the same.   To himself.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Revved-Up Esiason Makes Jets Go, Go, Go","web_url":"https://www.nytimes.com/1993/09/27/sports/pro-football-revved-up-esiason-makes-jets-go-go-go.html","abstract":"  Last week many of the Jets players wondered how the team would respond tonight against the winless Patriots. Typically, the Jets haven't played their best against New England. And the Jets were coming off a bye week. In the past it was a scenario that often led to a Jets letdown.   But the Jets jumped out to a 21-0 lead early in the second quarter, and all the questions disappeared. And as they flirted with a 45-0 shutout late in the fourth quarter, the past didn't seem applicable.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/27/nyregion/chronicle-557093.html","abstract":"  Well, hello, Dolly! Broadway's original Dolly, CAROL CHANNING , and the man who wrote the score for the Tony award-winning show, JERRY HERMAN , will be reunited tonight -- nearly 30 years to the date they first met in DAVID MERRICK'S offices -- when the New York Friars Club pays tribute to Mr. Herman at its East 55th Street Renaissance mansion.   Among those expected to toast and perform for the man who also wrote the scores for the hit shows \"Jerry's Friends,\" \"Mame,\" and \"La Cage aux Folles\" are LESLIE UGGAMS , who will emcee the event, LAURIE BEECHMAN , BILLY STRITCH , LEROY REAMS , ALIX KOREY and FLORENCE LACEY .","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"PRO FOOTBALL: Sports of The Times; Parcells: 'Not Even A Good Scrimmage'","web_url":"https://www.nytimes.com/1993/09/27/sports/pro-football-sports-of-the-times-parcells-not-even-a-good-scrimmage.html","abstract":"  ON the opposite sideline from where Bill Parcells once glowed when doused with Gatorade as the Giants coach, he endured last night the most embarrassing defeat in his nine seasons as a National Football League coach.   \"We were completely outclassed in every way,\" he was saying now after the Patriots' 45-7 loss to the Jets. \"That wasn't even a good scrimmage. I'll take the responsibility for it. We weren't prepared and we didn't play well. They took advantage of every opportunity they had and we did very little to stop them, and we helped them along the way.\"","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Bledsoe, No. 1 Choice, No. 1 Target","web_url":"https://www.nytimes.com/1993/09/27/sports/pro-football-bledsoe-no-1-choice-no-1-target.html","abstract":"  f Drew Bledsoe thought he had been rudely welcomed to the National Football League through three losses, four interceptions, seven sacks and two fumbles, he did not realize what the Jets had in store for him tonight in Game 4 of his N.F.L. indoctrination.   The Patriots' $14.5 million rookie -- the No. 1 pick of the draft -- floundered in the face of an all-out attack by the Jets' defense. That he got off 42 passes and completed 19 was a testament to his coolness and ability to throw flat-footed.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Critic's Notebook; Rating the Interviewers In Hillary Clinton's Blitz","web_url":"https://www.nytimes.com/1993/09/27/arts/critic-s-notebook-rating-the-interviewers-in-hillary-clinton-s-blitz.html","abstract":"  If you have not caught Hillary Rodham Clinton on the screen in recent days, you have not been watching enough television. Morning time and evening time, summertime and autumntime, she has appeared on the three major networks to advance the Hillary-and-Bill health care plan. Customarily described as its chief architect, she played the part of its chief promoter for these occasions, advertising comprehensive care, controlled cost and Congressional consensus around the corner.   The assignment was carried off with informed charm. Having had her image problems with television, Mrs. Clinton seems to have settled into a comfortable persona, one that suits her and that seems to suit most viewers: a woman who does not have to apologize because her interests and abilities stretch beyond the domestic quarters of the White House. The wife whose television career began with an understandably shaky my-man performance on \"60 Minutes\" was now beside him once again, but without defensiveness or embarrassment, on a more serious matter.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"United Nations Is Finding Its Plate Increasingly Full but Its Cupboard Is Bare","web_url":"https://www.nytimes.com/1993/09/27/world/united-nations-is-finding-its-plate-increasingly-full-but-its-cupboard-is-bare.html","abstract":"  The lights are going out early at the United Nations as this year's General Assembly gets under way.    Despite having 80,000 peacekeepers in the field and despite the brave predictions of a United Nations renaissance in the post-cold-war world, the organization is on the brink of bankruptcy and is torn by self-doubt.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"CLINTON TO OUTLINE NEW U.S. PROPOSALS FOR LIMITING ARMS","web_url":"https://www.nytimes.com/1993/09/27/world/clinton-to-outline-new-us-proposals-for-limiting-arms.html","abstract":"  In his first comprehensive effort to spell out his vision of the world and the role of American foreign policy, President Clinton will lay out several new proposals today for limiting the spread of nuclear arms, ballistic missiles and chemical weapons, Administration officials said yesterday.   In an address to the United Nations General Assembly at 11 A.M., Mr. Clinton will also discuss how the United States plans to make up the roughly $1 billion in unpaid dues and peacekeeping bills that it owes.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Proposal Seen For Auditing Police Graft","web_url":"https://www.nytimes.com/1993/09/27/nyregion/proposal-seen-for-auditing-police-graft.html","abstract":"  The mayoral commission investigating police corruption in New York City is considering recommending creation of a special panel of auditors to constantly scrutinize the Police Department's own system for weeding out corruption, advisers to the commission said yesterday.   Even before the start of public hearings today, the Mollen Commission's five members have reached a consensus that only such a panel, with the ability to conduct its own investigations, can keep the spotlight on corruption, the advisers said. The department's Internal Affairs Bureau has been criticized as bungling investigations or ignoring signs of corruption.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"A Son Returns to Remind the Russians","web_url":"https://www.nytimes.com/1993/09/27/world/a-son-returns-to-remind-the-russians.html","abstract":"  The biggest crowd in Moscow in months gathered in Red Square today to welcome a returning son of Russia.   Mstislav Rostropovich, the cellist and conductor, who was exiled from the Soviet Union almost two decades ago, was leading the National Symphony Orchestra of Washington in an outdoor performance of the finale to \"Alexander Nevsky\" by Prokofiev and Tchaikovsky's \"1812 Overture,\" complete with booming cannon fire and the Kremlin bells ringing.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Floyd and Wadkins Live Up To Watson's Faith in Them","web_url":"https://www.nytimes.com/1993/09/27/sports/golf-floyd-and-wadkins-live-up-to-watson-s-faith-in-them.html","abstract":"  When Tom Watson picked Raymond Floyd and Lanny Wadkins as his two captain's choices for the Ryder Cup team, he said his top criteria were \"heart and guts.\"   Both did little to prove their captain wrong today, but only one swung a golf club at the Belfry.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"London Journal; With a Mace, Madam Rules a Most Unruly House","web_url":"https://www.nytimes.com/1993/09/27/world/london-journal-with-a-mace-madam-rules-a-most-unruly-house.html","abstract":"  A foreigner who wanders into the wood-paneled gallery of the House of Commons expecting decorum is in for a shock.   Do the honorable members rise with gravitas to expound on the affairs of the realm? Do they conduct the state's discourse with dignity? Do they humbly give way in defeat and display Churchillian magnanimity in victory?","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Comments From Dinkins Backer Draw Fire From Giuliani Camp","web_url":"https://www.nytimes.com/1993/09/27/nyregion/comments-from-dinkins-backer-draw-fire-from-giuliani-camp.html","abstract":"  Rudolph W. Giuliani, the Republican-Liberal mayoral candidate, and his running mate for comptroller, Herman Badillo, yesterday assailed a supporter of Mayor David N. Dinkins for televised comments about Mr. Badillo that the two candidates said were racially divisive.   The comments were made by Eric Adams, president of the Grand Council of Guardians, an umbrella organization of black police officers, on a television program with Bill McCreary as the host. Mr. Adams said that if Mr. Badillo were truly concerned about the Hispanic community, he would have married a Hispanic woman. Mr. Badillo is Puerto Rican and his wife is Jewish.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/09/27/arts/dance-in-review-320993.html","abstract":"  'Sacred Hula of Hawaii'  Halau O Kekuhi St. Mark's Church    Halau O Kekuhi, a group from Hilo, Hawaii, celebrated the hula on Saturday night. Not a ukulele was strummed, nor did any Hollywood starlets wiggle their hips seductively. This was just as it should have been.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"Review/Film; From Success to Death Along an Anxious Road","web_url":"https://www.nytimes.com/1993/09/27/movies/review-film-from-success-to-death-along-an-anxious-road.html","abstract":"  In \"Malina,\" the German film maker Werner Schroeter's adaptation of a novel by Ingeborg Bachman, Isabelle Huppert portrays a writer who suffers from an interminable case of existential angst.   Ms. Huppert's unnamed character is a chain-smoking novelist who lives in Vienna with a calm and devoted male companion, Malina (Mathieu Carriere). Although attractive and successful, she is emotionally disturbed. In the film's opening scene, she has a vision of herself as a little girl being thrown to her death by her father from the roof of a building. The father, a demonic figure, reappears in several expressionistic set pieces, sometimes to the accompaniment of operatic music.","thumbnail":null,"section":"Movies"},{"date":"19930927","headline":"Abroad at Home; Depriving The Nation","web_url":"https://www.nytimes.com/1993/09/27/opinion/abroad-at-home-depriving-the-nation.html","abstract":"  It is months since President Clinton abandoned his nominee as Assistant Attorney General for civil rights, Lani Guinier. But the Guinier affair will not go away. Questions about her views and about the way the political process treated her continue to nag at us.   By far the best analysis of those questions is now in hand. It is by Professor Randall Kennedy of the Harvard Law School and appears in the fall issue of The American Prospect, a liberal quarterly that takes a deeper look at public problems. The article is impressive in its evenhandedness. Professor Kennedy praises Professor Guinier in some respects, criticizes in others.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Review/Jazz; 2 Young Trumpeters, In 2 Commissioned Works","web_url":"https://www.nytimes.com/1993/09/27/arts/review-jazz-2-young-trumpeters-in-2-commissioned-works.html","abstract":"  Jazz at Lincoln Center opened its season on Wednesday at Alice Tully Hall with \"On Commission: Terence Blanchard and Roy Hargrove,\" a set of commissions that were a good idea in principle but didn't quite succeed. Mr. Hargrove and Mr. Blanchard, both young trumpeters adept at arranging for small groups, lead two of the better bands working in jazz.   Jazz has traditionally depended on the ensemble for its finest moments, on the sort of precision and interplay that only musicians who work together regularly can achieve. The two commissions played on Wednesday were clearly assigned with the idea that these two working bands would be able to produce something out of the ordinary.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"Accord Is Near on a Mental Health Bill","web_url":"https://www.nytimes.com/1993/09/27/nyregion/accord-is-near-on-a-mental-health-bill.html","abstract":"  Negotiators for the Legislature and the Cuomo administration said today that they were near agreement on a mental health bill that would close five state psychiatric hospitals and earmark between $153 million and $180 million in new spending for community care over the next five years. An additional $30 million would be spent on programs for the homeless, with most of the money going to treatment for alcoholics and drug abusers who are mentally ill.   The negotiators have been working quietly since early July, when the Governor threatened to veto a mental health bill passed by the Legislature. That bill would direct money to community mental health programs each time a bed was closed in one of the state's 22 psychiatric hospitals. According to estimates, it would route between $208 million and $245 million to community care over five years.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Compromise on Russia's Standoff Is Proposed by Regional Leaders","web_url":"https://www.nytimes.com/1993/09/27/world/compromise-on-russia-s-standoff-is-proposed-by-regional-leaders.html","abstract":"  Russian regional leaders meeting in St. Petersburg called today for simultaneous early elections for both President and Parliament to resolve the power struggle between the two sides.    They proposed that both President Boris N. Yeltsin and the Congress of People's Deputies reverse their edicts dissolving or dismissing each other and that the legislature then turn its powers over to the Council of the Federation -- a body of regional leaders formed by Mr. Yeltsin -- until a new legislature is sworn in.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Senator Nunn Sets Tough Conditions to Send U.S. Troops to Bosnia","web_url":"https://www.nytimes.com/1993/09/27/world/senator-nunn-sets-tough-conditions-to-send-us-troops-to-bosnia.html","abstract":"  Senator Sam Nunn, one of the most influential members of Congress on military matters, set stiff conditions today for using American troops to enforce a peace treaty in Bosnia and Herzegovina.   Mr. Nunn, the chairman of the Senate Armed Services Committee, often frames the debate in the Senate on military issues. He has previously called on the Administration to spell out its \"exit strategy,\" and his comments today were his most detailed explanation of what he says is needed.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Giants' Bailey Has to Check His Loyalties","web_url":"https://www.nytimes.com/1993/09/27/sports/pro-football-notebook-giants-bailey-has-to-check-his-loyalties.html","abstract":"  For about an hour recently, Giants linebacker Carlton Bailey talked fondly about his days in Buffalo. He still stays in touch with some of the guys there. Misses them a lot, actually. Still, there were several things the talented linebacker remembers about his experience with his former team that, frankly, even now bring back feelings of disappointment and anger.   When the Giants play at Buffalo on Sunday night in what is being billed as New York's biggest test of the young season, Bailey plans on using these things to motivate him, to fire him up against the many players he spent five years of his life with as they built one of the American Football Conference's all-time powerhouses.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/27/nyregion/c-corrections-515593.html","abstract":"  An entry in the Executive Changes listing of Business Day on Wednesday about C S First Boston misspelled the name of a new managing director of the health care finance group in the investment company's public finance department. He is Gary D. Bunton, not Burton.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/09/27/arts/dance-in-review-553893.html","abstract":"  'Indigenous Culture'  Polly Motley Bessie Schonberg Theater    Polly Motley now lives in Boulder, Colo. But she grew up in Texas, and on Wednesday she choreographically reminisced about her years there in the program of three solos she offered as part of Dance Theater Workshop's Out-of-Towners series.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"BASEBALL: Sports of The Times; Yanks and Showalter Can't Look Back Yet","web_url":"https://www.nytimes.com/1993/09/27/sports/baseball-sports-of-the-times-yanks-and-showalter-can-t-look-back-yet.html","abstract":"  IT'S time to put the Yankees out of their misery, so haggard Buck Showalter does not have to give any more awkward little speeches about miracles and mathematics. But it would have been more misery for them if it had happened here.    At least the Yankees did not have to listen to the roars and the fireworks of a division championship, something they may never experience on this patchwork team. At least the Yankees did not have to skulk out of Toronto in a happy traffic jam of honking horns and smiling faces.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Savings Associations and Commercial Banks","web_url":"https://www.nytimes.com/1993/09/27/nyregion/pulse-savings-associations-and-commercial-banks.html","abstract":"  After peaking in 1988, the number of commercial banks in the region has plummeted, in large part reflecting the effects of the recession. The trend in New York has been driven by mergers like the one between Chemical Bank and Manufacturers Hanover, and by moves by many large New York City-based banks to merge their upstate subsidiaries into the parent banks. In Connecticut, the FDIC closed 10 institutions in 1992 alone; only one of the state's banks was closed in the 1980s. In New Jersey, a slow down in commercial real estate and construction took a toll on commercial banks, but they resumed profitable operations in 1992, after three years of setbacks. The thrift industry in all three states has also contracted, afflicted by the same troubles that beset many of the country's savings and loan associations.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Ms. Pigliavento and Mr. Alonso","web_url":"https://www.nytimes.com/1993/09/27/style/ms-pigliavento-and-mr-alonso.html","abstract":"  Michele Pigliavento, a daughter of Eleaner and Orlando Pigliavento of Schenectady, N.Y., and Daniel R. Alonso, the son of Drs. M. Lita and Daniel R. Alonso of Scarsdale, N.Y., were married yesterday. Justice Stephen Crane of the State Supreme Court in Manhattan officiated at the Hotel Thayer in West Point, N.Y.   Ms. Pigliavento, who is keeping her name, is an actress in New York who most recently appeared in \"The Goodbye Girl\" on Broadway. She graduated cum laude from the State University at Geneseo, N.Y. Her parents own the Orlando School of Dance in Schenectady.","thumbnail":null,"section":"Style"},{"date":"19930927","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/27/nyregion/inside-947393.html","abstract":"  Hussein Ponders Changes   Over dinner with foreign reporters, King Hussein of Jordan reflected on the changes wrought by the Israeli-Palestinian accord and talked of delaying elections. Page A3. U.S. Keeps Ryder Cup    A crucial victory by 51-year-old Ray Floyd -- the oldest player in Ryder Cup history -- helped the United States beat Europe in golf's big showdown. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"1893: What's in a Name?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/27/opinion/IHT-1893-whats-in-a-name-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A correspondent writes enthusiastically of the proposal of the Municipal Council of Paris to Russianize the names of the streets. It is understood the suggestion that the avenue du Bois de Boulogne be called \"avenue de Cronstadt\" is put","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Review/Rock; An Assaultive Amalgam Of Styles and Sonic Jolts","web_url":"https://www.nytimes.com/1993/09/27/arts/review-rock-an-assaultive-amalgam-of-styles-and-sonic-jolts.html","abstract":"  Ian MacKaye, Fugazi's guitarist and singer, likes to stay calm. To open Fugazi's concert on Friday night at Roseland, the first of two sold-out concerts, he admonished the audience, \"Be nice to each other.\" Later, without raising his voice, he urged people who were lifting crowd-surfers to pass them backwards so the fans up front wouldn't have so much traffic. But the crowd had its own ideas about how to respond to Fugazi's brawny beat, furiously strummed guitars and half-sung, half-shouted words, turning Roseland's floor into a frenzied mosh pit.   Fugazi unites the lessons of hardcore rock -- the uncompromising irritation, the guitar attack, the stop-start riffs -- with reggae's sense of space and bits of mainstream rock (U2's guitar, the Police's punky ska, a booming heavy-metal beat). The band, based in Washington, has also maintained hardcore's disdain for the entertainment business. It runs its own label, Dischord Records, which sells compact disks for just $8 (raising the question why much larger entertainment conglomerates can't do the same); concert tickets at Roseland were $5.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"On Trial -- How We Die","web_url":"https://www.nytimes.com/1993/09/27/opinion/on-trial-how-we-die.html","abstract":"As Dr. Jack Kevorkian faces trial and another hearing this week -- on a charge of breaking Michigan's law against physician-assisted suicide, one might ask what should really be on trial: Dr. Kevorkian, the law or our treatment of dying patients? \n\nThe disturbing background of this case has been chronicled extensively in the media -- 16 desperate people directly assisted in suicide by Dr. Kevorkian, a pathologist with no clinical training; a law specifically enacted to control him, then blatantly violated when he continued his chilling crusade by openly helping two more people to die.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"2 Autumn Festivals in Europe","web_url":"https://www.nytimes.com/1993/09/27/arts/2-autumn-festivals-in-europe.html","abstract":"  Both the Warsaw Autumn, which ended its 36th installment on Saturday night, and Paris's 22d Autumn Festival, which got under way last week and continues until December, were intended to open their cities to the best the world had to offer. Both remain at full strength, attracting audiences from far beyond their local borders. Yet both festivals are facing a new order, forced by circumstances to reconsider their roles.   In the late 1950's and 60's, the Warsaw Autumn provided Poland and the entire Soviet bloc with its only comprehensive look at contemporary classical music. But it has had to readjust as the shock of the new wore off and the modernist passions of its founders were diluted by today's musical eclecticism.","thumbnail":null,"section":"Arts"},{"date":"19930927","headline":"Expanding Perceptions Of Family In Film","web_url":"https://www.nytimes.com/1993/09/27/movies/expanding-perceptions-of-family-in-film.html","abstract":"  Danny Glover daydreamed aloud as he took time out from his whirlwind schedule of promoting his new Paramount film, \"Bopha!,\" about a black family in South Africa. He was talking about another kind of film. He envisioned a gentle love story, something like \"Sleepless in Seattle,\" with black protagonists. He was not certain it would happen anytime soon.   \"People don't think that black people want to go see those films,\" said Mr. Glover, 46, who waved his hands for emphasis and sometimes talked so fast that he practically stuttered. At an interview in the Essex House hotel, he sported a gray-and -black beard and wore a cross-emblazoned black vest so hip that his teen-age daughter tried to borrow it permanently.","thumbnail":null,"section":"Movies"},{"date":"19930927","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/27/nyregion/c-corrections-516393.html","abstract":"  An obituary on Saturday about Alvin Hasenberg, an executive in the confectionary industry, misstated his age and the date of his death. He died on Sept. 13, not on Sept. 16, and he was 70, not 76.  ","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Kristin Jahoda, Christopher Arndt","web_url":"https://www.nytimes.com/1993/09/27/style/kristin-jahoda-christopher-arndt.html","abstract":"  Kristin Jahoda, a daughter of Mrs. Barbara Jahoda of Coppell, Tex., and Mr. John Jahoda of Dallas, was married yesterday to Christopher Vincent Arndt, a son of Mr. and Mrs. Edward W. Arndt of Ho-Ho-Kus, N.J. The Rev. Timothy Graff performed the Catholic ceremony at the Church of St. Gabriel the Archangel in Saddle River, N.J.   Mrs. Arndt and her husband, both 25, graduated from the University of North Carolina at Charlotte. She is a compensation and benefits analyst with Broadway & Seymour, a computer consulting firm in Charlotte, N.C.","thumbnail":null,"section":"Style"},{"date":"19930927","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/27/nyregion/chronicle-556293.html","abstract":"  As a young, black girl growing up in New York City, BETHANN HARDISON , owner of Bethann Management Company, an agency that represents models, never thought of a career in modeling or fashion because she didn't see anyone like her in magazines. Even when she got her big break, Ms. Hardison wished there had been some guiding hand to help her manuever the competitive fashion world. So that other minority youths will be spared her travails, she and a group of fashion industry professionals formed Fashion Outreach, a nonprofit group working to improve minority representation in the fashion industry.   \"We plan to focus on youth, educating them, providing role models for them, providing them with contacts that will aid them in choosing and forging a career in fashion,\" said LAWRINE CHILDERS , one of the group's founding members and a personal manager to models.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Accused Businessman Is Linked to Secretary","web_url":"https://www.nytimes.com/1993/09/27/us/accused-businessman-is-linked-to-secretary.html","abstract":"  Commerce Secretary Ronald H. Brown met three times with a Vietnamese-American businessman who has been accused of conspiring to pay Mr. Brown $700,000 to pursue a trade policy favorable to Vietnam, a Federal law enforcement official said today.   The official said an investigation into the conspiracy accusation, which had been reported earlier, had not produced any evidence that Mr. Brown had violated the law.","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"China's Culture Should Dictate Political Reform; Danger in A-Test","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-china-s-culture-should-dictate-political-reform-danger-in-a-test-522893.html","abstract":"  To the Editor:   You reported on Sept. 17 that the United States believes that China is about to set off an underground nuclear explosion at its Lop Nor site in Xinjiang Province. Such a test would surely outrage the population of Xinjiang, a northwestern region where minority Muslims have engaged in a sometimes bloody independence movement.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"King Hussein Breaks Bread and Makes Promises","web_url":"https://www.nytimes.com/1993/09/27/world/king-hussein-breaks-bread-and-makes-promises.html","abstract":"  King Hussein of Jordan, struggling to absorb the aftershocks of the Palestinian-Israeli peace agreement, has indicated that, because of the accord and the changes it has brought to the Middle East, he will probably delay parliamentary elections scheduled for November.   \"There is a likelihood of postponement for a limited period until matters clear up a little bit more, and we know exactly where we all stand in the interests of cohesion within the country,\" he told foreign reporters over dinner Saturday at the limestone Mawa Palace.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Dianne Pine, Scott Dembner","web_url":"https://www.nytimes.com/1993/09/27/style/dianne-pine-scott-dembner.html","abstract":"  Dianne F. G. Pine, a lawyer in New York, was married yesterday to Scott Dembner, an associate at Cherry, Edson & Kelly, a law firm in Hempstead, L.I. Rabbi Phillip Hiat officiated at the Ballroom restaurant in New York.    Ms. Pine is keeping her name. She graduated from the State University at Albany and received a law degree from New York Law School. She is a daughter of Mr. and Mrs. Harvey Pine of Spring Valley, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930927","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/09/27/nyregion/traffic-alert-152493.html","abstract":"  President's Visit   Because of President Clinton's visit to New York City today, First Avenue between 34th and 50th Streets and Second Avenue between 42d and 50th Streets will be closed to traffic, as will most side streets in the 40's between those avenues, including 42d Street. In addition, 50th Street between First and Park Avenues will be shut.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Seeing a Different Kind of Stars","web_url":"https://www.nytimes.com/1993/09/27/sports/football-seeing-a-different-kind-of-stars.html","abstract":"  We interrupt the latest brawls to bring you the new college football rankings:   A.P. -- 1. Florida State, 2. Alabama, 3. Miami, 4. Notre Dame, 5. Florida.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Ms. Reno and Crown Heights","web_url":"https://www.nytimes.com/1993/09/27/opinion/ms-reno-and-crown-heights.html","abstract":"  Representative Charles Schumer, Brooklyn District Attorney Charles Hynes and many other New Yorkers want Attorney General Janet Reno to conduct a more rigorous investigation into the Crown Heights riots. They're right. Ms. Reno may ultimately decide that no Federal crime was committed during the rioting or in the slaying of Yankel Rosenbaum, a Hasidic scholar who was murdered the first night of the violence. But it is difficult to see how she could fairly make that judgment without an aggressive inquiry.   A few weeks ago, officials said Ms. Reno had decided to drop the case. Then she reconsidered after Mr. Hynes, Mr. Schumer and others asked for more time to make the argument for Federal prosecution. The Justice Department will not, of course, discuss the case. But a Federal grand jury has not been convened and it is clear that the Justice Department's questioning has been limited.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Once-Tamed Disease Fells Workers On Pork Packing Plant's Killing Floor","web_url":"https://www.nytimes.com/1993/09/27/us/once-tamed-disease-fells-workers-on-pork-packing-plant-s-killing-floor.html","abstract":"  Evelyn Fryar has one of the bloodier jobs at the Lundy Packing Company here, trimming the jaws from heads of slaughtered pigs. In June of last year, she said, she came down with something like a very bad case of the flu.    \"In the beginning, I started aching all over -- my ankles, my knees, my hips, all over,\" she said. \"Then I began to lose weight. I lost 12 pounds the first week I was out sick with it. I didn't have an appetite to eat. I had real bad headaches. I carried a fever of 103 for a solid week before they put me on antibiotics. I was hospitalized with it in July. I was out of work about four months.\"","thumbnail":null,"section":"U.S."},{"date":"19930927","headline":"Rangers' Keenan Puts Game Face Over an Aching Loneliness","web_url":"https://www.nytimes.com/1993/09/27/sports/hockey-rangers-keenan-puts-game-face-over-an-aching-loneliness.html","abstract":"  Mike Keenan arrived at the hospital in Stratford, N.J., within a few hours of the accident. It was morning, Nov. 10, 1985, and Pelle Lindbergh had crashed his Porsche into a retaining wall at an excessive rate of speed.   Lindbergh, the goaltender for the Philadelphia Flyers, was effectively brain dead, his body dependent on a life-support system that eventually would be turned off. Keenan, in his first National Hockey League head-coaching job, came into the lobby of Jefferson Hospital and immediately took charge.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"China's Culture Should Dictate Political Reform; A View From Inside","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-china-s-culture-should-dictate-political-reform-a-view-from-inside-521093.html","abstract":"  To the Editor:   I am an American who has been living in China since 1967. Back in America on a visit, I was intrigued by your Sept. 6 and 7 articles on China. Although you present many facts, you are unable to explain how it is that an allegedly repressive regime can create a soaring economy and provide its people with many social amenities. You say this is \"annoying to democrats,\" and wonder whether repression of the citizenry might not be the best way for emerging nations to go.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Besieged Georgia City Reinforced But the Intense Fighting Continues","web_url":"https://www.nytimes.com/1993/09/27/world/besieged-georgia-city-reinforced-but-the-intense-fighting-continues.html","abstract":"Intense fighting continued here today between Government troops and secessionists despite the arrival of a few hundred Army reinforcements who forded a river to bring aid to this besieged regional capital.\n\nRebel forces fighting for control of the Abkhazia region pounded Government positions in Sukhumi from artillery positions in the northern hills.","thumbnail":null,"section":"World"},{"date":"19930927","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/27/nyregion/bridge-977593.html","abstract":"  An astonishing victory emerged from the Royal Viking Instant Matchpoint game, which was organized by the American Contract Bridge League and played in clubs throughout North America Thursday night.   The winners, playing at the Winfield Hall Club in Westchester, Pa., were Carole Siegel, who has 20 master points, and Susan Strauss, who has none at all and does not belong to the national group. They scored almost 75 percent in the North-South line, and are surely the least experienced pair ever to win on such an occasion. The East-West winners, with 73 percent, were Bill Cook and Annette McHann of Jackson, Miss.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"1918: The Kaiser's Visit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/27/opinion/IHT-1918-the-kaisers-visit-in-our-pages100-75-and-50-years-ago.html","abstract":"GENEVA - The \"Dmocrate\" learns that the Kaiser, accompanied by Duke Albrecht of Wurtemberg and Prince Etienne von Schaumberg-Lippe, last week visited Alsace, stopping at the chief Rhine towns, where he chiefly visited military hospitals, a","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Strangling: Only Certainty Is the TV Movie","web_url":"https://www.nytimes.com/1993/09/27/nyregion/reporter-s-notebook-strangling-only-certainty-is-the-tv-movie.html","abstract":"  Robert A. Solimine Jr.'s short life and senseless death seem destined to become a movie.   At least one producer regularly drops by the trial of James P. Wanger, the youth accused of strangling Mr. Solimine. Film executives keep calling reporters, angling for details on the case.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Books of The Times; America's Dream on a Slide Into the Third World","web_url":"https://www.nytimes.com/1993/09/27/books/books-of-the-times-america-s-dream-on-a-slide-into-the-third-world.html","abstract":"  The Endangered American Dream  How to Stop the United States From Becoming a Third-World Country and How to Win the Geo-Economic Struggle for Industrial Supremacy By Edward N. Luttwak  365 pages. Simon & Schuster. $24.   Much will seem familiar about Edward N. Luttwak's cumbersomely subtitled but important economic jeremiad, \"The Endangered American Dream.\"","thumbnail":null,"section":"Books"},{"date":"19930927","headline":"Organ Transplants Shouldn't Be Limited","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-organ-transplants-shouldn-t-be-limited-550393.html","abstract":"  To the Editor:   Willard Gaylin makes the point that any new health plan in this country must accept the notion of rationing (\"The Health Plan Misses the Point,\" Op-Ed, Sept. 15). Perhaps he is correct but I object to his insinuation that paying for a kidney transplant for a patient over 50 is a questionable practice, and I can't agree with his seeming approval of the Oregon plan, which will not fund liver transplants.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Saints End String Of 49er Dominance","web_url":"https://www.nytimes.com/1993/09/27/sports/football-saints-end-string-of-49er-dominance.html","abstract":"  During an emotional team meeting last week, Saints Coach Jim Mora, searching for a way to break San Francisco's hex on his team, recited the scores of games the Saints and 49ers had played during the past few years. As they went down the list, coach and team commiserated as they recalled how so many of the games had ended with the 49ers breaking their hearts with last-second victories: 1988, 34-33; 1989, 24-20; 1990, 13-12. Then there was last year's double whammy: 16-10 and 21-20.   \"It was either them driving it or us not executing,\" said Wade Wilson, the Saints' starting quarterback this season. \"There was no reason for that happening. This year we know that if we're going to get to where we want to go, we're going to have to beat San Francisco.\"","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/27/nyregion/metro-digest-096093.html","abstract":"  NEW YORK CITY BUDGET PRESENTS IMMEDIATE CHALLENGE When the winner of New York City's mayoral race takes the oath of office on Jan. 1, he will face an immediate challenge: preventing a budget crisis. That is the consensus among experts on the city's fiscal affairs, who say that without major changes, there will be shortfalls of at least $2 billion a year in the next three budgets. A1.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Supporting Dinkins, Clinton Worries About Role of Race","web_url":"https://www.nytimes.com/1993/09/27/nyregion/supporting-dinkins-clinton-worries-about-role-of-race.html","abstract":"  President Clinton, his voice ringing in revival tones, told a packed fund-raiser last night that Mayor David N. Dinkins deserved re-election on his record, but was facing a tough campaign partly because \"too many of us are still too unwilling to vote for people who are different than we are.\"   With such an overt reference to Mr. Dinkins's status as New York City's first black Mayor, the President unleashed perhaps the most explosive electoral weapon at the Mayor's command, and one that Mr. Dinkins has seldom, if ever, invoked in such strong terms.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"No Political Actions Against Quayle's Accuser","web_url":"https://www.nytimes.com/1993/09/27/opinion/l-no-political-actions-against-quayle-s-accuser-957593.html","abstract":"  To the Editor:   I would like to respond to your editorial \"Who Silenced Mr. Quayle's Accuser?\" on Sept. 15, which implied that my office failed to recognize substantial evidence that a Federal inmate was silenced for political reasons in 1988.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"Clinton Lends Luster, and Bedlam; A Brush With Celebrity Worthy of the Movies Next Door","web_url":"https://www.nytimes.com/1993/09/27/nyregion/clinton-lends-luster-bedlam-brush-with-celebrity-worthy-movies-next-door.html","abstract":"  Mollie Moskowitz just wanted to see the 1 o'clock movie. On her way to the theater yesterday afternoon, she heard something on the car radio about how President Clinton was at a diner. She heard something about how the diner President Clinton was visiting was painted a pinkish color.   Until she pulled into the parking lot and saw all the camera crews and the police and the Secret Service agents, it had not occurred to her that the diner Mr. Clinton was visiting was the one next to the theater, the Future Diner.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"Nafta and the Environment","web_url":"https://www.nytimes.com/1993/09/27/opinion/nafta-and-the-environment.html","abstract":"  Environmentalists, accustomed to unified struggles against common enemies like air pollution and Ronald Reagan, have fallen to fighting among themselves over the North American Free Trade Agreement. Grass-roots organizations like Friends of the Earth say it will create a polluters' paradise in Mexico and degrade America. Mainstream groups like the National Wildlife Federation say it all but guarantees a cleaner hemisphere.   Nafta's critics are even more jittery now that a Federal appeals court has ruled that the White House can forward the agreement to Congress without an environmental impact statement. A careful reading of Nafta should ease their worries.","thumbnail":null,"section":"Opinion"},{"date":"19930927","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/27/nyregion/news-summary-900793.html","abstract":"  International A3-11 CLINTON TO OFFER ARMS INITIATIVE   President Clinton will make his first comprehensive effort to spell out his vision of the world and lay out plans to halt the spread of nuclear and other weapons in an address to the United Nations, Administration officials said.  A1","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"The Mets Fans Finally Get A Day for Appreciation","web_url":"https://www.nytimes.com/1993/09/27/sports/baseball-the-mets-fans-finally-get-a-day-for-appreciation.html","abstract":"  Fan Appreciation Day. It was a concept born of another era, certainly another season. The Mets, after all, had given Shea Stadium its worst baseball in more than a quarter-century. By way of response, Shea had limited its outrage and mostly offered indifference through 1993.   Mutual affection, anyway, seemed a bit much to ask after this long season of an angry truce. But corporate sponsors gave away radios and computers and a car. And the Mets, after a season of lurid largesse, didn't give away a baseball game. Positive Stats, for a Change    The Mets beat the Expos, 9-3. Tug McGraw was inducted into the franchise's Hall of Fame. Jeff Kent, after attacking a television camera, returned to the more acceptable activity of menacing a baseball, slugging a grand slam and driving in five runs. Eddie Murray, aware the project won't win him a job at Shea next year, kept adding to his career totals, sliding up the career charts in runs batted in, hits and doubles. And Dave Telgheder, a pitcher of modest tools, went eight respectable innings to edge the Expos closer to 1993 extinction in the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Seeing Today's Dreams Against Political Reality","web_url":"https://www.nytimes.com/1993/09/27/nyregion/metro-matters-seeing-today-s-dreams-against-political-reality.html","abstract":"  \"WHEN people say dreams don't come true, tell them about Rudy.\"   Rudy who? That advertising slogan is promoting a new film, not a candidate for mayor. But the advertisement conjures up nostalgic Horatio Alger-type images of a young man who succeeded against the odds -- images that often seem to represent the underpinnings of Rudolph W. Giuliani's mayoral campaign. For many New Yorkers, today's dreams seem to be less about what could be than about what might have been.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"I.M.F. Meeting Backs Yeltsin, With a Caveat","web_url":"https://www.nytimes.com/1993/09/27/world/imf-meeting-backs-yeltsin-with-a-caveat.html","abstract":"  Finance ministers here for a meeting of the International Monetary Fund gave Russia a two-pronged message today: they support President Boris N. Yeltsin in his showdown with Parliament, but they want him to move faster to reduce inflation and reform the economy.   Voicing enthusiastic support for Mr. Yeltsin, Treasury Secretary Lloyd Bentsen told the ministers today, \"Our task in this unfolding drama is to reinforce reform and its standard-bearers.\"","thumbnail":null,"section":"World"},{"date":"19930927","headline":"U.S. Denies Europeans and Belfry to Hold On to Ryder Cup","web_url":"https://www.nytimes.com/1993/09/27/sports/golf-us-denies-europeans-and-belfry-to-hold-on-to-ryder-cup.html","abstract":"  There was no defining figure on the final day of this Ryder Cup, no solitary hero or scapegoat, no Bernhard Langer wincing like some crestfallen angel as his final putt slid by the hole.   Instead, the Americans' 15-13 victory gathered force slowly this afternoon, like a series of waves breaking against this proud island's shores. The final rush began in the middle of the day with the news of Jim Gallagher's stunning victory over Seve Ballesteros. Then came Tom Kite's romp over Langer, then Davis Love 3d's crucial putt on No. 18 against Constantino Rocca, a small, round, sympathetic Italian, who, like so many Ryder Cuppers before him, folded down the stretch.","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Cuomo the Orator Now Soliloquizes in Book Form; Disclaiming Greatness, He Labors On: An Embryonic Idea Here, an Honorarium There","web_url":"https://www.nytimes.com/1993/09/27/nyregion/cuomo-orator-now-soliloquizes-book-form-disclaiming-greatness-he-labors.html","abstract":"  For a man who just published a collection of his speeches, Gov. Mario M. Cuomo affects an unlikely sense of modesty about his oratorical skills.   He says he doesn't really consider himself a good speaker. He agreed to publish his speeches, he says, because he believes that his ideas, not his elocution, merit preservation.","thumbnail":null,"section":"New York"},{"date":"19930927","headline":"The Morning After: Red Faces for Rutgers","web_url":"https://www.nytimes.com/1993/09/27/sports/football-the-morning-after-red-faces-for-rutgers.html","abstract":"  Doug Graber wasn't in a forgiving mood Saturday night after his Rutgers team was given a 31-7 thrashing at Beaver Stadium by Penn State.   \"I'm embarrassed the way our team played,\" said Graber in an uncharacteristic display of criticism of his own team. \"Poise was our biggest problem. We have trouble keeping our poise and discipline.\"","thumbnail":null,"section":"Sports"},{"date":"19930927","headline":"Down-to-the-Wire Finishes Quickly Fizzled","web_url":"https://www.nytimes.com/1993/09/27/sports/baseball-down-to-the-wire-finishes-quickly-fizzled.html","abstract":"  The four down-to-the-last-weekend division races that appeared possible earlier this month have withered to one, but the champions-in-waiting in the three other divisions had to pull off critical winning streaks to fend off their pursuers.   Barring a weeklong winning streak by one of the contenders and a weeklong losing streak by the other, the National League West should go until next weekend before learning the identity of its champion: the Atlanta Braves for the third successive season or the San Francisco Giants for the first time since they introduced earthquakes to the World Series.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930927","headline":"The Sukhumi massacre takes place in Abkhazia.","pages":[{"title":"Ethnic cleansing of Georgians in Sukhumi","web_url":"https://en.wikipedia.org/wiki/Ethnic_cleansing_of_Georgians_in_Sukhumi","description":"1993 massacre of ethnic Georgians by Abkhazian separatist forces in Sukhumi, Georgia","thumbnail":null,"abstract":"The Sukhumi massacre took place on 27 September 1993, during and after the fall of Sukhumi into separatist hands in the course of the War in Abkhazia. It was perpetrated against Georgian civilians of Sukhumi, mainly by militia forces of Abkhaz separatists and North Caucasian allies. It became part of a violent ethnic cleansing campaign carried out by the separatists."}]}],"weather":[{"date":"19930927","time":"1993-09-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":60,"wspd":20.5},{"date":"19930927","time":"1993-09-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":59,"wspd":16.6},{"date":"19930927","time":"1993-09-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":63,"wspd":18.4},{"date":"19930927","time":"1993-09-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":74,"wspd":16.6},{"date":"19930927","time":"1993-09-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":81,"wspd":14.8},{"date":"19930927","time":"1993-09-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":82,"wspd":9.4},{"date":"19930927","time":"1993-09-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":82,"wspd":13},{"date":"19930927","time":"1993-09-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":79,"wspd":16.6},{"date":"19930927","time":"1993-09-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":80,"wspd":14.8},{"date":"19930927","time":"1993-09-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":100,"wspd":16.6},{"date":"19930927","time":"1993-09-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":84,"wspd":20.5},{"date":"19930927","time":"1993-09-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":86,"wspd":16.6},{"date":"19930927","time":"1993-09-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":89,"wspd":18.4},{"date":"19930927","time":"1993-09-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":87,"wspd":16.6},{"date":"19930927","time":"1993-09-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":87,"wspd":14.8},{"date":"19930927","time":"1993-09-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":86,"wspd":13},{"date":"19930927","time":"1993-09-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":86,"wspd":14.8},{"date":"19930927","time":"1993-09-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":90,"wspd":18.4},{"date":"19930927","time":"1993-09-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":90,"wspd":13},{"date":"19930927","time":"1993-09-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":89,"wspd":14.8},{"date":"19930927","time":"1993-09-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":91,"wspd":13},{"date":"19930927","time":"1993-09-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":91,"wspd":13},{"date":"19930927","time":"1993-09-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":88,"wspd":11.2},{"date":"19930927","time":"1993-09-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19930927","time":"1993-09-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":7.6},{"date":"19930927","time":"1993-09-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":11.2},{"date":"19930927","time":"1993-09-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":7.6},{"date":"19930927","time":"1993-09-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":7.6},{"date":"19930927","time":"1993-09-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":5.4},{"date":"19930927","time":"1993-09-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":13},{"date":"19930927","time":"1993-09-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":7.6},{"date":"19930927","time":"1993-09-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":100,"wspd":5.4},{"date":"19930927","time":"1993-09-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":7.6},{"date":"19930927","time":"1993-09-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":87,"wspd":5.4},{"date":"19930927","time":"1993-09-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":87,"wspd":7.6},{"date":"19930927","time":"1993-09-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":87,"wspd":7.6},{"date":"19930927","time":"1993-09-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":7.6},{"date":"19930927","time":"1993-09-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":78,"wspd":9.4},{"date":"19930927","time":"1993-09-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":11.2},{"date":"19930927","time":"1993-09-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":11.2},{"date":"19930927","time":"1993-09-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":0},{"date":"19930927","time":"1993-09-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":13},{"date":"19930927","time":"1993-09-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":11.2},{"date":"19930927","time":"1993-09-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":22.3},{"date":"19930927","time":"1993-09-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":29.5},{"date":"19930927","time":"1993-09-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":16.6},{"date":"19930927","time":"1993-09-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":93,"wspd":16.6},{"date":"19930927","time":"1993-09-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":90,"wspd":14.8}]},"19930928":{"guardian_articles":[{"date":"19930928","headline":"Europe left needing new delivery men","web_url":"https://www.theguardian.com/sport/1993/sep/28/rydercup2002.rydercup","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930928","headline":"Voices for Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-voices-for-peace-letters-to-the-editor.html","abstract":"Regarding \"Economics Won't Be Enough\" (Sept. 24) by Jerome M. Segal: .I never expected to read such an honest and sympathetic accounting of the Palestinian perception of the Middle East conflict as that written by Mr. Segal. What I found part","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Marseilles Is Barred Again and Again","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-soccer-marseilles-is-barred-again-and-again.html","abstract":"  Scandal-plagued Olympique Marseilles was barred yesterday from playing in the Intercontinental Cup, which is for the world club championship, and the European Super Cup. Earlier this month, Marseilles was stripped of its 1992-93 French League title and barred from defending its title in the European Champions Cup.   \"We have to protect soccer,\" FIFA's general secretary, SEPP BLATTER, said. \"We have to maintain order, respect and discipline in an organization which groups 178 national associations and more than 200 million players.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-423593.html","abstract":"  Finkel-Rutkowski Sonata Duo  Mannes College of Music   Elliot Finkel and Joseph Rutkowski began performing together in 1973 when they were students at the Mannes College of Music. Since then they have gone on to separate careers: Mr. Finkel, a pianist, has worked as a recital accompanist and as a conductor, largely in musical theater. Mr. Rutkowski, a clarinetist, was a member of the Norwegian Chamber Orchestra for several years, and now teaches and plays chamber music in New York City.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"More Tuned In For Ryder Cup","web_url":"https://www.nytimes.com/1993/09/28/sports/more-tuned-in-for-ryder-cup.html","abstract":"  NBC's telecast of the Ryder Cup from England delivered sizable increases in preliminary overnight Nielsen ratings compared with 1991. Saturday's six-hour tape of same-day play rated a 3.7, up 19 percent from two years ago, and Sunday's four-and-a-half-hour live broadcast rated a 4.3, up 13 percent from 3.8 in 1991.   Each overnight rating point, which is computed from 29 major markets around the country, equals 472,108 television households.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"A Sleepy Suburb Gets the Geraldo Treatment","web_url":"https://www.nytimes.com/1993/09/28/nyregion/a-sleepy-suburb-gets-the-geraldo-treatment.html","abstract":"  For 16 years the case of four mentally handicapped men who died in a boarding-house fire was forgotten, swept into the back corners of memory in a seaside town that measures time in cycles of onslaughts by summer visitors and angry winter storms.   For the last five weeks, however, Sea Bright has been squirming under a spotlight cast on the 1977 deaths and how suspicions about them were investigated. The spotlight is coming from an unlikely source, a weekly newspaper based in nearby Red Bank, The Two River Times, and its owner, Geraldo Rivera.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Diamond May Prove Ideal Display Screen","web_url":"https://www.nytimes.com/1993/09/28/science/diamond-may-prove-ideal-display-screen.html","abstract":"  A CONSORTIUM of American companies and the nation's main nuclear weapons laboratory have joined forces to develop and market a revolutionary new type of computer and television display screen based on synthetic diamond film.   The new display screens would exploit a recent discovery that synthetic diamond emits showers of electrons when exposed to weak electric fields. The consortium hopes to steal a long march on competitors in the electronics industry, particularly the Japanese, in a technology expected to earn some $9.4 billion by the year 2000.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Mets May Be Looking To Make Bid for Grace","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-mets-may-be-looking-to-make-bid-for-grace.html","abstract":"  The Mets have many needs, and so this off season they will have many targets. You can bet that they will take serious aim at Mark Grace.   One executive for the Mets indicated recently that the club had been given official signals by the Cubs that the first baseman could be available after this season.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Pollution in China Sets Off a Battle Fatal to Two","web_url":"https://www.nytimes.com/1993/09/28/world/pollution-in-china-sets-off-a-battle-fatal-to-two.html","abstract":"  In a clash that left two people dead and a dozen injured, workers at a once-secret Chinese nuclear plant last month shut down a neighboring chemical factory that was poisoning their water supply.   The incident on Aug. 14 in Gansu Province in northwestern China was initially kept secret. The first report of the episode emerged last weekend in an official regional newspaper, which quoted sources as saying Politburo members had been \"frightened and moved\" by its intensity.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Danes Commemorate Rescue of Jews From Nazis","web_url":"https://www.nytimes.com/1993/09/28/world/danes-commemorate-rescue-of-jews-from-nazis.html","abstract":"  In October, Danes will observe the 50th anniversary of an operation that ultimately saved nearly all of the country's Jews from death at the hands of the Nazis. But this time the public is hearing a fuller account of the rescue, which made Denmark a striking exception among the countries occupied by Germany in World War II.   While the German occupation forces were preparing to deport more than 7,000 Jews to death camps beginning at 10 P.M. on Oct. 1, 1943, Danes shepherded all but a few hundred to the east coast of the island of Zealand, where they boarded small boats that ferried them to neutral Sweden in hundreds of crossings over a period of a few days.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Antibiotics Block H.I.V. In Laboratory Studies","web_url":"https://www.nytimes.com/1993/09/28/health/antibiotics-block-hiv-in-laboratory-studies.html","abstract":"  A CLASS of well-known antibiotics has unexpectedly been found to block a step that helps the AIDS virus reproduce, researchers report. But they caution that the antibiotics have not yet been tested in people, that they have dangerous side effects and that many candidate drugs that show promise in the laboratory fail in the clinic.   Nevertheless, the researchers believe that they may have found a new approach to designing drugs to fight H.I.V., the virus that causes AIDS.","thumbnail":null,"section":"Health"},{"date":"19930928","headline":"Westchester's Workfare Works, So Why Not New York City's?","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-westchester-s-workfare-works-so-why-not-new-york-city-s-455393.html","abstract":"  To the Editor:   When I was a child growing up in New York City's Hell's Kitchen, my family relied on public assistance. This experience has shaped my administration's social services policies. At the core are twin beliefs that given a choice, people would rather work than be dependent and that a humane system of assistance must exist for those who cannot work through no fault of their own.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"A Road to Pure Water Paved With Anxieties","web_url":"https://www.nytimes.com/1993/09/28/nyregion/our-towns-a-road-to-pure-water-paved-with-anxieties.html","abstract":"  LEONARD UTTER has a fat scrapbook of photographs to remind him of his hometown and of the way life used to be. But lately he doesn't need the pictures. With drought lowering reservoirs throughout the Catskills, all he has to do is drive to the end of his road and walk through the woods and look down on the flat, dry bottom of the upper Pepacton Reservoir.   There he can see the foundations of houses that once made up Arena, the village where Utters lived for generations until New York City came and destroyed the community to build the reservoir. Some images never fade. He and his wife, Betty, still see the smoke billowing out of the valley of the East Branch of the Delaware River in 1953, as Arena's bulldozed homes were burned.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Israel and P.L.O. Have 'a Lot to Do' in Little Time","web_url":"https://www.nytimes.com/1993/09/28/world/israel-and-plo-have-a-lot-to-do-in-little-time.html","abstract":"  Two weeks after the handshake that stunned the world, Israel and the Palestine Liberation Organization are only just beginning to put together the political machinery needed to transform Palestinian self-rule in Israeli-occupied territories from a principle on paper into a reality.   Given the emotional power of the White House signing ceremony on Sept. 13 and the handshake between Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, chairman of the P.L.O., the subsequent lack of visible movement has caused a letdown among some people on both sides. It is almost as though they had got all dressed up, only to discover they had no place to go.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"U.S. SHIFTS STANCE IN COURT APPEALS","web_url":"https://www.nytimes.com/1993/09/28/us/us-shifts-stance-in-court-appeals.html","abstract":"  Starting to speak to the Supreme Court in a voice that is distinctly its own, the Clinton Administration has rejected Bush Administration positions in four cases that the Court will hear when the new term begins next week.   The latest shift came in a child pornography case. Solicitor General Drew S. Days 3d filed a brief this month that repudiated the Government's lower-court victories under a 1984 child pornography law and asked the Justices to set aside a judgment upholding the conviction.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Making Deals, Not Waves, Is Strategy for Health Plan","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-making-deals-not-waves-is-strategy-for-health-plan.html","abstract":"  As the White House prepares to do battle over its health care plan, officials are bent on muting partisanship, staying vague as long as possible and re-orienting the conventional political debate between the White House and Congress.   Instead of conflict, White House advisers are counseling cooperation with members of Congress and lobbyists. Broad strokes are favored over detail, and individual horror stories that illustrate the need for change are prized above all.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Lions' Ware Intends to Finish What He Launched","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-notebook-lions-ware-intends-to-finish-what-he-launched.html","abstract":"  They are the two words that coaches dread, two words that can tear apart a team quicker than an all-out blitz. The words are \"quarterback controversy,\" and a new one has erupted in the National Football League.   This one is not on the Cleveland Browns, where Bernie Kosar remains No. 1 even though Vinny Testaverde relieved Sunday for the second straight week. It's not on the Houston Oilers, where Warren Moon seems to have lost something and the talented Cody Carlson is the successor in waiting. It's not on the Indianapolis Colts, where Jack Trudeau keeps the job over the more talented Jack George, who remains complainer non grata and gets booed whenever he gets into a game.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Amid Debate Over Chinese, What's Women's Limit?","web_url":"https://www.nytimes.com/1993/09/28/sports/track-and-field-amid-debate-over-chinese-what-s-women-s-limit.html","abstract":"  In the late 1970's, Jim O'Neill, an American track coach living in Hong Kong, trained several Chinese women in distance running. One of them was Winnie Ng, the first woman of Chinese extraction to reach the world- class level in the marathon.   At a track meet between athletes from Hong Kong and China's Guangzhou province, O'Neill learned of a sports academy for children in Guangzhou, and he dispatched Ng to find out how the academy worked. Barred from entering the school, Ng managed to sneak in and report back to her coach.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/28/nyregion/no-headline-743393.html","abstract":"  \"If you made an arrest you would get a complaint about overtime and the next day you would be on a foot post in the weeds on the Belt Parkway.\" -- MICHAEL DOWD, a rogue New York City police officer, testifying about police corruption.  [ B3:3. ]","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Rube Goldberg, Call Your Office","web_url":"https://www.nytimes.com/1993/09/28/opinion/rube-goldberg-call-your-office.html","abstract":"As Vice President Al Gore points out in his National Performance Review, the Federal Government excels at taking simple tasks and making them complex. That's why we should not be surprised by the Administration's prescription for reinventing health care. It's a bureaucrat's fantasy -- and a patient's nightmare.\n\nThe Administration could have based its reform program on an existing consumer-driven benefits system that works. Instead, it opted for a Rube Goldberg-type system based on something that has never worked: price controls.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Mollen Panel Aides Say They Can Show How Officials Halted an Inquiry","web_url":"https://www.nytimes.com/1993/09/28/nyregion/mollen-panel-aides-say-they-can-show-how-officials-halted-an-inquiry.html","abstract":"  As the Mollen Commission began public hearings yesterday with the tale of how one officer went bad, commission staff members and senior law-enforcement officials said the panel has evidence of another case showing how police officials halted an investigation rather than see it explode into a wider scandal.   The Internal Affairs Division did not pursue allegations from a confidential informer that about a dozen officers from the Ninth Precinct in the East Village were involved in a crime ring, shaking down drug dealers, selling drugs and guns, and using cocaine and liquor while on the job and in uniform, the commission staff members said.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Connecticut Sued on Care Of Children","web_url":"https://www.nytimes.com/1993/09/28/nyregion/connecticut-sued-on-care-of-children.html","abstract":"  Officials at 19 private psychiatric and special-education centers in Connecticut that care for some of the state's most seriously disturbed children are awaiting a court ruling this week that they say could affect the centers' very survival.   The nonprofit centers are hoping the court will overturn a system of state reimbursement, adopted in 1990, that they say has seriously underpaid them for children in their care, costing them $5.5 million in aid in 1991 alone.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Kerala Raises Living Standard Democratically","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-kerala-raises-living-standard-democratically-462693.html","abstract":"  To the Editor:   Your front-page article Sept. 7 raises the question of whether or not there is a link between repression and improvements in the quality of life in China. While China may not be democratic, you point out, life there is better for millions than in the more democratic country of India.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-418993.html","abstract":"  The caption of a picture in some editions yesterday, with a jazz review, misidentified the trumpeter shown alongside a pianist. The trumpeter was Roy Hargrove, not Terence Blanchard.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Garden Hasn't Lost Its Punch","web_url":"https://www.nytimes.com/1993/09/28/sports/boxing-garden-hasn-t-lost-its-punch.html","abstract":"  Madison Square Garden took itself out of the boxing-promotion business last summer following too much red ink and too many black eyes caused by scandals and hints of foul play.   But the name remains magic.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"In Crushing Blow to Georgia, City Falls to Secessionists","web_url":"https://www.nytimes.com/1993/09/28/world/in-crushing-blow-to-georgia-city-falls-to-secessionists.html","abstract":"  Abkhazian rebels captured their provincial capital today after an 11-day siege, sealing the break of the northwestern province with Georgia and dealing a devastating political blow to Eduard A. Shevardnadze, the Georgian leader. Mr. Shevardnadze had led the defense of the city and left only at the last moment.   The Itar-Tass news agency reported that the Abkhazian flag was raised over the legislature in the capital, Sukhumi, at 1 P.M. Russian television reports from the Abkhazian side showed black smoke rising from several burning buildings as Abkhazian troops swept through the city center.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Hevesi for Comptroller","web_url":"https://www.nytimes.com/1993/09/28/opinion/hevesi-for-comptroller.html","abstract":"  In today's primary runoff election, as in the Sept. 14 primary, we endorse Assemblyman Alan Hevesi for the Democratic nomination for City Comptroller. He is a stronger candidate than the incumbent, Elizabeth Holtzman, who in our judgment has put her political ambitions ahead of her government responsibilities.   The recent Department of Investigation report into her handling of a $450,000 campaign loan she accepted during her race for U.S. Senate last year underscores how distracted she was. The report cited no evidence of deliberate wrongdoing, but found Ms. Holtzman \"grossly negligent\" for failing to determine whether the banking company that made the loan was trying to expand its business with her office. The bank was later named an underwriter of city bonds based on a recommendation from a Deputy Comptroller.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/28/style/IHT-what-theyre-reading.html","abstract":"Jules Dassin, the film and stage director, is rereading \"Moby Dick\" and the works of Lewis Carroll.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"U.S. and Peru at Odds Over Death of Airman","web_url":"https://www.nytimes.com/1993/09/28/world/us-and-peru-at-odds-over-death-of-airman.html","abstract":"  The attack on a United States military transport plane by two Peruvian jet fighters in April 1992, in which an American airman was killed, has come back to haunt the Government of President Alberto K. Fujimori and strain relations with the United States.   A foreign aid appropriations bill passed by the Senate on Thursday included an amendment prohibiting the United States from disbursing $100 million in aid planned for the Peruvian Government in the 1994 fiscal year, until Peru settles damage claims with the family of Sgt. Joseph Beard.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Tower Built by Vikings? Bubbles Burst a Theory","web_url":"https://www.nytimes.com/1993/09/28/science/tower-built-by-vikings-bubbles-burst-a-theory.html","abstract":"AN international committee of scientists has a new answer, based on the latest scientific techniques, to the question of the origins of the enigmatic stone tower of Newport, which is believed to be one of the oldest edifices in the United States. \n\nMost archeologists and historians contend that the circular, 26-foot Newport Tower was built in the mid-1600's for Rhode Island's first Governor, Benedict Arnold, a great-grandfather of the Revolutionary War traitor. But because it has some similarities to Norse buildings, there was some speculation that it was built by Vikings in the early 11th century.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"D'Amato, Raising Funds, Assails Cuomo's Record as Governor","web_url":"https://www.nytimes.com/1993/09/28/nyregion/d-amato-raising-funds-assails-cuomo-s-record-as-governor.html","abstract":"  Senator Alfonse M. D'Amato began what might, or might not, be a 1994 challenge to Gov. Mario M. Cuomo last night, telling about 1,000 people at a Manhattan fund-raiser that New York had become \"the taxasaurus and spendasaurus capital of the nation.\"    In a 25-minute speech devoted to attacking Mr. Cuomo, Mr. D'Amato sounded the themes that he would use if he runs next year: tougher jail sentences, restrictions on welfare, a death penalty for murder, and lower taxes to stem what he called the flight of jobs and middle-class families out of the state.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Global Warming's Doomsday Nowhere in Sight","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-global-warming-s-doomsday-nowhere-in-sight-454593.html","abstract":"  To the Editor:   \"Scientists Confront Renewed Backlash on Global Warming\" (Science Times, Sept. 14) well documents the absence of any scientific consensus on the existence of enhanced greenhouse warming, on the magnitude of any future temperature increase, and on whether any such climate change would be harmful or beneficial. It is important to emphasize this uncertainty in order to counteract unsupported claims that \"all scientists agree.\"","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Review/Music; Brooklyn's Melting Pot Reaffirms Its Vitality In an 8-Hour Concert","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-brooklyn-s-melting-pot-reaffirms-its-vitality-in-an-8-hour-concert.html","abstract":"  The utopian vision of New York as the city where people and cultures from all over the world are friendly neighbors was thriving on Sunday afternoon at the first Brooklyn Ethnic Music and Dance Festival in Prospect Park. The eight-hour concert, presented by the Ethnic Folk Arts Center and the Prospect Park Alliance, offered 10 groups in traditional and traditionalist styles, turning the Picnic House parking lot into a dance floor for most of the afternoon. Music from Haiti, Greece, Puerto Rico, Yemen, China, Ireland, the Balkans, Eastern European Jews and South Carolina Pentecostalists was on the program.    The festival is the relocated version of an event held from 1976 to 1990 at a beer garden in Astoria, Queens. The new setup is less atmospheric, without the old festival's aroma of roasted lamb; it has also lost some of its old ethnic audiences to the change of borough. At Prospect Park, a tent in the parking lot held musicians and dancers, while the Picnic House had food vendors, dance workshops and more musicians. The advantage is that the new festival had free admission, room to spread out and both outdoor and indoor performances, providing a second chance to hear some groups.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Try It With Cuba : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-try-it-with-cuba-letters-to-the-editor.html","abstract":"What has been achieved by intelligent secret diplomacy - the first steps being taken toward peace in the Middle East - leads me to hope that similar progress can be made toward a settlement of the Cuban situation. .Everybody knows that the moment the B","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Baltic Russians Must Begin to Assimilate","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-baltic-russians-must-begin-to-assimilate-450293.html","abstract":"  To the Editor:   In \"The Red Army Leaves Lithuania\" (editorial, Sept. 11), you advise Latvia and Estonia to follow Lithuania's lead not to enact discriminatory laws against Russian residents, so as to make it politically easier for President Boris N. Yeltsin to withdraw the remaining Russian troops.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Room for Compromise in Russia","web_url":"https://www.nytimes.com/1993/09/28/opinion/room-for-compromise-in-russia.html","abstract":"  Yesterday Boris Yeltsin knocked back a proposal for ending the standoff with the Soviet-era Parliament he dismissed last week. No, he said, he would not agree to hold presidential and parliamentary elections together in December. He would stick to his original timetable: parliamentary elections in December, presidential elections next June.   It's easy to understand why. The President has gained the upper hand in his showdown with the Parliament. Holding the two elections at the same time would risk throwing Russia right back into the chaos and paralysis Mr. Yeltsin sought to end by his daring decrees.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Japan and Germany Show No Zeal for Council Seats","web_url":"https://www.nytimes.com/1993/09/28/world/the-un-assembly-japan-and-germany-show-no-zeal-for-council-seats.html","abstract":"  President Clinton has already said that Japan and Germany deserve permanent seats on the United Nations Security Council so they can play a greater role in maintaining world order, and this year's General Assembly is set to discuss enlarging the 15-member Council to include them.   But when Mr. Clinton addressed the General Assembly today, he never mentioned the proposal, and when Prime Minister Morihiro Hosokawa of Japan addressed the Assembly later in the day, he did not actually say whether he is interested in a Council seat.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/28/style/chronicle-459693.html","abstract":"  Invite a few people over for dinner and there's almost certain to be some last-minute glitch. Invite 500 to a black-tie evening to honor a world figure, and political upheaval can intercede, as it has for the Appeal of Conscience Foundation's banquet and award ceremony tonight at the Pierre Hotel.    Patriarch ALEKSY II, head of the Russian Orthodox Church and spiritual leader for its 60 million adherents, was to have received the foundation's 1993 award at the dinner but felt he had to return to Moscow in the face of the parliamentary crisis there. He left New York yesterday. He had been traveling in the United States since Sept. 18.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/28/style/chronicle-458893.html","abstract":"  Hawkeye in a scientific laboratory? ALAN ALDA explaining principles of biology and technology, bouncing on a bionic walking device, observing surgery in an operating room?   The five-time Emmy award winning actor, director and writer will serve as the host of \"Scientific American Frontiers,\" a series of science programs that enters its fourth season on PBS on Oct. 13.   Unlikely though it may seem to some of his fans, Mr. Alda has had a lifelong passion for the sciences, and he snapped at the opportunity to succeed Dr. Woodie Flowers an M.I.T. professor, as host of the educational show, when it was offered five months ago.","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"CLINTON'S HEALTH PLAN: Washington Talk; Health Insurance Debate Hitting Home in Congress","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-washington-talk-health-insurance-debate-hitting-home.html","abstract":"  Congress has actually started debating health care, not just for partisan points or to claim the honor of Hillary Rodham Clinton's first appearance, but in terms real people can understand.   They were wondering, like Americans in living rooms around the country, how President Clinton's plan would affect them and their families.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Simply Modern:Contrasting Looks at Luxury for the 1990s","web_url":"https://www.nytimes.com/1993/09/28/style/IHT-simply-moderncontrasting-looks-at-luxury-for-the-1990s.html","abstract":"Zoran Ladicorbic (just call him Zoran) is adjusting a black cashmere sweater so that it dribbles over a bared shoulder, runs over the body and flows into the oyster satin skirt below. .\"Simple shapes, comfort and uncluttered is the American way,&q","thumbnail":null,"section":"Style"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-880493.html","abstract":"  Maxim Vengerov  92d Street Y    Still a teen-ager, Maxim Vengerov came to his duo recital with Itamar Golan on Sunday afternoon a fully formed violinist in the powerhouse Soviet style. He is a rock of infallible technique and an interpreter of intimidating assertiveness. Intonation was never in question; Mr. Vengerov's control over the instrument's treacherous flageolet tones was eerie perfection.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Some Doctors See Peril; Others Are Unworried","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-some-doctors-see-peril-others-are-unworried.html","abstract":"  When Dr. Bruce H. Berlin and Dr. Christopher Puca finished their internal-medicine training at the Nassau County Medical Center in 1983, they set off on divergent paths.    Dr. Berlin took $15,000 from the cash received in wedding gifts, leased an examination room in another doctor's office and worked nights and weekends over the next decade to build a thriving private practice all his own. Dr. Puca went to work for the Public Health Service in a medically underserved area in Queens and, in 1990, joined a group practice, where -- for a salary -- he takes care of patients from health maintenance organizations.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Review/Music; Blues and the Sound of the Griots","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-blues-and-the-sound-of-the-griots.html","abstract":"  Scholars have traced aspects of early blues back to the songs of West African griots. Ali Farka Toure, a guitarist from Mali, has reclaimed the blues as part of his own music, connecting the guitar riffs of John Lee Hooker to traditional music of Mali. At S.O.B.'s on Sept. 21, he played both griot-style songs and riffing blues.    They were two different worlds; blues accompaniments bend notes, griot songs don't. But both styles often use pentatonic (five-note) scales, both depend on incantatory repetition, and Mr. Toure is at home in each one.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Turgeon Could Miss Opener","web_url":"https://www.nytimes.com/1993/09/28/sports/hockey-turgeon-could-miss-opener.html","abstract":"  Pierre Turgeon, the Islanders' premier player, may not be able to start in the regular-season opener next Tuesday because the left wrist he jammed in a scrimmage last week has been slow in healing.   Trainer Ed Tybursk said last night he had diagnosed the injury as tendinitis and that the all-star center was feeling pain on his wrist shots during practice yesterday. \"The worst thing we can do is aggravate it by pushing it,\" the trainer added.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Irritated by Clinton : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-irritated-by-clinton-letters-to-the-editor.html","abstract":"Regarding \"At a Town Forum Clinton Hints at Possible Extra Taxes\" (Sept. 25): .I am not certain which I found more irritating: President Bill Clinton's continued pretense that he will not increase taxes to pay for universal health care or his","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"1893: Shooting Gallery : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1893-shooting-gallery-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A stranger, seedily dressed, entered the gallery of the Board of Trade in Chicago this afternoon [Sept. 27] and began uneasily to pace up and down, watching the crowd of excited brokers in the pits below. It was noticed later that he became ner","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-419793.html","abstract":"  A report by The Associated Press in the Company News column in some copies of Business Day on Friday, about the Ralston Purina Company's decision to spin off its private label and branded cereal businesses, misstated the distribution of debt after the transaction. The new company will acquire about $400 million in debt, and Ralston's debt will decrease by that amount.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Europe's Golfers:A Stunning Fall","web_url":"https://www.nytimes.com/1993/09/28/sports/IHT-europes-golfersa-stunning-fall.html","abstract":"Most of the charisma of golf today has a European accent - English, Welsh, Spanish and German - which only adds to the surprise of Europe's disaster, when it failed to win any of the last eight singles matches in losing the 30th Ryder Cup to the United S","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Murdoch Says He's Halting Purchase of The Post","web_url":"https://www.nytimes.com/1993/09/28/nyregion/murdoch-says-he-s-halting-purchase-of-the-post.html","abstract":"  Rupert Murdoch's company announced early this morning that it would pull out of its agreement to buy The New York Post, after the Newspaper Guild of New York went on strike yesterday and production unions refused to cross the guild's picket line.    The announcement put the 420,000-circulation daily at the brink of extinction once again as it failed to publish this morning's editions. Responsibility for the newspaper will now be returned to the Peter Kalikow's bankrupt estate if Mr. Murdoch stands by his position, The Post's publisher said. Mr. Murdoch had been scheduled to complete his purchase of the paper on Friday.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-424393.html","abstract":"  Dorian Wind Quintet Merkin Concert Hall    Wind quintets often fall victim to compositional busywork. Joan Tower's \"Island Prelude,\" commissioned by the Dorian Wind Quintet in 1989 and played by the same group on Sunday night at Merkin Concert Hall, strikes off in a new direction: hovering sonorities, slowly unfolding lines, patient construction of motifs. Set as a miniature concerto for oboe, the piece eventually heads toward more familiar ground, with chattering Stravinskyite episodes and florid cadenzas for the soloist. But it has a thoroughly distinctive shape overall, and the Dorians -- Elizabeth Mann (flutist), Jerry Kirkbride (clarinetist), Gerard Reuter (oboist), Jane Taylor (bassoonist) and Nancy Billmann (horn player) -- added their usual flair.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Another Look at NAFTA : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-another-look-at-nafta-letters-to-the-editor.html","abstract":"Regarding \"NAFTA Looks Bad for U.S. Jobs and Wages\" (Opinion, Aug. 25) by Harley Shaiken: .Mexico in recent years has engaged in deep reforms that are geared toward (1) stimulating economic initiative and innovation, (2) significantly improvi","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"The Family Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-the-family-record-letters-to-the-editor.html","abstract":"Regarding \"Raids in Buenos Aires Round Up Sex Cultists\" (Sept. 3): .The Family is a worldwide fellowship of Christian, evangelical missionaries whose beliefs are based upon the Bible. References to our being a \"sex for salvation sect&quo","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Richter's Big Save: No. 1 Role In the Goal","web_url":"https://www.nytimes.com/1993/09/28/sports/hockey-richter-s-big-save-no-1-role-in-the-goal.html","abstract":"  Rangers Coach Mike Keenan finally admitted the long-expected last night: Mike Richter is in control of his own destiny. Unless Richter somehow self-destructs during the last week of the preseason, he should be the team's No. 1 goaltender and in net when New York opens its regular season next Tuesday against the Boston Bruins in Madison Square Garden.   Last night, Keenan gave Richter his second consecutive start in goal and Richter responded by turning away 25 shots to help the Rangers to their second consecutive victory -- this one a 6-3 triumph over the New York Islanders at Madison Square Garden. Saturday, Richter stopped 25 shots as the Rangers defeated the Whalers, 5-2, in Hartford.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-426093.html","abstract":"  The King's Noyse  The Frick Collection    Renaissance and Baroque string consorts are hardly novelties, but the King's Noyse presented an unusual take on the consort repertory on Sunday afternoon. Having trawled the repertories of several provincial 17th-century German courts, the musicians offered a program of secular and sacred music, including several works imported to Germany from England and transformed to suit local tastes. So, instead of dances by Campion, Johnson and Dowland -- familiar consort fare -- the ensemble presented versions of those composers' works reconfigured by William Brade and Thomas Simpson, English musicians who worked at the court of Count Ernst III of Schaumburg-Lippe.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-422793.html","abstract":"  A front-page article yesterday about women who seek political asylum in the United States misattributed an anecdote about a judge's clipping his fingernails while hearing testimony about a gang rape. It was Robert Jobe, a San Francisco immigration lawyer, who described the incident, not his partner Jonathan Melrod.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/28/nyregion/bridge-340993.html","abstract":"  One of the most unusual endings of the year occurred on the diagramed deal, played a week ago in the Israel Cancer Research Fund charity game. Many pairs reached six no-trump from the North side and had no real chance on any lead. If spades are led and continued, for example, the run of five diamond tricks squeezes the South hand before the West hand.   There was a significant variation at one table. The North-South cards were held by the eventual winners of the event, Lynn Tarnopol of Manhattan and Selma Schlechter of Purchase, N.Y. They were using a style in which responder's jump to two no-trump may conceal a four-card major suit, and thus reached six no-trump from the South position. This ran the risk of disaster after a spade lead, but Schlechter was favored by an unwise club lead.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"SENTENCE DELAYED FOR 2 IN BEATING","web_url":"https://www.nytimes.com/1993/09/28/us/sentence-delayed-for-2-in-beating.html","abstract":"  The two police officers who were to begin serving their 30-month sentences today in the beating of Rodney G. King were allowed to remain free at least two more weeks. A Federal judge gave them that time to ask the United States Supreme Court to grant them bail.    The order for the temporary release came just 17 minutes before the noon deadline for Sgt. Stacey C. Koon and Officer Laurence M. Powell to surrender to the authorities. The two are asking to be allowed to remain free while they appeal their convictions for violating Mr. King's civil rights during the videotaped beating in March 1991. As felons, they face dismissal as police officers, but departmental procedures have not been completed.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Bronx Man Is Drive-By Victim in Miami","web_url":"https://www.nytimes.com/1993/09/28/us/bronx-man-is-drive-by-victim-in-miami.html","abstract":"  As a part-time taxi driver in New York who regularly worked late hours and long days hoping to earn enough to send his children to college, Miguel Sanchez was no stranger to dangerous situations. But when the violence of the streets caught up with him on Sunday night, he was on vacation, a passenger in a car on a Miami expressway.   In the third fatal attack in less than a month against a visitor traveling on a Florida highway, Mr. Sanchez, a 40-year-old Dominican immigrant who lived in the Bronx, was shot to death here as he was riding with his cousin and the cousin's wife on their way to dinner at a Chinese restaurant.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Scoreboard Has Last Word: Jays and Sox Are In","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-scoreboard-has-last-word-jays-and-sox-are-in.html","abstract":"  The Yankees did not want to watch their funeral. While their pennant hopes were being officially erased in the ninth inning of the Toronto-Milwaukee game, three televisions in the visiting clubhouse at Camden Yards and one in the manager's office stayed dark. No one turned them on. No one dared.   Even though the Yankees had defeated the Orioles, 9-1, tonight and had several minutes to return to the spacious clubhouse and watch the Jays protect a two-run lead in the ninth, they refused to do it. It was almost as if they wanted to cling to their final moments as contenders.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"American Trees Besieged by Alien Blights","web_url":"https://www.nytimes.com/1993/09/28/science/american-trees-besieged-by-alien-blights.html","abstract":"  AMERICAN forests are silent battlefields between trees and the pathogens that prey on them, particularly foreign fungi and other blights against which they have not yet developed defenses. The chestnut and the Dutch elm were two eminent casualties of this strife. Now the hemlock and the red pine are under deadly assault.   But biologists now have more powerful tools to bring to bear. They are busily working to defend the hemlock against its new foe, the woolly adelgid, and even to restore the American chestnut to its former glory.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Rafer Johnson Salutes the Saluters","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-track-and-field-rafer-johnson-salutes-the-saluters.html","abstract":"  His hometown in Kingsburg, Calif., has named a junior high school after RAFER JOHNSON, who not only is a former Olympic decathlon champion but was one of the first blacks to live in the San Joaquin Valley farm town. Rafer Johnson Junior High was dedicated on Sunday before several thousand people, including the honoree and his boyhood hero, BOB MATHIAS, who preceded Johnson as Olympic decathlon champion (1948 and 1952) and grew up in Tulare only 25 miles away.   Said Johnson: \"It's a great responsibility to have a school named after me. I've been honored all over the world, but to be honored in your hometown, it's just very special.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Elegy on Goodbyes: A Reading by Rizzuto","web_url":"https://www.nytimes.com/1993/09/28/sports/tv-sports-elegy-on-goodbyes-a-reading-by-rizzuto.html","abstract":"  \"Scooter: The Second Final Goodbye\" played its one-night stand last Friday night on WPIX-TV/Channel 11 as his fans fretted about whether the MSG Network would make a new deal to keep Yankees games on WPIX. A similar crisis engulfed the city once before, in 1990, and was resolved with 50 games a year on WPIX.   Friday's epochal event may have been Phil Rizzuto's last bovine melody behind the Yankees' microphone after 37 years. The Yankees-Blue Jays game did not matter. The possibility of one last \"holy cow\" was at hand.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/09/28/arts/classical-music-in-review-425193.html","abstract":"  Richard Auldon Clark  Symphony Space    Richard Auldon Clark, the enterprising music director of the Manhattan Chamber Orchestra, certainly knows how to fill two hours. The program of 20th-century Americana that opened the group's seventh season, on Wednesday evening at Symphony Space, put listeners through two emotional wringers.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"In the End, Civility Finds a Way to Creep Into Ryder Cup","web_url":"https://www.nytimes.com/1993/09/28/sports/golf-in-the-end-civility-finds-a-way-to-creep-into-ryder-cup.html","abstract":"  Peace, love and understanding have taken something of a beating in recent Ryder Cup play. If the Americans weren't puffing out their chests and taking umbrage at the superior attitude of Tony Jacklin, a former European captain, the Europeans were puffing out theirs and complaining about excess flag waving and phones ringing late into the night at Kiawah Island in 1991.   At times, it seemed that all the teams could agree on was how much they liked flying the Concorde across the Atlantic.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Auvers-sur-Oise Journal; All the Inn Needs Now Is the Ghost of van Gogh","web_url":"https://www.nytimes.com/1993/09/28/world/auvers-sur-oise-journal-all-the-inn-needs-now-is-the-ghost-of-van-gogh.html","abstract":"  Dominique-Charles Janssens said he had never given much thought to Vincent van Gogh. The Dutch painter was far from the Flemish business executive's mind that day in 1985 when he drove into Auvers-sur-Oise in northern France.   But as a result of that drive, Mr. Janssens gave up his career and sold virtually everything he owned to become the innkeeper of the Auberge Ravoux, the house where van Gogh spent his last days, produced some of his greatest works and died, two nights after he returned from the wheat fields where he had shot himself.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Israel Peace Radio to Be Laid to Rest","web_url":"https://www.nytimes.com/1993/09/28/world/israel-peace-radio-to-be-laid-to-rest.html","abstract":"  Abie Nathan, Israel's best-known peace campaigner, says that at the end of the week he will shut down the Voice of Peace radio station that he has run from aboard a ship since 1973.   The ship, built in 1940 and anchored in international waters just outside Israeli jurisdiction, has become too expensive to operate, said Mr. Nathan, 66, and so on Friday he plans to sink it in the Mediterranean -- or \"lay it to rest,\" as he preferred to express it.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Presidents Always Clog Traffic, but 'This Is Worse'","web_url":"https://www.nytimes.com/1993/09/28/nyregion/presidents-always-clog-traffic-but-this-is-worse.html","abstract":"  As President Clinton shuttled from the Waldorf-Astoria Hotel to the United Nations and back again, the police presence was more noticeable and traffic seemed more congested than on his last visit to New York, when he expressed concern about the size of the police contingent assigned to him.   It was impossible to park on Park Avenue, and going from First to Third Avenues took more than a second. Some blocks were sealed off, seemingly on the spur of the moment, and others for the whole day like 45th Street from First to Second Avenue and the 42d Street exit of the northbound Franklin D. Roosevelt Drive. Crawling on 46th Street    To add to the dashboard-pounding, wheel-spinning frustration, it was raining. People lounged on the hoods, killing time. Passengers in taxicabs wondered what kind of traffic-artery-clearing procedure could be performed to unclog the trucks and vans parked, as usual, beneath \"No Parking Anytime\" signs.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"PENTAGON CHANGES ITS SOMALIA GOALS AS EFFORT FALTERS","web_url":"https://www.nytimes.com/1993/09/28/world/pentagon-changes-its-somalia-goals-as-effort-falters.html","abstract":"  Faced with mounting Congressional concern about the mission of American troops in Somalia, the United States has moved away from the goal of capturing the faction leader Mohammed Farah Aidid and is focusing instead on isolating him and creating a political structure without him, Administration officials said today.   The new strategy, which has gained urgency since the killing of three American soldiers on Saturday, is aimed at dispelling the view that the United States is nothing but a combatant in the fighting, determined to use whatever force may be necessary to punish General Aidid.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"Progress in Broadway Talks","web_url":"https://www.nytimes.com/1993/09/28/theater/progress-in-broadway-talks.html","abstract":"  Continuing progress was reported last night in contract talks between Broadway producers and Local 802 of the American Federation of Musicians. After a meeting that lasted nearly 12 hours, several participants reported that the producers and the union were close to a tentative agreement on major issues. Talks are to continue today at the offices of the League of American Theaters and Producers in Manhattan. The main issue is the producers' proposal to reduce the minimum number of musicians required for Broadway shows.","thumbnail":null,"section":"Theater"},{"date":"19930928","headline":"Taking Three New Tacks on Moving the Cursor","web_url":"https://www.nytimes.com/1993/09/28/science/personal-computers-taking-three-new-tacks-on-moving-the-cursor.html","abstract":"  IT is a shame most of us have only two hands, because there are three new hand-related personal computer products worth grabbing.   The Microsoft Corporation, an elephant among companies, has once again labored mightily to bring forth yet another mouse. This new one is called the Microsoft Ballpoint 2.0, and it clips onto the side of a laptop or notebook computer to function as a miniature trackball.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Migrating Birds Set Compasses By Sunlight and Stars","web_url":"https://www.nytimes.com/1993/09/28/science/migrating-birds-set-compasses-by-sunlight-and-stars.html","abstract":"  SCIENTISTS have known for more than two decades that birds and many other animals navigate with help from the earth's magnetic field. It now appears, however, that birds must frequently calibrate their sense of magnetic direction using many nonmagnetic cues, including the natural polarization of daylight.   New research, moreover, suggests that in at least one species, the bird's eye detects the earth's magnetic field using the energy of daylight to sensitize a chemical in the retina to the earth's magnetic polarity.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"China and Brazil:Favelas Around Beijing and Lift-Off for Rio?","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-china-and-brazilfavelas-around-beijing-and-liftoff-for-rio.html","abstract":"Perhaps Beijing is fortunate not to have got the Olympics. By the year 2000 it seems quite possible that the city, which has undergone dramatic modernization in the past decade, will be surrounded by shantytowns that will dwarf Brazil's infamous favelas.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Observer; Childish Questions","web_url":"https://www.nytimes.com/1993/09/28/opinion/observer-childish-questions.html","abstract":"  The news is seething with unanswered questions. Why, for instance, is the Government willing to raise taxes on tobacco but not on alcohol to finance a national health program? Surely booze matches smoke as a health menace, doesn't it? Is it because the anti-smoke lobby has muscle while the temperance lobby has none? Or because pols of both parties fear the booze lobby's power to anger millions of beer-sodden televiewers?   Speaking of the health program, why are lawyers (namely, both Clintons and most of the Congress) now in charge of inventing it? Doesn't everybody know that lawyers can't stop themselves from making everything so complicated that nobody can figure it out without hiring a lawyer? Wasn't the present income-tax law designed by lawyers? Why do we have to suffer an April 15th experience every time we get sick?","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Vann Gets an O.K. to Referee Big Fight","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-boxing-vann-gets-an-ok-to-referee-big-fight.html","abstract":"  The World Boxing Council confirmed yesterday that MICKEY VANN will be the referee for Friday's heavyweight title fight between LENNOX LEWIS and FRANK BRUNO in Cardiff, Wales.   \"The W.B.C., British Boxing Board of Control and the European Boxing Union consider Mickey Vann as one of the top ring officials in the world and strongly confirm his appointment,\" the W.B.C. president, JOSE SULAIMAN, said in a statement.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Clinton, at U.N., Lists Stiff Terms For Sending U.S. Force to Bosnia","web_url":"https://www.nytimes.com/1993/09/28/world/the-un-assembly-clinton-at-un-lists-stiff-terms-for-sending-us-force-to-bosnia.html","abstract":"  President Clinton today laid down a long list of American conditions for sending peacekeeping troops to Bosnia and called on the United Nations to be much more selective about where it sends such troops in the future, saying the United States could not afford to go on subsidizing open-ended missions.   In his first address to the United Nations General Assembly, which has just begun its annual fall session, Mr. Clinton also proposed a worldwide treaty that would ban production of fissile materials for nuclear weapons. But the thrust of his remarks was an appeal to overhaul the peacekeeping machinery of the United Nations and to define more clearly its mission in the post-cold-war world.  [ Excerpts, page A16. ]","thumbnail":null,"section":"World"},{"date":"19930928","headline":"With Waco Report Due in 3 Days, Firearms Chief Says He Is Quitting","web_url":"https://www.nytimes.com/1993/09/28/us/with-waco-report-due-in-3-days-firearms-chief-says-he-is-quitting.html","abstract":"  The senior Washington official who supervised the raid on the Branch Davidian compound near Waco, Tex., on Feb. 28 said today that he was stepping down. His announcement came just three days before the release of a report that is expected to be highly critical of his handling of the assault.   In a letter sent today to Treasury Secretary Lloyd Bentsen, the director of the Treasury's Bureau of Alcohol, Tobacco and Firearms, Stephen E. Higgins, said he would retire on Oct. 30 because of disagreements with the Administration about the Waco operation and about the Administration's decision to support a plan that would merge his agency with the Federal Bureau of Investigation.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Poll Finds Florio's Tax Increase Winning Approval in Retrospect","web_url":"https://www.nytimes.com/1993/09/28/nyregion/poll-finds-florio-s-tax-increase-winning-approval-in-retrospect.html","abstract":"  Gov. Jim Florio of New Jersey, whose political career seemed all but finished three years ago, has taken advantage of a lackluster Republican challenge to revive his reputation as a leader and has even won a surprising degree of acceptance of his 1990 decision to raise taxes sharply, according to a New York Times/WCBS-TV News poll.    With the Nov. 2 vote five weeks from today, the poll indicates that more New Jersey voters approve of Mr. Florio's performance in office than disapprove of it. Forty-nine percent now even say that Mr. Florio, in the poll's words, \"did the right thing\" in raising taxes by $2.8 billion in 1990. That action was once thought to have fatally wounded his governorship and was the hook on which his Republican challenger, Christine Todd Whitman, has ever since lashed her ambition to unseat him. Voters also tell the polls that the best thing he has done has been instituting stricter gun control.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"The Why of Somalia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-the-why-of-somalia-letters-to-the-editor.html","abstract":"People wonder why United Nations forces remain in Somalia. .Consider the history: Last fall, world opinion was insisting on military action against Serbian aggressors. British, French and Russian apologists were being given a tough time. The way out: T","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Informer's Ex-Wife Said He Warned of Terrorism","web_url":"https://www.nytimes.com/1993/09/28/nyregion/informer-s-ex-wife-said-he-warned-of-terrorism.html","abstract":"  At least a month before the World Trade Center bombing, the informer in what the Government has now charged was a widespread terrorist conspiracy told his former wife that he had warned authorities that a group of Islamic fundamentalists were plotting violent acts in New York, the woman said yesterday.   Barbara Rogers, the former wife of the informer, Emad A. Salem, said that the day after the explosion, Mr. Salem was upset and told her the bombing could have been averted if the F.B.I. had heeded his warnings. He had told the agency that several buildings had been targeted, she said, and he gave them names of several men, including Mahmud Abouhalima and Ibrahim A. Elgabrowny, who were later arrested in the case.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"No End to Talk of Taxes","web_url":"https://www.nytimes.com/1993/09/28/opinion/no-end-to-talk-of-taxes.html","abstract":"  The income tax has been a ripe issue for New Jersey politics since at least four governors ago. When candidates talk about it, they either propose to cut it or they hedge. Christine Todd Whitman, the Republican candidate to unseat Gov. Jim Florio in November, has managed to do both.    Mrs. Whitman nearly defeated Senator Bill Bradley in 1990 when he ignored her demand that he take a stand on the big tax increases Governor Florio pushed through the then-Democratic Legislature at the start of his administration. The tax hikes were so unpopular that the Republicans won veto-proof majorities in both houses in 1991. All seats in the Legislature are on the ballot again this year.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"10% of Voters May Choose A Comptroller","web_url":"https://www.nytimes.com/1993/09/28/nyregion/10-of-voters-may-choose-a-comptroller.html","abstract":"  After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own.   Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth Holtzman, party leaders and strategists for the two candidates said the vagaries of a low turnout made the election unpredictable, a test of organization more than popularity.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/28/sports/results-plus-004393.html","abstract":"  TENNIS  Magdalena Maleeva Advances in Leipzig Magdalena Maleeva of Bulgaria came from behind yesterday to win a baseline duel against Meike Babel of Germany, 3-6, 6-0, 6-3, in the opening round of play at the Volkswagen Card Cup in Leipzig, Germany. Babel, ranked 42d in the world, played a consistent first set against the fifth-ranked Maleeva, but was outslugged from the baseline in the following sets. Maleeva trailed, 3-2, in the third set before breaking Babel's serve twice to win the match. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Curbing Growth Factor Could Help Fight Scars","web_url":"https://www.nytimes.com/1993/09/28/health/curbing-growth-factor-could-help-fight-scars.html","abstract":"  SCARS serve the salutary purpose of healing wounds, but they may also be ugly and in children may retard growth. Recent advances in cellular biology suggest that wounds caused by accidents or resulting from surgery might be made to heal without a trace.   For years scientists have puzzled over the remarkable ability of a fetus that has had surgery in the womb to emerge at birth scar-free. In humans, this occurs if the surgery is performed in the first five months after conception. After that time, scarring occurs as it would after birth, leaving what may turn out to be lifelong reminders of assaults on the body's soft armor.","thumbnail":null,"section":"Health"},{"date":"19930928","headline":"Dinkins and the Race Issue","web_url":"https://www.nytimes.com/1993/09/28/nyregion/dinkins-and-the-race-issue.html","abstract":"  By musing aloud on whether too many New Yorkers were reluctant to support Mayor Dinkins's re-election in part because he is black, President Clinton voiced a sentiment that many of the Mayor's supporters have tried to raise for years.   Article, page B4.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Comptroller's Race Is Bitter to the End","web_url":"https://www.nytimes.com/1993/09/28/nyregion/comptroller-s-race-is-bitter-to-the-end.html","abstract":"  After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic primary runoff for New York City comptroller set out to insure that the few voters expected to show up are their own.   Party leaders and strategists say the outcome of the race between the incumbent, Elizabeth Holtzman, and her opponent, Alan G. Hevesi, may hinge on the turnout. Polls have shown Mr. Hevesi ahead.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Job Losses in Health Plan Are Denied","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-job-losses-in-health-plan-are-denied.html","abstract":"  Recognizing that in this day and age the econometric study is mightier than the sword, the Clinton Administration has begun fighting back against reports concluding that its health care plan will cause huge job losses.   One study, largely financed by companies that do not provide health insurance for their employees, asserts that requiring employers to pay for health coverage would wipe out 3.1 million jobs. Another study, sponsored by the National Federation of Independent Business, a small-business lobbying group, estimates that such costs would put 12.7 million jobs at risk and cause one million layoffs.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"For Voters, Strong Reactions on Race","web_url":"https://www.nytimes.com/1993/09/28/nyregion/for-voters-strong-reactions-on-race.html","abstract":"  Rosa Archer felt personally insulted. She said that she was perfectly competent to judge her politicians based on their performance and potential without being swayed by skin color.    \"What the President said, it was just outrageous,\" said Ms. Archer, a writer and editor who lives on Manhattan's Upper West Side. \"This is what we're all trying to get away from. Absurd.\"","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Review/Opera; Dueling Tenors Open the Met's Season","web_url":"https://www.nytimes.com/1993/09/28/arts/review-opera-dueling-tenors-open-the-met-s-season.html","abstract":"  If a visitor unaccustomed to opera had stumbled into the opening-night festivities at the Metropolitan Opera last night, he might have supposed that just after Siegmund and Sieglinde's passionate embrace at the end of the first act of Wagner's \"Walkure,\" the tenor and the soprano had somehow returned after intermission incarnated as a Moorish officer and his wife. But the most peculiar change would have come after the second intermission, when the tenor, transformed into the supposed son of a gypsy, actually split in half and fought a mock duel with himself.   Such are the vagaries of opening-night galas. This one consisted of three separate acts, from three separate operas, united by one theme: the power of the two tenors playing the three roles, who happen to be among the most renowned voices of their generation. The two tenors, in case anybody has missed the best-selling recordings and videos and a generation of hype and well-deserved praise, were Placido Domingo and Luciano Pavarotti (in alphabetical order, to avoid any possible ruffled feathers in their long-term rivalry). Mr. Domingo has the leaner, more pointed voice, able to take on more robust roles in the dramatic category with intelligence and skill; Mr. Pavarotti has had the fleshier, more extroverted (and possibly more popular) instrument, preferring a narrower repertory focused largely on the lyric roles.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"There Are Better Ways to Pursue Peace Than Mere Deterrence","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-there-are-better-ways-to-pursue-peace-than-mere-deterrence.html","abstract":"Nation-states spend too much on the military instruments of security and not nearly enough on prevention, resolution and management of disputes. Even at the United Nations, where the \"Agenda for Peace\" report last year by Secretary-General Butr","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-420093.html","abstract":"  An article in some editions on Thursday about a disturbance outside a Bronx grocery store included an incorrect account, from the police, about the eviction of the G & P Supermarket. Jerry Ende was the landlord, not the store owner; it was he who evicted the tenants.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"How to Make the Most of 'the New Papyrus'","web_url":"https://www.nytimes.com/1993/09/28/science/peripherals-how-to-make-the-most-of-the-new-papyrus.html","abstract":"  SOUND cards, discussed last week, and CD-ROM drives are the entry level of PC multimedia, which will make computers as entertaining as television and movies instead of as compelling as typewriters and slide rules.   Compact Disk Read-Only Memory refers to five-inch disks that carry text, pictures and sound, as audio compact disks store sound. You can play the music or pictures, but not record new information or edit the contents. (You cannot modify a book either, although you can make notes in the margin.)","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"1918: Bulgarian Plea : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1918-bulgarian-plea-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Bulgaria has asked for an armistice as the first step to peace. With General Franchet d'Esperey's all-Allied army driving the Bularo-German armies in headlong retreat and the British already treading Bulgarian soil, Tsar Ferdinand realizes there i","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Yeltsin Rejects Dual Elections Despite Rising Support for Them","web_url":"https://www.nytimes.com/1993/09/28/world/yeltsin-rejects-dual-elections-despite-rising-support-for-them.html","abstract":"  President Boris N. Yeltsin declared today that he was \"categorically against\" early simultaneous elections for President and Parliament, rejecting a proposal that has gathered growing support in the six days since Mr. Yeltsin opened his latest assault against the legislature.   Mr. Yeltsin's unyielding stance was echoed by leaders of holdout legislators in the increasingly dismal Parliament building, ringed by security forces and without electricity, telephones and hot water for three days now.","thumbnail":null,"section":"World"},{"date":"19930928","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/28/sports/transactions-074493.html","abstract":"  Football National Football League  KANSAS CITY CHIEFS -- Signed Tim Watson, safety, to the parctice squad. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Assigned Allan Bester and Mikhail Shtalenkkov, goaltenders; Anatoli Fedotov, defenseman, and Trevor Halverson and Jean Francois Jomphe, forwards, to San Diego of the International Hockey League. Returned Joel Savage, forward, to Fort Wayne of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Ex-Rogue Officer Tells Panel Of Police Graft in New York","web_url":"https://www.nytimes.com/1993/09/28/nyregion/ex-rogue-officer-tells-panel-of-police-graft-in-new-york.html","abstract":"  On the first day of hearings by a mayoral commission into corruption in the New York City Police Department, an admitted rogue officer described yesterday how lax supervision and an ingrained departmental culture allowed him to evolve from taking free drinks and pizza on his first days on the job into taking $8,000 a week to protect a Brooklyn drug dealer.   The former officer, Michael Dowd, described a force where police brutality was common, honest officers were intimidated into ignoring abuses, and commanding officers often shut their eyes to suspicions of graft, violence, drug use and alcoholism by officers.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Senator Indicted Over Use of Post In a Texas Race","web_url":"https://www.nytimes.com/1993/09/28/us/clinton-s-health-plan-senator-indicted-over-use-of-post-in-a-texas-race.html","abstract":"  Senator Kay Bailey Hutchison was indicted today on charges that she abused her position as Texas State Treasurer while she was preparing for her Senate campaign this past spring. Her landslide victory made her a rising star in national Republican circles.    The indictment, handed up by a grand jury in Austin, accuses her of using state workers, computers and supplies for her \"personal benefit,\" apparently for campaign-related purposes, and of trying to destroy computer files and other government records once an inquiry into her activity was begun. Two of her top aides were also charged.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Marlins' Santiago Is Out for the Season","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-baseball-marlins-santiago-is-out-for-the-season.html","abstract":"  Florida Marlins catcher BENITO SANTIAGO will miss the last six games of the season after a pair of ganglion cysts were discovered in his left hand yesterday. The cysts were discovered during an examination by Dr. ANNE OUELETTE of the University of Miami Hospital. The Marlins said Santiago's hand will be in a splint for six weeks, after which he can begin off-season conditioning.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Review/Dance; A Festival of Korea's Courtly and Folk Traditions","web_url":"https://www.nytimes.com/1993/09/28/arts/review-dance-a-festival-of-korea-s-courtly-and-folk-traditions.html","abstract":"  The Asia Society's Festival of Korea, a yearlong multifaceted exposition of Korean culture, started out Sunday night with an aptly festive program that featured two contrasting groups of musicians and dancers.    Korea is not the only industrialized Asian country that has been concerned with preserving its traditional art forms. History, however, has given its artists and cultural administrators a special task. There is, for instance, no imperial household, as in Japan, to maintain an ensemble of court musicians and dancers. And yet, as this program at Alice Tully Hall showed so splendidly, the classical music and dances that stem from Korean court life of the past have been nurtured, with Government support, to survive as cohesive professional presentations.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"Is This Jets Team a Monster or a Mirage? Eagles Hold the Answer","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-is-this-jets-team-a-monster-or-a-mirage-eagles-hold-the-answer.html","abstract":"  After reviewing the film from the Jets' 45-7 victory over New England on Sunday night, Coach Bruce Coslet declared today that it was the Jets' best overall game in his three-year tenure.   Who could quarrel?","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Sports of The Times; Getting In Touch With Reality","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-of-the-times-getting-in-touch-with-reality.html","abstract":"  ON a \"Saturday Night Live\" skit last weekend, Charles Barkley was scripted to take a seat on the proverbial couch, to playfully get beyond the superficiality of ego and get in touch with more meaningful id.   By the end of the very funny satire, he was tearfully admitting to the comic shrink that his multimillions and worldwide fame did not compensate for a lack of self-esteem directly related to his owning zero championship rings. Out pranced huggable Muggsy Bogues to gaze into Barkley's eyes, to keep a straight face and tell big, bad, bald Barkley how special a person he really is.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Memo to the Sox: This Time, Don't Forget the Bats","web_url":"https://www.nytimes.com/1993/09/28/sports/on-baseball-memo-to-the-sox-this-time-don-t-forget-the-bats.html","abstract":"  Jason Bere wasn't even a teen-ager the last time the Chicago White Sox won the American League West championship. Wilson Alvarez had become a teen-ager only several months earlier. Alex Fernandez was all of 14 years old, and Jack McDowell was a relative old-timer at the age of 17.   Perhaps, then, it would be unfair to educate the current White Sox starting pitching corps about the outcome of the 1983 pennant playoff against the Baltimore Orioles. Let ignorance continue to be bliss and what they don't know can't hurt them.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"A Tax Code Rule That Quashes Art","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-a-tax-code-rule-that-quashes-art-461893.html","abstract":"  To the Editor:   The direct grant funding of artists and museums is an essential part of public policy support of the arts by the Federal Government. Unfortunately, Section 170-e of the Tax Code does a fairly efficient job of counteracting its positive effects.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"1943:A Candid Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-1943a-candid-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The nation's military chiefs bluntly warned a conference of 200 industrial, labor and newspaper leaders today [Sept. 27] that recent victories of the United Nations have failed to affect Axis strength in any vital","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Upper West Side Market Robbed by Five Gunmen","web_url":"https://www.nytimes.com/1993/09/28/nyregion/upper-west-side-market-robbed-by-five-gunmen.html","abstract":"  A gang of five robbers, evidently oblivious of the finer points of kohlrabi and fresh poblano peppers, invaded Fairway Fruits and Vegetables, one of the culinary citadels on Manhattan's Upper West Side, just before midnight closing time Sunday night. They made 40 terrified employees lie in the sawdust, forced a manager at gunpoint to open two safes and snatched up $10,000.   But it was not just a piece of carrot cake. Two police officers on community patrol happened to look into the normally bustling produce market on Broadway, between 74th and 75th Streets, and saw an unfamiliar sight: lights blazing and no one around amid the shelves of eggplant and jicama, figs, zucchini and Brie.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"The Talk of Hollywood; As Rumors and Charges Swirl, MGM's Trying To Regain Its Balance","web_url":"https://www.nytimes.com/1993/09/28/movies/talk-hollywood-rumors-charges-swirl-mgm-s-trying-regain-its-balance.html","abstract":"  Frank G. Mancuso, chairman of the once-great studio Metro-Goldwyn-Mayer, picked up the phone the other morning, his friends say, and called Jeff Berg, chairman of International Creative Management, one of the biggest talent agencies in town.   \"Why, why are you doing this?\" Mancuso asked plaintively, the friends say. \"You know how hard we're working to stabilize the place.\" (Mr. Berg has in recent days strenuously denied that he was seeking to destabilize MGM.)","thumbnail":null,"section":"Movies"},{"date":"19930928","headline":"On My Mind; So Where's the Catch?","web_url":"https://www.nytimes.com/1993/09/28/opinion/on-my-mind-so-where-s-the-catch.html","abstract":"  First, take the three foreign affairs speeches made in the past week by President Clinton, his national security adviser and his U.N. delegate. Then squeeze them good and hard to get rid of the inevitable pulp of jargon, pieties and diplomatic roundabouts.    What is left is the juice of some important policies, and an unusual question.    1. When military action is needed, the U.S. will ask the U.N. for help and permission -- when it is in American best interests to do so.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Global Warming's Doomsday Nowhere in Sight; Underestimated Data","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-global-warming-s-doomsday-nowhere-in-sight-underestimated-data-460093.html","abstract":"  To the Editor:   \"Scientists Confront Renewed Backlash on Global Warming\" (Science Times, Sept. 14) calls attention to a small group of antagonists such as Dixy Lee Ray and Richard Lindzen and representatives of the neo-conservative Cato Institute and the George C. Marshall Institute who believe the large scientific community exaggerates the potential warming due to accumulation of heat-trapping gases in the atmosphere.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Books of The Times; Rewriting Religion's Role For the Political Arena","web_url":"https://www.nytimes.com/1993/09/28/books/books-of-the-times-rewriting-religion-s-role-for-the-political-arena.html","abstract":"  The Culture of Disbelief  How American Law and Politics Trivialize Religious Devotion  By Stephen L. Carter  328 pages. Basic Books. $25.   Just published two weeks ago, \"The Culture of Disbelief,\" a study of religion in America by the Yale law professor Stephen L. Carter, has already become one of those books discussed at dinner parties by people who haven't read them. Mr. Carter has been interviewed at length on \"The MacNeil/Lehrer Newshour,\" his ideas have been debated by political columnists and his book even garnered a recommendation from President Clinton at a recent prayer breakfast.","thumbnail":null,"section":"Books"},{"date":"19930928","headline":"Hampton Is in Running To Make More Money","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-hampton-is-in-running-to-make-more-money.html","abstract":"  There has been so much talk about the Giants and the changing of the guard. New coach. New players. And they have been winning. But the times are changing in another area as well, mainly in endorsements, where running back Rodney Hampton is beginning to see how big runs can turn into big bucks.   Before the team's bye last week, Hampton led the National Football League in rushing and is now fourth in the N.F.C. It is possible that if the Giants keep winning, and as the careers of the more visible players like Phil Simms and Lawrence Taylor begin to wind down, it will be the Rodney Hamptons who can step in and take their place.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"New Curbs on Nuclear Weapons","web_url":"https://www.nytimes.com/1993/09/28/opinion/new-curbs-on-nuclear-weapons.html","abstract":"  President Clinton yesterday announced the most serious effort in years to curb the spread of nuclear arms and other weapons of mass destruction. In his speech to the United Nations General Assembly in New York, he pledged to seek global bans on the production of nuclear material for bomb-making and on nuclear testing. And he offered important inducements to get other countries to cooperate.   His commitment comes not a moment too soon. Iran, North Korea and others are poised to develop nuclear weapons. And now from Russia comes word that the Soviet nuclear arsenal may have been far larger than previously admitted, leaving far more plutonium and enriched uranium to dispose of safely in that dangerously fragmenting society.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"White House Nears a Decision on Recycled Paper","web_url":"https://www.nytimes.com/1993/09/28/us/white-house-nears-a-decision-on-recycled-paper.html","abstract":"  The White House, which is about to decide whether the Government should buy more recycled paper, today called in representatives from industry, environmental groups, labor unions and cities for a last round of debate on the hotly contested details.   At issue is how to fulfill President Clinton's promise, made in April at Earth Day festivities, to give a vigorous stimulus to the market for recycled paper by putting the buying power of one of the biggest single consumers, the Federal Government, on the side of recycling.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"North Korea in the Dock","web_url":"https://www.nytimes.com/1993/09/28/opinion/IHT-north-korea-in-the-dock.html","abstract":"The clock ticks inexorably on, but is the world listening? It is two years since suspicion dawned that the North Koreans were probably trying to build The Bomb. It is six months since they walked out of the Nuclear Nonproliferation Treaty, apparently co","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Q&A","web_url":"https://www.nytimes.com/1993/09/28/science/q-a-086893.html","abstract":"  The Falling Leaves   Q. What would make a ginkgo tree drop all its leaves overnight?    A. Tree experts say they do not believe there is anything special about Ginkgo biloba's structure that would make the loss of its leaves different from the process that occurs in any deciduous tree.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Los Angeles Journal; A Reformer Who Tries To Preserve Skid Rows","web_url":"https://www.nytimes.com/1993/09/28/us/los-angeles-journal-a-reformer-who-tries-to-preserve-skid-rows.html","abstract":"  In the annals of social reform, Andy Raubeson's goals may seem modest. He does not want to abolish skid row. He does not even want to abolish the term skid row, which makes some people squeamish. Mr. Raubeson just wants to build a better skid row.   And that, against long odds, is pretty much what he has done.","thumbnail":null,"section":"U.S."},{"date":"19930928","headline":"Stop Subsidizing the Arms Race","web_url":"https://www.nytimes.com/1993/09/28/opinion/stop-subsidizing-the-arms-race.html","abstract":"  At the United Nations yesterday, President Clinton called on the world to halt nuclear testing and ban the production of fuels for nuclear weapons. But while the Administration is saying that attacking the proliferation of weapons of mass destruction is an urgent priority, the Senate has sent a different signal by approving subsidies for arms exports. The House has rejected this approach and a conference committee can soon put the matter to rest.   A provision of the 1994 Defense Department Authorization Act, passed Sept. 14, provides $1 billion in loan guarantees for the export of weapons to NATO members, Australia, Japan, South Korea and Israel.","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Giants Are 4th in Payroll List","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-giants-are-4th-in-payroll-list.html","abstract":"  The Giants have the fourth highest payroll in the National Football League, according to figures recently compiled by the N.F.L. Players Association. And while a high payroll is an indication that a team pays its players well, these days big payrolls are more of a burden because of the impending salary cap.   The Giants' payroll, according to the figures, is $43 million. Above them are the New Orleans Saints, who have the highest payroll at $45.5 million, followed by the San Francisco 49ers ($45 million) and the Washington Redskins ($44 million).","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/28/nyregion/metro-digest-117193.html","abstract":"  NEW YORK CITY FROM FREE PIZZA TO PROTECTION MONEY  On the first day of hearings into corruption in the New York City Police Department, a former officer described how lax supervision and an ingrained departmental culture allowed him to evolve from taking free drinks and pizza on his first days on the job into taking $8,000 a week to protect a drug dealer. A1.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/28/nyregion/news-summary-723993.html","abstract":"  International A3-17  U.S. LIMITING SOMALIA GOALS  The United States has moved away from the goal of capturing a Somali faction leader and is focusing instead on creating a viable political structure without him, Administration officials said.  A1  CLINTON WARNS ON PEACEKEEPING  President Clinton laid down conditions for sending troops to Bosnia and said the United Nations should be more selective on where it sends troops because of the high cost.  A1","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"SPORTS PEOPLE: BASEBALL;","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-baseball.html","abstract":"  GARY SHEFFIELD, the Florida Marlin third baseman, is close to an agreement with the team on a contract that would pay him more than $20 million over the next four years.   \"We're definitely making progress,\" Sheffield's agent, JIM NEADER, said yesterday. \"There's a real good chance it will be completed this week.\"","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Review/Music; Shakespeare as Muse In Symphony Concert","web_url":"https://www.nytimes.com/1993/09/28/arts/review-music-shakespeare-as-muse-in-symphony-concert.html","abstract":"  The literary images presented in readings by Claire Bloom on Sunday before each composition in the American Symphony Orchestra's first concert of the season were familiar: of Lady Macbeth describing how easily she could dash out the brains of an infant sucking at her breast and of Hamlet contemplating the nightmares that might haunt him even in death's sleep. These, along with fleeting glimpses of Desdemona and Ariel, led directly into musical images and portraits far more obscure but quite fascinating: orchestral works inspired by Shakespeare and ably conducted by Leon Botstein, the orchestra's music director, at Avery Fisher Hall.   The temptation is to put the word \"controversial\" before Mr. Botstein's name, for as most listeners know by now, he is also the president of Bard College and the editor of the Music Quarterly. It has seemed unjust to many that out of an amateur's love of music and a part-time career, he has managed to become music director of a not insignificant orchestra and the dominant figure in the most important contemporary trend in concert programming during the last 50 years.","thumbnail":null,"section":"Arts"},{"date":"19930928","headline":"The Heat's on Glanville as Steelers Feast on His Falcons","web_url":"https://www.nytimes.com/1993/09/28/sports/pro-football-the-heat-s-on-glanville-as-steelers-feast-on-his-falcons.html","abstract":"  Missed blocking assignments and bungled tackles led to huge breakdowns. And those breakdowns led to a total collapse for the Atlanta Falcons in the Georgia Dome on Monday night.   Hoping to avoid a hapless 0-4 start, that's right where the Falcons find themselves after an embarrassing 45-17 thrashing by the Pittsburgh Steelers before 65,477 fans and a national television audience. Exposed for everyone to see were all of the Falcons' weakness: an extremely hot and cold offense, an all-out blitzing defense that too often does not put enough pressure on the quarterback, and turnovers, turnovers and more turnovers.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"Mets Drop 103d Before 'Crowd' of 2,334","web_url":"https://www.nytimes.com/1993/09/28/sports/baseball-mets-drop-103d-before-crowd-of-2334.html","abstract":"  On the sort of night where only the true believers venture out, 2,334 fans showed up at rain-soaked Shea Stadium last night to see the last-place Mets play the St. Louis Cardinals.   It is not known how much each and every soul present believes in the Mets. Was it so whole-heartedly that when they looked out at a lineup containing names like Baez, Thompson, Huskey, Burnitz and Kent, they saw the nucleus for a last-to-first place miracle in embryonic form?   Dallas Green hopes not. Because no matter how optimistic he would wish to be, Green is starting to supply some harsh answers to the harsh questions that now must be asked about the rebuilding of the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"2 Fighting Coaching Aides Are Suspended","web_url":"https://www.nytimes.com/1993/09/28/sports/sports-people-college-football-2-fighting-coaching-aides-are-suspended.html","abstract":"  Two assistant coaches who fought after the North Carolina-North Carolina State game will be suspended for one game each, officials said yesterday. Moments after North Carolina's 35-14 victory at Carter-Finley Stadium on Saturday, the North Carolina assistant, DONNIE THOMPSON, tackled North Carolina State assistant, TED CAIN. That followed an earlier fight between players in the first half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930928","headline":"PAC-less Campaigns","web_url":"https://www.nytimes.com/1993/09/28/opinion/l-pac-less-campaigns-452993.html","abstract":"  To the Editor:   Senator Robert Dole writes that he opposes taxpayers' financing of political campaigns (\"Rules Have Changed on Election Spending,\" letter, Sept. 16). And he states that most citizens agree with him. But I think most citizens equally oppose the financing of campaigns by corporations that gives them access the average citizen cannot hope to share. This is grossly unfair. Perhaps the solution may be to follow the British system, which limits campaigns to a few weeks, a small amount of money and shared free television time. Has this policy been considered? If not, why not? L. E. PARTRIDGE  San Francisco, Sept. 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930928","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/28/nyregion/c-corrections-766293.html","abstract":"  A headline in some editions yesterday about the activation of monitoring cameras at two missile test sites misidentified the country involved. It is Iraq, not Iran.","thumbnail":null,"section":"New York"},{"date":"19930928","headline":"Outer 'Wall' of Troy Now Appears to Be a Ditch","web_url":"https://www.nytimes.com/1993/09/28/science/outer-wall-of-troy-now-appears-to-be-a-ditch.html","abstract":"  WHEN archeologists resumed excavations at ancient Troy this summer, they expected to uncover remains of a thick wall that marked the outer limits of the city at the time of the legendary Trojan War in the 13th century B.C. Discovery of the wall, which they thought they had detected the previous summer, would for the first time define the full size of the city, well beyond the inner citadel excavated in the 1870's.   Unless their geomagnetic survey was mistaken, archeologists thought buried remnants of the wall would be found about 1,300 feet outside the central fortress and its palaces, where the wall presumably encompassed the much larger settlement of craftsmen, merchants and soldiers and sailors. The archeologists dug and dug in the area where the survey had indicated the presence of a thick clay wall, but could find no sign of it.","thumbnail":null,"section":"Science"},{"date":"19930928","headline":"Campaigning in Clinton's Wake","web_url":"https://www.nytimes.com/1993/09/28/nyregion/campaigning-in-clinton-s-wake.html","abstract":"  By musing aloud Sunday on whether too many New Yorkers were reluctant to support Mayor David N. Dinkins's re-election in part because he is black, President Clinton voiced a sentiment that many of the Mayor's supporters have tried to raise for years and opened a volatile new front in the mayoral campaign in a way that Mr. Dinkins never has or could have.   Some politicians warned that the President's comments, made with great care and subtlety, might be distorted by partisans of both Mr. Dinkins and Rudolph W. Giuliani, which could turn their already bitter contest into an explicitly racial brawl that would agitate voters and benefit neither the candidates nor the city.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930928","time":"1993-09-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":16.6},{"date":"19930928","time":"1993-09-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19930928","time":"1993-09-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":11.2},{"date":"19930928","time":"1993-09-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":14.8},{"date":"19930928","time":"1993-09-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":89,"wspd":14.8},{"date":"19930928","time":"1993-09-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":11.2},{"date":"19930928","time":"1993-09-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":90,"wspd":14.8},{"date":"19930928","time":"1993-09-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":13},{"date":"19930928","time":"1993-09-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":88,"wspd":14.8},{"date":"19930928","time":"1993-09-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":91,"wspd":18.4},{"date":"19930928","time":"1993-09-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":90,"wspd":14.8},{"date":"19930928","time":"1993-09-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":90,"wspd":7.6},{"date":"19930928","time":"1993-09-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":11.2},{"date":"19930928","time":"1993-09-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":11.2},{"date":"19930928","time":"1993-09-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":9.4},{"date":"19930928","time":"1993-09-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":9.4},{"date":"19930928","time":"1993-09-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":7.6},{"date":"19930928","time":"1993-09-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":81,"wspd":3.6},{"date":"19930928","time":"1993-09-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":82,"wspd":3.6},{"date":"19930928","time":"1993-09-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":3.6},{"date":"19930928","time":"1993-09-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":81,"wspd":1.8},{"date":"19930928","time":"1993-09-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":5.4},{"date":"19930928","time":"1993-09-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":13},{"date":"19930928","time":"1993-09-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":14.8},{"date":"19930928","time":"1993-09-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":96,"wspd":18.7},{"date":"19930928","time":"1993-09-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":20.5},{"date":"19930928","time":"1993-09-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":20.5},{"date":"19930928","time":"1993-09-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":25.9},{"date":"19930928","time":"1993-09-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":22.3},{"date":"19930928","time":"1993-09-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":25.9},{"date":"19930928","time":"1993-09-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":27.7},{"date":"19930928","time":"1993-09-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":22.3},{"date":"19930928","time":"1993-09-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":18.7},{"date":"19930928","time":"1993-09-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":18.7},{"date":"19930928","time":"1993-09-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":71,"wspd":18.7},{"date":"19930928","time":"1993-09-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":22.3},{"date":"19930928","time":"1993-09-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":22.3},{"date":"19930928","time":"1993-09-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":31.7},{"date":"19930928","time":"1993-09-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":45,"wspd":25.9},{"date":"19930928","time":"1993-09-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":43,"wspd":24.1},{"date":"19930928","time":"1993-09-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":40,"wspd":29.5},{"date":"19930928","time":"1993-09-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":25.9},{"date":"19930928","time":"1993-09-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":22.3},{"date":"19930928","time":"1993-09-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":42,"wspd":24.1},{"date":"19930928","time":"1993-09-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":42,"wspd":20.5},{"date":"19930928","time":"1993-09-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":16.6}]},"19930929":{"guardian_articles":[{"date":"19930929","headline":"Atherton rekindles passion and pride","web_url":"https://www.theguardian.com/sport/1993/sep/29/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930929","headline":"Outside Post, Strikers Walk and Hope - Again","web_url":"https://www.nytimes.com/1993/09/29/nyregion/outside-post-strikers-walk-and-hope-again.html","abstract":"  Three grim-faced men -- the top editors of The New York Post -- stepped out of the South Street entrance to the Post building at mid-afternoon yesterday and strode past a line of picketers, barely exchanging words with the men and women with whom they had worked and struggled so hard for so long to keep their paper publishing.   Once down the block, the editor, Ken Chandler, said, \"It's over\" -- that the paper would not publish again.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Teacher Is Offering to Guide Minority Students to College","web_url":"https://www.nytimes.com/1993/09/29/education/teacher-is-offering-to-guide-minority-students-to-college.html","abstract":"  As Johnathan Cuevas neared the end of senior year last spring at Chelsea High School in Manhattan, he turned to the only person who would or could help him with college plans: his English teacher, Robert Mitchell.   \"He was really there to help me,\" said Mr. Cuevas, now a 17-year-old freshman at DePauw University in Green Castle, Ind. \"He looked over my essays, he helped me with the application form and he helped me with the financial aid. I couldn't have done this without Mr. Mitchell.\"","thumbnail":null,"section":"Education"},{"date":"19930929","headline":"District Attorney Tells of Cancer He Fought Last Year","web_url":"https://www.nytimes.com/1993/09/29/nyregion/district-attorney-tells-of-cancer-he-fought-last-year.html","abstract":"  The Nassau County District Attorney, Denis Dillon, who is seeking re-election to a sixth term, said today that he was diagnosed with cancer last year and successfully underwent radiation treatments.   The disease, he said, would not interfere with his duties. \"When I went for radiation, I didn't miss a day of work,\" Mr. Dillon told a reporter from WPIX-TV today. He added, \" I'm in very good health, I feel fine.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals; Overmanaged Wildlife","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-overmanaged-wildlife-532693.html","abstract":"  To the Editor:   You report that New Jersey had a special September hunting season for Canada geese because their droppings interfered with human use of certain areas (news article, Sept. 11). Your article is especially informative because you point out the probable cause of the problem: accidental escapes from game farms and deliberate release by state wildlife management officials to provide better hunting opportunities. The same problem arose in the Vancouver area after wildlife officials there released geese.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Never Too Early to Worry About Rotation","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-never-too-early-to-worry-about-rotation.html","abstract":"  Now the Yankees can finally admit it. One day after they were officially eliminated from the the American League East race, the Yankees could concede that they need serious pitching help for next season.   Manager Buck Showalter discussed the pitching situation in his office before the game, and General Manager Gene Michael chimed in with his sentiments on the field during batting practice. Since the Blue Jays clinched their third straight division title, the Yankees are busily pondering next April. They are thinking about what they must accomplish to catch Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Rice, Too, Plays a Role In Absorbing Calcium","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-rice-too-plays-a-role-in-absorbing-calcium-533493.html","abstract":"  To the Editor;   In \"What Is Your Body's Best Source of Calcium?\" (letter, Sept. 11), Annette Dickinson reminds readers of a partial truth: that the calcium in spinach is not as easily absorbed as milk when eaten alone.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Misfortunes of Others May Help Enrich Mets","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-misfortunes-of-others-may-help-enrich-mets.html","abstract":"  Revenues will crumble for some baseball clubs in 1994, and the Mets are more than eager to plunder the ruins for their own riches.   General Manager Joe McIlvaine of the Mets, who had to oversee part of the dollar-driven demolition of the Padres earlier this season as the San Diego general manager, is convinced more than a dozen clubs could be forced to consider painful trades as a way of radically reconstructing their payrolls next season.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Completing College in Only 3 Years? Idea Is Gaining Support Nationwide","web_url":"https://www.nytimes.com/1993/09/29/education/completing-college-in-only-3-years-idea-is-gaining-support-nationwide.html","abstract":"  With a savings of thousands of dollars, up to perhaps $25,000, as the incentive for students, the concept of a three-year college degree is gaining adherents around the country.   In both California and New York, leaders of state-supported university systems see the idea as a way to cope with the prospect of rising enrollment and declining state financing. Elsewhere, administrators of small liberal arts colleges look upon accelerated degree programs as a way to prevent the loss of students to less-expensive public institutions.","thumbnail":null,"section":"Education"},{"date":"19930929","headline":"Mora Is One Saint Whose Head Isn't in Clouds","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-mora-is-one-saint-whose-head-isn-t-in-clouds.html","abstract":"  No sooner had he pulled his cab out of the parking lot of the Saints' training facility than George Binet started recounting bits of New Orleans Saints lore.   He began with long forgotten names: \"Billy Kilmer, you remember him don't you?\" he asked. \"And that boy, Tom Fears, he was the first coach. Big Doug Atkins, think he's a prison guard somewhere up in Tennessee.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-489393.html","abstract":"  A picture caption yesterday with an article about the opinions of doctors about the Clinton health plan misspelled the name of a nurse shown talking to Dr. Christopher Puca. She is Carol Lau, clinical manager of the group practice for which Dr. Puca works, not Tara Lau.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"One World, Please : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-one-world-please-letters-to-the-editor.html","abstract":"Regarding \"The Future Belongs to Asians\" (Opinion, Sept. 6): .Asia, and particularly the Pacific Rim countries, accounts for some of the strongest economic growth in the world. Kishore Mahbubani writes about a renewed sense of tradition that","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Review/Pop; A Parade Through a Hit Maker's Broad Territory","web_url":"https://www.nytimes.com/1993/09/29/arts/review-pop-a-parade-through-a-hit-maker-s-broad-territory.html","abstract":"  The music of Jimmy Webb, one of American pop's last purely romantic songwriters, was celebrated in a gala concert at Avery Fisher Hall on Monday evening in which he was joined by several performers who have recorded his material, along with a rock band and a string section.   Glen Campbell, who had a succession of hits written by Mr. Webb in the late 1960's, and Art Garfunkel, another longtime Webb champion and an unannounced special guest, appeared on the stage. So did David Crosby and Michael Feinstein, each of whom has a recent album that includes one Webb song. Another surprise visit, one redolent with rock-and-roll nostalgia, brought Johnny Maestro and the Brooklyn Bridge together to sing their 1968 hit, \"The Worst That Could Happen.\"","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Vague Mexico Wage Pledge Clouds Free Trade Accord","web_url":"https://www.nytimes.com/1993/09/29/world/vague-mexico-wage-pledge-clouds-free-trade-accord.html","abstract":"  As they try to make the case for Congressional approval of a free trade agreement with Mexico and Canada, President Clinton and other supporters repeatedly say the pact will raise minimum wages in Mexico and reduce the country's ability to undercut businesses north of the border with cheap labor.    But by focusing on how minimum wages might rise, the Clinton Administration has put itself in a somewhat awkward position because that particular pledge is not found anywhere in the 2,000-page North American Free Trade Agreement it is meant to support. Nor is it in the special side agreements to the pact, or in Mexican labor law. A Promise by Salinas    Rather it is a personal promise made by President Carlos Salinas de Gortari of Mexico that this country's minimum wage -- which can go as low as $4 a day, depending on the type of work -- will be increased in tandem with increases in worker productivity.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Making the Best of a Second Chance","web_url":"https://www.nytimes.com/1993/09/29/sports/college-football-making-the-best-of-a-second-chance.html","abstract":"  Perry Klein, who has National Football League scouts calling for directions to the campus of C. W. Post College these days, had just finished studying game film on his next opponent.    \"Tough team,\" said Klein, tugging at the bill of his baseball cap and shaking his head. \"We'll need to be prepared.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/09/29/books/book-notes-346393.html","abstract":"  Everyone Loves a Mystery   Until now at least, the public's appetite for legal thrillers has seemed almost bottomless, judging by the very familiar successes of both John Grisham (who has more than 30 million copies of his books in print in the United States) and Scott Turow (14.5 million copies). But with a new crop of such books by lesser-known authors blanketing the stores this season, the question for publishers who have loaded up their fall lists with them is whether the genre is beginning to play itself out.    Not at all, said Robert Wietrak, a director of merchandising for Barnes & Noble. \"When a phenomenon like this happens, the reader has a voracious appetite for more,\" Mr. Wietrak said. \"Once this has taken off, the customer goes into our stores and looks specifically for them, so similar titles and similar covers are a plus.\"","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"POWELL RESERVED IN A FINAL SPEECH","web_url":"https://www.nytimes.com/1993/09/29/us/powell-reserved-in-a-final-speech.html","abstract":"  In an appearance as filled with political expectations as military musings, Gen. Colin L. Powell made his last speech as Chairman of the Joint Chiefs of Staff today and called for the United States to maintain leadership in an increasingly confusing world.   \"The debates that we're seeing now about unilateralism or multilateralism or isolationism and interventionism and the other 'isms' are somewhat silly and they miss the point,\" General Powell said in an address to the National Press Club. \"The point is that history and destiny have made America the leader of the world that would be free.  And the world that would be free is looking to us for inspiration.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Making the Desert Boom","web_url":"https://www.nytimes.com/1993/09/29/opinion/making-the-desert-boom.html","abstract":"Almost from the moment Yitzhak Rabin and Yasir Arafat shook hands, Middle East watchers have warned us of the obstacles to a two-state solution. Their skepticism is justified. It is also beside the point.\n\nIsrael is on the verge of a new prosperity, grounded in a new political economy -- both of which will engender a new basis for peace. When Palestinians finally begin building their national life, they will discover that they could do worse than live between Tel Aviv and Amman. All sides will discover that the new global economy needs imaginative political arrangements, not outdated notions of self-determination that have long confounded peacemakers. Israel's gross domestic product is $60 billion a year, the currency is stable and growth is as high as 6 percent. Ten years ago, the economy was less than a quarter as big, inflation was 400 percent and growth was flat.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Texas Executes Inmate for Woman's Murder","web_url":"https://www.nytimes.com/1993/09/29/us/texas-executes-inmate-for-woman-s-murder.html","abstract":"  An inmate was executed by lethal injection early today for the murder of a college instructor who was clubbed with a brick, raped and then run over with her own car.   The inmate, Antonio Bonham, 33, went to his death after asking the Texas Board of Pardons and Paroles and Gov. Ann W. Richards to commute his sentence to life without parole. He had no final statement.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Mashburn Gives $500,000 to School Fund","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-basketball-mashburn-gives-500000-to-school-fund.html","abstract":"  JAMAL MASHBURN, who was an All-American at Kentucky, said yesterday that he was donating $500,000 to a university scholarship fund.   \"I see this as my chance to give something back to the people who have helped me and to help those students who may not otherwise get a chance,\" Mashburn said during a news conference following the U.K. Athletics Association meeting in Lexington.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"YELTSIN TIGHTENING CORDON OF TROOPS AT THE PARLIAMENT","web_url":"https://www.nytimes.com/1993/09/29/world/yeltsin-tightening-cordon-of-troops-at-the-parliament.html","abstract":"  President Boris N. Yeltsin severely tightened the cordon around the headquarters of the hostile legislature Tuesday, deploying hundreds of troops with concertina wire and water trucks, and even mounted police, at all approaches to the building.   From a yellow armored personnel carrier across the street from barricades erected by defenders of Parliament, police officers with a loudspeaker demanded that those inside surrender their arms today.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"A 'New' Richter Shows Up as Goaltender for Rangers","web_url":"https://www.nytimes.com/1993/09/29/sports/hockey-a-new-richter-shows-up-as-goaltender-for-rangers.html","abstract":"  No one has forgotten what happened last season. Mike Richter knows that.   There were soft goals. There were blatant mistakes. There were games when Richter looked shaky, and games when it looked as if his confidence had completely disappeared. There were days, too, spent in a minor league uniform in Binghamton, days when the player the Rangers once considered their goaltending future had left to wonder if his biggest New York moments had passed.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"In America; Voodoo Lunch","web_url":"https://www.nytimes.com/1993/09/29/opinion/in-america-voodoo-lunch.html","abstract":"  I was dressed very nicely, thank you, in a sport jacket, neatly pressed slacks and a striped tie. I told the man behind the counter in the Upper West Side restaurant that I wanted a cheeseburger, not too well done, with ketchup.   I also told him that I had no money.   He laughed without showing any amusement and then his face settled into a look of impatience.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"High-Tech Shortcuts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-hightech-shortcuts-letters-to-the-editor.html","abstract":"Regarding \"Your Health Gets Harder to Pay For\" (Opinion, Aug. 23) by James K. Glassman: .Senator Daniel Patrick Moynihan says that government is doomed to assume the fast-growing costs for those economic sectors that are inherently less able","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Again, It's Kasparov the Escape Artist","web_url":"https://www.nytimes.com/1993/09/29/arts/again-it-s-kasparov-the-escape-artist.html","abstract":"  That Gary Kasparov survived everything Nigel Short threw at him in Game 10 of their world championship match yesterday in London is hard to believe. The pressure that the Englishman developed with a passed pawn on the seventh rank was so great that nothing should have been able to withstand it. But wiggling and twisting and working to dredge every last trap out of his awful situation, Kasparov brought the game to a draw and retained his five-point lead, with the score now Kasparov 7 1/2, Short 2 1/2.   The Russian needs five more points to win the $1.43 million prize. And if he is going to continue with wizardry such as he showed in this game, he may not even lose a single game.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Who Am I Today?","web_url":"https://www.nytimes.com/1993/09/29/opinion/who-am-i-today.html","abstract":"\"Most people seem to live 'in character.' They have a beginning, a middle and an end . . . . They have a class, they have a place, they know what is becoming in them and what is due to them. \n\nBut there is another kind of life. One gets hit by some unusual transverse force, jerked out of one's stratum, and one lives crosswise for the rest of the time.\" -- H. G. Wells, \"Tono-Bungay\"","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Sylvia A. Boone Memorial","web_url":"https://www.nytimes.com/1993/09/29/nyregion/sylvia-a-boone-memorial.html","abstract":"  A memorial service will be held on Thursday for Dr. Sylvia A. Boone at 1 P.M. at the Battell Chapel of Yale University at College and Elm Streets in New Haven. Her headstone will be dedicated at the Grove Street Cemetery at 3:30 P.M. and there will be a reception at the History of Art Department from 4 to 6 P.M. Dr. Boone, a professor of art history and Afro-American studies, was the first black woman to be granted tenure at Yale. She died on April 29.  ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Topics of The Times; The Annals of Dessert","web_url":"https://www.nytimes.com/1993/09/29/opinion/topics-of-the-times-the-annals-of-dessert.html","abstract":"  The woman can do anything. We speak with due reverence of the First Lady of the last remaining superpower. It would be enough if she simply revolutionized health care and issued the occasional inspirational paean to the Politics of Meaning. Yet who would have thought Hillary Rodham Clinton would also become the champion maker of chocolate chip cookies, finishing ahead of such competitors as Mrs. Fields and Famous Amos?    Actually, it was cookies made with Mrs. Clinton's recipe that got this acclaim, not cookies made with her own hands. Still, it is reassuring to know that the woman who said \"I could have stayed home and baked cookies\" wasn't putting down homemakers so much as issuing a competitive threat to the American baking industry.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Return Of Booty Protested In France","web_url":"https://www.nytimes.com/1993/09/29/books/return-of-booty-protested-in-france.html","abstract":"  It seemed like a reasonable exchange. After France won a multi-billion-dollar contract to supply its high-speed train to South Korea, President Francois Mitterrand this month made the good-will gesture of returning a 19th-century Korean manuscript seized by French troops in 1866.   For the guardians of France's national treasures, however, the President's gift was neither reasonable nor legal. The country's museums and cultural institutions may be weighed down by the booty of imperial wars and conquests but, by law, these paintings, sculptures and documents are now French.","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"Biospherics","web_url":"https://www.nytimes.com/1993/09/29/opinion/biospherics.html","abstract":"  The four men and four women who lived in a huge greenhouse known as Biosphere 2 for two years finally emerged last weekend with a stronger claim to fame as a tourist attraction than as contributors to scientific knowledge.   The vaguely defined goal of the $150 million experiment in Arizona, bankrolled by the Texas oil billionaire Edward Perry Bass, was to learn more about the earth's ecology and about how to establish self-sufficient colonies in space. The participants were to live almost wholly independent of the real world, breathing recycled air, drinking recycled water and growing their own food. Some half-million visitors to the project paid $12.95 apiece to watch them.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Lowe Penalized 2 More Games","web_url":"https://www.nytimes.com/1993/09/29/sports/lowe-penalized-2-more-games.html","abstract":"  Kevin Lowe, the veteran defenseman, will miss two more Ranger games after being suspended for three preseason games yesterday by the National Hockey League for a high-sticking incident against Hartford in a game last Saturday night.   Lowe drew a five-minute penalty in the second period after he cut Robert Petrovicky of the Whalers on the chin, drawing blood. He was suspended for Monday night's game against the Islanders and will sit out tonight's game against Pittsburgh, as well as tomorrow night's game with the Devils.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"No Looking Back as Bills Await Giants","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-no-looking-back-as-bills-await-giants.html","abstract":"  It is just a printing accident. But the page that should have been devoted to Super Bowl XXVII (Dallas's 52-17 victory) is missing from the Buffalo Bills' press guide.   Not that Super Bowls past matter much to Coach Marv Levy anyway. Forget his master's in English history from Harvard. He is not a romantic about football and lost opportunities. There will be no mention -- again -- that the Giants are a past Super Bowl nemesis and happen to be coming to Orchard Park Sunday night.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Judgment on Croatia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-judgment-on-croatia-letters-to-the-editor.html","abstract":"When on earth is the international community going to reassess its judgment about Croatia? .At home, Croatia's ugly policy of \"ethnic cleansing\" went largely unnoticed. Yet, according to the Red Cross, it led to the forced expulsion of up to","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-490793.html","abstract":"  The obituary of Lieut. Gen. James H. Doolittle in late editions yesterday misidentified his college. He was at the University of California at Berkeley when the United States entered World War I; the University of California at Los Angeles did not exist then.   The obituary also misstated the history of the Richtofen Flying Circus, the squadron of German pilots that plagued the Allies. It fought in World War I, not World War II.   A picture caption with the obituary misstated the year the general accepted the Medal of Honor from President Franklin D. Roosevelt. It was 1942, not 1945.   The obituary is reprinted today on page B9 for readers who did not receive it.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"With Caveat, House Approves Gay-Troops Policy","web_url":"https://www.nytimes.com/1993/09/29/us/with-caveat-house-approves-gay-troops-policy.html","abstract":"  The House today overwhelmingly passed a modified version of President Clinton's policy on homosexuals in the military, prohibiting homosexual conduct but halting the questioning of recruits about their sexual orientation.   Following the Senate's lead, the House added language to the Clinton compromise that called homosexuality \"unacceptable\" in the military, but Administration officials said the language did not change the workings of the President's plan.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Hunting Corruption at a Barbecue","web_url":"https://www.nytimes.com/1993/09/29/nyregion/hunting-corruption-at-a-barbecue.html","abstract":"  Excerpts from testimony to the Mollen Commission by Detective Alexander Ferrugia about allegations of corruption among officers in the Ninth Precinct that were turned up by the police Internal Affairs Division and Field Internal Affairs Unit.   Q. What type of police corruption was most prevalent?","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Zola on Screen:Bad for Business?","web_url":"https://www.nytimes.com/1993/09/29/style/IHT-zola-on-screenbad-for-business.html","abstract":"The annual French blockbuster film designed for export has opened in Paris. This year it is Claude Berri's adaptation of \"Germinal,\" Emile Zola's grim inspection of the revolt of the coal miners in the 1860s. .The film has the ingredients to","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"The Human Touch : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-the-human-touch-letters-to-the-editor.html","abstract":"On a recent trip to Boston, I was stunned by a short conversation I overheard between some smiling elementary school teachers on a shopping break. \"You know,\" one said, \"it's gotten to the point where you're afraid to put your hand on a ki","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Beating Case Lawyer Uses 'Mob Frenzy' Defense","web_url":"https://www.nytimes.com/1993/09/29/us/beating-case-lawyer-uses-mob-frenzy-defense.html","abstract":"  A lawyer for one of two black men accused of beating a white truck driver and other motorists in last year's rioting conceded today that his client may have committed assaults but should be excused because he was caught up in a mob frenzy.   In his closing argument, the lawyer, Earl C. Broady Jr., said his client, Henry Keith Watson, 29, was actually trying to protect the truck driver, Reginald O. Denny, rather than kill him, as prosecutors charge.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Court to Hear Case on Cable TV Law","web_url":"https://www.nytimes.com/1993/09/29/us/court-to-hear-case-on-cable-tv-law.html","abstract":"  In a case likely to determine the status of cable television under the First Amendment, the Supreme Court today agreed to rule on the constitutionality of a 1992 law requiring cable operators to devote one-third of their channel capacity or more to local broadcast stations.   In a very rare departure, the Court jumped the gun on its new term, which is not scheduled to begin until next Monday, by announcing that it would hear a challenge to the new law filed by the Turner Broadcasting System and other cable providers and operators. The cable companies are appealing a decision upholding the law issued in April by a special three-judge panel of Federal District Court here.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Witnesses Tell Of Cover-Up In Police Graft","web_url":"https://www.nytimes.com/1993/09/29/nyregion/witnesses-tell-of-cover-up-in-police-graft.html","abstract":"  Witnesses drawn from the ranks of police corruption investigators yesterday recalled how they painfully discovered what they depicted as an unwritten policy in New York City's Police Department that discouraged major corruption inquiries from 1986 to 1991.   The witnesses were called by a mayoral commission on the second day of its hearings into police corruption. While the witnesses did not name any specific police supervisor who stymied corruption inquiries, the sum of their testimony seemed to be intended to paint a portrait of a culture that sidestepped inquiries that had the potential for large-scale roundups that would embarrass the department and ruin careers.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"BASEBALL;\nBraves Stumble And Hear Giant Steps","web_url":"https://www.nytimes.com/1993/09/29/sports/baseball-braves-stumble-and-hear-giant-steps.html","abstract":"The Atlanta Braves appeared to have things going their way as they entered the last six days of the regular season. The two-time defending National League champions were on a two-month roll. They were home. They were healthy. They were in first place in the National League West and their final two opponents -- Houston and Colorado -- had combined to win only 3 of 20 previous meetings with Atlanta this season.\n\nThen the Braves ran into Pete Harnisch.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"HEVESI WINS EASILY AGAINST HOLTZMAN IN PRIMARY RUNOFF","web_url":"https://www.nytimes.com/1993/09/29/nyregion/hevesi-wins-easily-against-holtzman-in-primary-runoff.html","abstract":"  Assemblyman Alan G. Hevesi of Queens defeated Elizabeth Holtzman by 2 to 1 in the runoff for the Democratic nomination for New York City Comptroller last night, blocking her bid for re-election after 21 years in public life and setting the stage for a November contest against former Representative Herman Badillo.   Just over 10 percent of the city's 2.28 million registered Democrats turned out in an election with no other races on the ballot, and Mr. Hevesi racked up big margins throughout the city. Ms. Holtzman ran close only in black and Hispanic areas in the Bronx and won decisively only in the black neighborhoods in Brooklyn and Harlem that have long been her strongholds and where turnout was lighter.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"At 68, a Broadway Star Gets Ready to Make Off Broadway Debut","web_url":"https://www.nytimes.com/1993/09/29/theater/at-68-a-broadway-star-gets-ready-to-make-off-broadway-debut.html","abstract":"  Julie Harris, the soul of Broadway, was sitting on a red plush seat in an Off Broadway theater, musing about her Off Broadway debut on Tuesday in \"The Fiery Furnace,\" a play by Timothy Mason. Didn't the venue seem somehow incongruous for this actress, who first appeared on Broadway in April 1945, who has won five Tony Awards for her work and is often spoken of in the same breath as such legendary actresses as Helen Hayes, Jessica Tandy and Irene Worth?    \"There is no stigma about it whatsoever,\" she said. Miss Harris started a high-voiced imitation of a catty but ditsy thespian asking, 'Oh, dear, are you Off Broadway now because you can't get on Broadway?' \"","thumbnail":null,"section":"Theater"},{"date":"19930929","headline":"Jordanians Won't Postpone Elections Set for November","web_url":"https://www.nytimes.com/1993/09/29/world/jordanians-won-t-postpone-elections-set-for-november.html","abstract":"  Jordan said today that it would go ahead in November with its first multiparty elections in almost four decades despite pressure to postpone the vote because of uncertainty created by the Israeli-P.L.O. peace accord. Over half of Jordan's 4 million people are of Palestinian descent.   \"The elections will take place on Nov. 8 as scheduled,\" Prime Minister Abdel Salam Majali said.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/29/sports/results-plus-414193.html","abstract":"  TENNIS  Lendl Lasts Only One Round Again  Ivan Lendl, a former No. 1 player who now can't seem to escape the first round, lost, 7-5, 7-6 (7-4), yesterday to Jan Siemerink in his opening match at the $800,000 Swiss Indoors tournament in Basel. In losing to the unseeded Dutchman who is ranked 45th in the world, Lendl suffered his eighth first-round defeat this year. The 33-year-old American was a semifinalist last year at this event and the champion in 1980 and 1981. \"The return was my problem,\" Lendl said. Aleksandr Volkov of Russia was upset, 6-2, 7-6 (7-5), by David Prinosil of Germany. Marc Rosset of Switzerland, coming off a Davis Cup loss to Israel, scattered 12 aces in routing Andrei Cherkasov of Russia, 6-0, 6-2, to reach the second round. (AP) Graf Makes Haste of a 14-Year-Old: Steffi Graf routed Syna Schmidle, 6-1, 6-0, yesterday to reach the second round at the Volkswagen Card Cup in Leipzig, Germany. The 14-year-old Schmidle, one of Germany's best young players, delighted the crowd of 2,700 by winning the first game against the world's top-ranked player. But Graf dominated behind her serve and powerful forehand to roll to victory in 45 minutes against the wild card, ranked 512th in the world. In other featured matches, Stephanie Rotter of the Netherlands upset world No. 10 Anke Huber of Germany, 7-6 (8-6), 6-2, and third-seeded Jana Novotna of the Czech Republic slipped past Miriam Oremans of the Netherlands, 6-7 (5-7), 6-1, 6-1. In a matchup of Americans, Kimberly Po outlasted Gigi Fernandez, 6-1, 7-6 (7-3). Judith Wiesner of Australia, seeded sixth, edged Kristie Boogert of the Netherlands, 3-6, 7-5, 7-5. Graf has won all three titles since the tournament's inception in 1990. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Fignon:French Cycling's Angry Young Man Coasts to the End of His Bumpy Road","web_url":"https://www.nytimes.com/1993/09/29/sports/IHT-fignonfrench-cyclings-angry-young-man-coasts-to-the-end-of-his.html","abstract":"That meteor, that lightning bolt Laurent Fignon has blazed out. Riding in a minor French race late in August, Fignon coasted to the side of the road halfway through and got off his bicycle for the last time as a professional. The authority for that is Fi","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Review/Opera; Tenors in a Friendly Duel Open the Met's Season","web_url":"https://www.nytimes.com/1993/09/29/arts/review-opera-tenors-in-a-friendly-duel-open-the-met-s-season.html","abstract":"  If a visitor unaccustomed to opera had stumbled into the opening-night festivities at the Metropolitan Opera on Monday, he might have supposed that just after Siegmund and Sieglinde's passionate embrace at the end of the first act of Wagner's \"Walkure,\" the tenor and the soprano had somehow returned after intermission incarnated as a Moorish officer and his wife. But the most peculiar change would have come after the second intermission, when the tenor, transformed into the supposed son of a gypsy, actually split in half and fought a mock duel with himself.   Such are the vagaries of opening-night galas. This one consisted of three separate acts, from three separate operas, united by one theme: the power of the two tenors playing the three roles, who happen to be among the most renowned voices of their generation. The two tenors, in case anybody has missed the best-selling recordings and videos and a generation of hype and well-deserved praise, were Placido Domingo and Luciano Pavarotti (in alphabetical order, to avoid any possible ruffled feathers in their long-term rivalry). Mr. Domingo has the leaner, more pointed voice, able to take on more robust roles in the dramatic category with intelligence and skill; Mr. Pavarotti has had the fleshier, more extroverted (and possibly more popular) instrument, preferring a narrower repertory focused largely on the lyric roles.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"How Demand Surged for Prostate Test","web_url":"https://www.nytimes.com/1993/09/29/health/how-demand-surged-for-prostate-test.html","abstract":"  DR. JOSEPH E. OESTERLING, a urologist at the Mayo Clinic in Rochester, Minn., recently polled practicing doctors in his state to ask whether they were using a widely promoted screening test for prostate cancer. Ninety-two percent said they routinely used it on men over 50.   But the blood test, which costs $50 to $80 per patient, has not yet been approved by the Food and Drug Administration as a screening test and no data yet exist to show that it has an effect on long-term medical outcome.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"1893:A Change of Pace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-1893a-change-of-pace-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Turkey is going to give up the Arab calendar, and even the Greek calendar, and adopt the Georgian, that is to say, the calendar in use in Western countries. This measure has long been contemplated - since 1888 - at Constantinople but up to the pre","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-491593.html","abstract":"  A front-page article yesterday about a New York Times/WCBS-TV News poll focusing on the New Jersey election for governor misstated the percentage of registered voters who said the Republican candidate, Christine Todd Whitman, lacked enough experience to govern effectively. It was 40 percent, not 48.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/29/style/chronicle-870293.html","abstract":"  When SANDY PITTMAN, an inveterate mountain climber, suggested several months ago to MARTHA STEWART that they meet on top of Mount Kilimanjaro in Tanzania on Sept. 24, Ms. Stewart thought it a dandy idea.    She listed the event in a calendar of her activities that she publishes in her magazine, Martha Stewart Living, amid such other notations as \"Put up bread and butter pickles\" and \" 'Today Show' appearance,\" and began to prepare for her ascent of the highest mountain in Africa, which rises 19,340 feet.","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"At U.N., Russian Stresses Peril of Ethnic Conflict","web_url":"https://www.nytimes.com/1993/09/29/world/at-un-russian-stresses-peril-of-ethnic-conflict.html","abstract":"  Saying the threat of ethnic violence today is \"no less serious than the threat of nuclear war was yesterday,\" the Russian Foreign Minister today called for expanded United Nations peacemaking and peacekeeping, especially in the troubled republics of the former Soviet Union.   The general thrust of Andrei V. Kozyrev's address to the General Assembly ran counter to the appeals for prudence and realism made by President Clinton on Monday and by the British Foreign Secretary, Douglas Hurd, today.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals; Vaccination Program","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-vaccination-program-531893.html","abstract":"  To the Editor:   Carl Semenic was right when his May 14, 1991, letter, said rabies was making a serious move north and threatening those of us in the New York City area for the first time in many years. He was also right when he noted that vaccinating cats and dogs against this disease can help stop its spread.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"In Defeat, Holtzman Sounds Note Of Healing","web_url":"https://www.nytimes.com/1993/09/29/nyregion/in-defeat-holtzman-sounds-note-of-healing.html","abstract":"  Alternating between warmth, irritation and sadness as she spoke of her 21-year commitment to public service, Elizabeth Holtzman last night stood at the front of a crowd of cheering, emotional supporters, took a breath, faced the cameras and announced that it was over.    Her short but graceful concession speech, delivered in the unlikely venue of a TriBeCa bar, included an unqualified endorsement of the entire Democratic ticket. But it made no mention of what may come next for a woman who for years has defined an aggressive, combative style of advocacy that won her as many enemies as victories.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Pact Allows Return of 1,500 Cuban Inmates","web_url":"https://www.nytimes.com/1993/09/29/us/pact-allows-return-of-1500-cuban-inmates.html","abstract":"  The Justice Department said today that about 1,500 Cuban inmates in Federal prisons would be eligible to be sent back to Cuba under a new agreement between the United States and Cuba.   Fearing possible rioting by Cuban prisoners who do not want to be sent back to their homeland, prison administrators today ordered more than 2,500 of the nearly 4,500 Cuban in Federal prisons to be locked in isolated cells so that they could not congregate with other Cuban inmates.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Even 'Futility' Doesn't Do Falcons Justice","web_url":"https://www.nytimes.com/1993/09/29/sports/on-pro-football-even-futility-doesn-t-do-falcons-justice.html","abstract":"  Sighted in the Georgia Dome on Monday night were Fred McGriff, Terry Pendleton, Deion Sanders and Brian Hunter. The crowd of 65,477 got into the lopsided game by offering their fabled Tomahawk Chop along with the eerie chant to match. Yes, these Atlanta Braves were about to . . .    Sorry. Wrong sport. Wrong team.   But who could blame the fans for wishing?","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/29/us/inside-851693.html","abstract":"  Firm in S.& L. Settlement   Paul, Weiss, Rifkind, Wharton & Garrison reached a $45 million settlement with regulators over its role in a savings-and-loan failure. Page D1. Michigan Senator to Retire    Wounded by a savings-and-loan scandal, Senator Donald W. Riegle Jr., Democrat of Michigan, said he would not run again next year. Page A16. Shielding the Force's Image    Witnesses at a hearing into police corruption in New York City testified they were dissuaded from major inquiries into misconduct. Page B1. Bombing Trial Jury Selected    A jury of eight women and four men, all of them Christian, was picked to try four Muslims charged in the World Trade Center blast. Page B3. Court to Weigh Cable Law    The Supreme Court agreed to hear a case that may determine the status of cable television under the First Amendment. Page A17.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Johnson Works on Bid, Not Jumpers","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-basketball-johnson-works-on-bid-not-jumpers.html","abstract":"  MAGIC JOHNSON said yesterday that he was concentrating on becoming owner of a proposed National Basketball Association expansion franchise in Toronto and was not considering coaching or trying another comeback as a player.   \"I'd be lying to you if I said I never think about it, because I see guys who I can still dominate,\" Johnson said during a publicity appearance for Swatch at Macy's in Manhattan. \"I play every day, two or three hours. It would be great, but I'm not coming back. I'm excited about owning a franchise in Toronto.\"","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"The Focus Has Turned To Breeders' Cup Races","web_url":"https://www.nytimes.com/1993/09/29/sports/horse-racing-notebook-the-focus-has-turned-to-breeders-cup-races.html","abstract":"  The division races in baseball are a lot clearer this week than the division races in horse racing, all of which are up for grabs just six weeks before the last-chance, $10 million Breeders' Cup series.   The seven races of the Breeders' Cup will be staged on Nov. 6 at Santa Anita, and any horse contending for a division championship had better show up and take a shot. This includes Peteskie, who swept the Triple Crown of Canada but who still must extend his success to the United States to win the championship of the division of 3-year-old colts.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Jury Is Selected in Trade Center Bombing Trial","web_url":"https://www.nytimes.com/1993/09/29/nyregion/jury-is-selected-in-trade-center-bombing-trial.html","abstract":"  A racially balanced jury of eight women and four men, all of them Christian, was selected yesterday to try four Muslims charged with the deadly bombing of the World Trade Center last February.   Although six alternate jurors remain to be selected, Judge Kevin Thomas Duffy told lawyers in Manhattan Federal Court to be prepared to present their opening arguments Thursday before the panel, which will not be sequestered.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/29/nyregion/metro-digest-010393.html","abstract":"  NEW YORK CITY  HEVESI WINS RUNOFF AGAINST HOLTZMAN   Assemblyman Alan G. Hevesi of Queens defeated Elizabeth Holtzman by 2 to 1 in the runoff for the Democratic nomination for New York City comptroller last night, blocking her bid for re-election after 21 years in public life and setting the stage for a November contest against former Representative Herman Badillo. A1.   In a somber and somewhat idiosyncratic end to a long and sometimes brilliant career, Holtzman conceded defeat. B4.   For six months, Hevesi and Badillo were undeclared allies in a fight against a common foe. B4. AT THE POST, A TERMINAL IMPASSE?   The New York Post, the newspaper that seems to make almost as much news as it prints, was not on newsstands, as members of the newspaper's crafts unions declined to cross the picket line of the union that represents newsroom and advertising employees. In response, the paper's provisional owner, Rupert Murdoch, said he would not complete purchase of the tabloid. A1.   Outside The Post building, two views. B3. GOOD OFFICERS PAY THE PRICE   Police officers' feelings of loss of public trust, coupled in many cases with shame and embarrassment on the part of many officers, leads some authorities to believe that many police officers will be in for a psychological jolt as a result of Mollen Commission testimony. B2.   Excerpts from testimony before the Mollen Commission. B2. JURY SEATED IN BOMBING TRIAL   A racially balanced jury of eight women and four men, all of them Christian, was selected to try four Muslims charged with the deadly bombing of the World Trade Center last February. B3. RACE IS NOT THE ISSUE, SAYS GIULIANI   Two days after President Clinton questioned whether many New Yorkers were reluctant to reach across racial lines to re-elect a black mayor, Rudolph W. Giuliani said that issues related to race were less important to New Yorkers than crime, safety, jobs and education. B5. RECYCLING IS REPORTEDLY INCREASING   The quantities of trash that New York City collects for recycling are way up, in part because more neighborhoods are in the program, a Department of Sanitation report declares. B3. REGION  WHITMAN TOLD TO ATTACK   Top advisers to Christine Todd Whitman said the Republican gubernatorial candidate needed to shift her campaign strategy to an all-out attack on Gov. Jim Florio in response to a poll showing the New Jersey Governor with an unexpectedly large lead. B6. DISTRICT ATTORNEY SAYS HE HAD CANCER   The Nassau County District Attorney, Denis Dillon, who is seeking re-election to a sixth term, said he had cancer last year and that he successfully underwent radiation treatments. B6. TROOPER ACQUITTED OF EVIDENCE FAKING   A jury acquitted a New York State police investigator of tampering with evidence in an armed robbery, a blow to prosecutors who had won three guilty pleas in the year-old scandal. B6.   Chronicle B2    About New York by Michael T. Kaufman B3   ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Personal Health; Early action is crucial in combating heart failure.","web_url":"https://www.nytimes.com/1993/09/29/health/personal-health-early-action-is-crucial-in-combating-heart-failure.html","abstract":"  SWOLLEN feet and ankles, shortness of breath, palpitations, weakness, fatigue, disrupted sleep. Most people have had one or more of these symptoms from time to time. But for three million to four million Americans with heart failure, such symptoms are a way of life. Unfortunately, for far too many they are also a way of death.   Heart failure is the leading cause of hospitalization among Americans over 65, and as people live longer, more and more will require costly care. The ailment claims up to 400,000 lives a year, with the majority of deaths occurring in people under 65. Some young people with underlying heart problems, like the basketball star Hank Gathers, also succumb to heart failure.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"Defying President, Senate Votes To Keep Medicaid Abortion Limit","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-defying-president-senate-votes-keep-medicaid-abortion.html","abstract":"  Bucking President Clinton, the Senate voted today to continue to prohibit the Federal Government from paying for abortions for most poor women.   The House of Representatives approved an identical measure last summer. So for at least another year, no Medicaid funds can be used for abortions unless the life of the woman is at stake or the pregnancy is said to be the result of rape or incest.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Hillary Clinton, on Capitol Hill, Wins Raves, if Not a Health Plan","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-hillary-clinton-capitol-hill-wins-raves-if-not-health-plan.html","abstract":"  Hillary Rodham Clinton invited Congress to join her and President Clinton to \"give the American people the health security they deserve\" as she captivated and dominated two usually grumpy House committees today.   She spent the morning and afternoon paying lawmakers compliments, patiently praising the occasional hostile representative for raising a good question. Sharp questions from potential allies evoked solicitous answers; only the most unreachable opponents drew a hint of irritation.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Havana Journal; Castro Must Go, That's Agreed. Nothing Else Is.","web_url":"https://www.nytimes.com/1993/09/29/world/havana-journal-castro-must-go-that-s-agreed-nothing-else-is.html","abstract":"  As the summer baking of this faded city eases and tensions from power cuts that left residents at the heat's mercy let up, two radically different strands of opposition politics are hoping to channel Cuba's brooding discontent.   To hear both sets of dissidents speak, a future without President Fidel Castro is just a matter of time, not known precisely but not so long now. To hear them speak of each other, however, is to witness the suspicions and betrayals that rend Cuba's small dissident movement.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/29/nyregion/c-corrections-492393.html","abstract":"  An art review in Weekend on Friday about works conceived by Lutz Bacher, painted by a commercial artist she hired and on display at the Pat Hearn Gallery in SoHo, referred incorrectly to the attribution provided by the gallery. A news release distributed at the exhibition did acknowledge the use of the commercial artist.  ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Giuliani Disputes Race Role in Campaign","web_url":"https://www.nytimes.com/1993/09/29/nyregion/giuliani-disputes-race-role-in-campaign.html","abstract":"  Two days after President Clinton questioned whether many New Yorkers were reluctant to reach across racial lines to re-elect a black mayor, Rudolph W. Giuliani said yesterday that issues related to race were less important to New Yorkers than crime, safety, jobs and education.   Flanked by officers of the Port Authority police union, Mr. Giuliani, the Republican-Liberal candidate for mayor said that public opinion polls have shown that \"race is one of the less significant issues in so far as New Yorkers reporting to us what they regard as the important issues facing their lives.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Now Hevesi and Badillo Turn to Face Each Other","web_url":"https://www.nytimes.com/1993/09/29/nyregion/now-hevesi-and-badillo-turn-to-face-each-other.html","abstract":"  For six months, Alan G. Hevesi and Herman Badillo were undeclared allies in a battle against a common foe, New York City Comptroller Elizabeth Holtzman, taking turns assailing her integrity and professionalism like tag-team partners in a political wrestling match.   But today, they become rivals in what is likely to be a far different and less rancorous battle than the one they waged together against Ms. Holtzman. Yesterday, Mr. Hevesi defeated Ms. Holtzman in a runoff for the Democratic nomination for comptroller and will now go toe-to-toe against Mr. Badillo in the general election.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Bosnians Seem Likely to Demand Peace Plan Changes","web_url":"https://www.nytimes.com/1993/09/29/world/bosnians-seem-likely-to-demand-peace-plan-changes.html","abstract":"  The Bosnian Parliament met today to consider a peace plan for ending the 18-month-old war that has laid much of this former Yugoslav republic to waste. But the mood among the mostly Muslim delegates appeared to be leaning toward sending the plan back to its international negotiators with demands for critical changes.    In a vote expected on Wednesday, more than 300 delegates appeared likely to endorse the plan in principle but to attach conditions that would be virtually certain to be rejected by the Serbian and Croatian nationalists, who are the other parties to the war. These conditions seem likely to include a demand for more land and binding international guarantees that the plan would be carried out.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"House Vote Urges Clinton to Limit American Role in Somali Conflict","web_url":"https://www.nytimes.com/1993/09/29/world/house-vote-urges-clinton-to-limit-american-role-in-somali-conflict.html","abstract":"  In a demonstration of growing Congressional opposition to the continued deployment of troops in Somalia, the House overwhelmingly passed a resolution today demanding that the Administration put limits on its mission or face the probability of a cutoff of funds.   As the House began its debate, President Clinton and other Administration officials tried to assure Congressional leaders and the public that he would not allow American troops to get bogged down in Somalia.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Go Personal, Whitman Is Implored","web_url":"https://www.nytimes.com/1993/09/29/nyregion/go-personal-whitman-is-implored.html","abstract":"  Top advisers to Christine Todd Whitman said today that the Republican gubernatorial candidate needed to shift her campaign strategy to an all-out attack on Gov. Jim Florio in response to a poll showing the New Jersey Governor with an unexpectedly large lead.   \"Negative campaigns work; it's one of the tragedies of American politics,\" said Ed Rollins, chief political adviser to the Whitman campaign and a veteran of national campaigns. \"Obviously, Florio has been running a very negative campaign and we have to do something about it. I think it is safe to say that if New Jersey voters have forgotten what Jim Florio did to them over the last four years, we are going to remind them.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Pentagon's Medical School May Be Mustered Out","web_url":"https://www.nytimes.com/1993/09/29/health/pentagon-s-medical-school-may-be-mustered-out.html","abstract":"  Tucked away in the Clinton Administration's plan for streamlining the Government is a way to save $300 million in five years: close the nation's only military medical school, a 21-year-old complex behind the Naval Medical Center here.   The Defense Department pays five times as much to train a student here as at a private medical school, according to the plan. The cost of training a military doctor at the center, the Uniformed Services University of the Health Sciences, is $562,000. That includes tuition, military pay and benefits, internship, residency and field training. The Administration says it would be cheaper to expand its current practice of subsidizing some medical students. Such subsidies average $110,000 a student, covering tuition, room and board.","thumbnail":null,"section":"Health"},{"date":"19930929","headline":"Montclair State Coach Is Suspended","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-track-and-field-montclair-state-coach-is-suspended.html","abstract":"  JOHN BLANTON, the head track coach at Montclair State College in New Jersey, has been suspended pending the completion of an investigation into unspecified charges, according to the college's president, IRVIN D. REID. Reid and other college officials refused to discuss the nature of the investigation.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Dropping Dimes With Aid of Lasers; On Rikers Island, New Technology for Calls to the Outside","web_url":"https://www.nytimes.com/1993/09/29/nyregion/dropping-dimes-with-aid-lasers-rikers-island-new-technology-for-calls-outside.html","abstract":"  Life on Cell Block 6A of Rikers Island's Vierno Inmate Center was looking up a bit yesterday, what with the news on the block television set that the state's former chief judge was beginning his own Federal cell time and that a rogue officer was mesmerizing New York City with tales of the involvement of crooked police officers in drug racketeering. Even better, telephone thugs were unable to monopolize the jailhouse phones and cause fights, because the city's prison population has entered a brave new world of laser charge cards.   Beginning this spring, 3,500 phone identification cards have been given to inmates and detainees, replacing the old Dickensian ledger system with a more equitable, automated way for prisoners to call lawyers and family, with fewer fistfights and claims of injustice.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"GEORGIAN LEADER CHARGES ATROCITY","web_url":"https://www.nytimes.com/1993/09/29/world/georgian-leader-charges-atrocity.html","abstract":"  The Georgian leader today accused rebel forces of carrying out atrocities in the capture of a provincial capital and pledged that Georgian forces would retake the city, even if it took a generation.   \"This loss of Sukhumi is a great moral and political blow,\" the leader, Eduard A. Shevardnadze, told a news conference here. \"I say this for today because tomorrow we must get Sukhumi back. If this generation is unable to do so, the next generation will do it anyway.\"","thumbnail":null,"section":"World"},{"date":"19930929","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/29/nyregion/no-headline-801093.html","abstract":"  \"She said to tell you that not since Eleanor Roosevelt has she so admired a woman in public life -- and my mother is not a woman who admires easily.\" -- REPRESENTATIVE LYNN SCHENK, of California, to Hillary Rodham Clinton.  [ A18:5. ]","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Four States for Sixth Tour DuPont","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-cycling-four-states-for-sixth-tour-dupont.html","abstract":"  The sixth Tour DuPont, America's major cycling stage race, will cover 1,000 miles next year through Delaware, Maryland, Virginia and North Carolina. At a news conference yesterday in Richmond, DuPont and race officials said the race would start with a prologue time trial on May 4 in Wilmington, Del., and end with a time trial on May 15 in Winston-Salem, N.C. Only five stage races, including the Tour de France and the Tour of Spain, last longer than 12 days.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Deal Reached In Westchester Housing Suit","web_url":"https://www.nytimes.com/1993/09/29/nyregion/deal-reached-in-westchester-housing-suit.html","abstract":"  Almost 1,000 poor black and Hispanic families will be offered apartments in predominantly white middle-class areas of Westchester County under a settlement of a lawsuit reached today in Federal court in Manhattan.   In its impact on integration, the settlement could be more far-reaching than the separate Yonkers desegregation case because the plaintiffs will be dispersed throughout the 450-square-mile county, not just in white areas of Yonkers. Nationally, only suburban areas outside Chicago, Memphis and Cincinnati have been involved in housing integration plans of this scope, lawyers said.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Memorial Service","web_url":"https://www.nytimes.com/1993/09/29/nyregion/memorial-service.html","abstract":"  A memorial service for Charles Mikolaycak, an artist and designer of children's books, will be held on Friday at 11 A.M. at the Donnell Library Center Auditorium at the New York Public Library at 20 West 53d Street in Manhattan. Mr. Mikolaycak died on June 23.    ","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"New Accusations About Waldheim Recycle Old Bitterness","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-new-accusations-about-waldheim-recycle-old-bitterness-517293.html","abstract":"  To the Editor:   A new book, one of whose authors is a former employee of the World Jewish Congress, alleges that I discovered, then concealed, evidence of alleged World War II crimes committed by Kurt Waldheim (news article, Sept. 12).","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/29/nyregion/bridge-222093.html","abstract":"  A pair from Brooklyn won the Royal Viking Instant Match Point game last Thursday, after some early scores had been corrected. Jeanne and Albert Rahmey, playing at Club 100 in Brooklyn, topped the North American field with 73.5 percent in the North-South direction, and a pair from West Chester, Pa., originally thought to have won, fell to fourth. Another high score in the New York area was 71 percent by Joan Gerard of White Plains, the 1992 president of the American Contract Bridge League, and Bob Klein of Dobbs Ferry, N.Y.   On the diagramed deal most pairs reached three no-trump from the North position and made 10 tricks. The winners contrived to play from the South position, an improvement, and Jeanne Rahmey took all the match points by making 12 tricks. She won the opening spade lead with the queen and drove out the club ace. West persevered with spades and dummy's ace won.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Post Teeters on Brink as Murdoch Insists He Is Abandoning Purchase","web_url":"https://www.nytimes.com/1993/09/29/nyregion/post-teeters-on-brink-as-murdoch-insists-he-is-abandoning-purchase.html","abstract":"  The New York Post teetered on the edge of extinction once again yesterday, failing to publish for a second day as its erstwhile savior, Rupert Murdoch, stood by his decision to pull out of an agreement to buy the rambunctious tabloid.   The shutdown of the newspaper was precipitated when the Newspaper Guild went on strike on Monday night and the production workers refused to cross the guild's picket line despite the pledge of their leaders not to support a strike. The support for the guild was a surprising development given the history of disunity among the newspaper unions in New York City. Decision Called Final    The production unions met yesterday and appealed to the Newspaper Guild to go back to work and to Mr. Murdoch to reopen the newspaper, but by last night, with the presses eerily silent, the newspaper failed to publish this morning's paper.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Hospitals, Hoping for Simplicity, Generally Welcome President's Proposals","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-hospitals-hoping-for-simplicity-generally-welcome.html","abstract":"  To find the heart of Huntington Memorial Hospital today, go upstairs from the gleaming efficient emergency room, past the pharmacy and around the corridor to the business office.   There, in cramped cubicles, 75 workers push the mountains of paper that are today more a part of hospital care than surgical gloves. Two of them do nothing but copy medical records all day for insurance companies. Others dun insurers and patients for payment in the hospital's ceaseless battle against red ink -- $10 million in losses last year alone because of indigent and uninsured patients.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Navratilova May Quit Singles in '94","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-people-tennis-navratilova-may-quit-singles-in-94.html","abstract":"  MARTINA NAVRATILOVA, in town today to promote the Virginia Slims Championships at Madison Square Garden in November, is expected to announce that 1994 will be her final year of playing competitive singles. Currently ranked No. 3 in the world, Navratilova is playing in her 21st year on the professional circuit.   Sixteen singles players and eight doubles teams qualify for the Slims Championships, which are Nov. 15-21.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/09/29/sports/eastern-college-report.html","abstract":"  Syracuse    Boston College is the next opponent, and the Orange coaches know what their counterparts, the Eagle coaches, see when viewing the tapes and preparing a game plan for Saturday's match at the Carrier Dome.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Richer Proves He's Just a Devil at Heart","web_url":"https://www.nytimes.com/1993/09/29/sports/richer-proves-he-s-just-a-devil-at-heart.html","abstract":"  Stephane Richer has always had an immense talent for skating, shooting, twisting and turning opponents inside out. Now, he is also a happy man for the first time in his three years with the Devils, despite making less money this season.   The flamboyant Richer, twice a 50-goal scorer in the National Hockey League with the Montreal Canadiens, could have signed for more than a $1 million a year as a free agent with several teams last summer after playing out his option, but he proved his commitment to the Devils by signing a three-year contract for just over $800,000 a season.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Jury Duty Is Exactly That -- a Duty","web_url":"https://www.nytimes.com/1993/09/29/opinion/jury-duty-is-exactly-that-a-duty.html","abstract":"  In New York State, foot doctors are exempted by law from state juries. So are embalmers, police, optometrists, lawyers and practitioners in more than a dozen other lines of work. Such a long list makes it hard for courts to line up all the jurors they need at a given time. That's wrong. The list should be repealed.   The under-representation of minorities in jury pools is also wrong. That happens because prospective jurors' names are taken from three lists that do not represent the whole population: registered voters, licensed drivers and the state's mailing list of taxpayers. The Constitution guarantees every defendant the right to trial \"by an impartial jury,\" which the courts have interpreted to mean a jury drawn from a cross-section of the community. The remedy for New York's deficiency is rather simple -- broader lists.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Behind Veil of Mystery: A Little More Mystery","web_url":"https://www.nytimes.com/1993/09/29/nyregion/about-new-york-behind-veil-of-mystery-a-little-more-mystery.html","abstract":"  THE place had the look and smell of a Legion Hall after a beer party or a suburban catering establishment gone bust. There were cloudy mirrors and unlighted chandeliers and everywhere images of a laughing girl with a daring peasant blouse and a headdress of tropical fruit.   A group of sexy grandmothers and matrons were arriving at the otherwise empty lounge, coming in under the canopy that said Copacabana.  \"You look gorgeous,\" one of them said to Julie Wilson, the Broadway performer and nightclub singer.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Sports of The Times; Which Suits Will Control The Garden?","web_url":"https://www.nytimes.com/1993/09/29/sports/sports-of-the-times-which-suits-will-control-the-garden.html","abstract":"  I DON'T know about you, but I'm having trouble sleeping these nights, worrying about the big battle for the heart and soul of the Rangers and the Knicks.    I'm not sure Mark Messier has enough left to lead the Rangers to anything close to a Stanley Cup. And, yes, the Knicks had better sign Charles Oakley if they want to keep playing Pat Riley's style of corporate-management head-knuckle. But that's not what's keeping me up at night. I want to know who's going to be running these teams. I mean, really running them.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Country Music Boom Has Nashville Dancing","web_url":"https://www.nytimes.com/1993/09/29/us/country-music-boom-has-nashville-dancing.html","abstract":"  Seven months ago Chas Sandford packed up 29,000 pounds of recording gear and moved his studio from Los Angeles to Nashville. But it wasn't country music that drew him here.   \"Between crime, riots, gangs, earthquakes, and fires, it's like 'Blade Runner' out there,\" said Mr. Sandford, comparing Los Angeles to the 1982 film's nightmarish view of urban decay. \"I'd say 25 percent of the people I know have moved and a lot of them have come to Nashville, where you don't see graffiti every time you open your eyes, and you don't hear helicopters over your house all the time.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"1918:U.S. Marksmen : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/29/opinion/IHT-1918us-marksmen-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - During the night the Germans established new machine-gun positions in the Forest of Argonne. But the Americans, resorting to the old Indian style of fighting, are mastering them. Men with reputations for marksmanship are assigned to the task of we","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Review/Television; Finally, Mother Knows Best","web_url":"https://www.nytimes.com/1993/09/29/arts/review-television-finally-mother-knows-best.html","abstract":"  This television season, if you don't like sitcoms with single parents and their children, preferably three, maybe you should think about those yoga classes you've been putting off for years. This is glut time at the commercial networks for wisecracking mamas. Would-be Roseannes litter the electronic universe.   Two of the better new candidates can, as it happens, be found on ABC tonight: \"Thea\" at 8, and \"Grace Under Fire\" at 9:30. Like Roseanne Arnold, the stars in the title roles come from stand-up comedy and the characters they play bear varying degrees of resemblance to their real selves. The concept is bound to be with us for a while. Everybody wants to dance to the \"Seinfeld\" polka.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Books of The Times; A Serious Look at a Humorous Man","web_url":"https://www.nytimes.com/1993/09/29/books/books-of-the-times-a-serious-look-at-a-humorous-man.html","abstract":"  Will Rogers   By Ben Yagoda   Illustrated. 409 pages. Alfred A. Knopf. $27.50.     Why is it that certain legends pale after their own time? Will Rogers is known to many today mostly because of the recent and frivolous Broadway musical. You could say that a man who claimed he'd never met a man he didn't like deserves no better. But you could also say, and show, as the journalist and English professor Ben Yagoda ably shows, that a man who managed to get himself liked and listened to by Calvin Coolidge, Dorothy Parker, Franklin D. Roosevelt, Woody Guthrie and H. L. Mencken deserves more sustained analytic attention.","thumbnail":null,"section":"Books"},{"date":"19930929","headline":"Sanitation Dept. Says Recycling Enlists More Tonnage and People","web_url":"https://www.nytimes.com/1993/09/29/nyregion/sanitation-dept-says-recycling-enlists-more-tonnage-and-people.html","abstract":"  The quantities of trash that New York City collects for recycling are way up, in part because more neighborhoods are in the program and because many households have gotten better at sorting their trash, a Department of Sanitation report declares.   In addition, more materials have been added to the list of what must be separated and set aside for recycling.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Washington Making Most of Crunch Time","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-football-jets-notebook-washington-making-most-of-crunch-time.html","abstract":"  Jets strong safety Brian Washington has always thought of himself as a hard hitter. However, it's only now, with the addition of the unrestricted free agent Ronnie Lott, a veteran free safety who hits like a sledgehammer, that people are beginning to notice just how much of a wallop Washington and the other members of the team's secondary is packing.   Washington knew the unit's visibility would increase once Lott signed with the team, and he wants to take advantage.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/29/sports/transactions-397893.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Purchased the contract of Mike Cook, pitcher, from Rochester of the International League. Placed Jerry Hammonds, outfielder, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"City Loses Appeal On Building Garage","web_url":"https://www.nytimes.com/1993/09/29/nyregion/city-loses-appeal-on-building-garage.html","abstract":"  In a case that is the first serious test of a New York City law requiring a fair distribution of unwanted public works, an appellate court has ruled against the city on a $35 million municipal garage and filling station that is under construction on the Lower East Side waterfront.   But the finding by the Appellate Division of State Supreme Court, like an earlier ruling by a State Supreme Court justice, did not interrupt work on the project on Piers 35 and 36, which is more than halfway to completion. A court order to stop construction was to take effect yesterday, but the city voided the order by notifying opponents of the project that it would try to take the case to the State Court of Appeals, New York's highest court.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/09/29/arts/theater-in-review-396093.html","abstract":"  Oedipus the King  Pearl Theater Company 125 West 22d Street Chelsea Through Oct. 23   By Sophocles; translated by Stephen Berg and Diskin Clay; directed by Ted Davis; stage manager, Sandra M. Bloom; set by Robert Joel Schwartz; lighting by Stephen Petrilli; costumes by Deborah Rooney; movement by Alice Teirstein; assistant stage managers, Polina Grinbaum and Daniel J. Kells. Presented by the Pearl Theater Company. WITH: Robert Hock, Sean Pratt, Margo Skinner and Timothy Wheeler.","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"First Lady Takes Stage, Ending Era on the Hill","web_url":"https://www.nytimes.com/1993/09/29/us/clinton-s-health-plan-first-lady-takes-stage-ending-era-on-the-hill.html","abstract":"  Tim Crippen, a member of the House Ways and Means Committee staff, stood in the deserted hearing room, peering at the two mugs in his hand.   \"This one has a better lipstick print on it,\" he said, holding one up and grinning. \"Maybe I'll auction it off.\"","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"With Inquiry, Question of Public Trust","web_url":"https://www.nytimes.com/1993/09/29/nyregion/with-inquiry-question-of-public-trust.html","abstract":"  A little more than seven years ago, when he was still a fledgling officer, Todd Jamison found himself surrounded by a police scandal that he had nothing to do with, but that turned his life miserable nonetheless. His precinct, the 77th in central Brooklyn, was rocked by what was then the largest eruption of police corruption since the Knapp Commission was convened in the early 1970's, and as he recalled yesterday, \"It was like hell working there.\"   There were abrupt mass transfers of personnel, but, if anything, what was even more personally devastating was the experience of going out on calls and continually running into \"people calling us drug dealers.\"","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Topics of The Times; Needed: School Volunteers","web_url":"https://www.nytimes.com/1993/09/29/opinion/topics-of-the-times-needed-school-volunteers.html","abstract":"  This year's delayed opening of New York City schools means extra work for administrators, teachers and students. They could use some help. Fortunately, the New York City School Volunteer Program is already helping. The program matches needy students with tutors in reading, math and English as a second language. The need for bilingual tutors is especially acute since immigration has caused net school enrollment to swell by 55,000 each year since 1990.    Last year, nearly 6,700 volunteers provided more than 590,000 hours of instruction to more than 83,000 students. By 1995 the program hopes to enlist 7,500 tutors to serve up to 100,000 students annually. In addition to tutoring in school, volunteers accompany students on trips to museums and other cultural institutions. These activities help develop special relationships that, in turn, boost student confidence.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/09/29/arts/the-pop-life-381193.html","abstract":"  Mel Torme's Lament   As Mel Torme sees it, the best period for American popular music was the big-band era, and it's been downhill ever since.   \"The songwriters then -- the Johnny Mercers, the Jerome Kerns, the Irving Berlins, the Frank Loessers -- all raised the art of songwriting to a very, very high plateau,\" Mr. Torme, who is considered a consummate pop-jazz vocal technician, said in an interview on Monday. \"It's fallen considerably since then.\"","thumbnail":null,"section":"Arts"},{"date":"19930929","headline":"Just Whose Ozone Hole Is It, Anyway?","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-just-whose-ozone-hole-is-it-anyway-516493.html","abstract":"  To the Editor:   In \"Not So Fast on the Ozone Layer Celebration\" (letters, Sept. 14), Jeffrey Holman states, \"two-thirds of all Australians are predicted to get skin cancer during their natural lifetimes because of ozone layer depletion.\"","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/29/nyregion/news-summary-804493.html","abstract":"  International A3-13  YELTSIN PRESSES LEGISLATORS  President Yeltsin of Russia tightened the cordon around the headquarters of the hostile legislature, deploying troops and water trucks. The police gave those inside 24 hours to turn in their guns.  A1  ECHOES OF THE FIGHT IN MOSCOW  A drama being played out in a western Russian city is an example of how the political battle in Moscow is being replayed throughout much of Russia. The issue is not only who will run the country, but how.  A12","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Rabin and King Hussein Reported to Meet Secretly","web_url":"https://www.nytimes.com/1993/09/29/world/rabin-and-king-hussein-reported-to-meet-secretly.html","abstract":"  Did Prime Minister Yitzhak Rabin of Israel meet clandestinely with King Hussein of Jordan on the Gulf of Aqaba on Sunday night?    Mr. Rabin says no, and so do palace officials in the Jordanian capital of Amman. But most major Israeli newspapers today reported the meeting as a fact -- even if they could not quite agree on the exact location -- and official spokesmen for the Prime Minister were less than ironclad in their denials, saying that he had spent Sunday night taking part in an unspecified \"security exercise.\"","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Meadowlands Grasses Cut to Weave Huts of Succoth","web_url":"https://www.nytimes.com/1993/09/29/nyregion/meadowlands-grasses-cut-to-weave-huts-of-succoth.html","abstract":"  Were it not for the gas-powered hedge trimmers, the view from the New Jersey Turnpike would resemble something from a 16th-century painting.    Waves of foxtail marsh grass stretch on as far as the eye can see. In a clearing, about 50 young men in black hats, white shirts and black yarmulkes scurry back and forth, many with thick bundles of 10-foot-long reeds slung across their shoulders. Their shouts ring out above the line of a dozen Bushwhacker motors.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Michigan Senator in Savings Scandal Will Retire","web_url":"https://www.nytimes.com/1993/09/29/us/michigan-senator-in-savings-scandal-will-retire.html","abstract":"  Wounded by his involvement in a savings-and-loan scandal, Senator Donald W. Riegle Jr., chairman of the Senate Banking Committee, announced today that he would retire next year rather than seek a fourth term.    The Michigan Democrat, who had $1 million on hand for his re-election campaign, was one of five Senators accused of performing favors for Charles H. Keating, a major political contributor who owned Lincoln Savings and Loan.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"Russians See Democracy by Decree","web_url":"https://www.nytimes.com/1993/09/29/world/russians-see-democracy-by-decree.html","abstract":"  Yuri E. Lodkin, elected governor of this western Russian region by 53 percent of the vote last April, was on his way back from Moscow on Saturday when he heard on the radio that he had been dismissed by President Boris N. Yeltsin. By the time he reached the local government building, his copy of Presidential Decree No. 1453, sent by fax, was so fresh it was still warm.   Mr. Lodkin, a former journalist and a die-hard Communist, earned Mr. Yeltsin's wrath by opposing decree No. 1400, the Sept. 21 edict that summarily disbanded the Russian Parliament. Such treachery from a governor, even an elected one, was enough to force Mr. Lodkin not only out of his job, but out of his office. In a pre-dawn raid Sunday, local police, acting on orders from Moscow, occupied the government building. Bryansk's new Governor, Vladimir A. Karpov, followed with a decree barring Mr. Lodkin from even entering the building.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Wine Talk","web_url":"https://www.nytimes.com/1993/09/29/science/wine-talk-520293.html","abstract":"  STANDING on the quay in front of the Sandeman port cellars on a warm morning in early autumn, it's difficult to believe that the wine made here owes its fame, probabably its existence, to bitter national rivalries and bloody wars.   Port wine takes its name from Oporto, Portugal's second-largest city, after Lisbon, and a major Atlantic port at the mouth of the Douro River. But port wine has always been made here, just across the river from the ochre walls, red tile roofs and slate-colored steeples of Oporto itself.","thumbnail":null,"section":"Science"},{"date":"19930929","headline":"Africa to England and Back?","web_url":"https://www.nytimes.com/1993/09/29/sports/IHT-africa-to-england-and-back.html","abstract":"This is Africa calling ... Africa. Soccer's rising continent, its talents plundered as regularly as ivory by wealthy Europeans, sets out to reverse the process on Wednesday night. . An emissary is on his way to Arnhem to scout, and perhaps to procure for","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"James Doolittle, 96, Pioneer Aviator Who Led First Raid on Japan, Dies","web_url":"https://www.nytimes.com/1993/09/29/us/james-doolittle-96-pioneer-aviator-who-led-first-raid-on-japan-dies.html","abstract":"  James H. Doolittle, an aviation pioneer and a retired lieutenant general in the Air Force who led the daylight air raid on Tokyo and other Japanese cities four months after the Japanese attacked Pearl Harbor, died on Monday at his son's home in Pebble Beach, Calif. He was 96.   He had suffered a stroke two weeks earlier, the family said.","thumbnail":null,"section":"U.S."},{"date":"19930929","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/29/style/chronicle-495893.html","abstract":"  GLORIA VANDERBILT has won a $1.5 million judgment against her former psychiatrist and her former lawyer, who is now deceased, The Associated Press reported yesterday. They were accused of preying on her wealth and emotional fragility.    Justice EDWARD J. GREENFIELD of the State Supreme Court in Manhattan said he agreed with a lawyers' disciplinary committee that concluded in 1992 that Thomas A. Andrews, the lawyer, had misappropriated funds and diverted them to himself and to Dr. Christ L. Zois, the psychiatrist.","thumbnail":null,"section":"Style"},{"date":"19930929","headline":"Nets Playing Against Time in Coleman Contract Talks","web_url":"https://www.nytimes.com/1993/09/29/sports/pro-basketball-notebook-nets-playing-against-time-in-coleman-contract-talks.html","abstract":"  According to Derrick Coleman's attorney, the Nets' latest contract offer to their star player won't be nearly enough to sign him.   The Nets are trying to sign Coleman to a long-term deal before he exercises his right to become a free agent. After this season, Coleman can become a restricted free agent, meaning the team would still be able to match an offer from another team. After two more seasons, he can become an unrestricted free agent.","thumbnail":null,"section":"Sports"},{"date":"19930929","headline":"Health Reform Must Treat Women Fairly","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-health-reform-must-treat-women-fairly-534293.html","abstract":"  To the Editor:   A stated purpose of the Clinton Administration's health care reform is to improve coverage of preventive and primary care services, particularly for women and children. Yet the coverage of women will be seriously undermined if an area of medicine that is fundamental to their health needs -- obstetrics and gynecology -- is excluded from the definition of primary care.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"Don't Let Rabies Scare Cause a Fear of Animals","web_url":"https://www.nytimes.com/1993/09/29/opinion/l-don-t-let-rabies-scare-cause-a-fear-of-animals-530093.html","abstract":"  To the Editor:   \"In Rabies Spread, Veterinarians Put Profits Before Public Safety\" by Carl Semenic (letter, Sept. 16) makes a valid point, but certain distortions add to an unnecessary and counterproductive fear of all animals.","thumbnail":null,"section":"Opinion"},{"date":"19930929","headline":"State Trooper Is Acquitted In Tampering","web_url":"https://www.nytimes.com/1993/09/29/nyregion/state-trooper-is-acquitted-in-tampering.html","abstract":"  A jury tonight acquitted a New York State police investigator of tampering with evidence in a 1991 armed robbery, a blow to prosecutors who had won three guilty pleas in the year-old evidence-faking scandal.   The investigator, David M. Beers, a 15-year state police veteran, was the first of five state police investigators to challenge the charges. He faces a second evidence-tampering trial in November on charges he faked a fingerprint in a 1991 narcotics investigation. He faced 5 to 15 years in prison if convicted in this trial.","thumbnail":null,"section":"New York"},{"date":"19930929","headline":"Review/Film: A Bronx Tale; De Niro on Each Side of Camera But Artfully Out of the Way, Too","web_url":"https://www.nytimes.com/1993/09/29/movies/review-film-bronx-tale-de-niro-each-side-camera-but-artfully-way-too.html","abstract":"Youth, mob boss, racial tensions. Warm, vibrant, often troubling.","thumbnail":null,"section":"Movies"},{"date":"19930929","headline":"U.N. Asked to Use U.S. Troops Only in Emergency","web_url":"https://www.nytimes.com/1993/09/29/world/un-asked-to-use-us-troops-only-in-emergency.html","abstract":"  The United States has told the United Nations that it wants the 1,300 American combat troops in Somalia used only for emergency operations and not for routine patrols that other United Nations troops are capable of carrying out, senior Administration and United Nations officials said today.   The Clinton Administration also repeated its intention to move the American combat troops, known as the Quick Reaction Force, from Somalia onto ships offshore \"as soon as possible,\" the officials added.","thumbnail":null,"section":"World"},{"date":"19930929","headline":"Mr. Clinton's U.N. Reality Test","web_url":"https://www.nytimes.com/1993/09/29/opinion/mr-clinton-s-un-reality-test.html","abstract":"  President Clinton raised most of the right questions about peacekeeping in his speech Monday at the United Nations. If he offered too few hints about his own intentions, that's understandable. Stuck with an unpopular (and inherited) operation in Somalia, and still groping with the foggy complexities in Bosnia, Mr. Clinton is hardly the only American who is wary about ever-expanding peacekeeping operations.    Just six years ago, he reminded the General Assembly, there were only 10,000 peacekeepers. That force has now grown to an overstretched blue-helmeted army of 80,000, deployed in 17 operations on four continents. Few would dispute Mr. Clinton's cautionary conclusion: \"If the American people are to say yes to U.N. peacekeeping, the U.N. must know when to say no.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930929","time":"1993-09-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":7.6},{"date":"19930929","time":"1993-09-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":80,"wspd":5.4},{"date":"19930929","time":"1993-09-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":5.4},{"date":"19930929","time":"1993-09-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":3.6},{"date":"19930929","time":"1993-09-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":83,"wspd":5.4},{"date":"19930929","time":"1993-09-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":86,"wspd":5.4},{"date":"19930929","time":"1993-09-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":94,"wspd":3.6},{"date":"19930929","time":"1993-09-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":95,"wspd":5.4},{"date":"19930929","time":"1993-09-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":92,"wspd":5.4},{"date":"19930929","time":"1993-09-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":7.6},{"date":"19930929","time":"1993-09-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":85,"wspd":7.6},{"date":"19930929","time":"1993-09-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":86,"wspd":11.2},{"date":"19930929","time":"1993-09-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":78,"wspd":14.8},{"date":"19930929","time":"1993-09-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":14.8},{"date":"19930929","time":"1993-09-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":24.1},{"date":"19930929","time":"1993-09-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":20.5},{"date":"19930929","time":"1993-09-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":62,"wspd":24.1},{"date":"19930929","time":"1993-09-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":64,"wspd":16.6},{"date":"19930929","time":"1993-09-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":71,"wspd":20.5},{"date":"19930929","time":"1993-09-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":71,"wspd":14.8},{"date":"19930929","time":"1993-09-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":71,"wspd":16.6},{"date":"19930929","time":"1993-09-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":22.3},{"date":"19930929","time":"1993-09-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":84,"wspd":16.6},{"date":"19930929","time":"1993-09-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":9.4},{"date":"19930929","time":"1993-09-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":50,"wspd":14.8},{"date":"19930929","time":"1993-09-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":14.8},{"date":"19930929","time":"1993-09-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":13},{"date":"19930929","time":"1993-09-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":18.7},{"date":"19930929","time":"1993-09-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":16.6},{"date":"19930929","time":"1993-09-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":16.6},{"date":"19930929","time":"1993-09-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":13},{"date":"19930929","time":"1993-09-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":13},{"date":"19930929","time":"1993-09-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":13},{"date":"19930929","time":"1993-09-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":13},{"date":"19930929","time":"1993-09-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":14.8},{"date":"19930929","time":"1993-09-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":18.7},{"date":"19930929","time":"1993-09-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":16.6},{"date":"19930929","time":"1993-09-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":18.7},{"date":"19930929","time":"1993-09-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":60,"wspd":22.3},{"date":"19930929","time":"1993-09-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":50,"wspd":25.9},{"date":"19930929","time":"1993-09-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":25.9},{"date":"19930929","time":"1993-09-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":45,"wspd":24.1},{"date":"19930929","time":"1993-09-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":45,"wspd":20.5},{"date":"19930929","time":"1993-09-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":46,"wspd":22.3},{"date":"19930929","time":"1993-09-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":37,"wspd":18.7},{"date":"19930929","time":"1993-09-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":42,"wspd":24.1},{"date":"19930929","time":"1993-09-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":43,"wspd":18.7},{"date":"19930929","time":"1993-09-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":48,"wspd":14.8}]}}