{"19941228":{"guardian_articles":[],"nytimes_articles":[{"date":"19941228","headline":"Miscalculation in Chechnya","web_url":"https://www.nytimes.com/1994/12/28/opinion/miscalculation-in-chechnya.html","abstract":"  President Boris Yeltsin was justified in using force against the breakaway Russian republic of Chechnya, but as a political exercise and military operation the attack has been inept. That is now a problem for him and for Washington.    The indiscriminate bombing of Grozny, Chechnya's capital, was a mistake, one Mr. Yeltsin acknowledged yesterday in a nationally televised speech in which he announced a suspension of such attacks. No strategy was more certain to revive century-old resentments of the Chechens and unite them against Moscow, or more likely to galvanize opposition in Moscow to any effort to crush the Chechen rebellion.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Notes of Nuttiness Instrumental to P. D. Q. Bach","web_url":"https://www.nytimes.com/1994/12/28/arts/music-review-notes-of-nuttiness-instrumental-to-p-d-q-bach.html","abstract":"  As a musical stylist, P. D. Q. Bach may have been all over the place (or nowhere at all, depending on one's perspective), yet at the end of his \"Short-Tempered Clavier,\" which Peter Schickele unveiled on Monday evening at Carnegie Hall, something suspiciously like a stylistic hallmark peeked through the clutter. The work's finale is a tribute to P. D. Q.'s purported father, Johann Sebastian Bach, and therefore used the dark, chromatic four-note motif that J. S. used as a musical signature. Who else but P. D. Q. Bach would introduce a rambunctious version of \"He's a Jolly Good Fellow\" as a counter theme?   Mr. Schickele probably would, but until musicologists prove otherwise, listeners must accept his claim to be merely the discoverer of this and other P. D. Q. Bach works, not its author. Musicologists will most likely steer clear of Mr. Schickele, though. For the last 29 years he has been sending them up royally in his annual seminars on P. D. Q. Bach, supposedly the last and least of J. S. Bach's musical offspring.","thumbnail":null,"section":"Arts"},{"date":"19941228","headline":"The Fine Art of Words That Echo and Re-Echo","web_url":"https://www.nytimes.com/1994/12/28/nyregion/about-new-york-the-fine-art-of-words-that-echo-and-re-echo.html","abstract":"  \"YO, oy,\" we said in greeting and lamentation, hoping to impress Jon Agee, the palindromist, whom we were meeting for the first time at lunch.    \"Nice to meet you,\" the 34-year-old illustrator replied in a manner that struck us as unexpectedly and disappointingly straightforward. We had, after all, carefully read Mr. Agee's works and had been led by them to wonder whether they and we were coming or going. There was his original book, \"Go Hang a Salami! I'm a Lasagna Hog!\" and the new one, \"So Many Dynamos.\"","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Asian Workers Lift Themselves by Bootstraps; A Job for Labor","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-asian-workers-lift-themselves-by-bootstraps-a-job-for-labor-231754.html","abstract":"  To the Editor:   Hats off to Bob Herbert for \"Terror in Toyland\" (column, Dec. 21), an overdue and salutary reminder of the dependence of American manufacturers on the dark underbelly of exploitation in East Asia.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Public Broadcasting Doesn't Need Fixing","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-public-broadcasting-doesn-t-need-fixing-231649.html","abstract":"  To the Editor:   I find a few problems with Leonard Garment's reasoning in \"How Not to Fix Public Broadcasting\" (Op-Ed, Dec. 21). He says a \"problem with public broadcasting is bias -- programming that does not disseminate a common culture but imposes a partisan attitude.\"","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Federal Prosecutors Win Court Supervision of Union Once Controlled by Mob","web_url":"https://www.nytimes.com/1994/12/28/nyregion/federal-prosecutors-win-court-supervision-of-union-once-controlled-by-mob.html","abstract":"  The Federal Government yesterday succeeded in gaining tight control of a New York City union representing construction laborers, a union that prosecutors contended was dominated and repeatedly plundered by organized crime.   Mary Jo White, the United States Attorney in Manhattan, said the union, the Mason Tenders District Council of Greater New York, had entered a consent decree under which a court-appointed investigator and monitor would control new elections and the $270 million union benefits fund.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/28/style/chronicle-230510.html","abstract":"  The weather may be balmy for December in New York, but nevermind. Coats are all that are on the mind of ED ABRAHAMS, director of the sixth annual New York Cares Coat Drive.   \"On Christmas day, I was handing out coats at the Upper Room AIDS Ministry in Harlem,\" he said, adding that he has also spent almost every weekday since mid-December at the coat drive's warehouse at the 14th Street Armory.","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/28/nyregion/metro-digest-224014.html","abstract":"  BUDGET POST GOES TO MICHIGAN OFFICIAL    Five days before his inauguration, Governor-elect George E. Pataki reached beyond his small circle of confidants and named as budget director Patricia A. Woodworth, the chief fiscal officer in Michigan, a state that national Republicans consider at the forefront of their effort to rein in government. A1.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Jefferson of Chargers Is Arrested","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-pro-football-jefferson-of-chargers-is-arrested.html","abstract":"  The San Diego Chargers receiver SHAWN JEFFERSON was jailed briefly yesterday in Alpine, Calif., after being arrested for investigation of drunken driving and gun violations.   Jefferson, 25, was arrested Monday after sheriff's deputies responded to reports that shots had been fired, Sheriff's Lieut. B. G. CREIGHTON of San Diego County said.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"More Youths in U.S. End Up Behind Bars","web_url":"https://www.nytimes.com/1994/12/28/us/more-youths-in-us-end-up-behind-bars.html","abstract":"  While many experts say prisonlike juvenile institutions do more harm than good, the number of teen-agers sent to them nationwide rose to more than 90,000 in 1991, from 70,000 in 1979. The numbers are likely to rise even faster in the next few years, as calls for tougher punishment grow, new prisons are built and states continue to send youths involved in serious crimes to adult courts and prisons. A special report, When Trouble Starts Young, turns today to questions of punishment and deterrence.    Article, page A12.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Families Deserve Nursing-Home Option","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-families-deserve-nursing-home-option-231789.html","abstract":"  To the Editor:   Your report on people who are burning out caring for sick and aging relatives at home (news article, Dec. 19) addresses a steadily growing problem that is a result of the phenomenon of extreme longevity despite chronic impairments. As a society we are confronting the issues of quality of life in old age as well as quality of dying.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Pentium and Our Crisis of Faith","web_url":"https://www.nytimes.com/1994/12/28/opinion/pentium-and-our-crisis-of-faith.html","abstract":"  During the Middle Ages, the world held its breath while theologians argued over how many angels occupied the heads of pins. Today, the pinheads are made of silicon, and humanity was made to hold what little breath it has left while the articles of faith were rewritten by a computer chip that has a tough time with 16-digit division.   Our tethers to the infinite have become flimsy webs indeed. With the discovery of the arithmetic disaster inside Intel's Pentium computer processor, those tethers are apparently flapping in a stiff wind. Yet we will continue to believe. During the Pentium Crisis, Intel declared there was only one option: more faith.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"HORSE RACING;\nJockeys Are Negotiating With Individual Tracks","web_url":"https://www.nytimes.com/1994/12/28/sports/horse-racing-jockeys-are-negotiating-with-individual-tracks.html","abstract":"The Jockeys' Guild, unable to come to terms with the Thoroughbred Racing Associations over insurance coverage for jockeys, is negotiating individually with several T.R.A.-member tracks in an attempt to keep regular riders in action on Jan. 1.\n\nThe guild, which represents most of the nation's prominent jockeys, is seeking improved health and welfare benefits from the race tracks, which are represented nationally by the T.R.A.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"1894: Church on Congo : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-1894-church-on-congo-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - It is stated in the Vossische Zeitung that the Christian village on the Congo, the means for founding which were gained in Brussels by the collection of old postage stamps, is now in actual existence. From all parts of the world more than forty mi","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"[NO HEADLINE]","web_url":"https://www.nytimes.com/1994/12/28/sports/IHT-no-headline.html","abstract":"Because of the holiday, Rob Hughes's soccer column, which usually appears in Wednesday's editions, will appear on Thursday this week.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Even With Guilty Plea, Justice Official's Crimes and Motives Remain Enigma","web_url":"https://www.nytimes.com/1994/12/28/us/even-with-guilty-plea-justice-official-s-crimes-and-motives-remain-enigma.html","abstract":"  Early last month, Webster L. Hubbell traveled to Arkansas to tell a few old friends that the embezzlement charges he had denied so vehemently for so long were actually true.   But even now, three weeks after the former Associate Attorney General stood up in court to plead guilty to stealing hundreds of thousands of dollars from his former law firm, friends and former colleagues here and in Little Rock, Ark., are still wrestling with some mysteries. Why did he steal? Where did the money go? And how can they square the man they knew -- a Presidential confidant, whom even opponents called a man of integrity -- with the sloppy, almost brazen thefts he has admitted?","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"It's Official: Texans Outnumber New Yorkers","web_url":"https://www.nytimes.com/1994/12/28/us/it-s-official-texans-outnumber-new-yorkers.html","abstract":"  Population estimates for 1994 issued by the Census Bureau today showed that Texas has surpassed New York as the second-most-populous state as a result of fewer people moving to the Empire State from other parts of the country.   \"New York is a study in contrasts,\" said Edwin Byerly, a Census Bureau statistician and demographer who worked on the annual report that constitutes the official estimates of the nation's population changes. \"On the one hand, New York has the second-highest rate of international migration, but it's last in terms of the rate of domestic migration, people moving there from other states.\"","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"MICHIGAN OFFICIAL NAMED BY PATAKI AS BUDGET CHIEF","web_url":"https://www.nytimes.com/1994/12/28/nyregion/michigan-official-named-by-pataki-as-budget-chief.html","abstract":"  Five days before his inauguration, Governor-elect George E. Pataki reached beyond his small circle of confidants yesterday and named as budget director the chief fiscal officer in Michigan, a state that national Republicans consider at the forefront of their effort to rein in government.    By naming Patricia A. Woodworth to one of his administration's top posts, Mr. Pataki was sending a clear signal, aides said, that his bottom line will be cutting taxes and reducing state spending.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"The Jets: Still Looking for Winning Formula","web_url":"https://www.nytimes.com/1994/12/28/sports/pro-football-the-jets-still-looking-for-winning-formula.html","abstract":"  All anyone will remember about the 1994 Jets was that they blew it again. There they were, the last Sunday in November, 22 seconds from tying for first place in the division, but then losing to the Dolphins. They finished with five straight losses and a 6-10 season.   So their 6-5 start was overshadowed. Now comes the hard choices.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Asian Workers Lift Themselves by Bootstraps; Meanwhile at Mattel","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-asian-workers-lift-themselves-by-bootstraps-meanwhile-at-mattel-231746.html","abstract":"  To the Editor:   Let's see if I understand the economic situation at Mattel Inc. that led to its announcement to terminate 1,000 employees (Business Day, Dec. 20). The toy company made record profits this year, acquired major competitors, saw its stock price climb 19 percent, and announced a stock split and dividend increase to benefit shareholders. Revenues and profits have increase steadily for six years. Yet Mattel decides to dismiss 4.5 percent of its work force to pursue \"efficiencies\" and is lauded for this by corporate analysts.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"AT LUNCH WITH DARRYL JONES;\nComplete Unknown And Rolling Stone","web_url":"https://www.nytimes.com/1994/12/28/style/at-lunch-with-darryl-jones-complete-unknown-and-rolling-stone.html","abstract":"THE new bass guitar player for the Rolling Stones is sitting in a sushi bar here talking about automobiles.\n\n\"You know what the best thing about my car is?\" he asks, pointing to an early-model Japanese compact parked outside the restaurant. \"The best thing is that I don't have to drive it anymore if I don't want to.\" A hint of a smile spreads over his young, creaseless face. \"I looked at Range Rovers yesterday, but I didn't buy one. I said to myself: 'This is the biggest purchase you've ever made in your life. Take your time.' So I'm taking my time.\"","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"With Bosnia Quiet, U.N. Pushes for More Lasting Cease-Fire","web_url":"https://www.nytimes.com/1994/12/28/world/with-bosnia-quiet-un-pushes-for-more-lasting-cease-fire.html","abstract":"  Fighting in Bosnia and Herzegovina has all but stopped after a seven-day cease-fire negotiated last week by former President Jimmy Carter.    Seeking to extend the break in fighting, United Nations mediators have begun an intensive effort to negotiate a new accord that would commit the warring parties to stop fighting for four months. Mediators hope to reach such an accord by Saturday, when the cease-fire expires.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Advanced Placement Exams Suffering an Erosion in Value","web_url":"https://www.nytimes.com/1994/12/28/us/advanced-placement-exams-suffering-an-erosion-in-value.html","abstract":"  For more than 40 years, Advanced Placement tests have been a standard fixture in high school for America's ablest students. While they attended high school, the students earned college credit by taking demanding classes from art and Latin to calculus and physics.   But as the number of Advanced Placement courses -- and students taking them -- has proliferated, more and more colleges and universities are tightening the number of credits they will award to students. Some institutions have increased the minimum test score they will accept. Others are refusing to accept the credits as substitutes for college work, saying that as they have redesigned curriculums, the tests have become outdated.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Players and Owners File Complaints With Labor Board","web_url":"https://www.nytimes.com/1994/12/28/sports/baseball-players-and-owners-file-complaints-with-labor-board.html","abstract":"  Unable to settle their duel over baseball's economic system at the bargaining table, striking players and owners filed dual unfair-labor-practice charges with the National Labor Relations Board yesterday.   The exchange of charges is the first volley in a new phase of the four-and-a-half-month-old strike that will now continue more in legal briefs and evidentiary documents than at the bargaining table. Congress, which has indicated that it will look at baseball's antitrust exemption, and the courts are expected to join the N.L.R.B. as new playing fields before the dispute is resolved.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/28/nyregion/no-headline-226084.html","abstract":"  \"I think that cutting taxes is very doable in New York.\" -- PATRICIA A. WOODWORTH, the state's new budget director.  [ B4:5. ]","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Who Will Clean Up The Ticket Scandal?","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-who-will-clean-up-the-ticket-scandal-231614.html","abstract":"  To the Editor:   G. Oliver Koppell, the New York State Attorney General, has done an admirable job of investigating the scandalous ticket-distribution situation that threatens to destroy the New York entertainment industry (news article, Dec. 22). It's a shame he won't have the opportunity to clean up the mess.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Better Prospects for Children","web_url":"https://www.nytimes.com/1994/12/28/opinion/better-prospects-for-children.html","abstract":"  There is encouraging news, at last, from the United Nations Children's Fund, which annually assesses the state of the world's children.    More young children are being kept alive and healthy. Developing countries have succeeded in raising immunization levels of children to about 80 percent. Less progress has been made against pneumonia and diarrheal disease, but damage from iodine deficiency, measles and polio has been substantially reduced.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Wine for the Heart: Over All, Risks May Outweigh Benefits","web_url":"https://www.nytimes.com/1994/12/28/us/wine-for-the-heart-over-all-risks-may-outweigh-benefits.html","abstract":"  ALCOHOL consumption rises precipitously in this holiday season, but before you raise yet another glass to everyone's health, take heed of these new findings based on data from 21 affluent countries: while wine and other forms of alcohol may protect your heart, when consumed in large amounts alcohol does nothing to prolong your life.   The analysis, by Dr. Michael H. Criqui and Brenda L. Ringel of the University of California, San Diego, School of Medicine in La Jolla, indicated that although heavy alcohol consumption was associated with a very low risk of death from coronary heart disease, it raised overall death rates and the rates of death from other causes, especially cirrhosis of the liver.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Hard Time for Hard Youths: A Battle Producing Few Winners","web_url":"https://www.nytimes.com/1994/12/28/us/hard-time-for-hard-youths-a-battle-producing-few-winners.html","abstract":"  When Shahid S. was strutting around Newark with an automatic pistol jammed into his waistband, stealing cars, selling drugs and mugging people, he would sometimes hear older boys talking about the prison where New Jersey sends its most incorrigible teen-agers.   But Shahid, who stole cars for money and excitement and said he felt no pangs of conscience over shooting someone that he thought \"deserved it,\" didn't imagine the prison here as some kind of hellhole to be avoided at all costs. It seemed more like a testing ground, where he could see how he measured up against the worst of the worst.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/12/28/style/IHT-short-cuts-93338068882.html","abstract":"JOHN PIZZARELLI, \"New Standards\" (MG): When Nat King Cole was producing hit after hit, his color was rued as a factor denying him the superstar status he deserved. In those days, black crooners serenading white ladies was a no- no. Now we have a","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"Public-TV Offshoot Finds That the Fringe Is a Risky Place to Be","web_url":"https://www.nytimes.com/1994/12/28/arts/public-tv-offshoot-finds-that-the-fringe-is-a-risky-place-to-be.html","abstract":"  In the next two months, about 150 television stations across America plan to broadcast the offbeat film series \"TV Families.\" This seven-part series is filled with surprises. Todd Haynes's \"Dottie Gets Spanked\" presents the protosexual fantasies of a 6-year-old boy obsessed with a sitcom actress. The anarchic Japanese family in Jon Moritsugu's \"Terminal U.S.A.\" moves into territory well beyond Al Bundy. In Tamara Jenkins's \"Family Remains,\" a young woman opens her front door and discovers that her long-lost father has been delivered in a coffin.   If the stories and images in \"TV Families\" are unusual, so is the source: the national public television system. The series was commissioned by the Independent Television Service, a little-known offshoot of public television that was authorized by Congress in 1988 and incorporated in 1989 to do a job that, critics complained, the Public Broadcasting Service was leaving undone.","thumbnail":null,"section":"Arts"},{"date":"19941228","headline":"Nevada Medical Board Approves Holyfield","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-boxing-nevada-medical-board-approves-holyfield.html","abstract":"  The two-time heavyweight champion EVANDER HOLYFIELD will get to fight in Nevada again if the state athletic commission accepts the recommendation of its medical advisory board.   Holyfield's license to fight in Nevada was suspended after he was found to have a minor heart problem.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"MEXICAN CURRENCY RESUMES ITS FALL, OFFICIALS SILENT","web_url":"https://www.nytimes.com/1994/12/28/world/mexican-currency-resumes-its-fall-officials-silent.html","abstract":"  Mexico's economic crisis took a new turn for the worse today as investors dumped more of their holdings in pesos, driving the value of the Mexican currency down by nearly 10 percent more against the dollar.   Despite a brief rally late in the trading day, the peso closed at 5.70 to the dollar, or about 40 percent less than it was worth when the crisis broke out a week ago.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Ryan Plans Changes for the Cardinals","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-pro-football-ryan-plans-changes-for-the-cardinals.html","abstract":"  BUDDY RYAN shed some light yesterday on how he intends to improve his team's offense.   The Arizona Cardinals finished 8-8 Saturday with a 10-6 loss to Atlanta, leaving the offense ranked 25th over all and 27th in scoring.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/12/28/us/personal-health-227986.html","abstract":"  BY the age of 3, virtually every American child has had at least one respiratory infection caused by a virus that few people have heard of and fewer still take seriously. It is respiratory syncytial virus, or R.S.V., which was first discovered in chimpanzees in 1956 but was soon recognized as a nearly universal cause of a cold-like illness in people.   Regardless of its relative obscurity and usually benign nature, R.S.V. is not an organism to be taken lightly. An R.S.V. infection can result in serious, even fatal, respiratory illness when it infects very young infants or any children with medical conditions like congenital heart or lung disease or respiratory damage after premature birth.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/12/28/style/IHT-short-cuts-93927350506.html","abstract":"VOCAL SAMPLING, \"Una Forma Mas\" (Sire): Afro-Cuban a cappella mambo mania. Six young male Cubans singing and emulating claves, bongos, timbales and other Latin percussion instruments with vocal cords and limb-slapping. (Where's that cowbell comi","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"21 Injured in 2 Separate Manhattan Fires","web_url":"https://www.nytimes.com/1994/12/28/nyregion/21-injured-in-2-separate-manhattan-fires.html","abstract":"  Twenty-one people were hurt in two fires in Manhattan early yesterday, including 16 firefighters injured when a gas explosion sent a fireball surging through a restaurant where they had finished fighting a kitchen blaze, officials said.   Most of the injured firefighters were caught unawares while packing their gear outside the Mexican Express restaurant, at 138 East 34th Street, at Lexington Avenue, and were showered by glass from a window blown out in the explosion.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Doctors Call Oakley's Surgery a Success","web_url":"https://www.nytimes.com/1994/12/28/sports/pro-basketball-doctors-call-oakley-s-surgery-a-success.html","abstract":"  The surgery performed on Charles Oakley's dislocated right toe today was termed a success by his physicians, meaning that the Knicks' power forward is expected to return to action in around eight weeks.   The procedure, known as a soft tissue anthroplasty, was conducted by Dr. William Hamilton, a foot specialist, and assisted by Dr. Norman Scott, the Knicks' team physician. During the procedure, the doctors created a new soft tissue joint in Oakley's right toe. He is expected to be in a cast for about four weeks, followed by rehabilitation and running.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/28/style/chronicle-230502.html","abstract":"  JEFFREY ARCHER, the best-selling novelist, was injured with his wife when their car plummeted down a highway embankment near London yesterday, The Associated Press reported.   The 54-year-old author of \"Kane and Abel\" and other books was taken to a hospital with cuts and bruises. His wife, MARY, 50, suffered scratches and a small cut on her face. Their two sons were not hurt.","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"Head-On Collision Kills 4 Teen-Agers and an Adult","web_url":"https://www.nytimes.com/1994/12/28/nyregion/head-on-collision-kills-4-teen-agers-and-an-adult.html","abstract":"  The parking lot at Brewster High School was almost full today, despite the vacation, as more than 100 students gathered to comfort each other and receive counseling after four of their friends and a former Sunday school teacher were killed in a head-on collision here on Monday.   As tearful students hugged each other, the school board president, A. Gerald Schramek, said, \"These were good young people who just passed away too soon.\"","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"NATO and the East : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-nato-and-the-east-letters-to-the-editor.html","abstract":"Regarding \"Russia Gains, Germany Loses, America Should Stay\" (Opinion, Dec. 15) by Brian Beedham:.How can there be doubt over whether Russia (with Ukraine and Belarus) could ever accept NATO poised at its borders, even should the merely defen","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Local Group Makes Offer for Buccaneers","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-pro-football-local-group-makes-offer-for-buccaneers.html","abstract":"  A local group made an offer to buy the Tampa Bay Buccaneers that is valid until Jan. 9, a trustee for the team said yesterday.   The offer came from the Tampa developer TOMMY SHANNON, the Outback Steakhouse executives CHRIS SULLIVAN and BOB BASHAM and others.   A session Monday \"was our third face-to-face meeting regarding their interest in the purchase of the Buccaneers,\" said STEVE STORY, spokesman for a three-member trust overseeing the estate of the late Buccaneers owner, Hugh Culverhouse.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Changing a City Where Driving Seems Competitive","web_url":"https://www.nytimes.com/1994/12/28/nyregion/changing-a-city-where-driving-seems-competitive.html","abstract":"  No one knows exactly when, but sometime in the last several years defensive driving took on new meaning in this hub of frantic Fairfield County commuting.   Cautious drivers on High Ridge Road began running red lights because they could sense cars behind them accelerating to get through. A traffic light turning green on Bedford Street began to mean \"wait\" -- for cars running the opposite light to zoom by.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"1944: Atomic Bomb : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-1944-atomic-bomb-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The German radio station, which has been trying to start a panic among the Belgians, said today [Dec. 27] that the Nazis are using an atomic bomb in a new attack. \"This is a type of bomb on which the Allies had claimed to have a monopoly,&qu","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Extending NATO Eastward Would Be a Grave Error\" (Nov. 30) by Charles A. Kupchan:.NATO has always been far more than a military alliance. Otherwise it would have gone the way of the Warsaw Pact. It is in essence a family of democrat","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/28/nyregion/c-corrections-230146.html","abstract":"  An article on Dec. 22 about a legal decision supporting President Clinton's timber-cutting program for the Northwest misstated the year Mr. Clinton led a public meeting in an effort to resolve the differences between conservationists and loggers. It was 1993.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Russia's New Budget Raises Doubt on a Stable Economy","web_url":"https://www.nytimes.com/1994/12/28/world/russia-s-new-budget-raises-doubt-on-a-stable-economy.html","abstract":"  After 13 votes over three days last week, the Russian Parliament finally approved the first reading of a tight 1995 budget. But the real battle over spending limits is still to take place, the Russian military action in Chechnya could bust the budget and the Government has brought Western aid into question by reneging on promises to remove controls on domestic energy prices.   The decision on energy was particularly worrisome, senior Western officials said, because it marked a significant loss for economic reformers inside the Cabinet after the sudden intervention of Gen. Aleksandr V. Korzhakov, President Boris N. Yeltsin's security chief.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Whipping Post: Struggling Knicks Bully the Nets","web_url":"https://www.nytimes.com/1994/12/28/sports/pro-basketball-whipping-post-struggling-knicks-bully-the-nets.html","abstract":"  It was not a masterpiece, but the Knicks recaptured the art of winning tonight.   Ending a five-game losing streak after building a 24-point third-quarter lead, New York outlasted the Nets, 99-91, before 20,049 at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/28/sports/results-plus-227269.html","abstract":"  COLLEGE FOOTBALL Utah Just Wriggles Past Arizona    In Anaheim, Calif., Mike McCoy, struggling through his worst performance of the season, tossed a 5-yard touchdown pass to Kevin Dyson with 3 minutes 34 seconds remaining to lift No. 15 Utah over No. 14 Arizona, 16-13, in the Freedom Bowl last night.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Families Deserve Nursing-Home Option; Support Group","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-families-deserve-nursing-home-option-support-group-231770.html","abstract":"  To the Editor:   I was one of the caregivers discussed in your article on caring for aging relatives (Dec. 19). I agreed to be interviewed, and to allow a photographer to take pictures inside my apartment, because I felt it would help the only support group that has really helped me through the trials of these years. You did not even mention that group, although you did mention others. I want people to know about the Well Spouse Foundation, a national organization, because there are so many others who could benefit from it.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"World Court Could Outlaw Nuclear Threat","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-world-court-could-outlaw-nuclear-threat-231665.html","abstract":"  To the Editor:   Perhaps the most newsworthy event last week was not reported by you. The United Nations General Assembly approved by 78 to 43 a resolution requesting a legal opinion from the International Court of Justice on whether or not the use or threat of use of nuclear weapons violates international law.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/28/nyregion/news-summary-226106.html","abstract":"  International A2-7  MEXICAN PESO PLUNGES  Mexico's economic crisis worsened, as the peso plunged nearly 10 percent more against the dollar and stocks fell. Meanwhile, the Mexican Government gave no indication of its economic strategy. A1","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/12/28/style/IHT-short-cuts-93933539342.html","abstract":"NIELS LAN DOKY, \"Misty Dawn\" (Columbia): Pianist Niels Lan Doky is part Vietnamese and part Danish, he speaks French and English fluently. He plays a Swedish folk song as though they're both from Brooklyn. New Dimensions of universal language. (","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"The Bears, Ahem, Are Very Tough","web_url":"https://www.nytimes.com/1994/12/28/sports/pro-football-the-bears-ahem-are-very-tough.html","abstract":"  Since taking over as Vikings coach, Dennis Green has never lost to the Bears. The Vikings are 6-0 against Chicago, including two victories this season in which they outscored the Bears by 75-41.   So, after the Vikings' 21-14 victory over San Francisco on Monday night, which earned Minnesota the division title and a first-round wild-card playoff game at home against the Bears on Sunday, Green and his players did their best to mask any signs of glee.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/28/us/inside-226629.html","abstract":"  Enigma of an Official's Fall   After Webster Hubbell pleaded guilty to embezzling, friends and colleagues wondered how the No. 3 man at the Justice Department could have fooled them so badly. Page A10. Lone Star Eclipses Empire   The Census Bureau estimated that Texas surpassed New York as the second largest state, largely because fewer people moved to New York from other states. Page A8. Pass the Butter, Please    Despite the emphasis on nutrition, 1994 was the year beef came back, vegetables remained anathema, and Snackwell's filled the cookie jar. The Living Section, page C1. Allie Reynolds Is Dead    The right-hander, who pitched two no-hitters in 1951 and helped the Yankees win five straight World Series as a starter and a reliever, was 79. Page D18.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Sheffer Breathes Life Into Huskies","web_url":"https://www.nytimes.com/1994/12/28/sports/college-basketball-sheffer-breathes-life-into-huskies.html","abstract":"  Connecticut won again tonight, bringing its record to 6-0, by playing the kind of pressing defense so pleasing to Coach Jim Calhoun.   The opponent was Illinois, a respectable Big 10 team that remained tenacious until midway in the second half, when an 11-0 run by the Huskies gave them a 59-47 lead en route to a 71-56 victory.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Erickson Finally Answers Question: He's Staying","web_url":"https://www.nytimes.com/1994/12/28/sports/college-football-erickson-finally-answers-question-he-s-staying.html","abstract":"  This is no time for clouds, not at the Orange Bowl, where the University of Miami will have an opportunity to re-establish a reputation as a force that seemed lost a year ago. The meeting with Nebraska on Sunday night may hold little realistic hope of a national championship, but its impact on the future still makes it one of the most important moments in Dennis Erickson's coaching career.   So this time, he did not walk away from the question about his future. A day after Erickson abruptly and uncharacteristically left a news conference when he was asked about the possibility of leaving to coach the Seattle Seahawks, the coach of the Hurricanes said that he was not interested in the job.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Apartheid's Gone, and Anything Goes","web_url":"https://www.nytimes.com/1994/12/28/world/apartheid-s-gone-and-anything-goes.html","abstract":"  After growing up an exile in Europe and America, Dali Tambo returned to South Africa in 1990 to discover that apartheid was only part of the story. Along with white political supremacy came an official code of sexual behavior rooted in conservative Afrikaner Christianity.   \"I found it primitive, Calvinist and Victorian, a spiteful, angry, intolerant culture,\" recalled Mr. Tambo, now the host of an eclectic television variety show. \"And totally hypocritical. I mean, how could a country that was slaughtering the children of the nation presume to moralize about the dangers of erotica or the indecency of gays?\"","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Pauline Kael, Loving and Loathing","web_url":"https://www.nytimes.com/1994/12/28/books/books-of-the-times-pauline-kael-loving-and-loathing.html","abstract":"  FOR KEEPS By Pauline Kael 1,291 pages. A William Abrahams Book/Dutton. $34.95.   Critics are always looking for good or great works of art; readers have the right to look for good and great critics with the same avidity. My ideal would have a poet's receptivity (the ability to imagine any place, sensation or person) and a hack's tenacity. (What Fitzgerald called, on a writer's worst days, the ability to turn out work \"done in a workmanlike manner for its own sake, and part of it done fatigued and uninspired, and part of it done when even to remember the original inspiration and impetus is a psychological trick.\") A critic's tools must include persuasion, seduction, exhortation, formal analysis, five working senses and, expressed openly or not, strong views about art, entertainment and society. Along with the willingness to risk looking like a fool from time to time.","thumbnail":null,"section":"Books"},{"date":"19941228","headline":"Debating the Extra Year: One Child's Stepping Stone Is Another's Stigma","web_url":"https://www.nytimes.com/1994/12/28/us/debating-the-extra-year-one-child-s-stepping-stone-is-another-s-stigma.html","abstract":"  Among many teachers and parents active in programs that give children an extra year to prepare for first grade, there is the belief that the programs greatly benefit the children later in life. The advocates feel they have given such children a chance to grow up a little at their own pace.   But the programs appear to be in decline, with critics attacking them as ineffective and emotionally damaging.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Sports of The Times; Team Man, From Head To Toe","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-of-the-times-team-man-from-head-to-toe.html","abstract":"  IT is strangely ironic that Charles Oakley was in the operating room at Beth Israel Hospital yesterday because he couldn't pull off a Mark Messier-like power play back in October, couldn't put himself before his team.   He couldn't stay home, safe and sound. He had to go Pat Riley's Charleston, S.C., boot camp, get hurt, and, quite possibly, ruin the Knicks' season.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Dolphins' Bowens Gets Rookie Honors","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-pro-football-dolphins-bowens-gets-rookie-honors.html","abstract":"  TIM BOWENS, a player some National Football League general managers and scouts regarded as a long shot, was selected yesterday as the 1994 Associated Press Defensive Rookie of the Year.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"A Palestinian-Settler Duel: Olive Trees vs. Bulldozers","web_url":"https://www.nytimes.com/1994/12/28/world/a-palestinian-settler-duel-olive-trees-vs-bulldozers.html","abstract":"  The Palestinians planted tiny olive trees; the Israeli soldiers dug them up. The Palestinians lay down in the road to block a bulldozer; the Israelis carted them off to police vans. The Palestinians attacked the soldiers; the Israeli troops fought back.   The object of the dispute is a barren, rocky hilltop 15 miles south of Jerusalem, between the Jewish settlement of Efrat and the Palestinian town of Al Khader.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Drug Accusations Swirl After Killing of Minister","web_url":"https://www.nytimes.com/1994/12/28/us/drug-accusations-swirl-after-killing-of-minister.html","abstract":"  The Baltimore County Police said today that they were investigating whether the killing of a minister here on Christmas Eve involved a robbery, drug use by the victim and suspect or both.   The Rev. Samuel Nathaniel Booth Jr., 55, pastor at the fundamentalist Christian Faith Tabernacle Church in this community, just east of Baltimore, was found stabbed to death on Saturday evening in his trailer behind the church after he did not turn up for Christmas Eve services.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Man Indicted In Bombing On Subway","web_url":"https://www.nytimes.com/1994/12/28/us/man-indicted-in-bombing-on-subway.html","abstract":"  Edward J. Leary was indicted yesterday on charges of carrying the firebomb that injured more than 40 people on a crowded subway on Dec. 21 as part of an extortion plot to hold the city's subways ransom.   The terse, two-page grand jury indictment handed up at the close of court business last night listed one count each of attempted murder in the second degree, first-degree assault, attempted grand larceny and possession of a weapon against Mr. Leary, a 49-year-old unemployed computer expert.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Vancouver Journal; Planet Earth's Preacher, With Canada His Pulpit","web_url":"https://www.nytimes.com/1994/12/28/world/vancouver-journal-planet-earth-s-preacher-with-canada-his-pulpit.html","abstract":"  He recycles like mad to cut his family's garbage down to one bag a month, uses refillable fountain pens, cloth handkerchiefs and reusable chopsticks, and gets around on buses, bikes and skates.   David Suzuki is the first to concede the triviality of such individual pursuits to conserve the planet's resources. But Mr. Suzuki, Canada's best-known advocate of environmental causes, says it is important to start somewhere to conserve a world threatened by unbridled economic growth -- and to live by one's beliefs.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"As Toll Rises in Algeria's War, a Dearth of News","web_url":"https://www.nytimes.com/1994/12/28/world/as-toll-rises-in-algeria-s-war-a-dearth-of-news.html","abstract":"  The world's press has been largely shut out of the Algerian civil war, which has claimed 600 to 1,000 victims each month since this summer.   Islamic militants fighting for more than two years to establish a Muslim theocracy in the Iranian mold have declared Algerian and foreign journalists to be prime targets","thumbnail":null,"section":"World"},{"date":"19941228","headline":"Paying Tribute to Those Who Taught the Meaning of Giving","web_url":"https://www.nytimes.com/1994/12/28/nyregion/paying-tribute-to-those-who-taught-the-meaning-of-giving.html","abstract":"  They escaped to the United States from Nazi Germany, and afterward, Ruth Marton and her sister, Gerd Muehsam, always felt grateful for their comfortable life here. So when Mrs. Muehsam died in 1979, Mrs. Marton started donating $100 a year to The New York Times Neediest Cases Fund in her memory.   This month, she added $15 to her contribution -- a dollar for every year since Mrs. Muehsam's death.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Eating in 1994: The Year Beef Came Back","web_url":"https://www.nytimes.com/1994/12/28/style/eating-in-1994-the-year-beef-came-back.html","abstract":"THE news may be startling to Americans who live in pockets of gastronomic enlightenment, but 1994 may be remembered as the year when beef came back, when sweets and snacks in low-fat versions were consumed in record numbers and when the nation looked at vegetables and collectively said, \"I say it's spinach and I say the hell with it.\"\n\nIn the history of the country, there have never been so many food choices, or so much information on the relationship between diet and health. But the bulk of the population is eating larger portions than ever of nutrient-poor food and, consequently, obesity and health problems due to diet are rising.","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"He Disarmed A Gunman But Insists He's No Hero","web_url":"https://www.nytimes.com/1994/12/28/nyregion/he-disarmed-a-gunman-but-insists-he-s-no-hero.html","abstract":"  The rifle was pointed inches from Jason McEnaney's chest and he knew he had to act.   For two and a half hours earlier this month, the gunman -- a fellow student at the State University here who was holding Mr. McEnaney and 34 other classmates hostage -- had been taunting Mr. McEnaney ceaselessly, singling him out for being too fidgety and moving him around the lecture hall like a chess piece.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/28/nyregion/c-corrections-226122.html","abstract":"  A picture caption yesterday about a couple looking at the Washington Monument referred incorrectly in some copies to the water between the monument and the Lincoln Memorial. It is the Reflecting Pool, not the Reflecting Pond.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Vietnam:An Emerging Power With Security Fears","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-vietnaman-emerging-power-with-security-fears.html","abstract":"Vietnam, a Communist- ruled state that once terrified the non-Communist states of the Assocation of South East Asian Nations, is set to join ASEAN in the new year. Hanoi's anticipation is marred by concerns about diminished status and the future of regio","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/28/nyregion/c-corrections-230090.html","abstract":"  An article in Business Day yesterday, about the sale of the ITT Corporation's commercial finance unit to the Deutsche Bank of Germany, misstated the financial terms of the deal. ITT said yesterday that the total purchase price was about $2.3 billion but that the company had agreed to assume about $1.4 billion of the subsidiary's debt payments, lowering the net gain for ITT to approximately $900 million. A related article appears on page D1.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Going Mad Without Being a Sore Loser","web_url":"https://www.nytimes.com/1994/12/28/movies/film-review-going-mad-without-being-a-sore-loser.html","abstract":"British monarch tormented by mental illness. Deft, mischievous drama.","thumbnail":null,"section":"Movies"},{"date":"19941228","headline":"Prostitutes Defy Killer by Working","web_url":"https://www.nytimes.com/1994/12/28/us/prostitutes-defy-killer-by-working.html","abstract":"  On a side street of the commercial strip known as the Tamiami Trail, business was brisk for three prostitutes on a recent late night, even under new rules: the two women and the male transvestite would work only in parked cars within screaming distance of the others.   \"Most of the girls he killed were by themselves,\" explained a 31-year-old woman known on the streets as Jennifer. \"He's looking for somebody to be by themselves.\"","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"Chaos Presides in New York Housing Courts","web_url":"https://www.nytimes.com/1994/12/28/nyregion/chaos-presides-in-new-york-housing-courts.html","abstract":"  On Johnny L. Baynes's first day as a tenants' lawyer in Brooklyn housing court in 1984, he thought he would lose his mind. The halls were jammed with people clutching eviction notices and the volume was headache-inducing: babies wailing, court officers yelling out cases, and landlords' lawyers and tenants negotiating rents in full cry in the stairwells.   No court could possibly be worse, thought Mr. Baynes, until he began representing the city in housing cases in the Bronx. Pregnant women and the elderly slumped against walls of a grimy, windowless basement, with shredding insulation and broken ceiling tiles. One courtroom was so tiny it scarcely accommodated six bodies.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Greening New York's Waste Lands","web_url":"https://www.nytimes.com/1994/12/28/opinion/greening-new-york-s-waste-lands.html","abstract":"  New York City is dotted with waste lands that are homes to nothing but generations of garbage and generations of rats. The city itself owns nearly 20,000 such vacant lots, acquired after their owners defaulted on taxes. The city would love to sell them, but they are hardly hot properties at the moment -- except, the Giuliani administration hopes, to companies looking for a literally grass-roots way to promote their products.   In exchange for cleaning up and converting some lots into parks and playgrounds -- one in each of the city's 55 community districts in 1995 -- corporate sponsors could use the space for advertising just about anything short of tobacco and alcohol. Should the program be successful it would be expanded to take in hundreds of other lots.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Police Say Hijackers Planned to Blow Up Jet Over Paris","web_url":"https://www.nytimes.com/1994/12/28/world/police-say-hijackers-planned-to-blow-up-jet-over-paris.html","abstract":"  The French Government said today that it ordered paramilitary commandos to storm a hijacked Air France airliner at Marseilles airport Monday after learning that the Islamic militant gunmen who took over the plane in Algiers were planning to blow it up over Paris.   The French police said that, after the four hijackers were killed and 171 hostages were freed, 20 sticks of dynamite were found on board the Airbus A300. \"Their objective was a suicide operation over Paris with the plane,\" Interior Minister Charles Pasqua said, \"so we couldn't let it leave.\"","thumbnail":null,"section":"World"},{"date":"19941228","headline":"U.S. Warning North Koreans On Atom Deal","web_url":"https://www.nytimes.com/1994/12/28/world/us-warning-north-koreans-on-atom-deal.html","abstract":"  The United States has warned North Korea that its failure to release a captured American pilot could jeopardize the recently negotiated nuclear agreement between the two countries, senior Administration officials said today.   The warning coincided with predictions by key lawmakers of both parties that Congress will oppose carrying out the agreement if the pilot, Chief Warrant Officer Bobby Hall, is not freed.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"A Rare Mix of Tenants; Working Residents Create a New Model for Welfare Hotels","web_url":"https://www.nytimes.com/1994/12/28/nyregion/a-rare-mix-of-tenants-working-residents-create-a-new-model-for-welfare-hotels.html","abstract":"  In the ornate lobby of the former Times Square Hotel, a remarkable cross-section of people come and go.   There's the model who used to appear in J. Crew catalogues but now suffers from AIDS-related Kaposi's sarcoma. There's the actress who scrimps by as an extra on television shows like \"Law and Order\" and \"One Life to Live,\" waiting to make it big. And there's the Vietnam veteran who has coped with depression and post-traumatic stress syndrome since the war.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"No Problems for Penn in Spotlight","web_url":"https://www.nytimes.com/1994/12/28/sports/college-basketball-no-problems-for-penn-in-spotlight.html","abstract":"  The University of Pennsylvania has the highest winning percentage among Division I basketball programs over the past two seasons (.855).   The Quakers had back every significant player, minus one, from last season's squad, which made the second round of the National Collegiate Athletic Association tournament. They nearly upset a Florida team that would eventually advance to the Final Four.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Cordial Visit to Mansion And Some Mixed Feelings","web_url":"https://www.nytimes.com/1994/12/28/nyregion/cordial-visit-to-mansion-and-some-mixed-feelings.html","abstract":"  Setting in motion Albany's first changing of the guard in 12 years, Matilda Raffa Cuomo gave Libby R. Pataki her first tour of the Executive Mansion today, and Gov. Mario M. Cuomo bade farewell to a Capitol press corps that he had alternately charmed and chided during his years in office.   Ever since Election Day, Mr. Cuomo joked with the reporters, he had been looking for a chance to turn a famous quote of Richard M. Nixon's on its head: \"Well guys,\" he said today, \"I lost. Now I won't have you to kick around anymore.\"","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/28/style/chronicle-148423.html","abstract":"  The high price of separation: the PRINCE and PRINCESS OF WALES are paying one more penalty for their marital split. They both wanted to join the Mar-a-Lago Club in Palm Beach, Fla., which is owned by DONALD TRUMP, so each had to pay the $50,000 initiation fee. Ordinarily, a single membership covers the member's spouse and children as well.    \"I handled the applications myself,\" Mr. Trump said yesterday. \"More than 250 memberships have been sold, even before the start of the campaign.\"","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"1919: Winter Sport : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/28/opinion/IHT-1919-winter-sport-in-our-pages100-75-and-50-years-ago.html","abstract":"CHAMONIX - With almost three feet of snow already on the slopes, Chamonix' prospects of a season of unprecedented winter sport is considered excellent. The sporting programme for January is especially good, with many championship contests as its principal","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"The Giants: A Good Finish May Bode Well for Next Season","web_url":"https://www.nytimes.com/1994/12/28/sports/pro-football-the-giants-a-good-finish-may-bode-well-for-next-season.html","abstract":"  This was one of the strangest seasons the Giants have seen in recent years. They won three straight games, lost seven straight, then finished with six consecutive victories. There were quarterback benchings, rumors that Coach Dan Reeves might leave, as well as public squabbles between Reeves and General Manager George Young.   \"Just your normal N.F.L. season,\" said a smiling Mike Sherrard, the Giants' wide receiver.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"High-Tech Death From Alabama","web_url":"https://www.nytimes.com/1994/12/28/opinion/high-tech-death-from-alabama.html","abstract":"  The United States is already the most murderous nation in the Western world. The last thing it needs is a more efficient way to commit homicide. The Olin Corporation's Winchester Ammunition Division acted responsibly last year when it withdrew from the market a destructive, razor-fingered bullet known as the \"Black Talon,\" which grinds up internal organs and threatens surgeons who try to remove it. But the Signature Products Corporation of Huntsville, Ala., has stepped into the breach and is seeking Government permission to market two new bullets that, if Signature's claims are true, are just as destructive. They should be banned.   The first is a Black Talon-like bullet that disintegrates into razor-sharp fragments, blowing horrific holes in the body. Victims die a rapid, bloody death. If they manage to survive, surgeons who treat them could cut their fingers and become exposed to blood-borne infections carried by the victim, including hepatitis and H.I.V., the virus that causes AIDS. The American College of Emergency Physicians has warned that many trauma surgeons will simply quit if the risk becomes too great.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/12/28/books/book-notes-227005.html","abstract":"  Small and Selective   What is probably the smallest book club in existence has just about quadrupled its membership in the first year of operation.   It's the Collectors Book Club. Since it was announced in the fall of 1993, when it amassed about half a dozen enrollees, the club has swelled to 24 members.","thumbnail":null,"section":"Books"},{"date":"19941228","headline":"21 Hurt in Fires","web_url":"https://www.nytimes.com/1994/12/28/nyregion/21-hurt-in-fires.html","abstract":"  Twenty-one people were hurt in two fires in Manhattan, including 16 firefighters injured in a gas explosion at a restaurant where they had fought a kitchen blaze, officials said.   Article, page B3.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/28/nyregion/c-corrections-230081.html","abstract":"  A Critic's Notebook article yesterday about the best films of 1994 misstated the medium for which \"The Last Seduction\" was produced. It was made for theatrical release, but the broadcast rights were acquired by Home Box Office, which showed it on cable television starting in July. Its United States theatrical premiere was in October.","thumbnail":null,"section":"New York"},{"date":"19941228","headline":"French Playwright Is Taking Off","web_url":"https://www.nytimes.com/1994/12/28/style/IHT-french-playwright-is-taking-off.html","abstract":"Eric-Emmanuel Schmitt's first move into the theater, \"La Nuit de Valognes,\" wherein Don Juan is punished for his misbehavior, did not linger long although it displayed great literary grace. But his second try, \"Le Visiteur,\" is a gold","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"Krumrie Becomes Bengal Line Coach","web_url":"https://www.nytimes.com/1994/12/28/sports/sports-people-pro-football-krumrie-becomes-bengal-line-coach.html","abstract":"  The Cincinnati Bengals added TIM KRUMRIE to the coaching staff yesterday as a defensive line assistant, hoping that the enthusiasm he showed during his 12-year career as a nose tackle will rub off on the rest of the team. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Man in the News; Turning Loss Into Victory: Daniel Robert Glickman","web_url":"https://www.nytimes.com/1994/12/28/us/man-in-the-news-turning-loss-into-victory-daniel-robert-glickman.html","abstract":"  Representative Dan Glickman of Kansas, President Clinton's choice to become Secretary of Agriculture, may yet prove that it is possible to win by losing.   Mr. Glickman had sought the post two years ago but lost out to Representative Mike Espy of Mississippi, a junior member of the Agriculture Committee. Now, after an even more stunning defeat seven weeks ago in his home district of Wichita, the 50-year-old Congressman is to be nominated at last to the office he coveted.","thumbnail":null,"section":"U.S."},{"date":"19941228","headline":"In America; The Sweatshop Lives","web_url":"https://www.nytimes.com/1994/12/28/opinion/in-america-the-sweatshop-lives.html","abstract":"  A form of industrial exploitation that had been concealed from most Americans literally burst into the open with the 1911 Triangle Shirtwaist Company fire in lower Manhattan, which killed 146 workers, mostly young women and girls.   More than a third of the victims died after leaping from the top floors of the eight-story building. Fire Department nets shredded beneath the weight of the falling bodies. The remaining victims either suffocated or burned to death.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Asian Workers Lift Themselves by Bootstraps","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-asian-workers-lift-themselves-by-bootstraps-231622.html","abstract":"  To the Editor:   Bob Herbert's use of a tragic fire in a Thailand toy factory to attack Asian \"sweatshops\" (column, Dec. 21) shows an almost willful ignorance of global economics.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"NATO -- Expand or Die?","web_url":"https://www.nytimes.com/1994/12/28/opinion/nato-expand-or-die.html","abstract":"  What should be Europe's and NATO's relationship with Russia? The question must be answered soon, and decisively, if the United States' historic commitment to Europe is to remain intact.   It is axiomatic that America's security and Europe's are linked. But that means both sides must define what constitutes Europe and what is the security perimeter of NATO. And it means that the relationship between Europe, Russia and America should encourage the emergence of a Russia that is both benign and democratic -- a prospect that is by no means certain, as the bloody struggle over independence for Chechenya demonstrates.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/12/28/style/IHT-short-cuts.html","abstract":"\"JACKY TERRASSON\" (Blue Note): Following Marcus Roberts, Roy Hargrove and Joshua Redman, Frenchman Jacky Terrason (29) won the esteemed Thelonious Monk Foundation competition in 1993, a crucial career move. His touch, time, harmonic smarts, and","thumbnail":null,"section":"Style"},{"date":"19941228","headline":"Public Broadcasting Doesn't Need Fixing; Fighting Words","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-public-broadcasting-doesn-t-need-fixing-fighting-words-231762.html","abstract":"  To the Editor:   Newt Gingrich underestimates the importance of public broadcasting and National Public Radio programs in the American cultural landscape.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Neighborhood Confrontation Is Captured By St. John's","web_url":"https://www.nytimes.com/1994/12/28/sports/college-basketball-neighborhood-confrontation-is-captured-by-st-john-s.html","abstract":"  A sellout crowd. Two unbeaten city teams. Felipe Lopez making his Madison Square Garden debut. There was little more the Chemical Bank ECAC Holiday Festival could expect for an opening-round matchup. But it got more: a thrilling basketball game that was played just the way you'd expect two unbeaten teams fighting over the neighborhood turf to play.   It took all the muscle and poise that 25th-ranked St. John's could come up with to turn back a gritty Manhattan team, 81-70, before 19,524. Big East conference or not, there will be few games the remainder of the season in which the Red Storm will have to play as hard as it did last night.","thumbnail":null,"section":"Sports"},{"date":"19941228","headline":"Yeltsin Limits Air Raids on the Chechen Capital","web_url":"https://www.nytimes.com/1994/12/28/world/yeltsin-limits-air-raids-on-the-chechen-capital.html","abstract":"  Facing growing public opposition to the war in secessionist Chechnya, President Boris N. Yeltsin said on television tonight that he intended to press forward to seize the rebel capital but that he had ordered a halt to the bombing of civilians there.   It was the first time Mr. Yeltsin, who sent tanks and thousands of troops to Chechnya on Dec. 11, spoke up publicly to justify his actions. It was also the first time the Russian Government has admitted attacking civilians in the secessionist republic.","thumbnail":null,"section":"World"},{"date":"19941228","headline":"On Letting Dollars Fly Out the Window","web_url":"https://www.nytimes.com/1994/12/28/opinion/l-on-letting-dollars-fly-out-the-window-231657.html","abstract":"  To the Editor:   Judge Roderick R. McKelvie (letter, Dec. 20), commenting on the new Federal Courthouse in Manhattan's Foley Square, contends that a building with windows that open would offer savings in more efficient heating and cooling. This is ludicrous.","thumbnail":null,"section":"Opinion"},{"date":"19941228","headline":"Clubs and Players Quiet As Arenas Are Quieter","web_url":"https://www.nytimes.com/1994/12/28/sports/hockey-clubs-and-players-quiet-as-arenas-are-quieter.html","abstract":"  On the 88th day of the hockey lockout, the two sides couldn't even agree on why they weren't negotiating.   A National Hockey League executive, speaking on the condition of anonymity, said a meeting had been tentatively scheduled for yesterday, but that it was canceled this past Friday by the N.H.L. Players Association after the union insisted that it would resume discussions only if management made no renewed demands for a payroll tax or for additional arbitration concessions.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19941228","time":"1994-12-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":91,"wspd":24.1},{"date":"19941228","time":"1994-12-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":89,"wspd":22.3},{"date":"19941228","time":"1994-12-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":89,"wspd":22.3},{"date":"19941228","time":"1994-12-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":89,"wspd":22.3},{"date":"19941228","time":"1994-12-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":88,"wspd":27.7},{"date":"19941228","time":"1994-12-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":84,"wspd":24.1},{"date":"19941228","time":"1994-12-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":27.7},{"date":"19941228","time":"1994-12-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":83,"wspd":25.9},{"date":"19941228","time":"1994-12-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":83,"wspd":24.1},{"date":"19941228","time":"1994-12-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":84,"wspd":22.3},{"date":"19941228","time":"1994-12-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":83,"wspd":29.5},{"date":"19941228","time":"1994-12-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":29.5},{"date":"19941228","time":"1994-12-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":29.5},{"date":"19941228","time":"1994-12-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":89,"wspd":27.7},{"date":"19941228","time":"1994-12-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":27.7},{"date":"19941228","time":"1994-12-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":86,"wspd":25.9},{"date":"19941228","time":"1994-12-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":27.7},{"date":"19941228","time":"1994-12-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":73,"wspd":31.3},{"date":"19941228","time":"1994-12-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":75,"wspd":33.5},{"date":"19941228","time":"1994-12-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":85,"wspd":27.7},{"date":"19941228","time":"1994-12-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":87,"wspd":29.5},{"date":"19941228","time":"1994-12-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":87,"wspd":29.5},{"date":"19941228","time":"1994-12-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":87,"wspd":25.9},{"date":"19941228","time":"1994-12-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":85,"wspd":29.5},{"date":"19941228","time":"1994-12-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":67,"wspd":9.4},{"date":"19941228","time":"1994-12-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":7.6},{"date":"19941228","time":"1994-12-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":11.2},{"date":"19941228","time":"1994-12-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":7.6},{"date":"19941228","time":"1994-12-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":59,"wspd":11.2},{"date":"19941228","time":"1994-12-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":7.6},{"date":"19941228","time":"1994-12-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":70,"wspd":7.6},{"date":"19941228","time":"1994-12-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":73,"wspd":9.4},{"date":"19941228","time":"1994-12-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":73,"wspd":7.6},{"date":"19941228","time":"1994-12-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19941228","time":"1994-12-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":79,"wspd":9.4},{"date":"19941228","time":"1994-12-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":79,"wspd":11.2},{"date":"19941228","time":"1994-12-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":82,"wspd":9.4},{"date":"19941228","time":"1994-12-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":88,"wspd":11.2},{"date":"19941228","time":"1994-12-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19941228","time":"1994-12-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":16.6},{"date":"19941228","time":"1994-12-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":18.7},{"date":"19941228","time":"1994-12-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":13},{"date":"19941228","time":"1994-12-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":36,"wspd":25.9},{"date":"19941228","time":"1994-12-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":32,"wspd":25.9},{"date":"19941228","time":"1994-12-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":29,"wspd":29.5},{"date":"19941228","time":"1994-12-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":35,"wspd":33.5},{"date":"19941228","time":"1994-12-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":24.1},{"date":"19941228","time":"1994-12-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":14.8}]},"19941229":{"guardian_articles":[{"date":"19941229","headline":"England lose in headlong despondency","web_url":"https://www.theguardian.com/sport/1994/dec/29/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19941229","headline":"St. John's Needs to Counter Penn Savvy","web_url":"https://www.nytimes.com/1994/12/29/sports/college-basketball-st-john-s-needs-to-counter-penn-savvy.html","abstract":"  There is one thing that can be counted on in tonight's championship game of the Chemical Bank ECAC Holiday Festival at Madison Square Garden: St. John's isn't going to outsmart the Penn Quakers. It has nothing to do with a Big East school playing an Ivy League opponent. It has everything to do with youth versus experience.   \"Penn is a legitimate Top-25 team,\" Coach Brian Mahoney of St. John's said yesterday. \"People in college basketball know that. They're an experienced team that plays well together.\"","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Company Puts Hold on a Plastic Bullet","web_url":"https://www.nytimes.com/1994/12/29/us/company-puts-hold-on-a-plastic-bullet.html","abstract":"  The maker of a new high-tech bullet that it says can pierce armored vests declared today that it would delay the bullet's manufacture after sharp criticism from police associations that criminals would gain access to it.    Speaking on the NBC News program \"Today,\" David Keen, chief executive officer of the Signature Products Corporation of Huntsville, Ala., said this morning that he had \"made a management decision\" to put production of the bullets on hold \"until some of the controversy can settle out and we can see what police officials really want.\"","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/29/nyregion/metro-digest-233994.html","abstract":"  A PATAKI APPOINTEE FOCUSES ON WELFARE    Governor-elect George E. Pataki named Westchester County's Commissioner for Social Services to do for the state what she has done at home -- dramatically reduce the cost of welfare. But unable to get the Commissioner, Mary E. Glass, to sign on for the long term, he agreed to limit her appointment to 90 days. A1.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Padres and Astros Make a 12-Player Swap","web_url":"https://www.nytimes.com/1994/12/29/sports/baseball-padres-and-astros-make-a-12-player-swap.html","abstract":"  Operating on the economic theory that a club has to spend money to make money, the new owner of the San Diego Padres reversed the free fall yesterday and restocked his team with some talent. In the biggest baseball deal in numbers in 37 years, the Padres made a 12-player trade with the Houston Astros, acquiring third baseman Ken Caminiti and center fielder Steve Finley in their group of six players.   \"We want a competitive, winning team, an exciting team,\" said Larry Lucchino, the Padres' new chief executive under the new owner, John Moores. \"To improve this team, on the field and in stability and prosperity, expenses and revenues have to go up.\"","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"No More Search-and-Seizure Loopholes","web_url":"https://www.nytimes.com/1994/12/29/opinion/no-more-search-and-seizure-loopholes.html","abstract":"  Political attacks on the exclusionary rule, which judges invoke to throw out illegally obtained evidence, are perennials. Many police officers, prosecutors and conservative politicians argue that the justice system unjustly sets the guilty free because of an officer's mistaken search or seizure.    The attack resumes next month as part of the House Republicans' crime bill, part of a legislative package scheduled for a floor vote within 100 days. The provision, mislabeled \"Exclusionary Rule Reform,\" deserves careful study and ultimate rejection, not swift passage.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Correction","web_url":"https://www.nytimes.com/1994/12/29/opinion/c-correction-242845.html","abstract":"  An editorial yesterday on a proposal to lease New York City's vacant lots to corporate sponsors misstated the number of community districts in the city. It is 59.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/29/sports/transactions-237477.html","abstract":"  Baseball  American League    BALTIMORE ORIOLES -- Signed Jeff Huson, infielder, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Umpires Will Be Locked Out","web_url":"https://www.nytimes.com/1994/12/29/sports/baseball-umpires-will-be-locked-out.html","abstract":"  Major league umpires were notified yesterday that they will be locked out beginning next week. They don't have any games to umpire, so it is their salaries they will be locked out from receiving.   The umpires' four-year labor agreement with the National and American Leagues expires Saturday, but their pay under that agreement ordinarily would continue because they are paid on a year-round basis. The league presidents have decided to withhold the umpires' pay because they think Richie Phillips, the umpires' lawyer, has not begun to negotiate seriously.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Proponent of Work for Welfare Is Among 9 Pataki Appointments","web_url":"https://www.nytimes.com/1994/12/29/nyregion/proponent-of-work-for-welfare-is-among-9-pataki-appointments.html","abstract":"  Governor-elect George E. Pataki yesterday named Westchester's Commissioner for Social Services to do for the state what she has done at home -- dramatically reduce the cost of welfare. But unable to persuade Commissioner Mary E. Glass to sign on for the long term, he agreed to limit her appointment to 90 days.   Aides to Mr. Pataki, who named eight other top members of his administration yesterday, said that even if Ms. Glass were unable to complete the task of revamping the Department of Social Services, he would have sent a strong signal that he intended to make good on a campaign pledge to change welfare.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Plan to Cut Program For Disabled Youths","web_url":"https://www.nytimes.com/1994/12/29/us/plan-to-cut-program-for-disabled-youths.html","abstract":"  As part of their effort to redesign welfare and control costs, House Republicans are drafting legislation to abolish a part of the Supplemental Security Income program that provides cash grants of up to $446 a month for children with severe disabilities like mental retardation, cerebral palsy and spina bifida. The program, which serves 847,000 children, would be replaced with vouchers that could be spent on a more limited program of medical care.    Article, page A16.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Life Evolving Through Nikolais's Prism","web_url":"https://www.nytimes.com/1994/12/29/arts/dance-review-life-evolving-through-nikolais-s-prism.html","abstract":"  \"The Crystal and the Sphere,\" a mixed-media dance piece that Alwin Nikolais created in 1990 shortly before his death, is one of the more imaginative holiday programs on show this week.   The work was intended for children, but the playful abstractions that make up the Nikolais signature might, in this case, appeal even more to adults. The triangle and circle implied in the title are geometric forms basic to all civilization and they often carry magic connotations.","thumbnail":null,"section":"Arts"},{"date":"19941229","headline":"Bridge","web_url":"https://www.nytimes.com/1994/12/29/nyregion/bridge-236179.html","abstract":"  Players often fail to realize that a minor-suit game in a 4-4 fit may be the right contract if three no-trump is unattractive and there is no major-suit fit. The diagramed example, noted and analyzed by the Rev. Caxton Doggett of Lake Junaluska, N.C., makes this point.   If South is able to open one heart, he may have an uninterrupted run to five diamonds, as shown. He ruffs the spade lead, and uses dummy's heart entries to ruff two more spades. He then cashes the club ace, ruffs a club, and reaches this position: [ Diagram ]   Another spade is led, and East must choose. If he throws a club, South ruffs, cashes the club king and ruffs a club. Then a spade lead endplays East for an overtrick.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Times Square Club Announces Its Closing","web_url":"https://www.nytimes.com/1994/12/29/nyregion/times-square-club-announces-its-closing.html","abstract":"  Club USA, the $8 million nightclub-cum-playground that draws crowds of tourists and young New Yorkers each weekend, is to close next month, said its owner, Peter Gatien.   Mr. Gatien said he was vacating the space, at 218 West 47th Street, at Broadway, because the building was in foreclosure.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"North Korea Says U.S. Pilot Admits a 'Flagrant Violation'","web_url":"https://www.nytimes.com/1994/12/29/world/north-korea-says-us-pilot-admits-a-flagrant-violation.html","abstract":"  North Korea said today that a captured American helicopter pilot had confessed to illegally intruding into its territory and had asked for leniency so he can return to his family.   The official Korean Central News Agency released a statement it said had been signed on Sunday by the pilot, Chief Warrant Officer Bobby Hall, whose Army helicopter entered North Korean air space on Dec. 17. In the statement, Mr. Hall admitted to \"criminal action\" but not to espionage, the accusation made by the North.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"In Serbia and Croatia, Attacks on Independent Press Continue","web_url":"https://www.nytimes.com/1994/12/29/world/in-serbia-and-croatia-attacks-on-independent-press-continue.html","abstract":"  Three weeks ago, the Croatian President, Franjo Tudjman, struck against a leading Zagreb newspaper, Vjesnik, by arranging for a friendly bank to buy it and dismiss its independent-minded editor.    Soon afterward, the President of Serbia, Slobodan Milosevic, made a similar attack on the Belgrade newspaper Borba. After a court ruled that Borba was operating illegally, Mr. Milosevic named an aide as its editor, sparking a revolt by the staff.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Republican Bill Would Trim Aid for Poor Children Who Are Ill or Disabled","web_url":"https://www.nytimes.com/1994/12/29/us/republican-bill-would-trim-aid-for-poor-children-who-are-ill-or-disabled.html","abstract":"  House Republicans are drafting legislation that would abolish Federal cash payments for 847,000 poor children who are severely disabled or chronically ill. They would replace the payments with vouchers that could be spent on a more limited program of medical care.   The lawmakers said the proposal was part of the Republicans' overall effort to redesign the nation's welfare system and control costs. It would fundamentally alter the program, Supplemental Security Income for children, which provides cash grants of up to $446 a month for children with chronic illnesses and disabilities like mental retardation, cerebral palsy and spina bifida.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Beyond Probation: Trying to Break Cycle of Arrest and Rearrest","web_url":"https://www.nytimes.com/1994/12/29/nyregion/beyond-probation-trying-to-break-cycle-of-arrest-and-rearrest.html","abstract":"  On a bone-chilling morning last April, Tony W., a powerfully built teen-ager who specialized in armed robberies on the streets of New York City, stepped out of one of New York State's most forbidding institutions for teen-agers to begin what he hoped would be a new life.   The sky was stained a dispiriting gray, and a light rain was pelting Tony's windbreaker. But he had been locked up for more than five months -- a long time for a 15-year-old -- and a wave of euphoria swept through him as he took his first steps to freedom that morning. Rattling down to the city in the train, he promised himself he would never be back behind bars.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/29/style/chronicle-242837.html","abstract":"  It's that time of year when organizations, associations and publications of all sorts issue lists of those people they have deemed to be the \"10 Best\" or top of the heap in innumerable categories.    The Feminist Majority Foundation is among those ringing in with its list this week of people who did the most to foster equality of women. The list includes GRO HARLEM BRUNDTLAND, the Prime Minister of Norway; ISABEL ALLENDE, the Chilean novelist; BEVERLY HARVARD, Atlanta's Police Chief; TASLIMA NASRIN, a feminist writer from Bangladesh and a target of death threats from Muslim fundamentalists, and RENA WEEKS, a legal secretary who won a judgment against Baker & McKenzie , the world's largest law firm, for sexual harassment.","thumbnail":null,"section":"Style"},{"date":"19941229","headline":"Sports of The Times; Starks Has Found An Answer","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-of-the-times-starks-has-found-an-answer.html","abstract":"  IN these dire times, with the Mighty Oak felled, the Knicks need leadership to steady their season. So John Starks took it upon himself to provide such guidance. Against the Nets Tuesday night at the Meadowlands, while Charles Oakley and his toe were nestled in a Manhattan hospital after surgery, Starks immediately took charge, or what he considered to be charge.   With little more than a minute gone in the game, and the score 0-0, Starks was fouled from behind by Kenny Anderson at halfcourt to prevent a fast break. Starks then took dead aim and heaved the ball against the 24-second clock above the basket. Why the 24-second clock should receive such treatment only Starks knew. But he later explained.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Time to Look at Baseball's Exemption","web_url":"https://www.nytimes.com/1994/12/29/opinion/time-to-look-at-baseball-s-exemption.html","abstract":"  The owners of baseball's 28 major-league teams have declared an impasse in wage negotiations and imposed what their players dreaded most -- a cap on team payrolls. The players vow to continue their strike and seek legal remedies. The result is that baseball's wealthy owners and players have left the game in even sorrier shape than last year, when their failure to reach a new labor agreement destroyed the end of the regular season, the playoffs and the World Series.   This year there could be no games at all -- or at best games played by impostors. The two sides have a responsibility to resume talks. The owners may not want to, but two influential U.S. Senators -- Daniel Patrick Moynihan, Democrat of New York, and Orrin Hatch, Republican of Utah -- think they have hit upon the right stimulus. They will offer legislation ending the owners' cherished, 72-year-old exemption from antitrust laws. That exemption gives the owners uniquely broad powers over wages and work rules that, the Senators believe, dampen their incentive to compromise.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Gun Exchange Plan Yields Few Results","web_url":"https://www.nytimes.com/1994/12/29/nyregion/gun-exchange-plan-yields-few-results.html","abstract":"  The Goods for Guns exchange that took about 2,800 guns off the streets and out of homes in New York in a six-week period last year took in only 313 guns last week, the organization's founder said yesterday.    The sharp drop prompted Fernando Mateo, the Washington Heights carpet and flooring dealer who founded the exchange, to begin a hunger strike yesterday. He said he would subsist only on water and fruit juices until at least 1,000 guns were turned in for cash and gift certificates or until New York public figures began making appeals in support of his effort.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Loser for Maryland Governor Files Suit to Overturn Election","web_url":"https://www.nytimes.com/1994/12/29/us/loser-for-maryland-governor-files-suit-to-overturn-election.html","abstract":"  With three weeks until the scheduled inauguration of Parris N. Glendening as Maryland's next governor, the Republican he defeated, Ellen R. Sauerbrey, is doing what she can to keep him from being sworn in.   Saying voter fraud and technical improprieties were responsible for her loss to the Democrat by 5,993 votes, Mrs. Sauerbrey on Tuesday sued Mr. Glendening, his running mate, Kathleen Kennedy Townsend, and state and local election officials. Mrs. Sauerbrey is asking the court to either declare her the winner or order a new election.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"1919: War on Cigarettes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-1919-war-on-cigarettes-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Presbyterian Church has begun a movement for the world-wide abolition of the cigarette. It has also set aside $50,000 to support the fight against foreign brewers and distillers, and is sending the Rev. John Steele, the associate secretary","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Gingrich PAC Adheres to Election Law; An Academic Course","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-gingrich-pac-adheres-to-election-law-an-academic-course-242853.html","abstract":"  To the Editor:   \"Open the Books on Newt Inc.\" (editorial, Dec, 20) wrongly portrays the Progress & Freedom Foundation, which was founded in 1993 to lead America out of the industrial age into the information age.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Shattered Nation: A special report.; Rwanda Now Faces Painful Ordeal of Rebirth","web_url":"https://www.nytimes.com/1994/12/29/world/shattered-nation-a-special-report-rwanda-now-faces-painful-ordeal-of-rebirth.html","abstract":"  Signs that life is returning to normal can be found everywhere in Rwanda. A roaring crowd fills a Kigali stadium for a Sunday afternoon soccer match. The cement factory in the southwest is operating again. Children play in dirt schoolyards. Day laborers in their green aprons pick tea on vast estates. And the carols of worshipers pour forth in a packed church where scores were massacred in April.   But in the six months since the end of a civil war that surpassed the unthinkable -- hundreds of thousands of people were slaughtered and then hundreds of thousands fled -- such signs mask two crucial unresolved problems that threaten to pitch this country into another cauldron of violence.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Business and Politics : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-business-and-politics-letters-to-the-editor.html","abstract":"Regarding \"France Cuts Candidates' Spending\" (World Briefs, Dec. 17):.If only we Americans could motivate the House and the Senate to do as the French National Assembly did and bar business from financing politics, maybe we would be able to g","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Soprano Drops Out of the Met's 'Boccanegra'","web_url":"https://www.nytimes.com/1994/12/29/arts/soprano-drops-out-of-the-met-s-boccanegra.html","abstract":"  Cheryl Studer, the soprano who was to sing Amelia in the Metropolitan Opera's new production of Verdi's \"Simon Boccanegra\" next month, has withdrawn from the cast. Kiri Te Kanawa, who last sang the role at the Met in 1986, will take over Miss Studer's five performances, one of which is to be taped for television.   Miss Studer, who has never sung the role, told the Met she had decided against adding Amelia to her repertory. It is not an especially taxing role; in \"Simon Boccanegra\" the title character has the most strenuous music. But Miss Studer, who was considered an incomparable Strauss and Wagner singer in the late 1980's, has been unlucky with Verdi since she switched to Italian roles a few seasons ago. Recent performances in \"Il Trovatore\" in Vienna, \"La Traviata\" in Munich and \"Aida\" in London were poorly received.","thumbnail":null,"section":"Arts"},{"date":"19941229","headline":"1944: Churchill Unhurt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-1944-churchill-unhurt-in-our-pages100-75-and-50-years-ago.html","abstract":"ATHENS - Prime Minister Winston Churchill had a narrow escape last night [Dec. 27] when a shower of machine-gun bullets, apparently aimed at him and the party with him, chipped holes out of a wall barely thirty yards from where he was standing at the entr","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"A Liberal Looks Back With Pride","web_url":"https://www.nytimes.com/1994/12/29/nyregion/metro-matters-a-liberal-looks-back-with-pride.html","abstract":"  AFTER more than two decades in government, Stanley Brezenoff, executive director of the Port Authority of New York and New Jersey, makes no apologies. He is what he is:    \"A liberal. That's me. I'm an unabashed liberal. I still believe in government as an institution for improving the lives of people, as a mechanism to do good.\"","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Krone to Be Married","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-people-racing-krone-to-be-married.html","abstract":"  The annual Saratoga racing meet has always been good to jockey JULIE KRONE. This August, it will be really something special. Krone, 31, and MATT MUZIKAR, 25, plan to be married in August 1995 in Saratoga Springs.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Orange Has New Year's All to Itself (Well, Almost)","web_url":"https://www.nytimes.com/1994/12/29/sports/college-football-orange-has-new-year-s-all-to-itself-well-almost.html","abstract":"  NBC's decision to televise the Orange Bowl on New Year's night should substantially lift the expected high ratings for the Nebraska-Miami game while aiding viewership for ABC's Sugar Bowl, the Orange Bowl's usual prime-time rival.   The major bowl games have shifted in the past to Monday when New Year's Day fell on a Sunday, as it will this weekend. That scheduling last happened in 1989.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Young, Eager and Deep in Debt","web_url":"https://www.nytimes.com/1994/12/29/opinion/young-eager-and-deep-in-debt.html","abstract":"  Two weeks ago when Bill Clinton introduced his \"Middle-Class Bill of Rights,\" it was no surprise that college tuition relief was first on the list. The steep cost of an education has become a problem for voters of all ages. The President's proposed $10,000 tax deduction for tuition is more generous than a Republican proposal that would increase the burden by making students newly responsible for interest accumulated while they were in school. But -- with a maximum saving of about $1,500 a year -- it still isn't going to solve anything.   Mr. Clinton wants the support of young voters. He speaks with pride of the National Service Trust Act, which he signed into law last year. There's just one problem. As pitched during the campaign, the act was to have three provisions: college students would be able to borrow money directly from the Government, bypassing banks; graduates would be able to pay off loans in proportion to their incomes and those still in school could work off their debt through a program of national service.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"State Approval Sought for Stricter Watershed Regulation","web_url":"https://www.nytimes.com/1994/12/29/nyregion/state-approval-sought-for-stricter-watershed-regulation.html","abstract":"  To protect its water supply, New York City has put together a plan to regulate everything from new development to the disposal of plowed snow in the vast upstate region that supplies the city's water.   The proposal, which was forwarded to the state last Friday, drops a hard political choice squarely into the lap of Governor-elect George E. Pataki, even before he takes office. The rules pit upstate communities that voted overwhelmingly for Mr. Pataki, moved in part by resentment of New York City, against the city, whose mayor, Rudolph W. Giuliani, crossed party lines to campaign against the new Governor.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Youth, Resisting Robbers, Is Slain on Subway Platform","web_url":"https://www.nytimes.com/1994/12/29/nyregion/youth-resisting-robbers-is-slain-on-subway-platform.html","abstract":"  Wanda Matthews always told her 17-year-old son Adonis to keep his jewelry hidden and not resist robbers. But just before midnight on Tuesday, on a subway platform in Bedford-Stuyvesant, Brooklyn, he was wearing a gold medallion and chain around his neck. And when two men tried to rob him, he fought back and was shot to death, the police said.   After being spotted, the two men fled, without taking the medallion, the chain, the diamond-studded gold teeth clamped into his mouth or the $11 in his pocket.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"A Year to Forget: 1994 Leaves Mexico Reeling","web_url":"https://www.nytimes.com/1994/12/29/world/a-year-to-forget-1994-leaves-mexico-reeling.html","abstract":"  There were clues right from the start that something was very, very wrong with Mexico's 1994.    The year that was predicted to be such a good one had barely begun when an uprising broke out in the state of Chiapas. Following closely were the assassinations of top political figures -- the first since 1929 -- the kidnappings of powerful businessmen, vicious infighting in the long-ruling political party and Mexico's worst economic crisis of the last decade.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"The Last Ride of His Life","web_url":"https://www.nytimes.com/1994/12/29/sports/surfing-the-last-ride-of-his-life.html","abstract":"  This beach needs lifeguards or a priest. The body of an expert surfer washed ashore here at Pillar Point last Friday, swallowed by waves that grow like weeds, and, yet, his peers are already leaping back in.   They are virtual kamikaze pilots, baited by swells the size of two-story condominiums and rides that can last one minute at a time. A sign stamped in the sand today said, \"Danger: Extremely Hazardous Waves,\" and, if that is not warning enough, they can read the obituaries of Mark Foo, the world class surfer, and two boaters who drowned Monday, 50 miles up the shore.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"As Congress Fumes, Clinton Urges North Koreans to Free Pilot","web_url":"https://www.nytimes.com/1994/12/29/world/as-congress-fumes-clinton-urges-north-koreans-to-free-pilot.html","abstract":"  President Clinton called on North Korea today to release an American pilot captured 11 days ago, as key lawmakers of both parties of Congress predicted that Congress would block a nuclear agreement between the two countries if the diplomatic crisis is not resolved.    \"We have made it clear to the North Koreans that we want the prompt release of Airman Hall and that there is no reason for his detention,\" the President said, rejecting North Korean accusations that the pilot, Chief Warrant Officer Bobby Hall, was on a spy mission.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"New Jersey Ruling on Free Speech Burdens Shopping Malls","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-new-jersey-ruling-on-free-speech-burdens-shopping-malls-242730.html","abstract":"  To the Editor:   I read with mixed reaction \"Court Protects Speech in Malls\" (front page, Dec. 21), on the New Jersey Supreme Court decision upholding a protest group's right to hand out leaflets in shopping malls.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Nets' Anderson Goes Absent Without Leave","web_url":"https://www.nytimes.com/1994/12/29/sports/pro-basketball-nets-anderson-goes-absent-without-leave.html","abstract":"  On the day that Derrick Coleman finally returned to practice, Kenny Anderson felt the need to be absent.   Absent without leave, in Coach Butch Beard's words.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Test Device Appears to Aid Repair of Potentially Fatal Aneurysm","web_url":"https://www.nytimes.com/1994/12/29/us/test-device-appears-to-aid-repair-of-potentially-fatal-aneurysm.html","abstract":"  An experimental device that reinforces the body's main artery when it is weakened by an aneurysm can greatly simplify surgical repair of the condition, a new study being reported today shows.   An aneurysm is a ballooning of an artery, and it usually develops painlessly. But an aneurysm can burst without warning, and cause death within minutes. Aneurysms frequently develop on the body's main artery, the aorta, which carries blood from the heart to supply oxygen and other nutrients to the rest of the body.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Top Deal for Franco","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-people-baseball-top-deal-for-franco.html","abstract":"  JULIO FRANCO formally agreed yesterday to a $3.5 million, one-year contract with the Chiba Lotte Marines of Japan's Pacific League, the highest average annual value in the history of Japanese baseball.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/12/29/style/IHT-what-theyre-reading.html","abstract":"Shere Hite, the feminist writer, is reading \"Frida Kahlo, 1907-1954, Pain and Passion\" by Andrea Kettenmann. ..\"Her life is chronicled through her paintings and there are clues about her emotional state in each image. She really says a lo","thumbnail":null,"section":"Style"},{"date":"19941229","headline":"Nelson to Return","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-people-pro-basketball-nelson-to-return.html","abstract":"  Coach DON NELSON, who has missed the Warriors' last five games while recovering from viral pneumonia, is expected to return next Tuesday for a game at home against the San Antonio Spurs. Nelson, who last coached Golden State on Dec. 13, was hospitalized for four nights beginning Dec. 14. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Journal; Brock's Strange Journalism","web_url":"https://www.nytimes.com/1994/12/29/opinion/journal-brock-s-strange-journalism.html","abstract":"  Tabloid journalism is something you think you know when you see it, whether at the supermarket checkout or on the cash-for-trash television news magazines. But it can also be committed in footnoted articles in seemingly sober journals -- and can soil the national discourse about subjects far loftier than O. J.    The current master of this insidious trade is David Brock of the right-wing monthly The American Spectator. He has struck again, with a vengeance that might give \"Hard Copy\" pause.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Family of Dr. King, Feuding With U.S., May Curb Tours at Shrine","web_url":"https://www.nytimes.com/1994/12/29/us/family-of-dr-king-feuding-with-us-may-curb-tours-at-shrine.html","abstract":"  The tomb and birthplace of the Rev. Dr. Martin Luther King Jr., the most popular tourist attraction in Atlanta, may be visible only from a distance if a long-running feud between the National Park Service and the King family is not resolved.   For 14 years, in partnership with the King family, the Park Service gave guided tours of the property, part of the Martin Luther King Center for Non-Violent Social Change. But this week, the family has ordered the rangers to clear out, and has no plan of its own, so far, to offer guided tours.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Essay; Office Pool, 1995","web_url":"https://www.nytimes.com/1994/12/29/opinion/essay-office-pool-1995.html","abstract":"  What fools we mortal chin-pullers be, to presume to predict tomorrow's news in the knowledge that multitudes will keep track and later go nyah-nyah. But there is profit in prophecy if we use this oracular exercise to hone our humility and stretch our imaginations.   1. Congress will pass, and three-fourths of the states will ratify in 1995, this one amendment to the U.S Constitution: (a) term limits; (b) school prayer; (c) balanced budget.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Chechnya Sounds Alarm of a Russian Breakup","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-chechnya-sounds-alarm-of-a-russian-breakup-242578.html","abstract":"  To the Editor:   In \"Moscow's Dangerous Game\" (Op-Ed, Dec. 22), Prof. Ronald Grigor Suny of the University of Chicago writes of the peril posed by the Chechnya crisis. He argues that if other fights were to break out between Moscow and Russia's secession-minded minorities, the destabilization of Russia could result.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Mexico: Don't Panic Over the Peso","web_url":"https://www.nytimes.com/1994/12/29/opinion/mexico-don-t-panic-over-the-peso.html","abstract":"  Mexico's peso crisis has obviously shaken Mexican officials and foreign investors alike and could damage Mexico's short-term economic prospects. But it does not reflect fundamental flaws in Mexico's newly liberalized economy. Moreover, President Ernesto Zedillo's economic ministers have responded to the challenge competently, avoiding premature efforts to peg a new exchange rate. The markets will eventually stabilize. Yesterday the peso rebounded some 15 percent.   Devaluations inspire temporary crises of confidence, and this one is no exception. It is likely to lead to slower growth, faster inflation and fewer imports from the U.S. A larger gap between U.S. and Mexican wages could tempt more Mexicans to cross the border seeking work.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Gingrich PAC Adheres to Election Law","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-gingrich-pac-adheres-to-election-law-242861.html","abstract":"  To the Editor:   \"Gingrich: Man in Spotlight and Organization in Shadow\" (front page, Dec. 18) and \"Open the Books on Newt Inc.\" (editorial, Dec. 20), on Gopac and other political interests of Newt Gingrich, the incoming House Speaker, were filled with insinuations masquerading as facts.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Wherever Parcells Travels, There Are Giants in the Mist","web_url":"https://www.nytimes.com/1994/12/29/sports/pro-football-wherever-parcells-travels-there-are-giants-in-the-mist.html","abstract":"  It seems as though every time he looks at an opponent, Bill Parcells sees some remnant of his past as the Giants' coach. A few weeks ago, it was Dolphins receiver Mark Ingram. Last week, it was Bears running back, Lewis Tillman.   On Sunday, when the Patriots play Cleveland in the first round of the National Football League playoffs, there will be enough former Giants for a family reunion.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Computer Replaces Razor For Rabbi's Prison Picture","web_url":"https://www.nytimes.com/1994/12/29/nyregion/computer-replaces-razor-for-rabbi-s-prison-picture.html","abstract":"  A conflict between a New York State prison regulation requiring that inmates be photographed clean-shaven and a religious belief that a man's beard must not be touched was resolved in Federal court yesterday through the latest computer technology.   For the first time, New York State accepted a computer-generated image of what an inmate, in this case, Rabbi Shlomo Helbrans, would look like without a beard instead of making him shave for a conventional photograph. The state requires that a bearded inmate be photographedshaven so that he can be more easily identified if he escapes and shaves off his beard.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Survival Assured, A Designer Can Plan","web_url":"https://www.nytimes.com/1994/12/29/nyregion/the-neediest-cases-survival-assured-a-designer-can-plan.html","abstract":"  As a textile designer, Leonard F. traveled the world, working in Haiti, Hong Kong and Italy in a career that spanned nearly 30 years.   But a stroke in April of 1989 robbed him of his livelihood, leaving him nearly totally paralyzed and forcing him to return to New York from Italy to seek medical treatment.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"HORSE RACING;\nThe Jockeys and the Tracks Are Still on Separate Paths","web_url":"https://www.nytimes.com/1994/12/29/sports/horse-racing-the-jockeys-and-the-tracks-are-still-on-separate-paths.html","abstract":"Jockeys' Guild members and officials from the nation's race tracks met separately today as their dispute over accident insurance for the riders moved toward a showdown.\n\nThe current insurance contract between the guild and the Thoroughbred Racing Associations, which represents 41 tracks in North America, expires at midnight Eastern standard time on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Hunters and Saboteurs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-hunters-and-saboteurs-letters-to-the-editor.html","abstract":"Regarding \"Who's Chasing Whom in Fox Hunting?\" (Dec. 20):.The writer suggests that \"hunting is still the preserve of the aristocracy.\" In fact, people from all walks of life hunt, regardless of social background. It is part of the s","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"DIRECTOR OF C.I.A. TO LEAVE, ENDING TROUBLED TENURE","web_url":"https://www.nytimes.com/1994/12/29/us/director-of-cia-to-leave-ending-troubled-tenure.html","abstract":"  The Director of Central Intelligence, R. James Woolsey Jr., has resigned after a troubled tenure of just under two years as the nation's chief of spies.   The White House said Mr. Woolsey's decision was his alone. President Clinton said in a statement that he accepted the resignation with regret, and praised Mr. Woolsey as \"a staunch advocate of maintaining an intelligence capability that is second to none.\"","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Battle Over Black Studies; City College Uses Classes to Counter Jeffries","web_url":"https://www.nytimes.com/1994/12/29/nyregion/battle-over-black-studies-city-college-uses-classes-to-counter-jeffries.html","abstract":"  The black studies department at City College still offers more than 30 courses each semester, much as it did before its chairman, Prof. Leonard Jeffries, drew national attention in 1991 for a speech that vilified Jews.   But now City College, stymied in its legal efforts to remove Dr. Jeffries as department chairman, is offering what is effectively an alternative black-studies curriculum. This set of courses, built up in the last three years across many departments, provides for a wider range of black voices, many of whom do not share Dr. Jeffries's divisive views.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Region News Briefs; Woman Hit in Head By Metro-North Train","web_url":"https://www.nytimes.com/1994/12/29/nyregion/region-news-briefs-woman-hit-in-head-by-metro-north-train.html","abstract":"  A woman was critically injured Tuesday night when she leaned over a railroad station platform in Mount Vernon and was struck in the head by a Metro-North Commuter Railroad train.   The woman, Tammie Goad, 33, of Mount Vernon, N.Y., was at the Fleetwood Station and looked straight at the oncoming New York-bound 9:19 train, said Marjorie Anders, a spokeswoman for Metro-North.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Spy Agency Under Siege; C.I.A. Critics Calling For Radical Changes","web_url":"https://www.nytimes.com/1994/12/29/us/spy-agency-under-siege-cia-critics-calling-for-radical-changes.html","abstract":"  With his resignation as Director of Central Intelligence, R. James Woolsey leaves an agency under siege and still trying to articulate a new mission for the post-cold-war era.   Not since the 1970's has the C.I.A. come under such sustained and varied criticism both for its narrow vision and inbred culture. And not since those days of Congressional inquiries and revelations of coups, plots and assassinations has the agency appeared to have so few friends in the Washington establishment.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/29/nyregion/c-corrections-233439.html","abstract":"  A chart yesterday showing Census Bureau estimates of state population gains and losses over the last decade misstated the 1994 population of Texas. It was 18,378,000, not 19,378,000.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Grades Force Center To End Clemson Career","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-people-college-basketball-grades-force-center-to-end-clemson-career.html","abstract":"  The senior center DEVIN GRAY has been ruled academically ineligible for the second semester, ending his Clemson career, Coach RICK BARNES said yesterday.   The Baltimore native had successfully returned to the Tigers this season after suffering a heart attack on April 4. \"I don't have anyone to blame but myself,\" Gray said. \"I spent too much time focusing on the physical part of my comeback and not enough on the biggest reason I was at Clemson, academics.\"","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Knicks Get Another Victory but Have a Loss Too","web_url":"https://www.nytimes.com/1994/12/29/sports/pro-basketball-knicks-get-another-victory-but-have-a-loss-too.html","abstract":"  The Knicks won another game, but they lost another player to injury.   Despite losing their veteran backup center, Herb Williams, with a fractured middle finger on his left hand last night, New York rode strong performances by Patrick Ewing, Charles Smith and Anthony Mason to a 101-93 victory over the Detroit Pistons at Madison Square Garden.   It was the second consecutive victory for the Knicks (14-12), who snapped a three-game home losing streak. But because Williams is expected to be out four to six weeks after undergoing surgery today and power forward Charles Oakley is out until at least mid-February after toe surgery on Tuesday, the Knicks face the prospect of playing an extended period without two of their best low-post defenders.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Accepting 'Soft Money' As a Necessary Evil","web_url":"https://www.nytimes.com/1994/12/29/nyregion/accepting-soft-money-as-a-necessary-evil.html","abstract":"  The Mercer County Democratic Committee had only one local election on its hands this year, a low-key county freeholder race in which the Democrats were trounced. So why were Jeffrey Katzenberg of Hollywood and the Walt Disney Company, and Leon Hess of the giant oil company that bears his name, and the teamsters' union in Washington pouring tens of thousands of dollars into the county party's coffers?   Simple. In a perfectly legal backdoor financing maneuver, the money was funneled out of Mercer County and into statewide Democratic efforts, including, not coincidentally, the re-election campaign of Senator Frank R. Lautenberg.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Miami-Nebraska a Battle of Big Lines","web_url":"https://www.nytimes.com/1994/12/29/sports/college-football-orange-bowl-miami-nebraska-a-battle-of-big-lines.html","abstract":"  They met three weeks ago in Orlando, when the status of Nebraska's Zach Wiegert and Rob Zatechka and Miami's Warren Sapp as the most honored college linemen in the nation was confirmed. They were in Disney World, somewhere in that strange place between the football season and an Orange Bowl meeting. They were this far removed from the reality of their public lives: They were linemen in suits and ties.   Wiegert, the offensive right tackle, received the Outland Trophy that night. Zatechka, Nebraska's other offensive tackle with a 4.0 average and a degree in biological sciences, was named Academic all-American of the year. Sapp, a defensive right tackle who had already won the Lombardi Award, was named defensive player of the year.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/12/29/arts/the-pop-life-237450.html","abstract":"  A Reluctant Success    For any musician, selling over 200,000 copies of a record is quite an accomplishment. But for Babyface, who with his former partner, L. A.  Reid, has won Grammy Awards for producing the soundtrack to \"The Bodyguard\" and for producing and writing the Boyz II Men hit \"End of the Road,\" it's all the more extraordinary because he has no intention of becoming a solo artist full time.","thumbnail":null,"section":"Arts"},{"date":"19941229","headline":"Balloon Crew Ready To Try for Record By Circling the Earth","web_url":"https://www.nytimes.com/1994/12/29/us/balloon-crew-ready-to-try-for-record-by-circling-the-earth.html","abstract":"  With the arrival of five truckloads of helium gas at Reno Stead Airfield, about 15 miles from Reno, final preparations were in progress yesterday for a launching today of the Earthwinds Hilton balloon, whose three-member crew hopes to make the first nonstop circumnavigation of the globe in a balloon.   Each of the four previous attempts by the Earthwinds team, headed by Larry Newman, a pilot for America West Airlines, has failed. But Mr. Newman said recently that he and his flight team were more confident than ever of success.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Star Quality Is Back In Eye of Red Storm","web_url":"https://www.nytimes.com/1994/12/29/sports/on-basketball-star-quality-is-back-in-eye-of-red-storm.html","abstract":"  A half an hour after St. John's defeated Manhattan on Tuesday night at Madison Square Garden, Bobby Bonilla and John Franco of the Mets mingled with friends and players in the corridor that separates the dressing rooms leading to the Garden floor.   Bonilla, a star outfielder, has become a member of the sprawling St. John's basketball family by virtue of his help in recruiting Felipe Lopez, making certain that player and college were a good fit. Franco, a free agent and a former St. John's pitcher, remains a fan of his alma mater.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Police Arrest Man in 1991 Slaying of Tourist in Chinatown","web_url":"https://www.nytimes.com/1994/12/29/nyregion/police-arrest-man-in-1991-slaying-of-tourist-in-chinatown.html","abstract":"  The police arrested a 22-year-old man yesterday and charged him with second-degree murder in the shooting of a tourist who was struck by a stray bullet at an intersection in Chinatown in 1991.   The man, Chiu Wai-Ip, 22, who formerly lived at 44-46 47th Street in Queens, was arrested in Hong Kong by the Royal Hong Kong Police and was extradited to the United States.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Tracking Down Winter Trails With Computers","web_url":"https://www.nytimes.com/1994/12/29/sports/skiing-tracking-down-winter-trails-with-computers.html","abstract":"  A picture may be worth a thousand words, but owners of ski areas are finding that a computer network may be more valuable yet. It is a vast new outlet for ski areas that in the past have relied on brochures and advertisements to enrich their businesses.   It is called Internet, a public information highway connected by telephone to 32 million computers worldwide. For the ski industry, that means boundless ways of selling itself. But for the skier, it means an easy way to get information -- to look at a trail map, arrange for a ski lesson, check out a lodge, rent equipment or learn new technique from an expert.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Local Economy Is 'Very Weak,' Comptroller's Report Finds","web_url":"https://www.nytimes.com/1994/12/29/nyregion/local-economy-is-very-weak-comptroller-s-report-finds.html","abstract":"  The New York City economy is \"very weak\" and its recovery \"very fragile,\" the City Comptroller said yesterday, adding that job growth slowed sharply, office vacancies increased and retail sales grew more slowly in the third quarter, which ended Sept. 31.   Data provided by the Comptroller, Alan G. Hevesi, also showed that the city lost 2,000 jobs from Sept. 31 to Nov. 30. Employment was the only one of the economic measures analyzed for those months.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Putting It Together on the Environment","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-putting-it-together-on-the-environment-242764.html","abstract":"  To the Editor:   The Clinton Administration's logging plan for the Pacific Northwest, which a Federal judge has just approved (front page, Dec. 22), is more than a blueprint for protecting the spotted owl. It is the first complete example of the Administration's new policy of ecosystem management.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/29/nyregion/news-summary-232971.html","abstract":"  International A3-15  RECOVERY ELUDES RWANDA  Months after the end of mass slaughter and civil war, two intertwined problems threaten to pitch Rwanda into another cauldron of violence. More than a million Rwandans are still refugees in neighboring countries; and no system is in place to punish those who carried out the massacres.  A1","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"1894: The Turkish View : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-1894-the-turkish-view-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - [From a special correspondent:] Armenian \"atrocities\" have begun to be made much of in the Italian papers, and there is a great deal of talk about freeing Christians from \"the Mohammedan yoke\" and so forth. As I thought that the","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Westchester Tax Secrets","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-westchester-tax-secrets-242870.html","abstract":"  To the Editor:   Philippe M. Gille, senior assistant to Westchester County Executive Andrew P. O'Rourke, says homeowners will see an increase in property taxes next year of only \"a few cents a day\" (news article, Dec. 21).","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Nine in Family Die as Fire Engulfs Home","web_url":"https://www.nytimes.com/1994/12/29/nyregion/nine-in-family-die-as-fire-engulfs-home.html","abstract":"  The fire swept through the rickety house this morning with such speed that there was little chance to flee. The body of one woman was found sprawled across four children, as if she had tried frantically to shelter them from the oncoming flames. In all, nine members of a Haitian immigrant family from three generations -- six young siblings, their mother, grandmother and aunt -- were killed, the authorities said.   The blaze, which appeared to have erupted when a blanket touched an electrical heater, virtually wiped out a deeply religious family that was known for reaching out to other newcomers to this country. The Moise home at 421 Hillside Avenue here had become a gathering place in recent years, where people from Haiti could seek advice or even spend the night.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Is the BBC Too Adult For American Viewers?","web_url":"https://www.nytimes.com/1994/12/29/arts/critic-s-notebook-is-the-bbc-too-adult-for-american-viewers.html","abstract":"  My favorite \"urgent update\" of the year came from the Learning Channel, warning reviewers that they had inadvertently been sent the British version of \"Desmond Morris's The Human Animal: A Personal View of the Human Species.\" The notice explained: \"Portions of the series that will premiere on the Learning Channel have been edited to cut back on some of the potentially objectionable nudity contained in the British version.\" Saved by the bell! And while you're at it, Pa, hide the National Geographics. The kids are coming over.    It's hardly news that America is inhabited by large numbers of Puritanical hysterics. A week rarely goes by without some watchdog group railing against four-letter words, nudity and -- the all-purpose smear -- pornography. One group, Morality in Media, aims its latest newsletter specifically at ABC's \"N.Y.P.D. Blue\" and HBO's \"Real Sex\" while also calling for a Turn Off TV Day that would penalize all of television. \"N.Y.P.D. Blue\" and its producer, Steven Bochco, are attacked for showing \"rear-end nudity.\" The newsletter warns that \"if we don't interrupt his attempt to desensitize the viewing audience completely, sexually explicit themes with full frontal nudity will be next.\" The human animal can, it seems, indeed be terrified.","thumbnail":null,"section":"Arts"},{"date":"19941229","headline":"The Writers' Choices","web_url":"https://www.nytimes.com/1994/12/29/sports/sports-people-football-the-writers-choices.html","abstract":"  DEION SANDERS didn't need a full season to be selected the 1994 Associated Press Defensive Player of the Year. And MARSHALL FAULK didn't waste any time being chosen as A.P.'s offensive rookie of the year.   Sanders, the pre-eminent two-sport star, waited until the baseball season was canceled in September before signing with the San Francisco 49ers as a free agent.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/29/sports/results-plus-236802.html","abstract":"  N.B.A.  Kukoc Leads Bulls  Toni Kukoc scored 27 points and 6 other Bulls joined him in double figures last night as Chicago defeated the Celtics, 105-97, in Boston. B. J. Armstrong, Pete Myers and Will Perdue each scored 13 points, Scottie Pippen added 12 points and grabbed 11 rebounds and Steve Kerr and Bill Wennington chipped in with 11 points each. The Celtics dropped their fourth straight game and 11th in their last 14. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Search Plane Discovers Sailor Stranded at Sea","web_url":"https://www.nytimes.com/1994/12/29/sports/yacht-racing-search-plane-discovers-sailor-stranded-at-sea.html","abstract":"  Isabelle Autissier, the French solo sailor in the BOC Challenge, the around-the-world yacht race, survived a harrowing experience today in the storm-ravaged Indian Ocean.   After her boat, the 60-foot Ecureuil Poitou-Charentes 2, sent out distress signals, race officials in Sydney, Australia, sent a search plane to the last known coordinates for her yacht.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"U.N. Commander in Bosnia Meets Rebels","web_url":"https://www.nytimes.com/1994/12/29/world/un-commander-in-bosnia-meets-rebels.html","abstract":"  The commander of United Nations forces in Bosnia and Herzegovina flew today to the besieged northern enclave of Bihac, hoping to persuade anti-Government forces there to respect the cease-fire, which has brought fighting in the rest of the country to a virtual halt.   The commander, Lieut. Gen. Sir Michael Rose, met with officers of the Bosnian Army and of the rebel force, which is made up of Serbs from Croatia and Muslims loyal to a local leader, Fikret Abdic.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Free Trade and Jobs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/29/opinion/IHT-free-trade-and-jobs-letters-to-the-editor.html","abstract":"Regarding \"Trade With Developing Countries Is Good Business\" (Dec. 21) by Peter D. Sutherland:.Mr. Sutherland's article makes its case lucidly. However, it does not come to grips with the reason why special-interest opponents of trade liberal","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/29/nyregion/inside-233854.html","abstract":"  Suit Against Clinton Delayed    A Federal District judge ruled that the sexual harassment lawsuit filed against the President by Paula Jones should not go to trial until Mr. Clinton leaves office. Page B6. Bad Scene in Hollywood    After a year of financial and creative failure, the American film industry finds itself almost paralyzed by self-doubt. Page C11. Bullet's Inventor Backs Off    The man who says he invented a new armor-piercing bullet promised to delay its release after criticism from police associations that criminals would get access to it. Page A16.  ","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Sexual Harassment Suit Cannot Be Tried While Clinton Is President, U.S. Judge Rules","web_url":"https://www.nytimes.com/1994/12/29/us/sexual-harassment-suit-cannot-be-tried-while-clinton-is-president-us-judge-rules.html","abstract":"  In a compromise decision, a Federal district judge ruled today that the sexual harassment lawsuit filed against President Clinton must not go to trial until after he leaves office.   The judge, Susan Webber Wright of Little Rock, Ark., also decided that the parties could proceed with pretrial fact finding to insure that the lawsuit filed by a former Arkansas state employee, Paula C. Jones, would not be compromised by fading memories, disappearing witnesses or dated evidence. And in a setback for the White House, the judge said Ms. Jones's lawyers could question Mr. Clinton.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Russian Military Presses Attack In Fiercest Fighting of Rebellion","web_url":"https://www.nytimes.com/1994/12/29/world/russian-military-presses-attack-in-fiercest-fighting-of-rebellion.html","abstract":"  Russian troops, waging their fiercest assault yet on the Chechen capital, pushed into Grozny today, bringing the fighting in the separatist republic to a new level.    Although only a few Russian troops have entered Grozny, thousands more are poised to follow. They have occupied the highest hills overlooking the capital, and it appears that the only thing that prevented them from storming the city was the knowledge that casualties would be heavy because many Chechen soldiers are clearly willing to fight to the death.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/29/nyregion/c-corrections-242039.html","abstract":"  An article yesterday about the Independent Television Service misidentified a documentary film maker who commented on the service's early output. Alan Raymond, along with his wife, Susan, did the principal camera and sound work on the PBS documentary \"An American Family\"; the series was produced by Craig Gilbert.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"More Glimpses Into the Life of Leonard Bernstein","web_url":"https://www.nytimes.com/1994/12/29/books/books-of-the-times-more-glimpses-into-the-life-of-leonard-bernstein.html","abstract":"  LEONARD BERNSTEIN A Life By Meryle Secrest Illustrated. 471 pages. Alfred A. Knopf. $30.","thumbnail":null,"section":"Books"},{"date":"19941229","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/29/nyregion/no-headline-233684.html","abstract":"  \"The Russians want to erase the face of this city. -- MAGUMED KHACHKEYEV, a soldier defending Grozny, the rebel capital.  [ A12:3. ]","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"The Perils of Pel","web_url":"https://www.nytimes.com/1994/12/29/sports/IHT-the-perils-of-pele.html","abstract":"So Pel is to be Special Minister for Sport in Brazil's new administration. To many millions, this is a demotion; their Pel has always been the king of soccer, and from the throne of royalty to the seat of politics could be a step up only if h","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Hollywood's Wish For the New Year: Not to Repeat 1994","web_url":"https://www.nytimes.com/1994/12/29/movies/hollywood-s-wish-for-the-new-year-not-to-repeat-1994.html","abstract":"  Not since the advent of talking movies in the 1920's or at least since the video revolution of the 1970's has the film industry been seized with so much anxiety.    Despite its veneer of glamour and the astonishing sums lavished on even second-tier executives, film makers and performers, the industry is facing a maze of financial fears, creative bewilderment and almost paralyzing self-doubt. A result has been a year of seismic changes in Hollywood's power structure and a remarkable failure by studios to produce first-rate movies.","thumbnail":null,"section":"Movies"},{"date":"19941229","headline":"Wrong to Shoot Man At White House Gate","web_url":"https://www.nytimes.com/1994/12/29/opinion/l-wrong-to-shoot-man-at-white-house-gate-242772.html","abstract":"  To the Editor:   Street people may be eyesores and sometimes obnoxious, but they don't deserve to be shot by the police.","thumbnail":null,"section":"Opinion"},{"date":"19941229","headline":"Man Found Slain in Home","web_url":"https://www.nytimes.com/1994/12/29/nyregion/man-found-slain-in-home.html","abstract":"  An 84-year-old retired electrician was found dead in his apartment yesterday in Fresh Meadows, Queens, where he had apparently suffocated after his mouth was taped shut during a robbery, the police said.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/12/29/sports/college-hockey-report.html","abstract":"  Princeton    To find a time when the Tigers were previously a force in this sport, historians have to go back to the pre-World War I days of Hobey Baker. It was a time when the team played its \"home\" games in New York at the St. Nicholas Hockey Club's long-gone arena on Central Park West.","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/29/style/chronicle-236381.html","abstract":"  \"Should auld acquaintance be forgot . . . \" This New Year's Eve, it's hard to imagine anyone to whom those lyrics will mean more than HARRY GROENER. When the curtain falls at \"Crazy for You\" on Saturday night, Mr. Groener will lead the audience in singing the holiday's anthem. He will also say farewell to the show, which he has starred in since its opening in Washington in December 1991 and its subsequent move to Broadway in February 1992.    Leaving the show after 1,191 performances is at once happy and sad, he said yesterday in his dressing room at the Shubert Theater. \"It's simply time to move on,\" he said. \"Three years is a good round number at which to leave, and I'm looking forward to the freedom to read a book and strip the paint in my kitchen.\"","thumbnail":null,"section":"Style"},{"date":"19941229","headline":"Mexican Rebels Hint Readiness To Start Talks With Government","web_url":"https://www.nytimes.com/1994/12/29/world/mexican-rebels-hint-readiness-to-start-talks-with-government.html","abstract":"  In an important step toward the resumption of long-stalled peace talks between the Government and peasant rebels in the southern state of Chiapas, the two sides have settled on mediators for a new dialogue.   In an effort to address one of the root causes of the year-old rebellion, the Government also promised today to begin confiscating and redistributing some illegally large private landholdings in the state.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"For Carters, No Lack of Honors","web_url":"https://www.nytimes.com/1994/12/29/sports/college-football-rose-bowl-for-carters-no-lack-of-honors.html","abstract":"  He lifted weights at midnight and still beat his mother home from work. His business was football, her business was to put food on the table, and, to this day, they still have no trophy to show for it.   Ki-Jana Carter got as close as you can to the Heisman statue without actually taking it home. He sat in the front row of the Downtown Athletic Club -- just as he used to sit up front in biology class -- and entered a trance. \"I knew I wasn't going to win,\" he remembered now, a week before the Rose Bowl. \"But, in the back of my mind, I was, 'What if I did?' I had to close my eyes, act like I was asleep, to ease my mind.\"","thumbnail":null,"section":"Sports"},{"date":"19941229","headline":"Trying to End a Cycle Of Juvenile Arrests","web_url":"https://www.nytimes.com/1994/12/29/us/trying-to-end-a-cycle-of-juvenile-arrests.html","abstract":"  Odds weigh heavily against the legions of teen-agers freed from prisonlike institutions and returned to the families, neighborhoods and schools where they got into trouble. Because so many violent juveniles are arrested -- and few spaces exist for them -- they are often released before counseling can take hold.   A special report, When Trouble Starts Young, turns today to the problem of recidivism.    Article, page B7.","thumbnail":null,"section":"U.S."},{"date":"19941229","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/29/nyregion/c-corrections-242020.html","abstract":"  An article in The Home Section last Thursday about governors' mansions misidentified the group that made the topiaries for Drum thwacket, the New Jersey executive mansion. It was the Plainfield Garden Club, not the Plainview Garden Club.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"London Journal; The $28 Million Jackpot: A British Morality Tale","web_url":"https://www.nytimes.com/1994/12/29/world/london-journal-the-28-million-jackpot-a-british-morality-tale.html","abstract":"  The publicity symbol for Britain's new national lottery is a giant celestial hand that sweeps down from the night sky, trailing Disneyesque stardust, to point to a lucky winner.   It is meant to conjure up a miracle -- as easy as Cinderella's fairy godmother waving her magic wand.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Yonkers Mayor Returns Campaign Contributions","web_url":"https://www.nytimes.com/1994/12/29/nyregion/yonkers-mayor-returns-campaign-contributions.html","abstract":"  The Mayor of Yonkers, who has been accused by City Hall employees of pressuring them to contribute to his re-election campaign, announced today that he was returning all $17,510 that he had received from city workers this year.   In a statement released this afternoon, the Mayor, Terence M. Zaleski, made no reference to the allegations against him and his wife, Lynn, who is his campaign treasurer, nor did he refer to a continuing investigation of his administration by the Westchester County District Attorney.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Flexing Its Muscle, Italy's Northern League Beats Up on Itself","web_url":"https://www.nytimes.com/1994/12/29/world/flexing-its-muscle-italy-s-northern-league-beats-up-on-itself.html","abstract":"  The federalist Northern League, whose mercurial leader was instrumental in bringing about the resignation of Prime Minister Silvio Berlusconi last week, has since been plunged into one of the most troubled and unstable periods in the party's brief history.   It took a day of crisis meetings here on Tuesday to heal the rift caused when the League's leader, Umberto Bossi, lined up with the Communist opposition to challenge Mr. Berlusconi with a no-confidence motion in Parliament. The move divided the League, which had been part of Mr. Berlusconi's coalition.","thumbnail":null,"section":"World"},{"date":"19941229","headline":"Roaming Far, From Fractals To Fibonacci","web_url":"https://www.nytimes.com/1994/12/29/arts/pop-review-roaming-far-from-fractals-to-fibonacci.html","abstract":"  Elliott Sharp led three different ensembles -- a guitar quartet, a string quartet and a rock quartet -- through his music on Thursday night at the Knitting Factory. Mr. Sharp, a fixture in downtown Manhattan's avant-garde music clubs, is well known for his refusal to stick to any single style of music or grouping of musicians and for his insistence on breaking down the perceived barriers separating composed music, improvisation, rock, jazz and acoustic theory. In his most basic guise, he hops onstage with any band and improvises on his double-necked bass-guitar; at his most complicated, he twists music derived from mathematical concepts like the Fibonacci series or fractal geometry into dense sonic structures.   On Thursday, Mr. Sharp demonstrated that he is no mere dabbler: his vast array of compositions were all unified by a thick, chunky sound and sharp, pointillistic playing. The evening began with a strong series of pieces played by Mr. Sharp's guitar quartet, which also included Roger Kleier, David Mecionis and John Myers. Though the group investigated the shimmering overtones that can result from clusters of synchronized retuned guitars (as heard in the music of Glenn Branca), it also explored other terrain, from the out-of-phase riffing of \"Residue\" to the Sonic Youth-style dissonance of \"Flowtest,\" both from the band's new album, \" 'Dyners Club,\" available from the Swiss label Intakt.","thumbnail":null,"section":"Arts"},{"date":"19941229","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/29/nyregion/c-corrections-242047.html","abstract":"  Because of an editing error, an article on Dec. 19 about hiring by New York State during the transition between the Cuomo and Pataki administrations referred incorrectly in some copies to the agency being monitored by Michael Clemente, a Pataki transition aide. It is the Department of Civil Service, not the Department of Motor Vehicles.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/29/nyregion/c-corrections-242055.html","abstract":"  The mutual fund table in Business Day yesterday, compiled by Tribune Media Services, carried outdated prices. They reflected trading last Thursday rather than this Tuesday. Readers wishing copies of the corrected table may write to the Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or telephone (212) 556-1474.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"Officer Charged in Rape","web_url":"https://www.nytimes.com/1994/12/29/nyregion/officer-charged-in-rape.html","abstract":"  An off-duty New York City police officer was arrested in Suffolk County yesterday and charged with raping a 19-year-old acquaintance in his home early Tuesday, the police said. The officer, Kevin Gradischer, 23, is accused of raping the woman at his home in Centereach, L.I., about 1:30 A.M., said Officer Marc Ryan, a spokesman for the Suffolk County police. He would not provide details of the incident.","thumbnail":null,"section":"New York"},{"date":"19941229","headline":"In the Provinces, Russians Back Drive on Chechnya","web_url":"https://www.nytimes.com/1994/12/29/world/in-the-provinces-russians-back-drive-on-chechnya.html","abstract":"  Russians don't tie yellow ribbons to trees to signal their support of their soldiers fighting in the rebellious region called Chechnya. They don't paste bumper stickers to their cars to protest the bombing there.   But here, only 30 miles from Moscow, support for the use of force seems greater than in the capital, where less than 30 percent of people surveyed favored military action.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19941229","headline":"Turkish Airlines Flight 278 (a Boeing 737-400) crashes on approach to Van Ferit Melen Airport in Van, Turkey, killing 57 of the 76 people on board.","pages":[{"title":"Turkish Airlines Flight 278","web_url":"https://en.wikipedia.org/wiki/Turkish_Airlines_Flight_278","description":"1994 plane crash in Turkey","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Boeing_737-4Y0%2C_Turkish_Airlines_JP171975.jpg/320px-Boeing_737-4Y0%2C_Turkish_Airlines_JP171975.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Turkish Airlines Flight 278, operated by a Boeing 737-4Y0 registered TC-JES and named Mersin, was a domestic scheduled flight from Ankara Esenboa Airport to Van Ferit Melen Airport in eastern Turkey that crashed on 29 December 1994 during its final approach to land in driving snow. Five of the seven crew and 52 of the 69 passengers lost their lives, while two crew members and 17 passengers survived with serious injuries."},{"title":"Boeing 737 Classic","web_url":"https://en.wikipedia.org/wiki/Boeing_737_Classic","description":"Single-aisle airliner family by Boeing","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Classic_Colors_Southwest_Airlines_N648SW_Boeing_737-3H4_SJC.jpg/320px-Classic_Colors_Southwest_Airlines_N648SW_Boeing_737-3H4_SJC.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Boeing 737 Classic is a series of narrow-body airliners produced by Boeing Commercial Airplanes, the second generation of the Boeing 737 series of aircraft.\n\nDevelopment began in 1979 and the first variant, the 737-300, first flew in February 1984 and entered service that December.\nThe stretched 737-400 first flew in February 1988 and entered service later that year. The shortest variant, the 737-500, first flew in June 1989 and entered service in 1990."},{"title":"Van Ferit Melen Airport","web_url":"https://en.wikipedia.org/wiki/Van_Ferit_Melen_Airport","description":"Airport in eastern Turkey","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Van_Ferit_Melen_Airport.jpg/320px-Van_Ferit_Melen_Airport.jpg","thumbnail_width":320,"thumbnail_height":178},"abstract":"Van Ferit Melen Airport is an airport in Van, a city in the eastern region of Turkey. It is named after the Turkish politician and former prime minister Ferit Melen (19061988)."},{"title":"Van, Turkey","web_url":"https://en.wikipedia.org/wiki/Van%2C_Turkey","description":"City in eastern Turkey","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Ho%C5%9Fap_24_05_2010_Burg.jpg/320px-Ho%C5%9Fap_24_05_2010_Burg.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Van is a city in eastern Turkey's Van Province, on the eastern shore of Lake Van. It is the capital and largest city of Van Province."}]}],"weather":[{"date":"19941229","time":"1994-12-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":86,"wspd":29.5},{"date":"19941229","time":"1994-12-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":88,"wspd":33.5},{"date":"19941229","time":"1994-12-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":82,"wspd":22.3},{"date":"19941229","time":"1994-12-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":79,"wspd":20.5},{"date":"19941229","time":"1994-12-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":82,"wspd":27.7},{"date":"19941229","time":"1994-12-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":76,"wspd":24.1},{"date":"19941229","time":"1994-12-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":71,"wspd":24.1},{"date":"19941229","time":"1994-12-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":72,"wspd":27.7},{"date":"19941229","time":"1994-12-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":70,"wspd":22.3},{"date":"19941229","time":"1994-12-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":78,"wspd":20.5},{"date":"19941229","time":"1994-12-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":66,"wspd":27.7},{"date":"19941229","time":"1994-12-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":63,"wspd":25.9},{"date":"19941229","time":"1994-12-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":61,"wspd":29.5},{"date":"19941229","time":"1994-12-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":69,"wspd":25.9},{"date":"19941229","time":"1994-12-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":76,"wspd":22.3},{"date":"19941229","time":"1994-12-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":82,"wspd":20.5},{"date":"19941229","time":"1994-12-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":72,"wspd":27.7},{"date":"19941229","time":"1994-12-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":87,"wspd":27.7},{"date":"19941229","time":"1994-12-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":82,"wspd":16.6},{"date":"19941229","time":"1994-12-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":77,"wspd":18.4},{"date":"19941229","time":"1994-12-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":74,"wspd":18.4},{"date":"19941229","time":"1994-12-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":74,"wspd":22.3},{"date":"19941229","time":"1994-12-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":70,"wspd":22.3},{"date":"19941229","time":"1994-12-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":69,"wspd":25.9},{"date":"19941229","time":"1994-12-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":22.3},{"date":"19941229","time":"1994-12-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":25.9},{"date":"19941229","time":"1994-12-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":55,"wspd":18.7},{"date":"19941229","time":"1994-12-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":20.5},{"date":"19941229","time":"1994-12-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":20.5},{"date":"19941229","time":"1994-12-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":20.5},{"date":"19941229","time":"1994-12-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":67,"wspd":24.1},{"date":"19941229","time":"1994-12-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":22.3},{"date":"19941229","time":"1994-12-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":16.6},{"date":"19941229","time":"1994-12-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":51,"wspd":38.9},{"date":"19941229","time":"1994-12-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":35.3},{"date":"19941229","time":"1994-12-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":29.5},{"date":"19941229","time":"1994-12-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":25.9},{"date":"19941229","time":"1994-12-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":27.7},{"date":"19941229","time":"1994-12-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":31.7},{"date":"19941229","time":"1994-12-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":38,"wspd":31.7},{"date":"19941229","time":"1994-12-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":32,"wspd":33.5},{"date":"19941229","time":"1994-12-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":29,"wspd":35.3},{"date":"19941229","time":"1994-12-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":27,"wspd":38.9},{"date":"19941229","time":"1994-12-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":25,"wspd":37.1},{"date":"19941229","time":"1994-12-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":25,"wspd":35.3},{"date":"19941229","time":"1994-12-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":28,"wspd":31.7},{"date":"19941229","time":"1994-12-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":28,"wspd":35.3},{"date":"19941229","time":"1994-12-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":33,"wspd":37.1}]},"19941230":{"guardian_articles":[{"date":"19941230","headline":"Warne hat-trick proves the last straw","web_url":"https://www.theguardian.com/sport/1994/dec/30/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"},{"date":"19941230","headline":"Atherton shot first and then asked questions","web_url":"https://www.theguardian.com/sport/1994/dec/30/ashes2005.ashes","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19941230","headline":"For the Good of Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-for-the-good-of-europe-letters-to-the-editor.html","abstract":"Regarding the editorial \"To Add Jobs in Europe\" (Dec. 27):.The editorial suggests that \"structural\" unemployment in Europe can be overcome by reducing governments' revenues and by making minimum wages and working hours more flexible","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Graduation Rate Declines To Lowest in Eight Years","web_url":"https://www.nytimes.com/1994/12/30/nyregion/graduation-rate-declines-to-lowest-in-eight-years.html","abstract":"  The New York City Schools in 1994 produced one of the lowest graduation rates in eight years, according to a report issued yesterday by Chancellor Ramon C. Cortines.   But he pointed out that, at the same time, the system's dropout rate has been improving partly because more students who failed to graduate in four years are remaining in school.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/12/30/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend    \"A CHRISTMAS CAROL,\" Paramount, Seventh Avenue and 33d Street. A musical adaptation of the Charles Dickens story; book by Lynn Ahrens and Mike Ockrent; lyrics by Ms. Ahrens; music by Alan Menken; directed by Mr. Ockrent. Through New Year's Day. Performances: today at 2, 5 and 8 P.M.; New Year's Eve, at 11 A.M. and 2, 5 and 8 P.M.; New Year's Day at 1 and 4:30 P.M. Tickets: $25 to $55. Information: (212) 465-6741.   \"DAMN YANKEES,\" Marquis Theater, 1535 Broadway, at 45th Street. A revival of the 1955 musical based on Douglass Wallop's novel \"The Year the Yankees Lost the Pennant\"; book by George Abbott and Mr. Wallop; music and lyrics by Richard Adler and Jerry Ross; directed by Jack O'Brien. Closes after New Year's Eve performances; reopens at the end of February with Jerry Lewis. Performances: today and New Year's Eve at 2 and 8 P.M. Tickets: $25 to $67.50. Information: (212) 307-4100.   \"FAMILY SECRETS,\" Westside Theater Downstairs, 407 West 43d Street, Clinton. A comedy about three generations of a Jewish family, by Sherry Glaser and Greg Howells. Through New Year's Day. Performances: tonight at 8 P.M.; New Year's Eve at 2 and 8 P.M.; New Year's Day at 3 P.M. Tickets: $35 to $45. Information: (212) 307-4100.   \"THE FLYING KARAMAZOV BROTHERS DO THE IMPOSSIBLE,\" Helen Hayes Theater, 240 West 44th Street, Manhattan. A juggling clown ensemble featuring Paul David Magid, Michael Preston, Sam Williams and Howard Jay Patterson. Through Jan. 1. Performances: tonight at 8; New Year's Eve at 2 and 8 P.M.; New Year's Day at 1 and 6 P.M. Tickets: $29 and $49.Information: (212) 307-4100.   \"THE GLASS MENAGERIE,\" Roundabout Theater, 1530 Broadway, at 45th Street. The Tennessee Williams drama, with Julie Harris, Calista Flockhart, Zeljko Ivanek and Kevin Kilner, directed by Frank Galati. Through New Year's Day. Performances: Today at 2 and 8 P.M.; no shows New Year's Eve; New Year's Day at 2 and 7 P.M. Tickets: $50. Information: (212) 869-8400.   \"A CHEEVER EVENING,\" Playwrights Horizons, 416 West 42d Street, Clinton. A play by A. R. Gurney, based on a collection of stories by John Cheever, with John Cunningham, Jack Gilpin, Julie Hagerty, Jennifer Van Dyck, Mary Beth Peil and Robert Stanton. Through New Year's Day. Performances: tonight at 8; New Year's Eve and New Year's Day at 3 and 8 P.M. Tickets: $37.50. Information: (212) 279-4200.   \"THE DIVA IS DISMISSED\" and \"SOME PEOPLE,\" Joseph Papp Public Theater, 425 Lafayette Street, East Village. Both through New Year's Eve. \"The Diva Is Dismissed,\" a one-woman show by Jenifer Lewis about her journey from Missouri to Hollywood. Performances: tonight at 10:30; New Year's Eve at 7 P.M. \"Some People,\" a one-man show in which Danny Hoch assumes the roles of 11 New York City characters. Performances: tonight at 8; New Year's Eve at 3 and 9:30 P.M. Tickets to each show: $25. Information: (212) 598-7150.   \"UNCOMMON WOMEN AND OTHERS,\" Second Stage at the Lucille Lortel Theater, 121 Christopher Street, Greenwich Village. Wendy Wasserstein's 1977 comedy, directed by Carole Rothman. Through New Year's Day. Performances: tonight at 8; New Year's Eve at 2 and 8 P.M.; New Year's Day at 3 and 7 P.M. Tickets: $37.50 to $50. Information: (212) 239-6200.   \"LOVE! VALOUR! COMPASSION,\" Manhattan Theater Club, Stage I at City Center, 131 West 55th Street, Manhattan. A drama by Terrence McNally, directed by Joe Mantello, with Randy Becker, Stephen Bogardus, John Glover, John Benjamin Hickey, Justin Kirk, Nathan Lane and Stephen Spinella. Closes Sunday; begins previews on Jan. 20 and opens Feb. 14 at the Walter Kerr Theater, 219 West 48th Street, Manhattan. Performances: tonight at 8; New Year's Eve at 2 and 8 P.M.; New Year's Day at 2 and 7 P.M. Tickets: $40. Information: (212) 581-1212.    ALVIN AILEY AMERICAN DANCE THEATER, City Center, 131 West 55th Street, Manhattan. Through New Year's Day. Performances: tonight at 8; New Year's Eve at 2 and 8 P.M.; New Year's Day at 3 and 8 P.M. Tickets: $10 to $55. Information: (212) 581-1212.   MOMIX DANCE COMPANY, Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea. Through New Year's Day. Performances: tonight at 8; New Year's Eve, at 2 and 8 P.M.; New Year's Day at 2 P.M. Tickets: $30. Information: (212) 242-0800.   \"ROYAL TOMBS OF SIPAN: PERUVIAN TREASURES OF A LOST CIVILIZATION,\" American Museum of Natural History, Central Park West at 82d Street. An exhibition of jewelry, weapons, ornaments, costumes and other artifacts of the Moche culture. Through Jan. 2. Hours: today, 10 A.M. to 8:45 P.M.; New Year's Eve, New Year's Day and Jan. 2, 10 A.M. to 5:45 P.M. Admission: $6; $3 for children 12 and younger; $4 for students and the elderly. Information: (212) 769-5800. Closing Next Weekend    \"PASSION,\" Plymouth Theater, 236 West 45th Street, Manhattan. The Tony Award-winning musical based on the 19th-century novel \"Fosca,\" by Igino Tarchetti, music by Stephen Sondheim, book and direction by James Lapine, with Donna Murphy, Jere Shea and Marin Mazzie. Through Jan. 7. Performances: tonight at 8; New Year's Eve at 2 and 8 P.M.; no performances New Year's Day; Monday, Tuesday, Thursday and Jan. 6 at 8 P.M.; Wednesday and Jan. 7 at 2 and 8 P.M. Tickets: $40 to $65. Information: (212) 239-6200.","thumbnail":null,"section":"Theater"},{"date":"19941230","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/30/nyregion/no-headline-247154.html","abstract":"  \"Welfare was not meant to be a lifelong program, and we want people to know it. -- REP. BILL ARCHER, Republican of Texas.  [ A1:6 ]","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"French Sailor Under Watch","web_url":"https://www.nytimes.com/1994/12/30/sports/french-sailor-under-watch.html","abstract":"  Two Australian search planes yesterday continued their watch over Isabelle Autissier, the French solo sailor whose 60-foot yacht lost both its masts in a raging storm on the Indian Ocean.   \"There's really nothing they can do,\" said Susan Ward, a spokeswoman for the BOC around-the-world yacht race. \"They had a surveillance on her basically all day. They don't seem to have any cause for concern.\"","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Abroad at Home; The One And the Many","web_url":"https://www.nytimes.com/1994/12/30/opinion/abroad-at-home-the-one-and-the-many.html","abstract":"  For centuries one of the great fishing areas of the world was the Georges Bank, in the Atlantic off the New England coast. Over the last 20 years, as the catch declined, commercial fishermen resisted limitations. Now so few cod and haddock and flounder are left that they may not be able to revive in significant numbers.    Two weeks before Christmas the National Marine Fisheries Service closed much of the Georges Bank to fishing. Anguished local fishermen complained that the Government should have stopped the overfishing long ago. Some said they should be paid now for not fishing.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Ringing In The New With Music","web_url":"https://www.nytimes.com/1994/12/30/arts/ringing-in-the-new-with-music.html","abstract":"  ON New Year's Eve in New York City, it's a seller's market for revelry. The streets are swarmed and the restaurants packed with prospective merrymakers, all seeking the right place and atmosphere to share the ballyhooed moment when the calendar changes. Live music, with its promise of instant community and Dionysian prospects, is a potent lure; from the jazz cafes to Madison Square Garden, music packs 'em in, as people choose to spend the evening with others who share their taste or dance to the same beat.   For many people, putting on a party hat and slipping a CD into the home stereo -- or watching the Guy Lombardo Orchestra on PBS -- just doesn't provide the same excitement. Even at places that don't usually present music, New Year's Eve is the time to book a band.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"With Help, Overcoming An Illness Of Solitude","web_url":"https://www.nytimes.com/1994/12/30/nyregion/the-neediest-cases-with-help-overcoming-an-illness-of-solitude.html","abstract":"  The old man turned his eyes toward the floor and spoke softly of his wife's death. He had stood by her hospital bed for months, witnessing the waning of her life. As she grew sicker, Mike F. succumbed to an unfamiliar helplessness.   \"All I could do was sit there and watch her go,\" he said. \"And then I was alone.\"","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/12/30/arts/diner-s-journal.html","abstract":"  Bistro Virtues    Every restaurantgoer in Manhattan seems to be searching for the same thing: an attractive restaurant with good food and reasonable prices. That must be why four people have told me about Jubilee in the last three weeks.    The six-month-old restaurant, at the moment dominated by a giant Christmas tree, occupies a long, narrow space with white walls and blue banquettes that are already peopled with regulars. Customers laugh and joke with the waiters as they twist between the tables, catching their reflections in the narrow strip of mirror that runs along the wall.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"The Original Molotovs","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-the-original-molotovs-254533.html","abstract":"  To the Editor:   The Molotov cocktail, a modified version of which, according to the New York City Police Department, blew up on a subway train, may have, as you say, \"gained notoriety in 1956 when Hungarian nationalists used them to disable Soviet tanks\" (news article, Dec. 22).","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1994/12/30/nyregion/holiday-on-monday.html","abstract":"  New Year's Day, which falls on Sunday, will be legally observed on Monday. NEW YORK  GOVERNMENT OFFICES Closed.   POST OFFICE Express Mail and special delivery only; main post office, 33d Street and Eighth Avenue, open.   BANKS Closed.   PARKING Sunday rules in effect.    SANITATION No pickups, street cleaning or recycling.    SCHOOLS Closed.   FINANCIAL MARKETS Closed.   TRANSPORTATION Subways and buses on holiday schedule. Long Island Rail Road on regular weekday schedule. Metro-North Railroad on combined Saturday and Sunday schedule. NEW JERSEY    GOVERNMENT OFFICES Closed.   POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed.   TRANSPORTATION Rail service on holiday schedule. Buses on Saturday schedule. CONNECTICUT    GOVERNMENT OFFICES Closed.   POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed.   TRANSPORTATION Metro-North on combined Saturday and Sunday schedule.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/12/30/arts/restaurants-252727.html","abstract":"  Walk in, past the dim bar where pretty people sit on chic stools, past the Malaysian stilt houses with their rope windows, to the waterfall in the back of the room. Tropical plants hug the walls, and music throbs as tall men wrapped in sarongs weave through the tables with feline grace. The room is dim, and the sultry air is perfumed with the mingled aromas of ginger, lemongrass and curry.   When the owners of Penang Malaysia Cuisine, a wonderfully authentic Malaysian restaurant in Flushing, decided to take their act to SoHo, they left behind the harsh storefront lighting, the plastic tablecloths and the cash-only policy. They also abandoned the fish-head soup. Clearly, June and Stanley Cheah had more in mind than just opening an ethnic restaurant in an upscale area of Manhattan. They seem to have edited their menu to introduce their country's little-known cuisine in the most appealing fashion. Penang is the opposite of those Chinatown restaurants where hopeful diners are invariably told \"You won't like that\" when they order exotic dishes. The Cheahs want you to love their food, and since opening in early November they have done everything they can to see that you do.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/30/sports/results-plus-251160.html","abstract":"  N.B.A. Curry Helps Hornets Halt Magic's Streak  Dell Curry scored 28 points and Charlotte, playing without the injured Alonzo Mourning, made a club record 14 3-pointers to beat the Orlando Magic, 125-123, last night. Curry sank 6 long-range shots and host Charlotte made 14 of 22 in snapping Orlando's 5-game winning streak. The Hornets made 13 3-pointers in a victory earlier this season at Utah. (AP) Rockets 126, Warriors 124: Vernon Maxwell's desperation 3-pointer with 1.9 seconds to play lifted host Houston over Golden State. Hakeem Olajuwon had 42 points and 8 rebounds as the Rockets held off a fourth-quarter rally by the Warriors. (AP) Heat 126, Clippers 83: Glen Rice scored 35 points as Miami beat visiting Los Angeles by the biggest margin in Heat history. The 43-point victory eclipsed the mark set by the Heat against Philadelphia last March 5 in a 120-83 victory. (AP) Trail Blazers 104, Nuggets 93: Cliff Robinson scored 27 points as Portland defeated visiting Denver. It was the Blazers' eighth consecutive victory over the Nuggets. Clyde Drexler added 19 points for Portland and Rod Strickland 16 and 10 assists. (AP) Lakers 96, Sonics 95: Cedric Ceballos scored 35 points as Los Angeles ended a six-game losing streak by edging visiting Seattle before this season's first sellout crowd at The Forum. (AP) COLLEGE FOOTBALL B.Y.U. Routs Oklahoma in Copper Bowl  John Walsh made Gary Gibbs's last game as Oklahoma's coach a nightmare, throwing for 454 yards and 4 touchdowns last night in leading No. 22-ranked Brigham Young to a 31-6 victory in the Copper Bowl at Tucson, Ariz. Gibbs announced his resignation in November but chose to coach through the bowl game. Walsh threw a 43-yard completion on the first play of the game and did not slow down. The quarterback wound up 31 of 45, setting a Copper Bowl record for completions. The Cougars finished the season 10-3, Oklahoma 6-6. (AP) WOMEN'S BASKETBALL St. John's Wins Title in Own Tournament  Tawana Jackson's pair of free throws with 14 seconds left capped a 21-point performance last night that helped St. John's to an 81-77 victory over San Diego State in the championship game of the St. John's Christmas Invitational Tournament at Alumni Hall. Jackson, who was named most valuable player of the four-team event, also had 6 assists, 4 rebounds and 4 steals for the Red Storm (5-3). Suzanne Collins added 17 points, going 13 of 18 from the foul line, with 10 rebounds. No. 6-ranked Alabama, which was upset by San Diego State (6-4) in the first round, beat North Carolina-Asheville, 119-46, in last night's consolation game. (AP) North Carolina 80, Rhode Island 68: Tracy Reid scored 19 points and grabbed 8 rebounds as No. 4 North Carolina beat Rhode Island in the first round of the Diamond Club Classic at Blacksburg, Va. Marion Jones added 18 points and Tonya Jackson scored 14 for the Tar Heels (11-0). (AP) Virginia 105, Fordham 55: Jeffra Gausepohl's 19 points topped six Cavaliers in double figures as No. 11 Virginia rolled over visiting Fordham. Virginia (7-2) shot 60 percent from the field and outrebounded Fordham by 47-22. Denise Hammersley led the Rams (6-4) with 15 points and 8 assists. (AP) JUNIOR HOCKEY Unbeaten Canada Defeats United States  Canada remained undefeated in the world junior championships last night, routing the United States, 8-3, at Red Deer, Alberta, for a 24-5 margin in its first three games. Jeff Friesen had two goals for the winners. Landon Wilson, Jamie Langenbrunner and Shawn Bates scored for the United States, which has lost two straight after opening with a victory over Russia. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"U.S. Warns Russia: Stop Attacking Chechen Civilians","web_url":"https://www.nytimes.com/1994/12/30/world/us-warns-russia-stop-attacking-chechen-civilians.html","abstract":"  The Clinton Administration directly criticized Russia's handling of the Chechnya crisis for the first time today, warning Moscow to stop its attacks against Chechen civilians.    The warning reflected growing concern that indiscriminate Russian bombing of civilian areas of Grozny, the Chechen capital, is undermining the Government of President Boris N. Yeltsin and exposing the Clinton Administration to the charge that its support of Russia's actions in the breakaway republic shows indifference to the lives of Chechen civilians.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"U.N. Reports a Bihac Truce Agreement by Rebel Muslim","web_url":"https://www.nytimes.com/1994/12/30/world/un-reports-a-bihac-truce-agreement-by-rebel-muslim.html","abstract":"  The United Nations has won agreement from a leader of a pro-Serbian Muslim faction to observe a cease-fire around the besieged town of Bihac in northwestern Bosnia, according to Lieut. Gen. Sir Michael Rose, the commander of United Nations forces in Bosnia.    \"I've heard from him that he has agreed to a cease-fire on his side,\" General Rose told reporters in Sarajevo, referring to the breakaway Muslim leader, Fikret Abdic. \"The Bosnian Government, the Bosnian Serbs and the Abdic forces have all signed cease-fire agreements, and there were indications today that the Croatian Serbs are interested as well. We are ending the year on a very good note.\"","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Noteworthy Connections From France to Russia","web_url":"https://www.nytimes.com/1994/12/30/arts/music-review-noteworthy-connections-from-france-to-russia.html","abstract":"  As the quest for the perfect thematic programming leads musicians to find increasingly obscure connections between works and composers, certain more obvious and musically workable connections are being overlooked. Andrew Davis revived one of them on Wednesday evening at Avery Fisher Hall, when he led the New York Philharmonic in a program that showed the kinship between Russian and French music. The musical accents are distinct, yet because Russian composers tended to look toward France rather than Germany for models, the music often shows traces of a French sensibility, particularly in matters of coloration and lyricism.   Mr. Davis showed that this influence was not a one-way street. The exoticism that drives Borodin's \"Polovtsian Dances\" is mirrored in a more sophisticated way in Ravel's \"Bolero,\" composed about half a century later. Borodin's vision was of a mythical tribe of nomads in ancient Russia and Ravel's model was essentially Spanish and contemporary, yet both rely heavily on modal, Eastern-tinged melodies.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Home Video","web_url":"https://www.nytimes.com/1994/12/30/arts/home-video-253227.html","abstract":"  For all the talk about CD-ROM and multimedia, home video's plan for next year is as basic as it was this year: to replenish a stream of big movies selling millions of cassettes. In January there will be \"The Mask,\" in March \"The Lion King,\" in April \"Forrest Gump.\" All will be priced under $25.   While people still rent plenty of movies, they increasingly buy them. In 1994, the two best-selling titles have been \"Jurassic Park\" and \"Snow White and the Seven Dwarfs,\" with a combined total of about 40 million copies shipped to video stores.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"World News Briefs; Buddhist Monks Demand Apology by the Pope","web_url":"https://www.nytimes.com/1994/12/30/world/world-news-briefs-buddhist-monks-demand-apology-by-the-pope.html","abstract":"  A conference of Sri Lankan Buddhist monks demanded today that Pope John Paul II withdraw remarks he made about their religion in his new book, a spokesman for the monks said.   The spokesman for the Federation of Buddhist Organizations said the monks said the Pope's scheduled visit to Sri Lanka, which is 70 percent Buddhist, on Jan. 20 and 21 would be viewed as an act of aggression if he did not withdraw his comments. They were not satisfied with an apology issued last week by a Sri Lankan bishop, he added.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1994/12/30/arts/sounds-around-town-on-new-year-s-eve-254193.html","abstract":"  POP AND ROCK Music, Jokingly   Black Velvet Flag, John Lurie and James Chance and the Contortions, Mercury Lounge, 217 East Houston Street, East Village, (212) 260-4700. Like most jokes, Black Velvet Flag gets less and less funny with each telling. The band plays sedate lounge-music versions of raucous punk-rock classics by California bands like the Germs, Black Flag and the Circle Jerks. Occasionally, the band tosses a few similarly anomalous original songs into their straight-faced performances. James Chance, on the other hand, is the real thing. A survivor of New York's noisy no-wave scene of the late 1970's, Mr. Chance continues to merge punk, funk and free jazz. While John Lurie, the star of several of Jim Jarmusch's films, is informed by punk and lounge music, he will probably be looking to avant-garde jazz and pop music for his smart, sometimes noisy saxophone playing during this rare solo performance. The show is to begin at 10 P.M.; tickets are $25 in advance and $30 on the day of the show, and include hors d'oeuvres, a Champagne toast and party favors. Reservations accepted for tables. NEIL STRAUSS Women and Men    Friggs and Jackass, Brownie's, 169 Avenue A, East Village, (212) 420-8392. This might be one of the only nights to see these two bands without getting jostled and nudged by myriad talent scouts looking to sign them to a record label. The Friggs are four women who play garage rock that hits as hard as surf music and swings as much as rockabilly. Jackass is a group of men who have an edge on other bands that play disaffected guitar grunge: its lead singer would look good on a magazine cover. Also appearing: Trickbabys, Clowns for Progress, and N.Y. Loose. The show is to begin at 8:30 P.M.; tickets are $10 in advance and $12 on the day of the show. N. S. Rocket From the Crypt    Rocket From the Crypt, Swingin' Neckbreakers and Portastatic, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064. Maxwell's capacity is probably less than that of a New Year's Eve party in a Manhattan studio, but if a sense of community and a strong, mixed-bag lineup of alternative rock is what you're looking for, then look no further. Rocket From the Crypt is a band from San Diego that mixes pop contrivances with punk-rock spontaneity, the Swingin' Neckbreakers play melodic, high-energy garage rock that seems untouched by any musical innovation since 1965 and Portastatic is the name for Mac McCaughan of Superchunk's side project, which plays pensive solo songs and slow-building group rockers. The show is to begin at 10:30 P.M.; admission is $25 and includes a buffet and Champagne toast. N. S. A 15-Hour Party    Heaven, at a location to be announced this afternoon, (212) 592-4444 or (212) 696-8939. Heaven, a huge rave being held in a warehouse that holds some 3,500 people, is the perfect place for partygoers who want to test their stamina. It begins at 9 P.M. on New Year's Eve and ends on noon the next day. The 15-hour party features live drummers, performances and the latest electronic dance music played by disk jockeys from around the world. The highlight of the night should be the set by Juan Atkins, a musician and disk jockey from Detroit who was a pioneer in techno dance music. Also to appear working the turntables are Doc Martin from Los Angeles, Paul Van Dyk from Berlin, Wild Child from London, Tiga from Montreal. For those who can still stand, the party is to move to another location after noon for more of the same. There will be no Champagne at Heaven, but there will be free whistles, flashlights and noisemakers. Tickets are $18 in advance and $22 tomorrow. N. S.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"ON HIS OWN, MAYOR CUTS $800 MILLION FROM CITY BUDGET","web_url":"https://www.nytimes.com/1994/12/30/nyregion/on-his-own-mayor-cuts-800-million-from-city-budget.html","abstract":"  Having failed to resolve the budget impasse that has preoccupied City Hall for more than a month, Mayor Rudolph W. Giuliani yesterday carried out his threat to unilaterally impose nearly $800 million in spending cuts. The move puts into place a budget that will reduce spending for virtually all municipal services, even while it leaves many aspects of the budget unclear.   Mr. Giuliani's decision to cut the budget by such a large amount on his own -- the first step of such magnitude by a mayor -- comes a week after a state judge threw out both his initial budget proposal and an alternative version of cuts enacted by the Council. The Mayor's aides said his latest move would finally allow them to achieve their goal of balancing the city's $31.6 billion budget by cutting city spending by nearly 4 percent.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"U.S. Tells Haitians Held at Guantanamo They Must Go Home","web_url":"https://www.nytimes.com/1994/12/30/world/us-tells-haitians-held-at-guantanamo-they-must-go-home.html","abstract":"  The United States moved today to end its policy of providing safe haven to Haitian refugees, giving Haitians living at the American naval base at Guantanamo Bay formal notice that they would have to go home.   A State Department statement in Creole delivered to the more than 4,400 Haitians at the base in Cuba did not give the Haitians a deadline for their return, but senior Administration officials said they hope all of the Haitians will be back home within weeks. The statement said those Haitians who agree to go home by Jan. 5 will receive a cash payment of $80 and the offer of a job for two to four months. Until today, the United States has offered Haitians $16 to return.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Both Sides Can Claim A Victory In Release","web_url":"https://www.nytimes.com/1994/12/30/world/both-sides-can-claim-a-victory-in-release.html","abstract":"  The breakthrough that led to the release of an American pilot whose helicopter went down over North Korea was the result of intense negotiations that have allowed both the United States and North Korea to claim victory.   The State Department spokesman, Michael D. McCurry, told reporters this evening that Thomas Hubbard, a special American envoy, had secured agreement on release of the pilot, Chief Warrant Officer Bobby Hall, after two days of talks with North Korean officials.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Knicks Look to Draft a Free Agent","web_url":"https://www.nytimes.com/1994/12/30/sports/basketball-knicks-look-to-draft-a-free-agent.html","abstract":"  The Knicks focused their attention yesterday on acquiring a free agent who could help their injury-weakened frontcourt.   With Herb Williams expected to miss four to six weeks after undergoing successful surgery yesterday on his broken left middle finger, the Knicks will sign a player within the next few days to replace Williams on the roster.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Sports of The Times; Is Nebraska Gambling To Win?","web_url":"https://www.nytimes.com/1994/12/30/sports/sports-of-the-times-is-nebraska-gambling-to-win.html","abstract":"  TOMMIE FRAZIER has been told that the chances of a blood clot reappearing are 5 percent. That sounds like 1 in 20 to me. And that also sounds a bit risky, considering that on Sunday night some very large people will be pounding on Tommie Frazier's body, which is how he got the blood clot in the first place.   \"That's a very slight chance; right now, I'm not even thinking about it,\" Frazier said yesterday after being named the starting quarterback against Miami in the Orange Bowl as Nebraska tries to win its first national football championship under Coach Tom Osborne after many frustrations.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"For Children","web_url":"https://www.nytimes.com/1994/12/30/arts/for-children.html","abstract":"  'Whodunit?' 'The Science of Solving Crime'  Liberty Science Center  251 Phillip Street  Jersey City  (201) 451-0006  Recommended ages: 6 and up  Through Jan. 8","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Seton Hall Also Sports A Newcomer of Note","web_url":"https://www.nytimes.com/1994/12/30/sports/basketball-seton-hall-also-sports-a-newcomer-of-note.html","abstract":"  Seton Hall 92, Southern Cal 72    Donnell Williams of Seton Hall has spent much of the season listening to everyone in the New York metropolitan area talking about the newcomer Felipe Lopez of St. John's.   Williams, who missed his freshman season with a foot injury, reminded everyone last night in the championship game of the Seton Hall-Meadowlands Tournament in East Rutherford, N.J., that there's another newcomer to worry about in the Big East Conference.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"When Trouble Starts Young -- Concluding a series of periodic reports: Seeking Solutions; Doing Whatever It Takes to Save a Child","web_url":"https://www.nytimes.com/1994/12/30/us/when-trouble-starts-young-concluding-series-periodic-reports-seeking-solutions.html","abstract":"  No one knows where Jose Villarreal, a thickset ninth grader with a baby's cheeks and a rebel's crew cut, might be if Gina Ybarra had not gone to his house so many cool mornings and pulled the covers from his face, had not lugged him out of bed and waited for him to get dressed so that she could drive him to school.   It is not certain what would have happened if Ms. Ybarra, his case manager in a widely regarded pilot project for troubled youths, had not gone to class with him to make sure he behaved and did his work. Or if she had not argued his case whenever the principal wanted to suspend him for cursing the teachers and fighting. Or if the project had not got him a summer job or into therapy.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Starting the New Year With a Few Laughs at the Old","web_url":"https://www.nytimes.com/1994/12/30/arts/tv-weekend-starting-the-new-year-with-a-few-laughs-at-the-old.html","abstract":"  Weighted down with announcements of corporate downsizings and specters of Newt's orphanages, 1994 at last limps to an end. Who's going to argue that a few laughs, or at least a giggle or two, aren't in order?   Showtime obliges on New Year's Day at 10 P.M. with \"But Seriously '94.\" The year's most newsworthy events are reviewed by stand-up comics working in clubs around the country. The clips, clustered around specific subjects, are provided by, among others, David Brenner, Richard Belzer, Joy Behar, Pam Stone, Will Durst, Rick Ducommum, Paul Mooney and, yes, he's back, Andrew Dice Clay.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Turks and Kurds : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-turks-and-kurds-letters-to-the-editor.html","abstract":"The editorial entitled \"A Stain on Turkey\" (Opinion, Dec. 16) demonstrates once again that, however well-intentioned, foreign observers cannot fully comprehend the ramifications of the so-called Kurdish issue. It might be a question of democrac","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Times Sq. Flash: ***ZIPPER SAVED***","web_url":"https://www.nytimes.com/1994/12/30/nyregion/times-sq-flash-zipper-saved.html","abstract":"  A major New Year's Eve disappointment loomed. The ball would drop at exactly midnight, the fireworks would begin in Central Park, 17 blocks north, and the news zipper on the triangular building at 42d Street and Broadway would go out.   Yesterday, a British media conglomerate stepped in to preserve the moving illuminated bulletin board, after the current leaseholder, New York Newsday, said earlier this month that it would not renew as of year's end. The conglomerate, Pearson P.L.C., said it had signed a lease to run news and announcements on the zipper, starting Saturday. The lease runs month to month, and terms were not disclosed.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Rules of Survival","web_url":"https://www.nytimes.com/1994/12/30/opinion/rules-of-survival.html","abstract":"Having spent centuries governing themselves in a freestyle fashion, the Italians are apparently trying to bring their country into conformity with the ethical assumptions that govern other modern industrial democracies. \n\nAfter thousands of businessmen and politicians, including several former prime ministers, were indicted for corruption in recent years, this spring the voters threw the long-reigning Socialist and Christian Democratic parties out of office. Now Silvio Berlusconi, a media tycoon who rose to Prime Minister on a reform platform, admits that Fininvest, his corporate empire, paid off tax authorities, and he has been forced to resign.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Maker Seeks to Lift Ban on ATR Plane","web_url":"https://www.nytimes.com/1994/12/30/us/maker-seeks-to-lift-ban-on-atr-plane.html","abstract":"  The maker of the commuter plane that crashed two months ago in Indiana has proposed a solution that it hopes will persuade Federal regulators to lift a ban on flying its aircraft in icy conditions. That ban has disrupted travel plans for thousands of people.   The company, Avions de Transport Regional, made the American Eagle ATR-72 that crashed near Roselawn, Ind., in late October, killing all 68 aboard. It said yesterday that it had suggested to Federal regulators that pilots of its aircraft watch for a particular ice shape forming on the side windows of the cockpit as a signal to move to an area with better weather.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Two Confident Fighters Ready to Take On a New Year; Clinton's Course: Islands of Constants in Ocean of Political Change","web_url":"https://www.nytimes.com/1994/12/30/us/two-confident-fighters-ready-take-new-year-clinton-s-course-islands-constants.html","abstract":"  As Bill Clinton has struggled to right his Presidency in the grim weeks since Election Day, his advisers say, he has consulted friends old and new, far and wide, and heard them out at all hours of day and night. But he appears to have listened mostly to the man who has been his chief political strategist for 20 years: Bill Clinton.   If there was any doubt about the President's resolve to keep his job, he removed it today, taking the opportunity of a year-end interview with news-service reporters to declare unequivocally that he would run for re-election and to allow gamely that he was \"not worried\" about the possibility of a Democratic primary challenge.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Campaign Ad in California Attorney General's Race Had It Right","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-campaign-ad-in-california-attorney-general-s-race-had-it-right-254495.html","abstract":"  To the Editor:   Re \"How to Clean Up Gutter Politics\" (Op-Ed, Dec. 27): Reginald K. Brack Jr. is right about the need for more responsible and informative campaign advertisements. But it is unfortunate, and instructive, that he mischaracterizes one of the ads he criticizes.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Star-Crossed Celebrities, Generations Later","web_url":"https://www.nytimes.com/1994/12/30/sports/star-crossed-celebrities-generations-later.html","abstract":"  The big heads of George Foreman and O. J. Simpson floated above a troubled SportsWorld in 1994, looking like the masks of comedy and tragedy or perhaps the advertising blimps of Comeback and Fall.   The resurrection of Foreman from losing thug to teddy bear champion was more surprising than Simpson's fall from grace; there are few second acts in sports and hardly any are fun. The two men captured our attention in the late 60's, two African-Americans born six months apart, both Western street toughs apparently saved from lives of crime by sports' subculture of violence. Both were celebrated as establishment answers to the so-called athletic revolution of which Muhammad Ali was the spiritual leader.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"In Fashion And in The Streets","web_url":"https://www.nytimes.com/1994/12/30/arts/photography-review-in-fashion-and-in-the-streets.html","abstract":"  William Klein is one of the most important photographers of his generation, but there's little evidence of this in \"William Klein: In and Out of Fashion,\" the limp show at the International Center of Photography's uptown space. Mr. Klein is famous for his dynamic books about New York City, Tokyo, Rome and other cities, published in the 1950's and 60's; none of the photographs from those volumes are in this show, which focuses on the fashion work he has done over the last four decades, and throws in some of the painted-over photographic pieces he has produced in recent years.   That Mr. Klein, who is 66, should be represented by such an undistinguished show is especially unfortunate because his reputation has never been as secure in this country as it should be. The frenetic, self-consciously graphic quality of the photographs from his most important project, the study of New York City that was published in 1956, didn't sit well with American photographic tastes of the period; moreover, Mr. Klein has spent much of the last 40 years in France, out of the orbit of the New York photo scene, and for much of that period he has devoted his energies to making films.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Scenes From 1994 to Remember and Forget","web_url":"https://www.nytimes.com/1994/12/30/sports/tv-sports-scenes-from-1994-to-remember-and-forget.html","abstract":"  Another year in TV sports is as dead as Jacob Marley. What has it wrought?    BEST PLAY-BY-PLAY CALL: \"Oh, no. Oh, no, no. Oh, my God. Oh, God, no. I don't believe it. I'm going to throw up.\" Eddie Clinton and Denny Garver, announcers for Plano East High School, cried in alternating gasps of disbelief as John Tyler High School thwarted Plano East's amazing last-minute football comeback.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"N.H.L. Sets a Date, but It's Not Etched in Ice","web_url":"https://www.nytimes.com/1994/12/30/sports/hockey-nhl-sets-a-date-but-it-s-not-etched-in-ice.html","abstract":"  The National Hockey League told the Players Association in a memo yesterday that play \"must begin by Jan. 16 in order to schedule 50 regular-season games and a full playoffs.\"   Though that date has long been projected as the cutoff for a meaningful season, it was not clear whether the memo meant the league would cancel the season if play doesn't begin by Jan. 16.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"New Year Plans","web_url":"https://www.nytimes.com/1994/12/30/arts/new-year-plans.html","abstract":"  Here is a sampling of activities for the New Year's weekend in New York City. Admission is free unless otherwise noted: Today    MILLIONAIRES' MILE WALKING TOUR, Adventure on a Shoestring. A walking tour of Fifth Avenue between 59th and 79th Streets. 3 P.M. Fee: $5. Information and meeting place: (212) 265-2663.   SORRENTINO HOLIDAY FESTIVAL, Sorrentino Recreation Center, 18-48 Cornaga Avenue, Far Rockaway, Queens. Arts and crafts for Kwanzaa and the New Year holidays. 2 to 5 P.M. Free. Information: (718) 471-4818. New Year's Eve    FIRST NIGHT NEW YORK '95, various locations in midtown Manhattan. Alcohol-free activities for adults and children are to start at Bryant Park at 11 A.M. and go on until after midnight. They include a petting zoo, dance and music performances, magic, skating, dancing, and communicating by computer with other First Night celebrations in Boston, San Francisco, Rome and other cities. In addition to Bryant Park, the locations include Grand Central Terminal, the New York Public Library, the Manhattan Center, the Empire State Building, the Fifth Avenue Ballroom and Sky Rink. Sponsored by the Grand Central Partnership, the 34th Street Partnership and the Bryant Park Restoration Corporation. Buttons admit wearer to all activities; fee, $20; $7 for children 3 to 12; free for children under 3. Buttons may be bought at various locations including Grand Central Terminal and the New York Public Library. Schedule and information: (212) 922-9393.   PEACE CONCERT, Cathedral of St. John the Divine, Amsterdam Avenue at 112th Street, Morningside Heights. Lukas Foss is to conduct the Brooklyn Philharmonic tomorrow night at 7:30 in the annual New Year's Eve Peace Concert. The concert, which is dedicated to the 50th anniversary of the end of World War II and the liberation of the Nazi concentration camps, will include the premiere of Mr. Foss's \"Elegy for Anne Frank.\" Information: (212) 316-7564.   BIG APPLE CIRCUS, Damrosch Park, Lincoln Center. A special New Year's Eve performance, to be followed by a toast and dancing in the ring with circus company members. 9:30 P.M. Tickets: $35 to $125. Information: (212) 307-4100 or (212) 721-6500.   \"BRANDENBURG\" CONCERTOS, Bargemusic, under the Brooklyn Bridge, Brooklyn. Bach's \"Brandenburg\" Concertos Nos. 3, 5 and 6; Michael Parloff, flutist; Theodore Arm, Ik-Hwan Bae and Carmit Zori, violinists; Misha Armory, Hsin-Yun Huang and Cynthia Phelps, viola players; Rafael Figueroa, Fred Sherry and Ronald Thomas, cellists; Peter Lloyd, bass player, and Robert Wolinsky, harpsichordist. 7:30 P.M. Tickets: $100; proceeds are to benefit Bargemusic. Information: (718) 624-4061.   \"CHAMPAGNE BURIAL,\" Playhouse, 15 Vandam Street, SoHo. The interactive comedy \"Grandma Sylvia's Funeral\" to be performed from 9 P.M. to midnight, with dancing, Champagne and appetizers. $45. Information: (212) 691-1555.   CHINATOWN WALKING TOUR, Adventure on a Shoestring. The tour will visit various historic sites, including the oldest row house in New York City, the oldest remaining man-made artifact in the city, and the Chatham Club, where Irving Berlin was a singing waiter. Optional dinner to follow. 6 P.M. Tour: $5; dinner, $8. Information and meeting place: (212) 265-2663.   CRUISE INTO THE NEW YEAR, World Yacht Marina, Pier 81, West 41st Street and the Hudson River. A three-hour cruise, a five-course dinner and dancing to a live party band. Boarding, 9 P.M.; departure, 10 P.M. $195. Information: (212) 630-8100.   CHICAGO CITY LIMITS, Chicago City Limits Theater, 1105 First Avenue, at 61st Street. Comedy troupe members to perform \"1994: The Year in Review.\" Shows at 8 P.M. and 11 P.M., with a party after the late show. Tickets: $30 for the first show, $40 for the second. Reservations: (212) 888-5233.   FIREWORKS AT SOUTH STREET SEAPORT, Marketplace, 19 Fulton Street, financial district. Midnight. Free.   FIREWORKS AT PROSPECT PARK, Prospect Park Grand Army Plaza. 11:30 P.M. Free. Information: (718) 965-8999.   MUSIC BY BACH AND OTHERS, St. George's Church (Episcopal), 209 East 16th Street, Manhattan. Bach's Toccata and Fugue in D minor; Liszt's Preludes, arranged for organ; works by Chopin, Rachmaninoff, Gordon and Hundley. Margaret Morrison, soprano; Kenneth Dake, organist and pianist. 8 P.M. Suggested contribution: $10. Information: (212) 475-0830.   MARATHON READING OF \"FINNEGANS WAKE,\" Paula Cooper Gallery, 155 Wooster Street, SoHo. Nonstop from noon tomorrow through Sunday afternoon. Free. Information: (212) 787-8556.   MIDNIGHT RUN AND FIREWORKS, Tavern on the Green, Central Park West at 66th Street. More than 5,000 runners are expected to participate as fireworks light up the sky. Sponsored by the New York Road Runners Club. 11:30 P.M. Information: (212) 860-4455.   TIMES SQUARE. The 87-year-old ball-dropping tradition starts 11:59 P.M., followed by eight minutes of fireworks, set off in Central Park to be seen in Times Square, balloons and confetti. New Year's Day    NINETEETH-CENTURY NEW YEAR'S DAY RECEPTION, where the tradition of visiting friends and family and exchanging gifts is celebrated with tours and refreshments. Sunday, 1 to 4 P.M., at the Old Merchant's House Museum, 29 East Fourth Street, East Village. Admission: $6. Information: (212) 777-1089.   MUSIC BY BYRD AND OTHERS, Corpus Christi Church (Roman Catholic), 529 West 121st Street, Morningside Heights. Byrd's Mass for Four Voices; the motets \"Felix Namque Es\" and \"Beata Virgo\"; Gregorian chant. Choir; Louise Basbas, music director. 11:15 A.M. Information: (212) 666-9350.   MUSIC BY HANDEL AND OTHERS, St. Bartholomew's Church (Episcopal), 109 East 50th Street, Manhattan. At 11 A.M., Bertalot's \"Calypso Carol\"; Handel's \"In Nomine Jesu,\" and organ music by Bach and Buxtehude. Choir. At 4 P.M., Sweelinck's \"Hodie Christus Natus Est\"; Cornelius's \"Three Kings\"; Davies's \"O Little Town of Bethlehem.\" Choir; William Trafka, organist; James Litton, conductor. Information: (212) 751-1616, extension 227.   MUSIC BY BYRD AND OTHERS, St. Thomas Church (Episcopal), Fifth Avenue at 53d Street. At 11 A.M., three by Byrd: Mass for Three Voices, \"Ecce Advenit\" and \"Gloria Tibi, Domine.\" At 4 P.M., Batten's Short Service for Men's Voices; choir; Gerre Hancock, organist. At 5:15 P.M., organ recital by Quentin Lane. Information: (212) 757-7013, extension 3003.   THE GAYGGLES, Castillo Theater, 500 Greenwich Street, SoHo. The improvisational comedy group presents its \"Gayggles and Lox\" brunch performance. Bagels, lox and Champagne will be served; show, 3 P.M. Admission, including brunch: $20. Information: (212) 941-1234.   POETRY PROJECT'S ANNUAL MARATHON READING, St. Mark's Church, 131 East 10th Street, East Village. More than 100 poets, musicians, dancers and artists, to include Jim Carroll, Penny Arcade, Eric Bogosian, Lenny Kaye and Maggie Estep, are to perform and read from their new works. 2 P.M. to midnight. Tickets: $15; $12 for members. Information: (212) 674-0910.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/12/30/theater/on-stage-and-off.html","abstract":"  Producers are more squirrelly than usual at this time of year.   These rich tourism weeks are the last chance to store up enough to get through the long, cold January through February slump.","thumbnail":null,"section":"Theater"},{"date":"19941230","headline":"A Tinkerer Leaves the C.I.A.","web_url":"https://www.nytimes.com/1994/12/30/opinion/a-tinkerer-leaves-the-cia.html","abstract":"  With an office overlooking the wooded hills of northern Virginia, the Director of Central Intelligence enjoys a view that should inspire creative reflection, and no topic should have been more on his mind than the role of American espionage after the collapse of the Soviet Union. Yet in the two years he occupied the director's suite, James Woolsey showed little sign that he could see beyond the cloistered world of an agency overtaken by history.   Mr. Woolsey's resignation this week was merely ratification of a fatal loss of Congressional and public trust over his handling of the Aldrich Ames case, the most serious betrayal of American intelligence secrets in the cold war. His gentle disciplining of officials who failed to detect or pursue Mr. Ames's mercenary work for Moscow, long before Mr. Woolsey's arrival, may have satisfied the C.I.A.'s internal standards of justice. But the letters of reprimand did not fit a case that exposed rot at the core of the agency, including lax security, clannish protection of colleagues and blindness to unfolding problems that should have led investigators to Mr. Ames years before he was caught.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Cuomo Names 3 Supporters to State Board","web_url":"https://www.nytimes.com/1994/12/30/nyregion/cuomo-names-3-supporters-to-state-board.html","abstract":"  In one of his final acts as Governor, Mario M. Cuomo today appointed three longtime officials in his administration to jobs on the state's Unemployment Insurance Appeals Board, giving them job security for between two and four years and salaries of more than $68,000.   The appointments do not require confirmation by the State Senate and cannot be rescinded by Governor-elect George E. Pataki, who takes office on Sunday.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/12/30/arts/art-in-review-254169.html","abstract":"  Jake Berthot  McKee Gallery 745 Fifth Avenue (at 58th Street) Through Jan. 11","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Motherwell Painted Art From the Gut But Used His Head","web_url":"https://www.nytimes.com/1994/12/30/arts/art-review-motherwell-painted-art-from-the-gut-but-used-his-head.html","abstract":"  Trained at Stanford, Harvard and Columbia, Robert Motherwell (1915-1991) was probably the best educated of the Abstract Expressionists. His literary interests, his extensive writings on art and his activity as the editor of the influential series of translations \"The Documents of 20th-Century Art\" have all conspired to leave an image of an artist who was too intelligent for his own good. Abstract Expressionist painting was supposed to come from the gut, or so the cliche ran, while Motherwell painted with his head. Knoedler & Company has set out to dispel this image by presenting a selection of pictures from Motherwell's most successful series of paintings, \"Elegies to the Spanish Republic.\" Four large canvases devoted to this theme are accompanied by a closely related work, \"At Five in the Afternoon,\" and by a dozen smaller studies on paper and cardboard. The result is a triumphant vindication of Motherwell's pictorial talent.   One's first impression upon entering the gallery is that of a tremendous consistency, a consistency that does not become repetitive but adds to the cumulative impact of Motherwell's paintings. Although the series was begun in 1949, the earliest canvas here dates from 1958-60. It sets forth the basic elements of the series: a succession of broad black vertical bands, often rounded and curving at their bases, interspersed with black ovoids floating before a white background. The stark contrast of blacks and whites evokes the blinding sunlight and inky shade of a Spanish afternoon, while the semi-abstract black forms suggest a bull's sex organs, as E. C. Goosen, the art critic, pointed out in a 1959 article on Motherwell. (The sacrificial ritual of the bullfight and the tragedy of the Spanish Civil War were intimately linked in Motherwell's personal iconography.) The 1958-60 \"Elegy to the Spanish Republic\" is about 6 feet high and 8 feet wide. Executed in oil and charcoal, with obvious areas of reworking, it has a handmade, improvised feeling perfectly in keeping with the critic Harold Rosenberg's famous description of the canvas as an arena in which the artist was to act.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/12/30/arts/art-in-review-254150.html","abstract":"  Farrell Brickhouse  Pamela Auchincloss Gallery 558 Broadway (between Spring and Prince Streets) SoHo Through Jan. 14","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1994/12/30/arts/keep-in-mind.html","abstract":"  FIRST NIGHT NEW YORK '95. Children's events in Manhattan feature a petting zoo of llamas, pony rides, live music, clowns and face painting (11 A.M. to 4 P.M. under a tent at Bryant Park, Avenue of the Americas at 40th Street); the exhibition \"Garbage! The History and Politics of Trash in New York City\" (10 A.M. to 5 P.M. in Astor Hall, New York Public Library, 42d Street and Fifth Avenue); a magician, Pickles the Clown, a dance show about snakes and the Taylor 2 Dance Company (2 to 4:30 P.M. at Celeste Bartos Forum, also in the library); Ballet Hispanico Student Company, the West End Klezmorim and the drummers Kimati Dinizulu and His Kotoko Society (3 to 5 P.M. at the Met Life Building, 200 Park Avenue, between 44th and 45th Streets); Paulsen's Puppet Arcade (noon to 4 P.M. at the Vanderbilt Avenue taxi stand, Grand Central Terminal); Punch and Judy puppet shows (1:30 to 3 P.M. at the Grand Central waiting room), and free indoor ice skating (3 to 7 P.M. at Sky Rink, 450 West 33d Street). Tickets: $15 for adults, covering all First Night events; $5 for children 3 to 12. Information: (212) 922-9393.   \"BASEBALL,\" the new dance program by Momix portraying some of the moves and myths of the sport, with photographic images simultaneously shown on a scrim at the front of the stage. (A few dances are performed by partly nude female dancers.) Recommended for children 8 and up. Tomorrow at 2 and 8 P.M. at the Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea. Tickets: $30. Information: (212) 242-0800.   \"APPELEMANDO'S DREAMS,\" a new children's opera based on the book about a boy whose dreams blow into Drabtown, which exists in his imagination. At the Vineyard Theater, 309 East 26th Street, Kips Bay; today and tomorrow, 1 and 3 P.M. Tickets: $12 for adults; $6 for children. Reservations: (212) 353-3874.   \"WILBUR THE CHRISTMAS MOUSE\" and \"A CHILDREN'S CHRISTMAS CAROL,\" the first a play about a family whose house is overrun with mice, the latter a takeoff on the Dickens story, with Scrooge owning a toy factory with Santa. Presented by the Little People's Theater Company, 39 Grove Street, Greenwich Village. Tomorrow and on Jan. 7 and 8, \"Wilbur\" at 1:30, and \"Christmas Carol\" at 3 P.M. Tickets: $8 for both shows. Reservations: (212) 765-9540.   \"RUBBISH! SHE CRIED,\" the new Paper Bag Players revue with an eye on the environment and recycling; for ages 4 to 9. At the Emelin Theater, Library Lane, Mamaroneck, N.Y. Today at 11:30 A.M. and 1:30 P.M. Tickets: $12. Reservations: (914) 698-0098.   TOY TRAINS EXHIBITION, with model trains from 1954, set in a tableau with scenes of President Dwight D. Eisenhower in a Cadillac, a drive-in theater, and an interstate highway; in addition, a toy-train-making workshop. At the Eli Whitney Museum, 915 Whitney Avenue, Hamden, Conn. Hours: Wednesdays through Fridays and Sundays, noon to 5 P.M.; Saturdays, 10 A.M. to 3 P.M. (open noon to 5 P.M. on New Year's Day)   ; through Jan. 16. Admission: $2.50 for adults; $1.50 for children. Information: (203) 777-1833.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/30/nyregion/c-corrections-254037.html","abstract":"  An article yesterday about Governor-elect George E. Pataki's choice for Commissioner of Social Services referred incorrectly in some copies to his administration's plan for reductions in the home-relief welfare program. The changes would not require legislative approval. In some editions, the article also misstated the breakdown by sex of Mr. Pataki's 14 top appointments so far. The group includes 10 men and 4 women, not 11 and 3.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Mexican Trade Won't Gain From Devaluation","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-mexican-trade-won-t-gain-from-devaluation-254479.html","abstract":"  To the Editor:   Apropos \"Mexico's Devaluation: Not So Scary\" (editorial, Dec. 24): Some discussions in support of the Mexican peso's devaluation, though not this particular discussion, argue that currency values can be manipulated to manage trade. This was the essence of mercantilist trade theory, which died in the 19th century with the global influence of the British gold standard.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Battling Beach Erosion;\nWith a Lawsuit Settled, Village Plans to Rebuild","web_url":"https://www.nytimes.com/1994/12/30/us/battling-beach-erosion-with-a-lawsuit-settled-village-plans-to-rebuild.html","abstract":"Although this village on Long Island's South Shore officially has a population of 580, nobody lives here. In roughly the last 20 years, storms have destroyed all but 90 of what once were 250 homes. Dune Road, the only thoroughfare in, is closed; a guard is posted to keep visitors out. But the community is now poised to be rebuilt. \n\nUnder a settlement of a lawsuit brought by West Hampton Dunes property owners against various government agencies, owners will be able to repair houses that were damaged and rebuild those that were lost to winter storms. They will also be able to build on formerly vacant lots. A two-mile-long public beach, to be owned by Suffolk County, will be created on land deeded by the homeowners. A protection plan for endangered species will be instituted.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Two Confident Fighters Ready to Take On a New Year; Despite Some Setbacks, Giuliani Presses On With Defiant Style","web_url":"https://www.nytimes.com/1994/12/30/nyregion/two-confident-fighters-ready-take-new-year-despite-some-setbacks-giuliani.html","abstract":"  As he stood in the Blue Room of City Hall, Mayor Rudolph W. Giuliani's face carried the warning signs of his impatience, the pursed lips and the raised eyebrows. And then on this December day, as so often in his daily news conferences, he let loose his vexation.   In this case, his target was the Board of Education and its refusal to heed his ultimatum that Schools Chancellor Ramon C. Cortines should leave. But his words were emblematic of the defiant self-confidence that, while alienating so many of his fellow officials, now propels the Mayor into his second year in office.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Met's Eakins: Beneath Precision, Currents Of Emotion","web_url":"https://www.nytimes.com/1994/12/30/arts/art-review-met-s-eakins-beneath-precision-currents-of-emotion.html","abstract":"  THOMAS EAKINS (1844-1916), the subject of a small, illuminating exhibition at the Metropolitan Museum of Art, is famous for being neglected. His status as one of the foremost American painters of the 19th century is a posthumous development; during his life, the unalloyed realism of Eakins's art cost him commissions, prizes and visibility. His famous masterpiece \"The Gross Clinic,\" a grisly if monumental portrait of Dr. Samuel David Gross presiding over a lecture and operation, so repelled the selection committee of the 1876 Centennial Exhibition that it was displayed not with other paintings, but among medical exhibits in a hospital.   In fact, while respected by a small circle of friends and artists and revered by his students, Eakins spent most of his career on the margins of the official art world, where he found himself after being dismissed from his prestigious post at the Pennsylvania Academy of the Fine Arts in 1886. At issue was his unstinting pursuit of anatomical accuracy: he insisted on using completely nude models in classes that included students of both sexes. His study of the body also included the taking of photographs of nudes for which he, his fellow teachers and his students posed.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/30/style/chronicle-254215.html","abstract":"  EDWARD and BETTY SCRIPPS are so fond of their doctor, EDWARD C. ROSENOW 3d, that they decided to establish a professorship for him at the Mayo Foundation for Medical Education and Research in Rochester, Minn.   The Scrippses, who own the Scripps League Newswpapers, have given the Mayo Foundation $1 million for the creation of the Edward W. and Betty Knight Scripps Professorship of Medicine in honor of Dr. Rosenow. The doctor, who has been a consultant to NASA and whose patients include Nancy Reagan, is a specialist in thoracic medicine at Mayo.","thumbnail":null,"section":"Style"},{"date":"19941230","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/12/30/arts/art-in-review-254177.html","abstract":"  Frederick Sommer  Pace/MacGill Gallery 2 East 59th Street Manhattan Through Jan. 7","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Early Signals From Mr. Pataki","web_url":"https://www.nytimes.com/1994/12/30/opinion/early-signals-from-mr-pataki.html","abstract":"  George Pataki's initial appointees are a mix of experience, diversity, friends and -- what else? -- politics. We and others who opposed his election as New York's governor feared he would be handcuffed by and to the state's junior Senator, Alfonse D'Amato, the politician to whom he is most indebted. While D'Amato loyalists will have some key slots, the Governor-elect has already drawn on a broader universe of talent to take the state in the direction he wants to go in the next four years.   Among the early selections are two women with a wealth of experience for two particularly important posts -- Patricia Woodworth, Michigan's budget chief and previously Florida's, to harness spending in New York; and Mary Glass, the social services commissioner in Westchester County, to launch welfare reform statewide.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1994/12/30/arts/sounds-around-town-on-new-year-s-eve-252646.html","abstract":"  POP AND ROCK Elliott Sharp   Elliott Sharp, Nick & Eddie, 203 Spring Street, SoHo, (212) 219-9090. Elliott Sharp, a guitarist who is a fixture on the downtown experimental scene, is to lead a trio that will show his roots. From 9:30 P.M. to midnight, he is to play jazz standards; at midnight he is to start playing blues. A four-course dinner and a Champagne toast is $90. There's no cover at the bar. PETER WATROUS James Blood Ulmer    James Blood Ulmer and Defunct, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3055. This New Year's Eve is James Blood Ulmer's sixth at the Knitting Factory, which sounds a bit like a tradition. The guitarist has recorded with everyone from Ornette Coleman to Art Blakey and Joe Henderson. His current music, which makes uses of drones and odd tunings, is distinct. It's hard-rocking, slippery music charged with power, except when he sings. Defunct is a hard funk-and-noise band that remembers the early 1980's. The sets start at 10 P.M. The $20 cover includes a free drink and a Champagne toast. P. W. JAZZ John Hicks   John Hicks, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. John Hicks is an articulate, active pianist who always plays as if the present chorus is the last. He is to be backed by the bassist David Williams and the drummer Victor Lewis, which is an exceptional rhythm section. It is to be interactive, a three-way musical conversation at its best. The show is to start at 9 P.M., and $115 buys a five-course dinner and Champagne. The cover without a meal is $25, with a $20 minimum. From 1 A.M. to 4 A.M., the cover is $20, with a $15 minimum. P. W. Michael White    Michael White, Village Vanguard, 178 Seventh Avenue South, at 11th Street, Greenwich Village, (212) 255-4037. Michael White's New Year's shows are becoming a tradition, and they should be. This clarinetist leads what may be the best New Orleans-style band in jazz. It's raucous, with tight ensemble parts giving way to the polyphonic group improvisations that bray and holler. The band invites listeners into a time warp and makes them understand why the music so quickly became the popular dance music of its era. It traffics in joy. Sets are at 9:30, 11:30 and 1:30 P.M. There is a $40 cover and a $20 minimum. P. W. Dennis Jeter Big Band    Dennis Jeter Big Band, Iridium, 44 West 63d Street, Manhattan, (212) 582-2121. Mr. Jeter, a trumpeter, leads the Iridium jam session every Monday night, and he has put together a big band to help people dance in the New Year. The music will start at 10 P.M. and will not be stopping until after 2 A.M.; $150 a person includes a four-course dinner, a bottle of Champagne for each couple and a bagel buffet at 2 A.M. The $75 cover at the bar allows a listener to drink anything, all night long. P. W. Jimmy Witherspoon    Jimmy Witherspoon, Fat Tuesday's, 190 Third Avenue, at 17th Street, Manhattan, (212) 533-7900. One of the last of the great blues shouters is to treat an audience to classic stanzas of the blues. He can have a sweetness to his voice as well, and he's always ready to improvise on jazz standards, all of which come with a blues nastiness to them. Sets are at 8:30 and 11 P.M. and 1 A.M. There is a $25 cover charge and a $15 minimum, which will include party favors, at the appropriate moment. P. W. Big Band    George Gee, Metropolis, 31 Union Square West, at 16th Street, Union Square, (212) 675-0851. George Gee's big band is to be taking both upstairs and downstairs duty, playing for dancers and diners and cocktail drinkers. Upstairs, for $110, patrons receive a four-course dinner with unlimited Champagne, starting around 8 to 10 P.M. and staying all night. Downstairs, for $60, one can dance, drink at an open bar and eat hors d'whatevers, starting at 9:30 P.M. P. W. Saxophones and More    Gerry Gibbs, Ravi Coltrane, Mark Turner and John Swana, Smalls, 183 West 10th Street, West Village, (212) 929-7565. The most intimate and relaxed jazz club in New York offers, for $30, food and drinks (no alcohol is served) and a group that includes two promising tenor saxophonists, Ravi Coltrane and Mark Turner. That is to start at 10 P.M.; at 4 A.M., Frank Hewitt on piano, Victor Gaskin on bass and Jimmy Lovelace on drums are to come on, and there's music, as usual, until 8 in the morning. P. W. Two Pianists    Hank Jones and Jacky Terrasson, Sweet Basil, 88 Seventh Avenue South, above Bleeker Street, Greenwich Village, (212) 242-1785. A double bill of the smoothest pianist in jazz, Hank Jones, and this year's sensation, the pianist Jacky Terrasson. Mr. Jones is to be here with a group that includes the saxophonist Raph Moore and the trumpeter Tom Harrell; Mr. Terrasson is to be performing solo. The show is to start at 9 P.M. A full dinner, with Champagne and party favors, is $150. The late show, which starts at 1 A.M., has a $50 cover and a $25 minimum, and includes a Champagne toast. P. W. Mance and Lightsey    Junior Mance and Kirk Lightsey, Cecil McBee and Marcus Belgrave, at Zinno's, 126 West 13th Street, Greenwich Village, (212) 924-5182. Junior Mance, a bluesy, sophisticated pianist, is to open with a solo set at 6 P.M. He is to be followed by a trio led by the pianist Kirk Lightsey, including Cecil McBee on bass and Marcus Belgrave on trumpet. The first show, featuring a full dinner for $29.95, is to start at 6 and end at 9. The second show, which is to start at 9 or 9:30 P.M., costs $90 and includes dinner and Champagne. P. W. LATIN Tito Puente   Tito Puente, S.O.B.'s, 204 Varick Street, at Houston Street, South Village, (212) 243-4940. The percussionist and band leader Tito Puente is to spin his sticks over his head, dance a bit, stick out his tongue and egg his orchestra on to bigger and better music. He's a titan who understands the nexus between music and entertainment, and when he convenes a salsa orchestra, it's hard to find tougher dance music. The $175 package includes a five-course dinner starting at 8 P.M.; Champagne and breakfast at dawn; $90 includes appetizers, starting at 10:30 P.M., Champagne and breakfast; for $50, one can enjoy the music from 12:30 on until breakfast. P. W. On Broadway    Club Broadway, Broadway at 95th Street, (212) 864-7600. For $20, one gets some of the better Latin dance music in the city, including the great Conjunto Clasico, the singer and whistler El Canario and the singers Ray Sepulveda and Tito Rodriguez Jr. It's a bill built for dancing, in a club perfect for dancing on a night made for dancing. Arrive before 10 P.M. P. W.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"WHITE HOUSE SAYS YOUNG WILL SUFFER UNDER G.O.P. PLAN","web_url":"https://www.nytimes.com/1994/12/30/us/white-house-says-young-will-suffer-under-gop-plan.html","abstract":"  The Clinton Administration said today that five million children would be dropped from the welfare rolls under House Republican proposals. Republicans who helped write the legislation acknowledged that was a possible result, but asserted that the children would not be harmed.   About 9.7 million children are beneficiaries of the nation's main cash welfare program, Aid to Families with Dependent Children. Donna E. Shalala, the Secretary of Health and Human Services, said her department estimated that more than half of these children -- 5.3 million -- would eventually become ineligible under the bill that House Republicans plan to introduce when the 104th Congress convenes next week.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/12/30/arts/inside-art.html","abstract":"  Dealer's Collection    Collectors are always fascinated with what dealers buy for themselves. The professional eye, they believe, sees what others do not. Which may explain why the sale of sculpture and other artworks belonging to Cyril Humphris, the London-based sculpture dealer, at Sotheby's in New York on Jan. 10 and 11, is important to many people in the art world.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Whistleblower, Out of Job, Wins $4 Million Settlement","web_url":"https://www.nytimes.com/1994/12/30/nyregion/whistleblower-out-of-job-wins-4-million-settlement.html","abstract":"  A whistleblower who has been unemployed since he quit a $470-a-week job as a New York State social services trainee four years ago and accused his department of misusing Federal funds has won more than $4 million as part of a settlement in which the state has agreed to pay the Federal Government $27 million.   The whistleblower, George Denoncourt, 48, filed the unusual lawsuit -- and won 15 percent of the settlement -- under the Federal False Claims Act, a Civil War statute originally intended to combat war profiteering, but amended in 1986 to encourage whistleblowers to expose modern skulduggery against government.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Reporter's Notebook; A Sunny Day in Grozny, Until It Rained Bombs","web_url":"https://www.nytimes.com/1994/12/30/world/reporter-s-notebook-a-sunny-day-in-grozny-until-it-rained-bombs.html","abstract":"  It was peaceful and sunny in Grozny this morning. Old women stood quietly in the bread lines. Men searched for water, fuel and pickles. Neighbors gathered to chat about the little things: electricity, heat, light. The usual gang of devoted soldiers stood on the steps of parliament pledging their faith to God and the motherland.   \"I'm getting water for my family and the dogs in the building,\" said Mikhail Parkhomenko, 56, a history professor in a black fedora, a tighly knotted gray tie, and blue and white checked shirt. He was holding two full pails and was trailed by several mutts who clearly knew a friend when they found one. He said he needed 8 to 10 buckets a day and he traveled more than a mile to the city stadium to get them.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"1944: Dutch Ants Stolen : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-1944-dutch-ants-stolen-in-our-pages100-75-and-50-years-ago.html","abstract":"MAASTRICHT, Holland - The meanest thing the Germans did in Holland is known as the \"rape of the ants.\" The Dutchmen resented the confiscation of their gold and silverware, but understood those as war measures. But even quisling Hollanders resent","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1994/12/30/arts/sounds-around-town-on-new-year-s-eve-254207.html","abstract":"  POP AND ROCK Bernhard, Kidding or Not   Sandra Bernhard, U.S.A., 218 West 47th Street, Manhattan, (212) 869-1063. The fearless comedian, singer, actress, fashion maven and queen of ambivalence is emotionally mercurial, to the point that you're not always sure when she's kidding and when she's not. Who else would think to perform a furious riot girl version of \"The Ladies Who Lunch\" in the same set with a San Francisco reverie that includes a homage to Sylvester, the disco drag queen? Shows are at 11 P.M. and 2 A.M., with doors opening at 9 P.M. Tickets are $40. STEPHEN HOLDEN Do the Hustle    France Joli, Martha Wash and Vicki Sue Robinson, Expo Nightclub, 124 West 43d Street, Manhattan, (212) 819-0377. \"Disco Space Odyssey\" is the nostalgic name for an evening of dancing and music. The club plans to feature a 45-foot video screen showing the activities in Times Square and three performers associated with the golden age of disco. France Joli, who is to go on at 11:30 P.M., was a one-hit wonder with her lush, dreamy disco ballad, \"Come to Me.\" Martha Wash, who is to go on at 1 A.M. scored her biggest hit, the humorous disco-gospel anthem \"It's Raining Men,\" with her group, the Weather Girls. Vicki Sue Robinson, who is to go on at 2:30 A.M., had one of the first and toughest disco hits, \"Turn the Beat Around,\" which was recently rerecorded by Gloria Estefan. Doors open at 9 P.M. Tickets bought in advance cost $100, or $200 for V.I.P. seating in the balcony. S. H. Boyz II Men    Boyz II Men, Babyface and Tevin Campbell, Madison Square Garden, (212) 307-7171. The stars of this promising triple bill are the younger generation's leading torch-bearers for old-fashioned pop-soul romance. Boyz II Men, the Philadelphia quartet that has led the revival of post-doo-wop harmony-group singing, has sold more than six million copies of its second album. Its latest hit, \"On Bended Knee,\" with its lush vocal blend and ardent plaintiveness, is as delicious a piece of ear candy as the genre has produced. Show time is 8:30 P.M. Tickets are $50 and $35. S. H. Angelina Reaux    Angelina Reaux, Merkin Concert Hall, 129 West 67th Street, Manhattan, (212) 362-8719. One of the few opera singers with the ability to relax and stretch into vernacular music, Angelina Reaux is performing a program that juxtaposes Jerome Kern, Stephen Sondheim and Richard Rodgers with Poulenc, Satie and Britten. Ricky Ian Gordon is to accompany on piano. The evening is to begin at 8 P.M. with hors d'oeuvres and Champagne, with the concert at 9. Tickets are $50. S. H. Sanborn and Schuur    David Sanborn and Diane Schuur, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. The most popular saxophonist after Kenny G, David Sanborn makes appealingly soulful music that begins with a rhythm-and-blues base and ripples out to embrace elements of world music and jazz-fusion without settling into the snoozy formulas that have given electric jazz a bad name. Ms. Schuur is a technical powerhouse of a singer whose style suggests a more formalized Ella Fitzgerald inflected with Kate Smith's clangy brightness. The first seating, from 7 P.M. to 12:30 A.M., is $175 at tables and $90 at the bar. The second, from 1 A.M. on, is $100 at tables and $60 at the bar. S. H. CABARET Celebrating at the Top   Tommy Tune, Maureen McGovern and the Impalas, the Rainbow Complex, 30 Rockefeller Plaza, 65th floor, (212) 632-5000. Starting at 9 P.M. on New Year's Eve, each of the three rooms atop the General Electric Building in Rockefeller Center will have its own year-end celebration. Like an apparition from a 1930's movie musical, Tommy Tune is to strut down the staircase of the Rainbow Room at 11 P.M. and perform with a swing band led by Michael Andrews. The evening, which includes dancing to Mr. Andrews's orchestra, includes a seven-course dinner and costs $375 a person, not including beverages, tax and gratuities. Down the hall at the Rainbow and Stars cabaret, Maureen McGovern, the most vocally disciplined and technically resourceful of New York cabaret singers, is to perform her new show, \"My Reel Romance With the Movies,\" a program of classic movie songs, at 11 P.M. High points are medleys of songs by Henry Mancini and Harold Arlen. The evening, which includes a seven-course dinner, costs $325 a person. In a more rock-and-roll vein, holding forth at the Rainbow Pavilion after 11 P.M. are to be the Impalas, the vocal group best remembered for its 1959 hit, \"Sorry (I Ran All the Way Home).\" Dance music is provided by Uptown, an eight-member jazz band. The evening includes a seven-course dinner and costs $325 a person. The Promenade Bar will be open from 9 P.M. on and costs $50 a person. At midnight, Rainbow's Fellini Fantasy Parade, a conga line, is to make its way across the complex. No matter which room you choose, the setting offers the essence of Manhattan glamour. S. H. Mary Cleere Haran    Mary Cleere Haran, Russian Tea Room, 150 West 57th Street, Manhattan, (212) 265-0947. Mary Cleere Haran is something like a 90's Doris Day, but hipper and jazzier, with a feminist sensibility and an intellectual take on pop nostalgia. She is to perform her acclaimed show of 1950's movie songs, in which gorgeous renditions of songs like \"An Affair to Remember\" are accompanied by witty, sometimes barbed commentary on the Eisenhower era. Shows are at 9 and 11:30 P.M., and there are two dinner seatings, at 8 and 10:30 P.M. There is a $45 music cover charge and a $30 food and beverage minimum. S. H. Weslia Whitfield    Weslia Whitfield, Algonquin Hotel, 59 West 44th Street, Manhattan; reservations: (212) 840-6800, extension 154. Weslia Whitfield, the San Francisco cabaret singer who is almost a regular fixture at the Algonquin, combines an impeccable taste in classic pop songs with a homey, low-key delivery that is discreetly flavored with jazz. The 9 P.M. show is sold out. The 10:30 P.M. show includes an 8:30 dinner seating and costs $190 a person. S. H. COMEDY Looking for Laughs   Comedy at Caroline's, 1626 Broadway, at 50th Street, (212) 757-4100. Heading the New Year's Eve bill at New York's leading comedy club is to be Dave Attell, a balding 30-year-old comic from New York whose who wears ripped jeans and a jean jacket and delivers a barrage of sarcastic topical jokes. Four other rising comics are to join him on the bill: Jim David, Linda Smith, Greg Giraldo and John Henson. There are two shows: an 8 P.M. dinner package at $65 a person and a 10:30 P.M. countdown celebration (with dinner) for $110 a person. Reservations required. S. H.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"A Rights Movement That Emerges From the Right","web_url":"https://www.nytimes.com/1994/12/30/us/a-rights-movement-that-emerges-from-the-right.html","abstract":"  To established civil rights groups, Richard A. Samp is an obstruction, at best. At worst, he is the enemy.   But Mr. Samp, a conservative public interest lawyer, says he has inherited the mantle that his critics should be wearing. \"I look upon us as bearers of the torch of the civil rights movement,\" said Mr. Samp, chief counsel of the Washington Legal Foundation. \"I see us as successors to Martin Luther King and Thurgood Marshall.\"","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Provence's Green-Gold Treasure","web_url":"https://www.nytimes.com/1994/12/30/style/IHT-provences-greengold-treasure.html","abstract":"With less than 1 percent of the global output of olive oil, France is by far the world's smallest producer. But the growers whose groves border this enchanting Provenal village are convinced that their rich green-golden olive oil - pleasingly astri","thumbnail":null,"section":"Style"},{"date":"19941230","headline":"Unlikely Team Prepares to Battle for Rowland's Budget","web_url":"https://www.nytimes.com/1994/12/30/nyregion/unlikely-team-prepares-to-battle-for-rowland-s-budget.html","abstract":"  When Lorraine M. Aronson was asked to become deputy budget director in Governor-elect John G. Rowland's administration, her reaction was instantaneous.   \"Get out of the car,\" she yelled at Reginald L. Jones, the future budget chief, whom she had picked up for what was to be a friendly lunch.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/12/30/arts/art-in-review-252441.html","abstract":"  Wenceslaus Hollar 'A Bohemian Artist in England'  Yale Center for British Art  New Haven  Through Jan. 22","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"The Worlds in Small-Town and Big-City Life","web_url":"https://www.nytimes.com/1994/12/30/books/books-of-the-times-the-worlds-in-small-town-and-big-city-life.html","abstract":"  ALL THE DAYS AND NIGHTS The Collected Stories of William Maxwell 415 pages. Alfred A. Knopf. $25.   Most of the characters in these beautifully wrought stories inhabit one of two worlds: a small-town world, defined by subtle seasonal rhythms (shifts in the weather and foliage, the smell of burning leaves in the fall and the arrival of violets in the spring) and reliable daily routines (the crowing of the cock in the morning, the slap of newspapers on the front porch at dusk), and the big-city world of New York, defined by familiar neighborhood rituals (the arrival of laundresses and maids in the morning, the homecoming of husbands and children in the afternoon) and a relentless calendar of social obligations (cocktail parties and dinners and visits from out-of-town relatives and friends).","thumbnail":null,"section":"Books"},{"date":"19941230","headline":"We've Known Alcott's Secret for 50 Years","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-we-ve-known-alcott-s-secret-for-50-years-254525.html","abstract":"  To the Editor:   To indicate that Louisa May Alcott has suddenly become a \"hot author\" (arts pages, Dec. 20) is misleading. For the last 20 years the Alcott scholar Madeleine Stern has been publishing the anonymous and pseudonymous thrillers written by Louisa May Alcott in the days before \"Little Women\" when she needed money and let her hair down.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Mild Weather Finally Over In Northeast","web_url":"https://www.nytimes.com/1994/12/30/us/mild-weather-finally-over-in-northeast.html","abstract":"  More wintry weather has finally arrived, just in time to end an unusually lamblike December that was marked by Christmas surfing, frantic snow-making at Eastern ski resorts, and warehouses full of road salt and dormant plows.   After last year's record cold and snowfall, many cities and businesses, especially in the Northeast, took the Farmer's Almanac prediction of another rough winter seriously, loading up on salt and snow shovels.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/30/nyregion/news-summary-246662.html","abstract":"  International A2-13  NORTH KOREA FREES U.S. PILOT  Ending an impasse that threatened to jeopardize a nuclear accord with the United States, North Korea released an American pilot whose helicopter was downed over the country 13 days ago.  A1","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"1919: Out of Odessa : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-1919-out-of-odessa-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Despatches recieved in Paris from various quarters state that, owing to the rapid advance of the bolshevists, the civilian population of Odessa is evacuating the city. Odessa has already been in the hands of the Reds, who captured it last April, w","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Program to Help Rape Victims Also Helps Win More Sexual-Assault Cases","web_url":"https://www.nytimes.com/1994/12/30/us/program-to-help-rape-victims-also-helps-win-more-sexual-assault-cases.html","abstract":"  A program created here to insure the compassionate treatment of rape victims is securing more convictions for county prosecutors in the sexual-assault cases they try.   The program uses specially trained registered nurses to perform the forensic examinations of rape victims once carried out by emergency room doctors. And it brings to the treatment of sexual-assault victims the coordinated efforts of medical, law-enforcement and crisis-intervention teams.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Momix's Relentless Quest to Laugh at the Logic of Gravity","web_url":"https://www.nytimes.com/1994/12/30/arts/dance-review-momix-s-relentless-quest-to-laugh-at-the-logic-of-gravity.html","abstract":"  It was golden oldie time for Momix on Wednesday night at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea), where the irrepressible group performs through Sunday afternoon. The well-staged program of 13 short pieces included some of the most beautiful-looking and funniest pieces created by Moses Pendleton, Cynthia Quinn and collaborators over the company's 13-year history. The selection also said a lot about Momix itself.   The best of the classics is still Alan Boeding's oddly poignant \"Circle Walker,\" a solo set to music by Yas Kaz, in which a man moves about the stage inside and beside an object that looks and behaves like a giant gyroscope. Propelled by the rolling sculpture, created by Mr. Boeding, Terry Pexton's body flipped and spiraled eerily through space in a slow-motion breakdown of Momix-style gymnastics, unaffected here by gravity.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Mediator: Get Serious","web_url":"https://www.nytimes.com/1994/12/30/sports/mediator-get-serious.html","abstract":"  The mediator asked by the Clinton Administration to try to help settle baseball's labor dispute is prepared to continue his efforts, but the owners and the players have to indicate they seriously want to negotiate an agreement.   That was the position of Bill Usery Jr. after a meeting with Secretary of Labor Robert Reich earlier this week, a person familiar with Usery's view said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Gingrich Programs May Find Home on Cable","web_url":"https://www.nytimes.com/1994/12/30/us/gingrich-programs-may-find-home-on-cable.html","abstract":"  Tele-Communications Inc., the nation's largest operator of cable television systems, is negotiating to carry several politically oriented cable services, one of which features programs with the incoming Speaker of the House, Newt Gingrich, as its host.   Bob Thomson, a senior vice president at Tele-Communications, said last night that the company planned to put channels with a range of political views on its cable systems around the country. He said the decision to carry the service with Mr. Gingrich's programs did not represent \"a plot to carry a particular viewpoint.\"","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Mexican Trade Won't Gain From Devaluation; Oversold Agreements","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-mexican-trade-won-t-gain-from-devaluation-oversold-agreements-254509.html","abstract":"  To the Editor:   \"Mexico's Devaluation: Not So Scary\" (editorial, Dec. 24), asserting all is well with the North American Free Trade Agreement, states that \"the purpose of trade is not to raise employment -- which the Federal Reserve now controls,\" but \"to steer workers into high productivity jobs.\"","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Chronic Fatigue Reality","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-chronic-fatigue-reality-254517.html","abstract":"  To the Editor:   In announcing a revised definition of chronic fatigue syndrome, the Federal Centers for Disease Control did not question the syndrome's existence (Health page, Dec. 21).","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Frazier Is Picked to Start Painting Cornhuskers' Orange Portrait","web_url":"https://www.nytimes.com/1994/12/30/sports/95-bowl-games-frazier-is-picked-to-start-painting-cornhuskers-orange-portrait.html","abstract":"  Tommie Frazier, the Nebraska quarterback whose season once appeared over because of recurring blood clots in his right leg, was named the starter today for the Orange Bowl game Sunday night when the unbeaten Cornhuskers will try to win a national championship against the University of Miami.   Frazier, who has not played since leaving a game against the University of the Pacific on Sept. 24, will play ahead of Brook Berringer, the starter for seven of Nebraska's 12 victories.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Programs Seek to Stop Trouble Before It Starts","web_url":"https://www.nytimes.com/1994/12/30/us/programs-seek-to-stop-trouble-before-it-starts.html","abstract":"  The subject for the day in Natalie Nash's sixth-grade class was \"dissing\" and the lesson was how children could keep their self-respect when challenged in real life.   Two boys in baggy sweat shirts were assigned to act out roles from a textbook on what happens when one child insults another. \"Man, you're so dumb you don't know nothing,\" said Hector, assuming a practiced swagger. Faster than a magician, the second student, Angel, pretended to punch Hector in the face.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Washington Is Right to Prepare Expansion of NATO","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-washington-is-right-to-prepare-expansion-of-nato.html","abstract":"Extending stability to East-Central Europe is the defining issue in European security in this decade. To do this, the Clinton administration is prodding NATO into the first cautious steps toward taking in new members..Opponents realize that the train i","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/30/nyregion/c-corrections-254061.html","abstract":"  An article yesterday about a new high-tech bullet misspelled the name of an expert on gunshot wounds who doubted the manufacturer's claims about its effectiveness. The expert is Dr. Martin L. Fackler, not Fracker.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Haiti Bids au Revoir to Francophilia, Says Yo to G.I. Joe","web_url":"https://www.nytimes.com/1994/12/30/world/haiti-bids-au-revoir-to-francophilia-says-yo-to-gi-joe.html","abstract":"  American soldiers are still patrolling the streets, but now they are being joined by American advisers to Government ministries, American aid workers and American business executives. Teen-age Haitians from wealthy families, eager to appear trendy, now drive around with their car radios tuned to the American armed forces station that broadcasts here.   For a nation whose language is French-based and which has traditionally identified itself with France and French culture, three months of living under an American military presence has brought about a basic shift in attitude.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Computer Use Indictment Is Thrown Out","web_url":"https://www.nytimes.com/1994/12/30/us/computer-use-indictment-is-thrown-out.html","abstract":"  Declining to prosecute a computer-age crime with telegraph-era law, a Federal judge in Boston yesterday dismissed an indictment against a student at the Massachusetts Institute of Technology who had been accused of operating a computer system used for distributing pirated software.   The student, David LaMacchia, a 21-year-old electrical engineering and computer science major from Rockville, Md., was indicted in April for using two of the university's computers as secret electronic bulletin boards, where computer users linked to the Internet could trade illegally copied software.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Trials of a Priest : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-trials-of-a-priest-letters-to-the-editor.html","abstract":"Greek Helsinki Monitor, which is responsible for the information on Greek human rights problems included in Aaron Rhodes's opinion article \"Threats to Human Rights in Europe Are Threats to Security as Well\" (Dec. 15), would like to reply to Amb","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Russia Delivers Mixed Signals on Its Military Campaign","web_url":"https://www.nytimes.com/1994/12/30/world/russia-delivers-mixed-signals-on-its-military-campaign.html","abstract":"  Russian bombers blew up an oil depot near the capital of the secessionist Chechen republic today, but the advance on the city remained gradual, and the Defense Minister said Russian troops would not storm it \"in the classical sense.\"   Although the Defense Minister, Gen. Pavel S. Grachev, was the first to say that Russian forces would occupy Grozny, the Chechen capital, rather than blockade it, he altered his approach to conform with President Boris N. Yeltsin's promise to spare civilians and limit casualties.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/30/nyregion/inside-247219.html","abstract":"  Mexican Leader Offers Emergency Fiscal Plan   President Ernesto Zedillo Ponce de Leon of Mexico moved to take control of that nation's economic crisis by outlining an emergency plan that includes an international aid package totaling $10 billion to $15 billion. He also announced the resignation of the Finance Minister. Page D1. Russia Limits Rebel Targets    In a switch, Russia seemed to limit its air attacks on the rebel region of Chechnya to strategic targets. The United States warned Moscow to halt attacks on civilians. Page A12. Haitians Will Lose Haven    Citing improved security in Haiti, the United States told Haitians living at an American base in Cuba that they must go home. It offered them incentives to cooperate. Page A3.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/30/style/chronicle-248550.html","abstract":"  The new film version of Louisa May Alcott's \"Little Women\" is giving HEATHER CAMPBELL a little headache.   \"Things are chaotic here,\" said Ms. Campbell, the assistant director for preservation and collections at Orchard House, the Alcott homestead and museum in Concord, Mass. \"We've had hundreds of phone calls since the movie opened on Christmas Day.\"","thumbnail":null,"section":"Style"},{"date":"19941230","headline":"The List for C.I.A. Director Is Short, for a Good Reason","web_url":"https://www.nytimes.com/1994/12/30/us/the-list-for-cia-director-is-short-for-a-good-reason.html","abstract":"  R. James Woolsey Jr. vowed to \"change the culture\" of the Central Intelligence Agency. It now appears that the culture got to him first. And whoever takes on his unfinished job faces the enormous task of rethinking, reshaping and renewing the C.I.A., and the rest of the nation's intelligence agencies, from the ground up.   A caretaker who will keep the nation's secret services out of the headlines is not enough, White House and Congressional officials say. But a surprisingly small circle of people possess the combination of brainpower, experience and intestinal fortitude to become the Director of Central Intelligence in a time of change. The job has overwhelmed more than a few of the 16 men who have held it.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Rusk Stayed Calm In a Wrenching Era","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-rusk-stayed-calm-in-a-wrenching-era-254487.html","abstract":"  To the Editor:   As deputy to Averell Harriman in his quest for a negotiated settlement of the Vietnam War during the early to mid-1960's, I spent hundreds of anxious, frustrating and harrowing hours in the presence of Secretary of State Dean Rusk (obituary, Dec. 22).","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Too Much Immunity in the Jones Case","web_url":"https://www.nytimes.com/1994/12/30/opinion/too-much-immunity-in-the-jones-case.html","abstract":"  In ruling that President Clinton need not defend himself at a sexual harassment trial until after leaving office, in 1997 or 2001, a Federal judge in Little Rock has given Mr. Clinton more leeway than the Constitution requires or any defendant deserves. The only mitigating element is the judge's companion ruling that pretrial evidence-gathering may nevertheless proceed. That is a fair accommodation to the need to preserve evidence for a trial that may not take place until the next century.    For all the tawdriness of her lawsuit and the surrounding circumstances, Paula Jones, a former Arkansas state employee, has raised novel legal questions and tricky political issues. Should a sitting President, while in office, be excused from the toils of litigation for actions allegedly taken before he entered the White House? Or does Ms. Jones, accusing Mr. Clinton of misconduct when he was Governor of Arkansas, have a right to speedy resolution of her civil suit?","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Problems? Anderson And Beard Make Up","web_url":"https://www.nytimes.com/1994/12/30/sports/basketball-problems-anderson-and-beard-make-up.html","abstract":"  Today was damage-control day at Nets camp for Kenny Anderson and his coach.   Anderson was on hand after skipping Wednesday's practice without so much as a phone call. The All-Star point guard, who was fined an undisclosed amount for his absence, met with Coach Butch Beard for about 15 minutes before today's practice, then vanished into the training room to receive treatment for his sore right shoulder and sore right calf.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/30/nyregion/c-corrections-254053.html","abstract":"  A brief report in Business Day yesterday about a decline in the shares of Petrie Stores misstated the company's business. The company sold its retail chain on Dec. 9 and has no store revenues. Its major asset is stock in Toys \"R\" Us Inc.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"1894: Bigamy Alleged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-1894-bigamy-alleged-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A case which promises to afford sensational details comes on in the next sitting of the Divorce court. The action arises out of the eccentric conduct of a member of Parliament. About a dozen years ago he formed an attachment for a young woman of","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Article 252743 -- No Title","web_url":"https://www.nytimes.com/1994/12/30/arts/article-252743-no-title.html","abstract":"  Eat better, exercise more, sleep longer. Eat better, exercise more, sleep longer. Eat better, exercise more, sleep longer.   And so goes the litany of New Year's resolutions, conceived in earnest hope that this year, finally, will be the year.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Jaspers Get Around And Block Colgate","web_url":"https://www.nytimes.com/1994/12/30/sports/basketball-jaspers-get-around-and-block-colgate.html","abstract":"  The shots went up. The shots kept coming back. And back and back and back.   And so did the memories for Fran Fraschilla.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Japanese Less Confident of Economic Future, Poll Finds","web_url":"https://www.nytimes.com/1994/12/30/world/japanese-less-confident-of-economic-future-poll-finds.html","abstract":"  The Japanese have become less confident that their country will dominate the world economy in the next century, and Americans have grown more certain that they can meet Japanese competition, a new poll shows.   In the survey, conducted early this month in both countries by The New York Times, CBS News and the Tokyo Broadcasting System, only 25 percent of Japanese respondents said they believed their country would be the world's premier economic power over the long term. Three years ago, 53 percent of the Japanese expected Japan to emerge as the most important economic superpower.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"A New Mission on New, Mean Streets","web_url":"https://www.nytimes.com/1994/12/30/nyregion/a-new-mission-on-new-mean-streets.html","abstract":"  Two years ago, the Rev. Jim Watson was executive director of a mission in Fairmont, W. Va., that ran a soup kitchen, a 100-bed shelter and a 111-acre children's camp.   But now Mr. Watson, 41, a Baptist minister, is working on the streets of Bridgeport, running a shelter and feeding the homeless in the most dangerous sections of Connecticut's largest city.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Clash Over a Football Ends With a Death in Police Custody","web_url":"https://www.nytimes.com/1994/12/30/nyregion/clash-over-a-football-ends-with-a-death-in-police-custody.html","abstract":"  It started with an errant football hitting a police patrol car early on the morning of Dec. 22, and it ended with the death of a 29-year-old Bronx man.    The police have said the man, who was being arrested for disorderly conduct, died of an asthma attack. But his family yesterday accused the police of choking him to death, and the Medical Examiner's office indicated that the cause of death was probably asphyxiation.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Hunting Sardinia's Elusive 'Porcu Abru'","web_url":"https://www.nytimes.com/1994/12/30/style/IHT-hunting-sardinias-elusive-porcu-abru.html","abstract":"The sun was just beginning to lurch over the toothy ridge. We gathered in the milky dawn outside the ramshackle shepherd's hut in the valley beneath Pattada, five men with rifles, and one, myself, with a Nikon. .Tommaso, Piero, Antonio, Gavino, Peppine","thumbnail":null,"section":"Style"},{"date":"19941230","headline":"President of Johns Hopkins Planning to Quit Post","web_url":"https://www.nytimes.com/1994/12/30/us/president-of-johns-hopkins-planning-to-quit-post.html","abstract":"  The president of Johns Hopkins University, William C. Richardson, will resign next summer to become the president and chief executive officer of the W. K. Kellogg Foundation, the nation's second-largest philanthropic foundation.   Dr. Richardson, whose academic specialty is health care organization and financing, is leaving Johns Hopkins, a university in Baltimore with a reputation as one of the nation's leading medical and research centers, for a foundation in Battle Creek, Mich., with more than $5 billion in assets that awards most of its grants in higher education, youth development, health care and rural development. He became the university's president in 1990.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"In Skirmish With Unions, Fiat Is Victor","web_url":"https://www.nytimes.com/1994/12/30/world/in-skirmish-with-unions-fiat-is-victor.html","abstract":"  Out away from the sea, where the old town's narrow lanes gradually give way to square high-rises, a splash of graffiti scrawled on a highway overpass reads, \"Berlusconi, King of the Thieves.\"   Silvio Berlusconi once was popular in this Adriatic port in south-central Italy. In the national elections last March that put Mr. Berlusconi into office, Termoli voted overwhelmingly for his Forza Italia movement.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Cult Of Despair","web_url":"https://www.nytimes.com/1994/12/30/opinion/cult-of-despair.html","abstract":"  Over the last few years, a distinctive sensibility has cut across American culture -- a fascination with the abject, with the down and out. This sensibility is not new. There is nothing more basic to popular notions of bohemia than the romance of the wretched. But it is more pervasive and more various than ever before.   A primary trait of this cult is a celebration of the masochistic man. This type is most prominent in popular fiction and film, where he often appears with his sadistic double. In the last few years, a new \"Boy Lit\" has emerged, full of stories of damaged men who switch from kindness to killing and back again as if they were channel surfing. In \"Jesus' Son,\" the writer Dennis Johnson follows addicts, drifters and brawlers; in \"Pugilist at Rest,\" Thom Gunn profiles guys battered by war and boxing.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/30/nyregion/c-corrections-254045.html","abstract":"  A picture caption in The Living Section on Wednesday that accompanied a report in the Food Notes column about Mika, a new restaurant in SoHo, referred incorrectly to the woman shown with Kamioka Katsushi, Mika's sushi chef. She was Michaela Sharon, Mika's managing partner, not Andrea Cullen, its manager.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Bonn Journal; Novel of Feline Revenge, and Germany Laps It Up","web_url":"https://www.nytimes.com/1994/12/30/world/bonn-journal-novel-of-feline-revenge-and-germany-laps-it-up.html","abstract":"  In a country racked over the past three years by right-wing violence against Turks and other foreign immigrants, it may come as a big surprise to learn that the best-selling author of popular novels in Germany is a man who was born in Turkey 35 years ago.   Akif Pirincci was 10 years old when his parents brought him and his sister to Ulmen, a small town in the Eifel hills near here where his mother and father worked in a textile factory.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Up-to-Date Clothes, Ahead of Their Time","web_url":"https://www.nytimes.com/1994/12/30/arts/design-review-up-to-date-clothes-ahead-of-their-time.html","abstract":"  Fashion presentations today tend to be produced on a giant scale. Even the introduction of a designer collection for the next season has moved from the intimacy of a manufacturer's showroom to a tent or an amphitheater seating thousands. The cut or the fabric of an outfit is hardly the selling point, since the details cannot be seen beyond the first few rows. The music, the choreography and the lighting supersede the clothes. The mood is that of a Broadway musical.   Those who assemble fashion exhibitions feel similarly compelled to put on the glitz. It is therefore somewhat astonishing to come upon a small, modest, straightforward presentation of clothes by Claire McCardell, this country's finest designer, at the Parsons School of Design's exhibition center in Greenwich Village. The clothes have not been gussied up. They emit an air of reality, as if real people can wear them as they go about their daily lives. What is most astonishing is the fact that most of the styles are more than 40 years old. McCardell died in 1958 at the age of 53.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"HORSE RACING;\nN.Y.R.A. to Jockeys: Ride or Go","web_url":"https://www.nytimes.com/1994/12/30/sports/horse-racing-nyra-to-jockeys-ride-or-go.html","abstract":"The New York Racing Association has told jockeys at Aqueduct that they would not be allowed on track grounds if they choose not to ride on Sunday, the first day many leading riders are expected to decline mounts because of a nationwide dispute over insurance coverage.\n\nA nationwide walkout seems inevitable because negotiations between the Jockeys' Guild and the Thoroughbred Racing Associations are at a standstill. The guild represents approximately 900 of the country's 2,700 licensed jockeys, including the most prominent riders. The association represents 41 tracks in North America, including Aqueduct. The current insurance policy expires at midnight tomorrow Eastern time.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/30/style/chronicle-254223.html","abstract":"  On one of the noisiest nights of the year, the New York Road Runners Club will observe a moment of silence.   Before the club's annual raucous New Year's Eve run in Central Park, whose midnight start is marked by fireworks, the 5,000 runners expected to participate will pay tribute to Fred Lebow, the club's longtime president and founder of the New York City Marathon, who died in October.","thumbnail":null,"section":"Style"},{"date":"19941230","headline":"Don't Abolish Meals Program for Elderly","web_url":"https://www.nytimes.com/1994/12/30/opinion/l-don-t-abolish-meals-program-for-elderly-254460.html","abstract":"  To the Editor:   For 30 years the Older Americans Act has provided vital services to people 60 years old and older, particularly those with the greatest economic and social needs. One of the most important services has been the nutrition program through which well-balanced meals are provided at senior citizen centers or are delivered to the homebound.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Our Unready Military","web_url":"https://www.nytimes.com/1994/12/30/opinion/clinton-congress-our-unready-military.html","abstract":"  Although secretaries of defense have repeatedly proclaimed that readiness is their No. 1 priority, it has declined steadily since the Persian Gulf war.   Readiness covers everything from the proper functioning of weapons, to instructors and training materials, to salaries and benefits, to housing for the armed forces. But the defense budget has no \"readiness\" line item. The closest approximation of the cost of readiness combines several accounts -- operations and maintenance, family housing, military personnel -- which total more than $140 billion in the current, fiscal 1995 defense budget.","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Safety Violations Suspected At House Where Nine Died","web_url":"https://www.nytimes.com/1994/12/30/nyregion/safety-violations-suspected-at-house-where-nine-died.html","abstract":"  Officials investigating a fire that killed nine members of a Haitian immigrant family said today that there appeared to have been zoning and safety violations in the family's wooden house, including at least one illegal apartment. At least 17 people apparently were living in the house.   But the officials said that even if violations were found, they did not plan on charging the house's owner, Pierre Moise, whose six children and wife, Viviane, died in the blaze Wednesday morning. Mrs. Moise's mother and sister also died.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Dole Assails Deal Paying $4.5 Million For Gingrich Book","web_url":"https://www.nytimes.com/1994/12/30/us/dole-assails-deal-paying-4.5-million-for-gingrich-book.html","abstract":"  In his first public criticism of his fellow Republican leader, Senator Bob Dole today questioned the propriety of the $4.5 million book advance for Representative Newt Gingrich, the next Speaker of the House, and suggested that the deal could mar efforts by Republicans to get off to a strong start when they take over Congress on Wednesday.   While Mr. Dole, the Kansas Republican who will become the Senate majority leader, said he was \"not ready to pass judgment\" on the deal, the largest ever for a sitting member of Congress, he added that it raised questions and would \"have to be addressed.\"","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"For Packers, Life Without Sharpe","web_url":"https://www.nytimes.com/1994/12/30/sports/on-pro-football-for-packers-life-without-sharpe.html","abstract":"  The Green Bay Packers had seen it before. Sterling Sharpe, lightly hit, buckles then falls. Numb.   \"The week before, he was hurt the same way, and then when it happened again last Saturday at Tampa, we knew something big was wrong,\" said Packers cornerback Terrell Buckley. \"We were standing around him. He said he couldn't feel anything. As a football player, you know what that means. You know it's big trouble.\"","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"North Koreans Free U.S. Pilot Held 13 Days","web_url":"https://www.nytimes.com/1994/12/30/world/north-koreans-free-us-pilot-held-13-days.html","abstract":"  An American helicopter pilot stepped solemnly out of North Korea this morning, ending 13 days of captivity and a crisis that had threatened to reignite the nuclear tensions on the Korean peninsula.   The pilot, Chief Warrant Officer Bobby Hall, appearing to be in generally good condition, stepped across the concrete slab that marks the border in this tense village at 11:15 A.M. (9:15 P.M. Thursday Eastern time) and was clasped around the shoulders by Gen. Gary E. Luck, the commander of the United States forces in South Korea.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/30/nyregion/c-corrections-246530.html","abstract":"  Because of an editing error, an article on Wednesday about a visit by the Israeli Prime Minister to Oman misstated the history of Israeli diplomatic contacts in the region. Several Israeli officials visited Iran during the Shah's rule there; the Oman trip was not the first by an Israeli leader to a country in the Persian Gulf region.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"The Coalition Held in the Ardennes, and It Still Endures","web_url":"https://www.nytimes.com/1994/12/30/opinion/IHT-the-coalition-held-in-the-ardennes-and-it-still-endures.html","abstract":"Before dawn on Dec. 16, 1944, Hitler's armored legions moved out of the fog, drizzle and sleet blanketing their Ardennes-Eifel concentration areas to attack four unsuspecting American divisions. No one should have been surprised. The American army had se","thumbnail":null,"section":"Opinion"},{"date":"19941230","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/12/30/arts/art-in-review-254142.html","abstract":"  'Still Life'  Barbara Gladstone Gallery  99 Greene Street SoHo Through Jan. 28","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Scientists Report Finding a Way to Shrink Tumors","web_url":"https://www.nytimes.com/1994/12/30/us/scientists-report-finding-a-way-to-shrink-tumors.html","abstract":"  Researchers in California reported today that in laboratory experiments on animals they had discovered a novel and potentially powerful way to make tumors regress with a single injection of either of two types of proteins.   The proteins, which are either genetically engineered or synthetic, block the growth of blood vessels that feed cancerous tumors, starving them and making them shrink. The proteins were not toxic in the experiments conducted by researchers from the Scripps Research Institute in San Diego and seemed not to affect noncancerous tissue.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Museums' Holiday Hours","web_url":"https://www.nytimes.com/1994/12/30/arts/museums-holiday-hours.html","abstract":"  To help in planning outings this weekend, here are the holiday hours for some of New York City's major museums: AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street, (212) 769-5100. Today, 10 A.M. to 8:45 P.M.; New Year's Eve, New Year's Day and Monday, 10 A.M. to 5:45 P.M.   BRONX MUSEUM OF THE ARTS, 1040 Grand Concourse, at 165th Street, Morrisania, (718) 681-6000. Today, 10 A.M. to 5 P.M.; closed tomorrow through Tuesday.   BROOKLYN MUSEUM, 200 Eastern Parkway, at Prospect Park, (718) 638-5000. Today and New Year's Eve, 10 A.M. to 5 P.M.; closed New Year's Day, Monday and Tuesday.   COOPER-HEWITT MUSEUM, 2 East 91st Street, Manhattan, (212) 860-6868. Today and New Year's Eve, 10 A.M. to 5 P.M.; closed New Year's Day and Monday.   FRICK COLLECTION, 1 East 70th Street, Manhattan, (212) 288-0700. Today, 10 A.M. to 6 P.M.; New Year's Eve, 10 A.M. to 6 P.M.; closed New Year's Day and Monday.   SOLOMON R. GUGGENHEIM MUSEUM, 1071 Fifth Avenue, at 89th Street, (212) 423-3500. Today, 10 A.M. to 8 P.M.; New Year's Eve, 10 A.M. to 5 P.M.; New Year's Day and Monday, 10 A.M. to 6 P.M.   GUGGENHEIM SOHO, 575 Broadway, at Prince Street, (212) 423-3500. Today, 11 A.M. to 6 P.M.; New Year's Eve and New Year's Day, 11 A.M. to 5 P.M. Closed Monday.   JEWISH MUSEUM, 1109 Fifth Avenue, at 92d Street, (212) 423-3200. Closed today and New Year's Eve. Open New Year's Day and Monday, 11 A.M. to 5:45 P.M.   METROPOLITAN MUSEUM OF ART, Fifth Avenue at 82d Street, (212) 535-7710. Today, 9:30 A.M. to 8:45 P.M.; New Year's Eve, 9:30 A.M. to 4:45 P.M.; closed New Year's Day and Monday.   MUSEUM OF MODERN ART, 11 West 53d Street, Manhattan, (212) 708-9480. Today, noon to 8:30 P.M.; New Year's Eve, New Year's Day and Monday, 11 A.M. to 6 P.M.   NATIONAL ACADEMY OF DESIGN, 1083 Fifth Avenue, at 89th Street, (212) 369-4880. Today, noon to 8 P.M.; New Year's Eve, noon to 5 P.M.; closed New Year's Day and Monday.   QUEENS MUSEUM OF ART, New York City Building, Flushing Meadows-Corona Park, (718) 592-9700. Today, 10 A.M. to 5 P.M.; New Year's Eve, noon to 5 P.M.; closed New Year's Day and Monday.   STATEN ISLAND INSTITUTE OF ARTS AND SCIENCES, 75 Stuyvesant Place, St. George, (718) 727-1135. Today and New Year's Eve, 9 A.M. to 5 P.M.; closed New Year's Day. Open Monday, 9 A.M. to 5 P.M.   STUDIO MUSEUM IN HARLEM, 144 West 125th Street, (212) 864-4500. Today, 10 A.M. to 5 P.M.; New Year's Eve and New Year's Day, 1 to 6 P.M.; closed Monday.   WHITNEY MUSEUM OF AMERICAN ART, 945 Madison Avenue, at 75th Street, (212) 570-3676. Today, 11 A.M. to 6 P.M.; closed New Year's Day and Monday.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"Bowls Here and There, but None for Mixing","web_url":"https://www.nytimes.com/1994/12/30/sports/95-bowl-games-bowls-here-and-there-but-none-for-mixing.html","abstract":"  On and on they go. College football's post-season bowl games. There are 20, not counting all-star games. Five bowl games have been played, including last night's Copper Bowl. There are four more games this afternoon and tonight, two tomorrow, two Sunday and seven Monday.   Nebraska and Penn State are the only real candidates for the unofficial national championship, and although each is playing in a bowl game, they can't play each other. If Nebraska beats Miami in Sunday night's Orange Bowl, it seems certain to retain its No. 1 ranking. If Nebraska loses and if Penn State beats Oregon Monday in the Rose Bowl in Pasadena, Calif., Penn State seems sure to move up from No. 2 to No. 1. Nebraska is a slight favorite, Penn State a heavy favorite.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"Arena Plan Brightens Spirits in Washington","web_url":"https://www.nytimes.com/1994/12/30/us/arena-plan-brightens-spirits-in-washington.html","abstract":"  The idea of a new football stadium for the city's Redskins evaporated. Its Senators baseball team is history. Its budget is unbalanced. And thousands of people, fed up with its crime and poor schools, left the District of Columbia for the suburbs last year.   But a ray of hope for the city appeared this week when Abe Pollin, owner of the Bullets and the Capitals, respectively the city's professional basketball and hockey teams, offered to finance a $180 million sports arena in downtown Washington.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Governor-Elect Forsees Deficit Of $100 Million for This Year","web_url":"https://www.nytimes.com/1994/12/30/nyregion/governor-elect-forsees-deficit-of-100-million-for-this-year.html","abstract":"  After meeting today with his new budget director and with Cuomo administration budget officials, Governor-elect George E. Pataki said he expects to have to close a deficit of at least $100 million before the state fiscal year ends on March 31.   Both during this year's gubernatorial campaign and after the Nov. 8 election, Gov. Mario M. Cuomo contended that the state would realize a small surplus this year, its third surplus in a row after four years of year-end shortfalls. He used the expectation of a surplus to promote his credentials as a fiscal manager.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/30/nyregion/metro-digest-248460.html","abstract":"  THE FIGHTING MAYOR OF NEW YORK CITY   One year after he was narrowly elected as the first Republican mayor of New York in more than two decades, Mayor Giuliani's combativeness and the zeal he retains from his days as a prosecutor have brought him a series of victories and, many leaders say, have touched a chord in a city longing for leadership. A1.   Mayor Giuliani unilaterally imposed nearly $800 million in spending cuts. A1. NEW YORK CITY GRADUATION RATE FALLS IN NEW YORK    The New York City schools in 1994 produced one of the lowest graduation rates in eight years, according to a report issued yesterday by Chancellor Ramon C. Cortines. But he said the system's dropout rate has been improving partly because more students who failed to graduate in four years are remaining in school. B3.   TIMES SQUARE NEWS ZIPPER IS SAVED   A British media conglomerate has stepped in to preserve the zipper, the moving illuminated bulletin board on the triangular building at 42d Street and Broadway. B3. REGION PATAKI NAMES HEALTH OFFICIAL   Dr. Barbara Ann DeBuono, 39, the health director for Rhode Island who began a program there to enroll poor people in managed-care programs, has been nominated by Governor-elect Pataki to be his health commissioner. B4.   PATAKI PREDICTS $100 MILLION DEFICIT   After meeting with his new budget director and with Cuomo administration budget officials, Governor-elect Pataki said he expects to have to close a deficit of at least $100 million before the state fiscal year ends on March 31. B4.   CUOMO APPOINTS SUPPORTERS TO BOARD   In one of his final acts as Governor, Mario M. Cuomo appointed three longtime officials in his administration to jobs on the state's Unemployment Insurance Appeals Board, giving them job security for between two and four years and salaries of more $68,000. A Pataki spokeswoman called the appointments \"politics as usual.\" B4.   WHISTLEBLOWER RECEIVES $4 MILLION    George Denoncourt, a whistleblower who quit a $470-a-week job as a New York State social services trainee four years ago and accused his department of misusing Federal funds, has won more than $4 million as part of a settlement in which the state has agreed to pay the Federal Government $27 million. B5.   VIOLATIONS SUSPECTED IN DEADLY FIRE    Officials investigating a fire in Orange, N.J., that killed nine members of a Haitian immigrant family said there appeared to have been zoning and safety violations in the house. B5.   A NEW MISSION ON THE MEAN STREETS   Two years ago, the Rev. Jim Watson was executive director of a mission in Fairmont, W. Va., that ran a soup kitchen, a 100-bed shelter and a 111-acre children's camp. But now Mr. Watson, 41, a Baptist minister, is working on the streets of Bridgeport, running a shelter and feeding the homeless in the most dangerous sections of Connecticut's largest city. B5.   Chronicle B2   Neediest Cases B3   Holiday Schedule B3","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Old Building, New Finances; Lean Times Don't Stop Renovation at City Hall","web_url":"https://www.nytimes.com/1994/12/30/nyregion/old-building-new-finances-lean-times-don-t-stop-renovation-at-city-hall.html","abstract":"  Some 180 years ago, New York's new City Hall, with its gracious French Renaissance facade and elegant Georgian interior, was considered one of the most handsome buildings in the country.   Today, after 56 mayoral administrations, several technological revolutions and multiple fiscal crises, City Hall is a mixture of the grand, the pedestrian and the crumbling. Gawky metal coat racks line graceful corridors. A grandfather clock insists it is 2:35, 24 hours a day. The rotunda's white marble is chipped and discolored.","thumbnail":null,"section":"New York"},{"date":"19941230","headline":"Atlanta Journal; Beans and Greens Bow to 'Progress'","web_url":"https://www.nytimes.com/1994/12/30/us/atlanta-journal-beans-and-greens-bow-to-progress.html","abstract":"  In a city of glass towers and theme restaurants, there is a little place on Luckie Street where hungry people can still get a big plate of collards, sweet potato souffle, comfort and joy.   In Thelma's Kitchen, rivers of gravy run through mounds of white rice, the black-eyed peas simmer all day, as God intended, and the fried chicken is almost too good to have been prepared by human hands.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"Dessert Lovers Find Heaven on Earth","web_url":"https://www.nytimes.com/1994/12/30/arts/dessert-lovers-find-heaven-on-earth.html","abstract":"  DESSERT was once the children's course, the sweet nothing at the end of the meal, the reward for a clean plate. Sophisticated diners were reluctant to acknowledge a passion for sugar, and a loud chorus of \"Oh, I rarely eat dessert\" was heard nightly in restaurants across New York City.   That was before the dessert revolution put explosive herbs and spices into dishes that had never known anything more powerful than cinnamon, transformed demure pieces of cake into edible sculptures and claimed a whole new territory for the final course. Dessert, which was once content to amuse people with the occasional pulled-sugar bird or the fanciful frosting of a birthday cake, has changed. Young pastry chefs are cooking up original desserts that stretch the form far beyond the usual repertory of pies, cakes, puddings and ice creams. The new desserts are not so sweet and certainly not nothing; they have become the big surprise at the end of the meal.","thumbnail":null,"section":"Arts"},{"date":"19941230","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/30/sports/transactions-251780.html","abstract":"  Basketball National Basketball Association  PHOENIX SUNS -- Waived Aaron Swinson, forward.   SEATTLE SUPERSONICS -- Suspended Vincent Askew, guard, for one game for conduct detrimental to the team and against policy. Football National Football League  NFL -- Named Atlanta Falcons wide receiver Terance Mathis to the NFC Pro Bowl team, replacing Sterling Sharpe of Green Bay.   DENVER BRONCOS -- Fired Wade Phillips, coach.   SEATTLE SEAHAWKS -- Fired Tom Flores, coach; Tommy Brasher, defensive line coach; Bob Bratkowski, wide receivers coach; Dave Brown, defensive assistant coach; Tom Catlin, quality control coach; Larry Kennan, offensive coordinator-quarterbacks coach; Arnie Matsumoto, staff assistant coach; Paul Moyer, defensive backfield coach; Howard Mudd, offensive line coach; Russ Purnell, special teams-tight ends coach; Frank Raines, strength and conditioning coach; Clarence Shelmon, running backs coach, and Rusty Tillman, defensive coordinator-linebackers coach.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"What Can Be Done About the Scourge of Violence Among Juveniles? The Experts on Different Fronts of the Battlefield Discuss Strategies","web_url":"https://www.nytimes.com/1994/12/30/us/what-can-be-done-about-scourge-violence-among-juveniles-experts-different-fronts.html","abstract":"  Reuben Greenberg  Chief of police Charleston, S.C.   During the daytime, according to state law, children from ages 6 to 17 have got to go to school. The truancy law gives us the right to stop them whether or not they're engaged in criminal activity. We pack them up and deliver them to school. We've delivered 3,200 kids back to school in the three years we've been doing this, some from as far as 50 miles away.","thumbnail":null,"section":"U.S."},{"date":"19941230","headline":"BASKETBALL;\nYears Later, In Overtime, Wilkens Catches Auerbach","web_url":"https://www.nytimes.com/1994/12/30/sports/basketball-years-later-in-overtime-wilkens-catches-auerbach.html","abstract":"In what Lenny Wilkens described as \"the hardest ball game I've ever coached,\" the Atlanta Hawks defeated the San Antonio Spurs, 127-121, in overtime tonight to give Wilkens his 938th victory, tying Red Auerbach for most victories in the National Basketball Association.\n\nWilkens can set the record Friday night, when the Hawks play the Cavaliers in Cleveland.","thumbnail":null,"section":"Sports"},{"date":"19941230","headline":"France Ensnared; However Much It Regrets Its Fate, Paris Is a Party to Algeria's Conflict","web_url":"https://www.nytimes.com/1994/12/30/world/france-ensnared-however-much-it-regrets-its-fate-paris-party-algeria-s-conflict.html","abstract":"  With the pace, violence and denouement of an action movie, the obscure civil war in Algeria vaulted into prominence this week when four Algerian rebels hijacked an Air France airliner, killed three hostages and then were themselves slain by French commandos.   But for France, Algeria's former colonial ruler, this victory over terrorism has brought only temporary solace. France knows the war will go on and, whether it likes it or not, it knows it is a party to the growing conflict between Islamic militants and Algeria's army-backed Government.","thumbnail":null,"section":"World"},{"date":"19941230","headline":"Penn Springs Well-Guarded Machine on St. John's","web_url":"https://www.nytimes.com/1994/12/30/sports/college-basketball-penn-springs-well-guarded-machine-on-st-john-s.html","abstract":"  The University of Pennsylvania backcourt tandem of Jerome Allen and Matt Maloney came into last night's championship game of the ECAC Holiday Festival heralded as one of the best in the nation. And for much of 40 minutes it showed the St. John's Red Storm why.   Maloney's deadly shooting from the perimeter and Allen's crafty ball-handling and floor leadership proved too tough a combination for the Red Storm. The duo combined for 47 points to lead the Quakers to a 79-73 victory before 15,812 at Madison Square Garden. It was the first loss in eight outings for 25th-ranked St. John's. Penn improved to 6-1.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19941230","time":"1994-12-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":63,"wspd":22.3},{"date":"19941230","time":"1994-12-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":58,"wspd":25.9},{"date":"19941230","time":"1994-12-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":61,"wspd":25.9},{"date":"19941230","time":"1994-12-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":58,"wspd":29.5},{"date":"19941230","time":"1994-12-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":59,"wspd":29.5},{"date":"19941230","time":"1994-12-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":53,"wspd":29.5},{"date":"19941230","time":"1994-12-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":54,"wspd":29.5},{"date":"19941230","time":"1994-12-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":54,"wspd":31.3},{"date":"19941230","time":"1994-12-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":57,"wspd":35.3},{"date":"19941230","time":"1994-12-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":62,"wspd":29.5},{"date":"19941230","time":"1994-12-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":72,"wspd":37.1},{"date":"19941230","time":"1994-12-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":77,"wspd":31.3},{"date":"19941230","time":"1994-12-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":70,"wspd":35.3},{"date":"19941230","time":"1994-12-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":72,"wspd":31.3},{"date":"19941230","time":"1994-12-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":65,"wspd":27.7},{"date":"19941230","time":"1994-12-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":62,"wspd":29.5},{"date":"19941230","time":"1994-12-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":62,"wspd":31.3},{"date":"19941230","time":"1994-12-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":58,"wspd":33.5},{"date":"19941230","time":"1994-12-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":62,"wspd":29.5},{"date":"19941230","time":"1994-12-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":66,"wspd":40.7},{"date":"19941230","time":"1994-12-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":72,"wspd":27.7},{"date":"19941230","time":"1994-12-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":73,"wspd":29.5},{"date":"19941230","time":"1994-12-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":73,"wspd":25.9},{"date":"19941230","time":"1994-12-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":72,"wspd":24.1},{"date":"19941230","time":"1994-12-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":31,"wspd":33.5},{"date":"19941230","time":"1994-12-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":34,"wspd":29.5},{"date":"19941230","time":"1994-12-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":38,"wspd":25.9},{"date":"19941230","time":"1994-12-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":38,"wspd":24.1},{"date":"19941230","time":"1994-12-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":38,"wspd":25.9},{"date":"19941230","time":"1994-12-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":38,"wspd":25.9},{"date":"19941230","time":"1994-12-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":39,"wspd":20.5},{"date":"19941230","time":"1994-12-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":37,"wspd":18.7},{"date":"19941230","time":"1994-12-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":36,"wspd":20.5},{"date":"19941230","time":"1994-12-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":36,"wspd":29.5},{"date":"19941230","time":"1994-12-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":34,"wspd":29.5},{"date":"19941230","time":"1994-12-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":31,"wspd":24.1},{"date":"19941230","time":"1994-12-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":28,"wspd":22.3},{"date":"19941230","time":"1994-12-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":29,"wspd":16.6},{"date":"19941230","time":"1994-12-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":27,"wspd":22.3},{"date":"19941230","time":"1994-12-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":24,"wspd":16.6},{"date":"19941230","time":"1994-12-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":22,"wspd":22.3},{"date":"19941230","time":"1994-12-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":19,"wspd":18.7},{"date":"19941230","time":"1994-12-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":18,"wspd":9.4},{"date":"19941230","time":"1994-12-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":16,"wspd":11.2},{"date":"19941230","time":"1994-12-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":16,"wspd":14.8},{"date":"19941230","time":"1994-12-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":19,"wspd":13},{"date":"19941230","time":"1994-12-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":22,"wspd":16.6},{"date":"19941230","time":"1994-12-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":23,"wspd":16.6}]}}