{"19931123":{"guardian_articles":[{"date":"19931123","headline":"Bulger trial QCs blame 'other boy'","web_url":"https://www.theguardian.com/uk/1993/nov/23/bulger","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19931123","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/23/nyregion/inside-967493.html","abstract":"  Gauging Brady Bill's Effect   Experts say the impact of the Brady bill, which would establish a waiting period for gun purchases, may be symbolic. News analysis, page B9. Ammunition Is Withdrawn    A maker of a hollow-point ammunition announced it would withdraw the rounds from public sale. Page B9. Gulf War Syndrome Studied    Many veterans of the Gulf War have reported similar symptoms but no single cause or disease has been found. Science Times, page C1. His Honor the Professor    Mayor Dinkins plans to teach at Columbia after leaving office, a university official said. Page B4.  ","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"On My Mind; Waiting for China","web_url":"https://www.nytimes.com/1993/11/23/opinion/on-my-mind-waiting-for-china.html","abstract":"  Sometime in June we and they will find out what President Clinton was able to accomplish in Seattle.    Results on the economic agenda, the President's hopes for a great Asian-Pacific-American trade zone, will take a lot longer to judge -- years.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/23/nyregion/metro-digest-642593.html","abstract":"  SOFTWARE DESIGNER ACCUSED OF VIRUS USE The president of a New York City software-design company and one of his technicians were charged with infecting a dissatisfied client's computer system with a virus that would cripple his business unless he stopped withholding payment for the system. A1. WHITMAN IS A STAR ATTRACTION The star attraction as the nation's Republican governors met in Phoenix was Governor-elect Christine Todd Whitman of New Jersey. B6.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Books of The Times; Fictionalizing the Sage of Monticello","web_url":"https://www.nytimes.com/1993/11/23/books/books-of-the-times-fictionalizing-the-sage-of-monticello.html","abstract":"  Jefferson  A Novel  By Max Byrd  424 pages. Bantam Books. $22.95.     Thomas Jefferson, the author of the Declaration of Independence and the third President of the United States, presents the historical novelist with several problems. To begin with, the historical record concerning Jefferson is enormous, as the bulk of Jefferson's own eloquent writings and Dumas Malone's minutely detailed six-volume biography attests. Jefferson's life does not provide a lot of room for novelistic improvisation.   Furthermore, the highly rational, practical-minded Jefferson does not immediately present the novelist with a particularly colorful or emotionally sympathetic canvas. While no one would contest Jefferson's role as a pivotal figure in the history of American democracy, he is not a historical personage with the personal bravura of an Aaron Burr or a Huey Long. This, after all, was a man who counted every penny he spent and filled volumes of journals with notes on the weather.   His hagiographers have depicted him as a man of perfect marble, swearing, in one historian's words, \"eternal hostility to every form of tyranny over the mind of man.\" His detractors have portrayed him as a hypocrite: an abolitionist who owned slaves, an egalitarian who believed in racism, a libertarian who often failed to defend civil liberties.   Max Byrd, a scholar specializing in 18th-century literature and the author of five suspense novels, has focused on another contradiction in Jefferson's life -- his inability to reconcile the promptings of his head and his heart -- and has used this contradiction as a springboard for a wonderfully vivid novel that brings the sage of Monticello (or a version of him, anyway) to life.   Mr. Byrd is not interested here in using Jefferson as a vehicle for reinterpreting a pivotal era in America history; he is interested in Jefferson as a personality, as a highly gifted and conflicted individual who happened to play a formative role in the founding of this country. His Jefferson is an elusive, mercurial fellow: a romantic who conceals his emotional vulnerabilities behind a mask of cordiality; a lonely widower, who is ill at ease in the public world of banquets and speeches; a doting father who refuses to accord his daughters the freedom he promotes for the masses, and a chilly moralist and master of self-control who finds himself unexpectedly falling in love.   Borrowing a device from Gore Vidal's \"Burr,\" Mr. Byrd allows the reader to see his protagonist through the eyes of a young man who works in Jefferson's office. In this case, the young man is based on a real person named William Short, one of Jefferson's proteges, who served as his secretary during his years as American envoy to France. A callow, impulsive young man, Mr. Byrd's Short is almost hopelessly in awe of Jefferson; he hopes to play Boswell to Jefferson's Johnson.   \"He would sift, examine, develop,\" Mr. Byrd writes of Short. \"Penetrate Jefferson's defenses, disclose the springs of his character: explain once and for all why he guarded his feelings so closely; why his feelings were all the stronger for being walled in and guarded.\"   Although the fictional Short's memoirs cut back and forth in time to sketch in Jefferson's youth and the years of the American Revolution, they concentrate on Jefferson's tenure in France (1784-89), a period that recently drew considerable attention in a biography by Willard Sterne Randall, who argued that the sophistications of Paris effectively helped to transform Jefferson's world view. This is also the period when Jefferson is believed, by some writers, to have seduced a mulatto housemaid named Sally Hemmings.   Skating nimbly around the Hemmings controversy, Mr. Byrd's Short instead focuses his attention on Jefferson's romantic attachment to Maria Cosway, a painter married to a successful British artist. It appears to have been love at first sight. We see Jefferson behaving like a besotted schoolboy in front of the lovely Maria: he even breaks his wrist, attempting to impress her by leaping over a fence.   The affair quickly blossoms, and then just as rapidly dissolves. Why has their love failed to take root? Short speculates that \"Maria was far too flirtatious and independent\" and Jefferson \"liked women who were submissive, feminine, yielding.\" Also, Short thinks, Jefferson's daughter Patsy hated Maria, and \"Jefferson's ties to Patsy were the unshakable Virginia ones of blood.\"   Here and there in this volume, Short engages in Freudian speculation about Jefferson's life. He suggests that Jefferson disliked his mother, and that this early, sour relationship colored his subsequent romances with women. He suggests that the early death of Jefferson's father left him in need of a father figure, and that George Washington filled the bill. And he suggests that the many losses Jefferson suffered in his life (the deaths of his parents, coupled with the untimely deaths of his wife and several of their children) caused him to erect elaborate emotional fences.   By placing this speculation in the mouth of the fictionalized Mr. Short, Mr. Byrd is able to sidestep questions concerning the veracity of such musings. In an author's note, he tells the reader that he has made a few minor changes in the historical record (mainly involving dates), but has otherwise adhered \"to the generally agreed-upon facts\" as he found them in the real William Short's papers, and contemporaries' papers, including the vast annotated edition of Jefferson's own writings.   So authoritatively does Mr. Byrd conjure up the day-to-day details of Jefferson's life, so knowingly does he describe the atmosphere of prerevolutionary France that the reader practically forgets that his novel is based on thousands and thousands of researched facts. Indeed, \"Jefferson\" has the organic intimacy of a novel that has sprung full-blown from the imagination of its creator.","thumbnail":null,"section":"Books"},{"date":"19931123","headline":"Starks! Starks! Starks! Knicks Win in 3-Point Blur","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-basketball-starks-starks-starks-knicks-win-in-3-point-blur.html","abstract":"  Who can figure out John Starks? On Saturday night, his shooting was horrific. Last night, he was terrific. And it took a broken nose to distract him from a possible record-setting shooting performance.   In scoring 37 points, Starks tied a National Basketball Association record with seven 3-point field goals in the first half, propelling the Knicks (8-2) to an easy 119-87 victory over the Miami Heat at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"The Kremlin's Latest Intrigue Shows How Real Life Imitates James Bond","web_url":"https://www.nytimes.com/1993/11/23/world/the-kremlin-s-latest-intrigue-shows-how-real-life-imitates-james-bond.html","abstract":"  On a muggy July night when the power struggle in Moscow was at a low simmer, a 30-year-old Russian lawyer was secretly smuggled into the country from self-imposed exile in Canada, on a special mission for President Boris N. Yeltsin. He was installed behind a computer in a large though shabby suite inside the Kremlin, and ordered to sift through suitcases of documents for incriminating evidence against Mr. Yeltsin's powerful enemies.   But these enemies, including the just-dismissed head of the Security Ministry and the country's chief prosecutor, managed to track him down and even issue an order for his arrest. After a nerve-tingling journey that began at a Moscow railway station and ended in the skies over Armenia, the young lawyer made his way back to Canada, where the threats against him continued.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Manufacturer to Withdraw Controversial Ammunition","web_url":"https://www.nytimes.com/1993/11/23/us/manufacturer-to-withdraw-controversial-ammunition.html","abstract":"  The manufacturer of the Black Talon hollow-point pistol rounds, which are designed to do greater damage than ordinary ammunition, announced today that it was withdrawing the cartridges from sale to the general public.   The decision by the manufacturer, Winchester Ammunition, comes two and a half weeks after some lawmakers proposed banning them. One threatened to impose a 10,000 percent tax on the sale of the exotic ammunition as one way to help finance the overhaul of the nation's health care system. The company, based in East Alton, Ill., acknowledged the impact of such proposals in its announcement.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Keenan Faces Surgery","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-nhl-keenan-faces-surgery.html","abstract":"  The Rangers, who are undefeated in their last 12 games, were rewarded by Coach MIKE KEENAN by getting this past weekend off. But while his players were enjoying their mini-break, Keenan was in a New York hospital having X-rays taken and finding out that he had torn cartilage in his right knee.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Congressional Roundup: House Fends Off Effort To Trim Budget Further; More Money Backed For the Unemployed","web_url":"https://www.nytimes.com/1993/11/23/us/congressional-roundup-house-fends-off-effort-trim-budget-further-more-money.html","abstract":"  The House tonight passed by a vote of 320 to 105 and sent to President Clinton a long-delayed bill to provide an extra 7 to 13 weeks of unemployment benefits for about a million long-term jobless who had exhausted their basic 26 weeks of benefits.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Taylor Has Blue-Chip Options To Ponder","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-football-taylor-has-blue-chip-options-to-ponder.html","abstract":"  Lawrence Taylor, whose finances are booming as a result of the stock-market success of his company, All-Pro Products, could make this his final season with the Giants so he can focus his efforts on building the company, according to friends and league officials.   Taylor's company is the hottest new stock offering on the market, and it's unclear whether that is because of his popularity as a linebacker or the excesses of a bull market. Whatever the reason, friends of Taylor say that while the linebacker was strongly considering coming back next season, the success of his company has made him rethink whether he should finish the second year of his two-year contract with the Giants.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/23/sports/results-plus-213693.html","abstract":"  PRO BASKETBALL Pacers Crush the Celtics Rik Smits scored 14 of his 27 points in the third quarter and grabbed 10 rebounds last night, leading the Indiana Pacers to a 102-71 romp over the Boston Celtics in Hartford. Dale Davis added 13 points and had 14 rebounds for the Pacers, who never trailed. Malik Sealy had 17 points and Reggie Miller, sidelined with an ankle injury the previous two games, added 16. Xavier McDaniel and Kevin Gamble each scored 13 points to lead Boston. Larry Bird was on hand for a halftime tribute for six former Celtics at the Civic Center. The other players were Dennis Johnson, Jo Jo White, John Havlicek, Dave Cowens and Don Nelson. Space was left on the banner for the numbers of Kevin McHale and the late Reggie Lewis. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"An Outlaw in the Balkans Is Basking in the Spotlight","web_url":"https://www.nytimes.com/1993/11/23/world/an-outlaw-in-the-balkans-is-basking-in-the-spotlight.html","abstract":"  \"Arkan,\" campaign posters proclaimed in letters three times as high as those of the Serbian Unity Party, and none of the crowd that jammed a drafty basketball court in this grim industrial suburb or indeed in all of the former Yugoslavia needed further identification.   \"We have a Serbian dream!\" he shouted, standing stiffly in a dark double-breasted suit as several thousand supporters, huddled in ski parkas, roared from the bleachers.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Controlling School Violence","web_url":"https://www.nytimes.com/1993/11/23/opinion/controlling-school-violence.html","abstract":"  Last week a student at Springfield Gardens High School in Queens, who had reportedly been harassed repeatedly by other students, sprayed 18 people in a hallway with a corrosive acid. The week before that, a security officer at Louis D. Brandeis High School in Manhattan was beaten by a gang of students.    These are just two recent examples of the escalating violence that has already marred the school year. In an effort to regain control of the schools, Chancellor Ramon Cortines has proposed to appoint a new administrator to coordinate and supervise security and violence-prevention programs.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Varied Methods for One Goal: Getting Out the Vote","web_url":"https://www.nytimes.com/1993/11/23/nyregion/varied-methods-for-one-goal-getting-out-the-vote.html","abstract":"  Politicians call it, simply, G.O.T.V.   It means Get Out the Vote -- every last vote, for candidates from president to council members.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/11/23/nyregion/editors-note-031193.html","abstract":"  An article on Oct. 1, reporting on Senate testimony by Hillary Rodham Clinton about health care, included a passage about former Gov. Richard D. Lamm of Colorado. It said Mr. Lamm \"drew widespread antagonism when he said in 1984 that the elderly, if ill, 'have got a duty to die and get out of the way.' \"   Similar characterizations of Mr. Lamm's speech of March 27, 1984, were published soon after it was given, and have appeared periodically. But that version of Mr. Lamm's remarks is a distortion, as Governor Lamm complained in 1984. He said then that insufficient attention to detail by the news media had led to a misinterpretation.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Barkley's Good and Bad","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-nba-barkley-s-good-and-bad.html","abstract":"  CHARLES BARKLEY of the Phoenix Suns, who averaged 28.3 points and 15.3 rebounds while leading his team to a 3-0 record, was chosen the league's player of the week. Meanwhile, the police yesterday in Scottsdale, Ariz., neared completion of their investigation into a bar-pool-hall scuffle early last Thursday in which a man accused Barkley of punching him in the face, a charge denied by the forward. Police Lieut. MIKE KEELEY said the police would not make a recommendation to the prosecutor's office about whether to charge anyone in the case. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Rollins Issue Puts Whitman In Center of G.O.P. Meeting","web_url":"https://www.nytimes.com/1993/11/23/nyregion/rollins-issue-puts-whitman-in-center-of-gop-meeting.html","abstract":"  There was a big distraction as the nation's Republican governors gathered here today to celebrate their recent victories, and it was not only the sight of the basketball stars Michael Jordan and Charles Barkley posing for a footwear commercial at the hotel pool.   Inside, the star attraction was Gov.-elect Christine Todd Whitman of New Jersey. But the politicians and hangers-on who attend these meetings were less fascinated by how Mrs. Whitman defeated Gov. Jim Florio than in how she was holding up in the firestorm over whether her campaign sought to discourage black voters in urban areas.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Injuries Put Jet Offense In a Defensive Position","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-football-injuries-put-jet-offense-in-a-defensive-position.html","abstract":"  Last week it was the Jets' linebacking corps that was shaken by injuries. This week the injury bug bit the offense, particularly the offensive line and the running backs.   Right guard Dwayne White, right tackle Siupeli Malamala, and running backs Johnny Johnson and Richie Anderson all left Sunday's game against the Cincinnati Bengals with injuries.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Scientists Seek Warnings of Environmental Problems in Seas","web_url":"https://www.nytimes.com/1993/11/23/science/scientists-seek-warnings-of-environmental-problems-in-seas.html","abstract":"  SCIENTISTS say the world's oceans could serve as natural alarm systems for warning of impending climate changes, pollution crises and other global hazards, and they have urged the speedy development of new technologies to monitor the seas.   At a meeting of the Acoustical Society of America last month, scientists from several nations, including Russia, outlined new techniques for using the oceans, particularly the Arctic Ocean, to find clues to the approach of environmental trouble.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"Museum as Cultural Anchor: The Studio at 25","web_url":"https://www.nytimes.com/1993/11/23/arts/museum-as-cultural-anchor-the-studio-at-25.html","abstract":"  When the Studio Museum in Harlem opened its doors in a rented loft in 1968, most black artists were being excluded from gallery and museum shows, and only a handful -- among them Romare Bearden, Jacob Lawrence and Elizabeth Catlett -- had gained national or international exposure. That number has grown exponentially, as has the number of institutions collecting black art, and the museum, which is regarded by many in the art world as the premier fine-arts institution of its kind, has been instrumental.   Two current exhibitions at the museum illustrate its defining missions: to provide studio space for black artists and to exhibit their work. One is \"The 25th-Anniversary Exhibition: Recent Acquisitions and Selected Works from the Studio Museum in Harlem Collection,\" which includes works by Bearden, Ms. Catlett, Emma Amos, Melvin Edwards, Sam Gilliam, Serge Jolimeau and Alvin Loving.","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"In Defeat, a Victory for D.C.","web_url":"https://www.nytimes.com/1993/11/23/opinion/in-defeat-a-victory-for-dc.html","abstract":"  \"Washingtonians pay taxes with us and they serve in wars with us. . . . And when we voted two years ago to send our young people to war in the Persian Gulf, I wondered to myself what it would feel like to be a father here in the District of Columbia and have a son or daughter go and have no vote on the floor of this House.\"   These words came Sunday from Representative Richard Gephardt of Missouri, just before Congress defeated a bill that would have granted statehood to the District of Columbia, which has nearly 600,000 citizens but is denied a vote in the Congress that dictates its affairs.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"China Stiffs the President","web_url":"https://www.nytimes.com/1993/11/23/opinion/china-stiffs-the-president.html","abstract":"  Braving criticism by human rights activists and their supporters in Congress, President Clinton held out the hand of diplomatic compromise to China's President, Jiang Zemin, in Seattle last Friday. What he got in return was an unyielding lecture on China's hard-line positions.    Nobody realistically expected China to announce dramatic changes in its human rights, arms sales and trading policies on the spot. But by failing to reciprocate Washington's carefully planned package of good-will gestures, Beijing confounds the Administration's efforts to reverse an alarming slide in U.S.-China relations.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/23/nyregion/news-summary-981093.html","abstract":"  International A3-13  SERBIAN OUTLAW ENTERS POLITICS  Arkan, wanted for murder and bank robbery in Europe, is the newest political star in Serbia as he runs for a seat in Parliament.  A1","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"A New Effort On Suicides By Officers","web_url":"https://www.nytimes.com/1993/11/23/nyregion/a-new-effort-on-suicides-by-officers.html","abstract":"  Two days after an eighth New York City police officer took his own life this year, Police Commissioner Raymond W. Kelly announced a stepped-up campaign to detect the warning signs and help officers at risk of suicide.   The plan will center upon ways to pierce the rigid world of the police precinct, and will try to break through the officers' own emotional shells, hardened by a profession that often demands a steely facade, Mr. Kelly said.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"CUNY Head Returns for a Time","web_url":"https://www.nytimes.com/1993/11/23/nyregion/cuny-head-returns-for-a-time.html","abstract":"  The trustees of the City University of New York, voting unanimously, temporarily reinstated the president of the College of Staten Island yesterday, less than a month after they had dismissed him.   Under an agreement the president, Dr. Edmond L. Volpe, will remain in the job until Feb. 1, when the college's executive vice president and provost, Dr. Felix Cardegna, will assume the job of acting president. Dr. Volpe will then go on an academic leave of absence and will retire on June 30.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/23/arts/classical-music-in-review-782093.html","abstract":"  Lionheart  St. Ignatius of Antioch Episcopal Church West End Avenue at 87th Street Manhattan","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"Sports of The Times; Getting To the Heart Of the Matter","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-of-the-times-getting-to-the-heart-of-the-matter.html","abstract":"  WHEN Hank Gathers of Loyola Marymount collapsed and died in March 1990, Garry Mendez wondered if there was something more to Gathers's death than the sudden demise of a college basketball superstar.   As executive director of the Washington-based National Trust, an organization that focuses on health issues affecting black men, Mendez wondered whether Gathers's death from idiopathic cardiomyopathy, an enlargement of the heart wall, was isolated. Or was it a warning of other undetected time bombs residing in the chests of great athletes?","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Germany Finds 2 Blood Donors Had AIDS Virus","web_url":"https://www.nytimes.com/1993/11/23/world/germany-finds-2-blood-donors-had-aids-virus.html","abstract":"  Investigators have discovered that two samples of blood donated to a German company suspected of distributing H.I.V.-tainted blood were infected with the virus, a prosecutor announced today. He said nine other samples could not be positively certified as being free of the virus, which causes AIDS.   The prosecutor, Norbert Weise, said that his investigators had checked 25,018 blood samples from the estimated 4,000 people who donated blood to the company, but that the results were not \"absolutely reliable\" because records were not fully in order.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Crowding Reduces Fertility Of Voles","web_url":"https://www.nytimes.com/1993/11/23/science/crowding-reduces-fertility-of-voles.html","abstract":"  THE tiny meadow vole, a mouselike creature that ordinarily spends most of its three-month life span producing babies, is apparently so sensitive to population pressure that it quickly reins in its reproductive urge when there are too many voles in its neighborhood.   Dr. Richard S. Ostfeld and his colleagues at the Institute of Ecosystem Studies in Milbrook, N.Y., reported in the current issue of the journal Nature that by regulating the population density of voles in experimental plots of land, they could precisely control the animals' breeding rate.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"Injury Nagging Thomas, And So Are His Critics","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-football-injury-nagging-thomas-and-so-are-his-critics.html","abstract":"  Blair Thomas was responding to a question about the possibility that he might be available for this week's game at New England, after missing the last five games with an injury.   \"It's been six weeks and five games,\" he said, correcting the reporter on the length of his absence.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"1893:Lynch Mob in Iowa : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-1893lynch-mob-in-iowa-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - During the trial of a man in Ottumwa, Iowa, for assault on a four-year-old child, a mob invaded the Court-room. The mother provided a rope. The father tied the knot. The mother spat on the man and cried: 'Now, take him!' The crowd then hanged him","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"'No Pain, No Gain' Not a Network Motto","web_url":"https://www.nytimes.com/1993/11/23/sports/tv-sports-no-pain-no-gain-not-a-network-motto.html","abstract":"  In the aftermath of ABC's decision to drop the New York City Marathon last week after a 13-year run, Fred Lebow, the race's director, was rueful, knowing that he could have delayed the decision.   \"Last year,\" Lebow said, \"they offered us a two-year deal and we took one. That was our mistake.\"","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/23/nyregion/no-headline-016893.html","abstract":"  \"He's the elected leader of the country. For any citizen or any company or any union to say 'No, I won't do that' to the President requires an awfully good reason.\" -- ROBERT L. CRANDALL, American Airlines chairman.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Mets: Valentine Isn't in Waiting","web_url":"https://www.nytimes.com/1993/11/23/sports/baseball-mets-valentine-isn-t-in-waiting.html","abstract":"  Before becoming the manager of the Texas Rangers in 1985, Bobby Valentine did not manage in the minor leagues. \"People said I didn't pay my dues,\" Valentine said yesterday, \"so after 1,200 games in the major leagues, I'd like to erase that blemish from my resume.\"   Valentine, the Mets announced yesterday, will manage their Class AAA minor league team at Norfolk of the International League. The Mets also quickly emphasized that Valentine will not be a manager-in-waiting -- waiting for Dallas Green to disappear as the Mets' manager.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Mr. Packwood Had It Right: Resign","web_url":"https://www.nytimes.com/1993/11/23/opinion/mr-packwood-had-it-right-resign.html","abstract":"  Senator Bob Packwood's friends say that he had finally decided to quit last week after a year of dodging and ducking over charges of sexual misconduct. Then, when he received a Justice Department subpoena for documents the Senate is also demanding, he decided to stay after all. Mr. Packwood had it right the first time. He should pack his bags and depart.    The Senator's change of mind is an unfortunate byproduct of the Justice Department's interest in the possibility that he misused his office. New questions of possible misconduct arose last month when the Senate Ethics Committee staff was scanning his office diaries. Those questions included whether he improperly solicited the help of a lobbyist to obtain a job for his wife, who was divorcing him.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Holiday Promises as Much Travail as Travel","web_url":"https://www.nytimes.com/1993/11/23/us/strike-at-american-airlines-holiday-promises-as-much-travail-as-travel.html","abstract":"  The American Airlines strike may be ending, but travel agents across the country say passengers with tickets on its flights should still expect delays, re-routing and other inconveniences.  Even without a strike, tomorrow is traditionally the busiest day of the year for air travel, making it a prime opportunity for delays, lost baggage and other travel unpleasantries.    It will be at least a few days before American returns to normal, the carrier said. Gus Whitcomb, an American spokesman, said last night that the airline expected to have 60 to 75 percent of its flights in operation today, \"up to 85 percent Wednesday, and we hope to be close to 100 percent over the weekend.\"","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Congressional Roundup: House Fends Off Effort To Trim Budget Further; Committee Proposes Procedural Changes","web_url":"https://www.nytimes.com/1993/11/23/us/congressional-roundup-house-fends-off-effort-trim-budget-further-committee.html","abstract":"  On the last full day of the Congressional session, a select House committee today proposed a broad set of procedural changes, from applying all civil rights and labor laws to Congress to shifting the budget process from an annual to a two-year cycle.   But at the same time House leaders abandoned plans for a vote tonight on legislation that would require many more people to register as lobbyists and prohibit them from giving gifts, including meals and theater tickets.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Florio Declines to Rescue Whitman From Democrats' Lawsuit","web_url":"https://www.nytimes.com/1993/11/23/nyregion/florio-declines-to-rescue-whitman-from-democrats-lawsuit.html","abstract":"  Gov. Jim Florio today declined to rescue his successor, Christine Todd Whitman, from a Democratic lawsuit to overturn her election, an effort that suffered a setback today when the Democrats tried unsuccessfully to expand it.   Responding to a plea from Mrs. Whitman to use his influence to call off the lawsuit, Mr. Florio said in a statement: \"I have said I believe that any allegations of voter suppression are serious, that they send a distressing message about democracy in this country and that they deserve to be fully investigated.\"","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Review/Television; Two Antic Evenings Of Comedy and Tributes","web_url":"https://www.nytimes.com/1993/11/23/arts/review-television-two-antic-evenings-of-comedy-and-tributes.html","abstract":"  A brief history of comedy over the past several decades can be gleaned from a couple of this week's better shows: Home Box Office's \"Tracey Ullman: A Class Act,\" tonight at 10:15; and NBC's \"Comedy Hall of Fame,\" tomorrow night at 9. Comics, comedians, comic actors: they're all here seriously trying to be funny, and often succeeding brilliantly.    Miss Ullman is anything but a stand-up comic. She is a gifted character actress and mimic with a ferocious appetite for life's foibles. After barreling around New York for HBO last month in the first of what should be (if there's any justice in comedy heaven) a string of specials, Miss Ullman now returns home to England to burrow into its entrenched class system. The gallery of characters, many of them odd, most played by herself, is very much in the style of Lily Tomlin. Laughing doesn't preclude a wince or two.","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"Voiceless and Frustrated : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-voiceless-and-frustrated-letters-to-the-editor.html","abstract":"Regarding \"The Professor Declares War on Free Speech\" (Opinion, Oct. 28): .George F. Will persists in belittling Catherine MacKinnon's concept of \"voicelessness\" by asserting that she is \"ubiquitous and loud\" in addition to","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Complaints Are Rising On Substitute Officials","web_url":"https://www.nytimes.com/1993/11/23/sports/hockey-complaints-are-rising-on-substitute-officials.html","abstract":"  Negotiations aimed at ending an eight-day strike by National Hockey League officials broke off yesterday in Buffalo amid a growing chorus of complaints about the substitute referees.   Gary Bettman, the N.H.L. commissioner, and Don Meehan, an agent representing the N.H.L. Officials Association, met for the second consecutive day, along with their respective negotiating teams. On Sunday, they had bargained for the first time in a week, a five-hour session in Hartford. Yesterday's meeting lasted about two and a half hours.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Wider Gap In City Budget Is Projected","web_url":"https://www.nytimes.com/1993/11/23/nyregion/wider-gap-in-city-budget-is-projected.html","abstract":"  Offering his final projections for New York City's budget, Mayor David N. Dinkins announced yesterday that his successor, Rudolph W. Giuliani, would face a projected gap of $1.73 billion in the budget he must have outlined by January, about $450 million more than projections only three months ago.   The widening gap reflects not new or unexpected costs but rather the effects of a number of decisions to stop counting on revenues that require outside actions, like the assumption by the state of the city's share of Medicaid costs.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Fordham Coach Is Out","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-college-football-fordham-coach-is-out.html","abstract":"  After winning just five games in the last four seasons, including only one in 11 outings this year, LARRY GLUECK has stepped down as Fordham's head coach. Glueck leaves with an an eight-year record of 30-51-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Ordeal For Farr A Study in Courage","web_url":"https://www.nytimes.com/1993/11/23/sports/on-golf-ordeal-for-farr-a-study-in-courage.html","abstract":"  She was not built like a fighter. She stood 5 feet 1 inches tall and, at the end, she weighed 90 pounds. But inside, Heather Farr had more fight than a gym full of heavyweights. Inside the small body -- a body racked for more than four years by cancer, a body cut open more than 15 times, zapped by radiation and shocked by chemotherapy -- was a spirit that simply would not yield.   It was only last week that she showed it again, before her second and third brain surgeries were performed. She had just come out of anesthesia after holes had been drilled in her skull to relieve pressure on her brain.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/23/arts/classical-music-in-review-781293.html","abstract":"  The Warsaw Philharmonic  Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"HOUSE, 255 TO 175, VOTES TO RESTRICT CAMPAIGN SPENDING","web_url":"https://www.nytimes.com/1993/11/23/us/house-255-to-175-votes-to-restrict-campaign-spending.html","abstract":"  Weighing public demands for campaign reform against the high cost of seeking re-election, House members today approved a change in campaign finance laws that includes voluntary limits on spending and the first public financing of Congressional campaigns.   No one can say with certainty what impact the measure will have, but if enacted it would represent the first effort to limit the advantages of incumbency since 1974, when Congress regulated political contributions in the wake of the Watergate scandal.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Mutilation of Girls' Genitals: Ethnic Gulf in French Court","web_url":"https://www.nytimes.com/1993/11/23/world/mutilation-of-girls-genitals-ethnic-gulf-in-french-court.html","abstract":"  As she rose in a Paris courtroom, a small figure in a black lawyer's robe, Linda Weil-Curiel talked so softly that the judge and the jury had to lean forward to hear her argument.   \"This is butchery invented to control women,\" Miss Weil-Curiel told the court. She was speaking as a member of the prosecution team in the trial of a woman accused of allowing the genital mutilation of her daughter, a tradition widely practiced in parts of Africa and Asia for centuries.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Kimball Will Get Manslaughter Release","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-diving-kimball-will-get-manslaughter-release.html","abstract":"  BRUCE KIMBALL , the United States Olympic diver who in 1988 drove under the influence of alcohol into a group of teen-agers and killed two, is to be released tomorrow after serving less than 5 years of a 17-year manslaughter sentence.   But when Kimball, 30 years old, walks out of a Miami halfway house, he will not be completely free. Kimball will never be able to hold a driver's license and will remain on probation for 15 years.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Boy, 5, Dials 911 After He Is Left Alone","web_url":"https://www.nytimes.com/1993/11/23/nyregion/boy-5-dials-911-after-he-is-left-alone.html","abstract":"  The little boy spoke so softly that two different 911 operators had trouble hearing him. He kept saying he wanted the police number.   \"My mother's not here,\" he told the operators on duty in the early morning hours yesterday. \"She went out.\"","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"High Rate of South American Abortion Ills Seen","web_url":"https://www.nytimes.com/1993/11/23/science/high-rate-of-south-american-abortion-ills-seen.html","abstract":"  In South America, where abortion is illegal, hospitalizations for complications from clandestine abortions may be seven times as high as officially reported, a new study indicates.   In a study of hospital records in Bolivia, Colombia, Peru and Venezuela, only 9 percent of 8,589 women hospitalized for complications surrounding terminated pregnancies admitted to having had induced abortions. All the rest said they had miscarried.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/23/style/chronicle-749993.html","abstract":"  Oh, sigh. Another teen-age idol is a bachelor no more. LUKE PERRY, 27, the actor who plays Dylan McKay on \"Beverly Hills 90210,\" was married on Saturday night to MINNIE SHARP, 24, in a private ceremony in Los Angeles.    So private were the rites, in fact, that PAUL BLOCH, Mr. Perry's publicity agent, said yesterday that he did not know any details of the wedding, the honeymoon or Miss Sharp's occupation.","thumbnail":null,"section":"Style"},{"date":"19931123","headline":"12 Charged In Drug Deals That Involve Phone Fraud","web_url":"https://www.nytimes.com/1993/11/23/nyregion/12-charged-in-drug-deals-that-involve-phone-fraud.html","abstract":"  It is the latest in criminal sophistication: A cellular phone's electronic identity is snatched out of the air and used to make thousands of dollars worth of illegal calls.  Law-enforcement officials say the technique has lately become a hallmark of the illegal drug trade.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Two Arrested In a Scheme To Pass Tests","web_url":"https://www.nytimes.com/1993/11/23/nyregion/two-arrested-in-a-scheme-to-pass-tests.html","abstract":"  Two South Korean men have been arrested and charged with running a New York City company that used impersonators to take exams like the Scholastic Aptitude Test on behalf of immigrants seeking admission to American colleges and universities.   The company, Total Test Center in Manhattan, charged $4,000 to $5,000 to send an impersonator to virtually any standardized test, according to Patricia E. Taylor, a lawyer for Educational Testing Service, which administers most of the exams.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Holiday on Thursday","web_url":"https://www.nytimes.com/1993/11/23/nyregion/holiday-on-thursday.html","abstract":"  The Thanksgiving holiday will be observed on Thursday. Here are holiday schedules. NEW YORK  PARADE Macy's Thanksgiving Day Parade begins at 9 A.M. on Thursday at 77th Street and Central Park West. The parade will continue to Columbus Circle, south on Broadway to Herald Square, and east on 34th Street to Seventh Avenue.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Rules on Lawyers Start With Matrimonial Cases","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-rules-on-lawyers-start-with-matrimonial-cases-775893.html","abstract":"  To the Editor:   A letter Nov. 17 laments the fact that new New York State rules for lawyers in matrimonial cases, effective Nov. 30, prohibit a sexual relationship between attorney and client only during representation in a matrimonial case. These rules resulted from the recommendations made by the Committee to Examine Lawyer Conduct in Matrimonial Actions, whose mandate was spelled out in its name. The proposed rules apply only to matrimonial cases.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Trade Pact Raises Threat of TB From Cattle; Dangerous Hormone","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-trade-pact-raises-threat-of-tb-from-cattle-dangerous-hormone-773193.html","abstract":"  To the Editor:   The Food and Drug Administration has approved injection of cow growth hormone, bovine somatotropine, in our country's cows to increase milk production as much as 20 percent. We don't allow our Olympic athletes to inject themselves with human growth hormone, yet we are allowing the food supply to be contaminated by cow growth hormone.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"'Greater China' Should Think Again About Being So Different","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-greater-china-should-think-again-about-being-so-different.html","abstract":"An \"Asian concept\" of human rights in which civil liberties are subordinated to economic development may be fine for ruling elites, but does it have enduring appeal to the mass of the world's population? .The World Chinese Entrepreneurs Conven","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Williams on 'Waver' List at Corner","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-football-giants-notebook-williams-on-waver-list-at-corner.html","abstract":"  Cornerback Perry Williams is one of the classiest players in the Giants' locker room. But you can be the nicest guy on the planet and if the coaches don't think you can do the job, you are gone.   That is the situation for Williams, an 11-year veteran whose days with the Giants could be numbered.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Kenyan and Arkansas Win","web_url":"https://www.nytimes.com/1993/11/23/sports/horse-racing-kenyan-and-arkansas-win.html","abstract":"  Josephat Kapkory of Washington State University, a 26-year-old Kenyan whose training is limited by rigorous studies in chemical engineering, raced to victory today in the National Collegiate Athletic Association cross-country championships.    Kapkory, a senior who placed 12th last year, drew away from the field of 180 runners near the two-mile point of the 10,000-meter (6.2 mile) race. Amid ideal conditions, he ran unchallenged to the finish, winning by 50 meters in 29 minutes 32.4 seconds.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/23/arts/classical-music-in-review-780493.html","abstract":"  Ridge Ensemble  Weill Hall","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"Inquiry Into Slaying of Sheik's Confidant Appears Open","web_url":"https://www.nytimes.com/1993/11/23/nyregion/inquiry-into-slaying-of-sheik-s-confidant-appears-open.html","abstract":"  When prosecutors charged Sheik Omar Abdel Rahman and 14 other men with a massive terrorist conspiracy in August, the indictment left out one crime that investigators had long tried to tie to the sheik.   The investigators had said at that time that they had looked into but could not prove whether Mr. Abdel Rahman had ordered his followers to carry out the 1991 murder of Mustafa Shalabi, his former confidant and a fund-raiser supporting the rebels in the Afghan war. Now, lawyers who used to represent the sheik say the Government is again trying to tie Mr. Abdel Rahman to the killing.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/23/nyregion/c-corrections-001093.html","abstract":"  Because of an editing error, an article on Sunday about an \"open letter\" campaign in the Slovenian press referred imprecisely to its origin. The campaign was originated by Slovenian newspapers, not by President Milan Kucan.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Congressional Roundup: House Fends Off Effort To Trim Budget Further; S.& L.'s Are Given $26.3 Billion More","web_url":"https://www.nytimes.com/1993/11/23/us/congressional-roundup-house-fends-off-effort-trim-budget-further-s-l-s-are-given.html","abstract":"  After years of delay, the House today cast what Congress fervently hopes will be the last vote ever to provide money for cleaning up the savings and loan debacle of the 80's.   In a 235-to-191 vote, the House endorsed a compromise agreement, approved over the weekend by the Senate, that makes up to $26.3 billion available to the Resolution Trust Corporation and its eventual successor, the Savings Association Insurance Fund. The R.T.C., which since April 1992, has lacked the financing to take over failed savings and loans, will now resume doing so. The agency will go out of existence by the end of 1995.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"New York Simulcasting? Don't Bet on It Quite Yet","web_url":"https://www.nytimes.com/1993/11/23/sports/horse-racing-notebook-new-york-simulcasting-don-t-bet-on-it-quite-yet.html","abstract":"  Will New York save itself from another bleak winter at the races?   Horses, trainers and even jockeys are starting to gather their tack this week for the trip south and a winter of racing in Florida. But what kind of landscape will they leave behind in the North?","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"A Teen-Age Pall at the Mall; After-School Gatherings Please Youths but Are Worrying Many Others","web_url":"https://www.nytimes.com/1993/11/23/nyregion/teen-age-pall-mall-after-school-gatherings-please-youths-but-are-worrying-many.html","abstract":"  On the days Joel Rosario goes to school, he heads over to the Chapel Square Mall in the late afternoon to hang out with his friends and to meet girls. When he doesn't go to school, Mr. Rosario says he goes there even earlier.   Mr. Rosario, 16, is one of hundreds of teen-agers who congregate in the downtown New Haven mall every afternoon and have created a prickly public relations problem for the mall.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Report Finds Federal Nutrition Data to Be Unreliable","web_url":"https://www.nytimes.com/1993/11/23/us/report-finds-federal-nutrition-data-to-be-unreliable.html","abstract":"  The Federal Government's information on nutrients in food, used around the world to determine public nutrition policy, plan feeding programs, do medical research and answer questions like how much vitamin A is in a sweet potato or how much fat is in a sirloin steak, is flawed and unreliable, according to a Federal report issued today.   For average people on diets who are counting calories or grams of fat, or for people on low-sodium diets, the inaccuracies reported by the General Accounting Office, the investigative arm of Congress, could present a problem.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Some Big Games Provide Big Questions","web_url":"https://www.nytimes.com/1993/11/23/sports/college-football-some-big-games-provide-big-questions.html","abstract":"  Florida State (10-1) and Nebraska (10-0), ranked 1-2 and 2-1 in the polls that count, appear headed for an almost absolutely dead certain national championship showdown in the Orange Bowl on Jan. 1, with two caveats.   One is Oklahoma (8-2), which plays archrival Nebraska on Friday.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Orioles Sign Fernandez While Rangers Obtain Clark","web_url":"https://www.nytimes.com/1993/11/23/sports/baseball-orioles-sign-fernandez-while-rangers-obtain-clark.html","abstract":"  The Baltimore Orioles, replacing the Yankees as the American League East's most aggressive pursuer of free agents, snared Sid Fernandez for their pitching staff yesterday but stumbled in their quest to make Will Clark their first baseman. Clark instead replaced Rafael Palmeiro as the Texas Rangers' first baseman.   Fernandez, whom the Mets made little effort to re-sign after a 10-year association, agreed to a three-year contract worth $9 million. The Rangers, who had offered Palmeiro $26.5 million for five years, gave Clark $30 million for five.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Much Ado, Little Done","web_url":"https://www.nytimes.com/1993/11/23/us/much-ado-little-done.html","abstract":"  For seven long years, Congressional supporters of a waiting period for the purchase of handguns blamed the lawmakers who were blocking the measure for the deaths of tens of thousands of people.   But if the history of gun control and the views of law-enforcement officials are any measure, the chances are that any results from the legislation establishing the waiting period will be far less dramatic than the bitter legislative debate suggested. Indeed, the main impact may very well be a symbolic one.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"DIALOGUE: TV Violence: Survival Vs. Censorship; Save the Children","web_url":"https://www.nytimes.com/1993/11/23/opinion/dialogue-tv-violence-survival-vs-censorship-save-the-children.html","abstract":"  Imagine an intruder entering your home, seizing your children and forcing them to watch 8,000 murders and 100,000 acts of violence. A monstrous crime? Yes. A crime that would do untold psychological harm to your children? No question about it.   Wake up, parents. Chances are that your child is the victim I just described. The statistics come from the American Psychological Association, which reported in 1992 that by the end of elementary school, the average American child has watched that many acts of violence on television. Saturday morning children's programming leads the way in mayhem and gore, showing an average of 32 violent acts per hour.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/23/nyregion/bridge-722793.html","abstract":"  Leading into the two final sessions of the Open Board-a-Match Team Championship at the American Contract Bridge League's Fall Nationals here today were four players well known to fame: Paul Soloway of Mill Creek, Wash., Bob Goldman and Mike Passell of Dallas, and Mark Lair of Canyon, Tex. Their score was 35 boards out of a possible 52. Second with 34 were Chip Martel of Davis, Calif.; Lew Stansby of Castro Valley, Calif.; Howard Weinstein and Peter Nagy, both of Chicago, and Brad Moss and Ravindra Murthy, both of Berkeley, Calif.   Leading in the Board-a-Match Women's Teams, with 37 boards, were Juanita Chambers of Schenectady, N.Y., Margie Gwozdzinsky of Manhattan, Gerrianne Klafter of Allentown, Pa., Shawn Womack of Irvine, Calif., and Jan Cohen of Los Angeles.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Turgeon Is Honored","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-nhl-turgeon-is-honored.html","abstract":"  PIERRE TURGEON of the Islanders was chosen National Hockey League player of the week yesterday on the strength of three multiple-goal games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Observer; Cunning Are the Rich","web_url":"https://www.nytimes.com/1993/11/23/opinion/observer-cunning-are-the-rich.html","abstract":"  An angry letter writer who says he is rich accuses me of \"rich-bashing\" in a recent column. Not content with that, he insinuates that I am probably rich myself.    I deny this last charge and do so vehemently and categorically, just in case any deadbeat relatives, alumni associations or encyclopedia salesmen happen to be reading this newspaper.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/11/23/style/IHT-what-theyre-reading.html","abstract":"Michael Korda, editor in chief of Simon & Schuster's trade division and a novelist, is reading \"Lenin's Tomb: The Last Days of the Soviet Empire\" by David Remnick. .\"It's a terrific book - exactly what reporting ought to be. I wish I","thumbnail":null,"section":"Style"},{"date":"19931123","headline":"1918:War Winds Down : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-1918war-winds-down-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The successive occupation of the liberated localities in Lorraine continued to-day [Nov. 22] amid magnificent enthusiasm. At Colmar, notably, the ceremonial entry of General Castelnau took place amid the acclamations of the whole population, which","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Airline Strike Ends as Clinton Steps In","web_url":"https://www.nytimes.com/1993/11/23/us/strike-at-american-airlines-airline-strike-ends-as-clinton-steps-in.html","abstract":"  Striking American Airlines flight attendants decided today to end their walkout after President Clinton took the unusual step of brokering an agreement between the union and the airline to submit the labor dispute to binding arbitration.   Mr. Clinton announced the end of the impasse at an afternoon news conference that began barely 20 minutes after the airline and the flight attendants signed off on a plan that was put together by top Administration officials in just a few hours. He said the resolution, which puts the contract dispute before a mutually agreed-upon arbitrator, was intended to allow Thanksgiving holiday travel to return to normal.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Game Over. No Reason to Call Home.","web_url":"https://www.nytimes.com/1993/11/23/sports/on-pro-basketball-game-over-no-reason-to-call-home.html","abstract":"  The trip to New York was a welcome chance to leave the hotel, to not have to lay around, feel the weight of tragedy, the anxiety of being alone. Brian Shaw rode to Brooklyn.   There were uncles and cousins to see yesterday afternoon, in Flatbush and in Sheepshead Bay. There were warm family embraces and stories to tell and tears to shed. There was the thrilling sensation of ticket requests that simply had to be met.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/23/nyregion/c-corrections-741393.html","abstract":"  An entry in the Metro Digest yesterday for an article about cultural awards to be presented by Mayor David N. Dinkins misidentified the head of Dance Theater of Harlem in some editions. He is Arthur Mitchell, not Arthur Miller.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"While Out on Bail, Kevorkian Attends A Doctor's Suicide","web_url":"https://www.nytimes.com/1993/11/23/us/while-out-on-bail-kevorkian-attends-a-doctor-s-suicide.html","abstract":"  The pain was relentless, and no one needed to tell Dr. Ali A. Khalili that it was going to get worse before the bone cancer ravaging his 61-year-old body killed him. At times, he could not walk, cough or even sneeze without his back hurting.   He knew better than most patients what was coming next. A prominent pioneer in rehabilitative medicine in Chicago, he had spent much of his life trying to put broken people and their hopes back together. As a former colleague put it, Dr. Khalili helped his patients believe again that \"life was worth living.\"","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Salou Journal; Swords Drawn in Spain Over Teaching in Spanish","web_url":"https://www.nytimes.com/1993/11/23/world/salou-journal-swords-drawn-in-spain-over-teaching-in-spanish.html","abstract":"  When classes resumed here on Sept. 15, young children attending the Santa Maria del Mar primary school brought home a disturbing bit of news for their Spanish-speaking parents. In the future, they would be taught only in the language of Catalonia.   Many parents were furious. This proud region of northeast Spain has long been promoting Catalan as a way of reinforcing its identity as a \"nation.\" But until now, with Spanish-speakers accounting for about half of its six million residents, bilingualism was the norm in many schools.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Congressional Roundup; House Fends Off Effort To Trim Budget Further","web_url":"https://www.nytimes.com/1993/11/23/us/congressional-roundup-house-fends-off-effort-to-trim-budget-further.html","abstract":"  The same House that gave President Clinton a yearlong string of squeaker legislative victories delivered a final one tonight, barely rejecting an anti-establishment bid to slash an additional $90 billion from Mr. Clinton's five-year budget package.   But though the vote went to the President and his House leaders, 219 to 213, the daylong brawl left the victors bloodied and the losers -- freshmen, second-termers and other youngsters, mostly -- laying claim to the mantle of generational change.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Space-Age Techniques Find New Meaning in Dead Sea Scroll","web_url":"https://www.nytimes.com/1993/11/23/science/space-age-techniques-find-new-meaning-in-dead-sea-scroll.html","abstract":"  ISAIAH'S hopeful prophecy that nations would beat their swords into plowshares and their spears into pruning hooks was an early expression of what today is called technology transfer. Now some cold war technologies, transferred to scholarly pursuits, are being applied to the study of people of biblical times -- and could become important tools in all archeology.   These tools are advanced infrared imaging systems enhanced by highly sensitive electronic cameras and computer image-processing technology. Many of these technologies were developed at the height of the cold war, some for aerial and space reconnaissance, and have since been extended to civilian earth surveys and improved methods of observing the planets and stars.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"Drug Treatment Funds Will Cut Violent Crime","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-drug-treatment-funds-will-cut-violent-crime-769393.html","abstract":"  To the Editor:   \"Hope for a Crime Bill\" (editorial, Nov. 12) states: \"drug treatment for addicted prison inmates is a constructive step, even if Congress can't muster the will to create more community-based treatment.\"","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"2 Officers Indicted For Arrest Actions","web_url":"https://www.nytimes.com/1993/11/23/nyregion/2-officers-indicted-for-arrest-actions.html","abstract":"  Two New York City police officers have been indicted on charges that they assaulted a man and woman after the officers sought to question the couple about why their vehicle had temporary license tags.   One of the officers was also charged with aggravated harassment because, an official familiar with the case said, he used a racial epithet during the encounter. The official, who spoke only on condition of anonymity, said the two officers are white and the couple are black.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Q&A","web_url":"https://www.nytimes.com/1993/11/23/science/q-a-525993.html","abstract":"  Pipes and Cigars   Q. Have any studies been done comparing second-hand smoke hazards from pipes and cigars with those from cigarettes?","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"Faster and Faster, More Data on CD-ROM","web_url":"https://www.nytimes.com/1993/11/23/science/personal-computers-faster-and-faster-more-data-on-cd-rom.html","abstract":"  SOME of the most exciting new software for personal computers is going to come on compact disks instead of on floppy disks, if last week's Comdex Fall trade show in Las Vegas was any indication. Scores of new, affordable CD-ROM software titles were introduced at the show, typically combining high-quality color graphics, stereo sound, full-motion video clips, animation and lots of text.    Computer users who want to take advantage of these new and forthcoming CD-ROM programs must first have a CD-ROM disk drive, which is not the same thing as an audio CD player, even though the disks used by both appear to be similar.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/23/style/chronicle-748093.html","abstract":"  The theme of the evening on Sunday was \"Harold and Stella: Love Letters,\" and the readers, actors like GERALDINE FITZGERALD, ELI WALLACH, ANTHONY QUINN and RUBY DEE, brought to life the private sentiments of Harold Clurman and Stella Adler.   Mr. Clurman was the director, critic, author and teacher and a founder of the Group Theater, which flourished in the 1930's and helped to begin the careers of Lee Strasberg, Elia Kazan and John Garfield, among others. Miss Adler, the actress, was considered by many to be the leading American teacher of acting. Together they were a legendary couple in the annals of theater. They had a romance that lasted 10 years, a marriage that lasted 20 years before they divorced in the early 1960's, and a friendship that endured until Mr. Clurman's death in 1980.","thumbnail":null,"section":"Style"},{"date":"19931123","headline":"Gulf War Syndrome: Is It a Real Disease?","web_url":"https://www.nytimes.com/1993/11/23/science/gulf-war-syndrome-is-it-a-real-disease.html","abstract":"  IT began in Indiana early in 1992, when soldiers in two reserve units that had fought in the Persian Gulf war began to suffer a puzzling array of symptoms. Some became unusually fatigued, and others said their joints ached. They experienced headaches, rashes and hair loss, and their memories occasionally failed them. In some cases the symptoms were severe enough to require hospitalization.   Over the next year, hundreds and then thousands of veterans began showing up at hospitals run by the Department of Veterans Affairs with these and a wide array of other symptoms. Eventually, 10,000 veterans asked the hospitals for physical examinations to see if they had what has come to be called gulf war syndrome.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"The Loyalty of Overseas Chinese Belongs Overseas","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-the-loyalty-of-overseas-chinese-belongs-overseas.html","abstract":"The biggest contribution that younger Chinese entrepreneurs and professionals outside China can make to mainland Chinese culture is to be examples of the economic value of multiculturalism, derived from coexisting with and absorbing the good points of oth","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"1943:Assault on Berlin : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-1943assault-on-berlin-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] British bombers, swinging back into action after a two-day layoff, returned to Berlin last night [Nov. 22] and subjected the German capital to its ninetieth aerial assault of the war, Berlin radio announced today. Fol","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Reid Won't Take a Back Seat to Anyone","web_url":"https://www.nytimes.com/1993/11/23/sports/basketball-reid-won-t-take-a-back-seat-to-anyone.html","abstract":"  A recent scrimmage had just ended at St. Raymond High School in the Castle Hill section of the Bronx when Gary DeCesare, head coach of the basketball team, walked over to Kareem Reid and the rest of the losing squad and said simply, \"Pull out the chairs.\"   Reid, considered one of the top point guards in the nation, dragged his feet across the gymnasium floor and began pulling long racks of folding chairs from beneath the stage to help prepare for a parents-teachers meeting later that evening.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Review/Critic's Notebook; Celebrating Segovia As Master and Mentor, Even as Imperfect Man","web_url":"https://www.nytimes.com/1993/11/23/arts/review-critic-s-notebook-celebrating-segovia-master-mentor-even-imperfect-man.html","abstract":"  The daylong celebration of Andres Segovia's centenary at the Metropolitan Museum of Art on Sunday must have seemed at least slightly peculiar to any nonguitarists in the audience. What the museum offered, in the form of lectures on Segovia's life, working methods, achievements and instruments, ending with a recital by Manuel Barrueco, was the kind of examination regularly lavished on composers and hardly ever on performers.    Performers, after all, stand a rung or two lower than composers on the evolutionary ladder. Composers create; performers are their henchmen. And besides, performers reap their rewards -- adulation, high fees -- in this world. Composers are rewarded posthumously, with such benefits as daylong seminars. But there are reasons Segovia's work warrants examination. Although the Spanish guitar had both virtuosos and enthusiasts long before he made his public debut in 1909, it was Segovia's evangelical zeal that brought the instrument into the mainstream of concert life. And although his own compositions were few and inconsequential, he goaded hundreds of composers into writing for his instrument.","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"A Seeker of Mystery Takes Stock of Suburbs","web_url":"https://www.nytimes.com/1993/11/23/nyregion/our-towns-a-seeker-of-mystery-takes-stock-of-suburbs.html","abstract":"  IT was a dark and stormy night. As the wind whistled through the trees, the lights in the spacious Victorian and colonial homes beckoned with the promise of warmth and shelter.   A blue Volvo station wagon slowly cruised the street, its driver speaking in a hushed voice as he cautioned that this neighborhood, one of the most desirable in Montclair, was home to unhappy secrets.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Yeshiva U. Is Bequeathed $40 Million","web_url":"https://www.nytimes.com/1993/11/23/nyregion/yeshiva-u-is-bequeathed-40-million.html","abstract":"  Yeshiva University has received a $40 million gift, the largest in its 107-year history, from the estate of Rachel Golding, who died last year at the age of 81.   The bequest was made by Mrs. Golding in memory of her late husband, Samuel H. Golding, a New York banker and realtor who, with other Jewish community leaders, helped in 1953 to establish the university's Albert Einstein College of Medicine. He died in 1970.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"O'Neal Receives Fine","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-nba-o-neal-receives-fine.html","abstract":"  Orlando's SHAQUILLE O'NEAL was fined $5,000 yesterday by the National Basketball Association for making derogatory comments about the officiating in the Magic's game against Detroit last Wednesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"SOCCER","web_url":"https://www.nytimes.com/1993/11/23/sports/soccer.html","abstract":"  The Final Draw   Now that the qualifying matches to determine the 24 finalists have been completed, the final draw -- Dec. 19 at Caesars Palace in Las Vegas, Nev., -- is the focus of attention.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/23/arts/classical-music-in-review-779093.html","abstract":"  Orpheus Chamber Orchestra Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"SCIENTIST AT WORK: Harold E. Varmus; Out of the Lab and Into the Bureaucracy","web_url":"https://www.nytimes.com/1993/11/23/science/scientist-at-work-harold-e-varmus-out-of-the-lab-and-into-the-bureaucracy.html","abstract":"  HAROLD E. VARMUS, the new director of the National Institutes of Health and therefore one of the most powerful figures in science, is a man with many weighty matters over which he can mull.    He can worry about the slide in government financing for scientific research, or the wretched state of science education in America. He can dwell on the demoralized condition of the institutes themselves, where many of the clinics and laboratories are dangerously decrepit and where charges of racial discrimination and sexual harassment have been flying. He can fret over choosing the perfect director for one of the most politically sensitive of the new divisions at the N.I.H., the Office of AIDS Research.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"Review/Theater; The Backstage View of TV's Golden Age","web_url":"https://www.nytimes.com/1993/11/23/theater/review-theater-the-backstage-view-of-tv-s-golden-age.html","abstract":"  So it wasn't Paris in the 20's. But midtown Manhattan in the 50's produced its own cockamamie earthquake in American letters. Creating sketches for \"Your Show of Shows\" and then \"Caesar's Hour,\" a band of young, mostly Jewish writers forged a comic style that dominated the new medium of television, as well as Broadway and the movies, for decades. If you want to find the ur-texts of \"The Producers\" and \"Blazing Saddles,\" of \"Sleeper\" and \"Annie Hall,\" of \"All in the Family\" and \"M*A*S*H\" and \"Saturday Night Live,\" check out the old kinescopes of Sid Caesar cavorting with Imogene Coca, Carl Reiner and Howard Morris on those Saturday nights 40 years ago.   Of all the illustrious \"Show of Shows\" alumni, none has had a longer run at the top of American comedy than Neil Simon. \"Laughter on the 23d Floor,\" Mr. Simon's new play at the Richard Rodgers Theater, is his memoir of what went on in the writers' room back when Caesar was king. (Or prince, since Max Prince is the name of Mr. Simon's Caesar stand-in.) Given so funny a playwright and subject, not to mention the lofty talents of the evening's star, Nathan Lane, and director, Jerry Zaks, a theatergoer cannot be blamed for arriving at \"Laughter on the 23d Floor\" with high expectations. Lower them, and you may have a better time.","thumbnail":null,"section":"Theater"},{"date":"19931123","headline":"Fuel-Short Ukraine Is Caught in Wintry Vise","web_url":"https://www.nytimes.com/1993/11/23/world/fuel-short-ukraine-is-caught-in-wintry-vise.html","abstract":"  This is the coldest autumn here in 50 years, and Ukrainians are beginning to feel it indoors as well as out. Throughout the country, apartments and offices are getting colder, hot water is running out and brownouts are more common.   Temperatures have already dipped to 8 degrees below zero Fahrenheit, and even the Parliament building is freezing inside. At many factories, like Gostomel Glass Works outside Kiev, workers on the assembly lines dress in thick parkas, fur hats and gloves.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Chess","web_url":"https://www.nytimes.com/1993/11/23/arts/chess-732493.html","abstract":"  It's hard to be a rebel in chess, at least for any length of time. If you avoid mainline theory and are successful, you become swallowed up in the new, inclusive main line. If you are not successful, you remain on the fringe, losing a lot of games.   There are players who feel no need to be perked up by a venture into variety: such worthies as Anatoly Karpov and Walter Browne would apparently be quite happy to contest both sides of the Queen's Indian Defense to eternity. But most players like to take a chance every once in a while. And there is sometimes a way to have your cake and eat it, too. Perhaps you can hit upon a system of play that you are comfortable with but that the majority of your contemporaries are not.","thumbnail":null,"section":"Arts"},{"date":"19931123","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/23/nyregion/c-corrections-740593.html","abstract":"  A book review yesterday about \"Never Stop Running: Allard Lowenstein and the Struggle to Save American Liberalism,\" by William H. Chafe, misstated the date of Mr. Lowenstein's assassination. It was March 14, 1980, not 1981.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"30-Year Commemoration In Dallas and Arlington","web_url":"https://www.nytimes.com/1993/11/23/us/30-year-commemoration-in-dallas-and-arlington.html","abstract":"  On the 30th anniversary of John F. Kennedy's death, thousands of tourists filed past his grave at Arlington National Cemetery today, and the plaza in Dallas where he was shot to death was declared a National Historic Landmark.   Senator Edward M. Kennedy, the former President's only surviving brother, arrived at the grave shortly after 3 P.M. with Representative Joseph P. Kennedy 2d and their wives.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"Foyt Names Jones","web_url":"https://www.nytimes.com/1993/11/23/sports/sports-people-auto-racing-foyt-names-jones.html","abstract":"  A. J. FOYT announced yesterday that DAVY JONES , a 29-year-old racer from Lake Tahoe, Nev., who made his name in sports car racing, will be the driver on his Indy-car team starting in 1994. Jones replaces ROBBY GORDON , a promising but crash-prone driver who left Foyt's team after his rookie season in 1993 to go to DERRICK WALKER's team. This is not Jones's first time with Foyt, who gave Jones his first ride at Indianapolis in 1987. Jones responded then by posting the fastest qualifying time for a rookie.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Dinkins Accepts Faculty Post In Urban Affairs at Columbia","web_url":"https://www.nytimes.com/1993/11/23/nyregion/dinkins-accepts-faculty-post-in-urban-affairs-at-columbia.html","abstract":"  Mayor David N. Dinkins will join the faculty of Columbia University to teach urban affairs and other subjects at the School of International and Public Affairs after he leaves office at the end of the year, the chairman of the university's Board of Trustees said yesterday.   \"We think this is terrific,\" said Henry L. King, the board chairman. \"No mayor of New York City has ever gone on to higher office -- not Lindsay, not La Guardia, not O'Dwyer, not Koch. But now Mayor Dinkins has achieved that distinction. He's joining the faculty of Columbia University, and I regard that as a promotion.\"","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Trade Pact Raises Threat of TB From Cattle","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-trade-pact-raises-threat-of-tb-from-cattle-766993.html","abstract":"  To the Editor:   \"Increased Trade in Mexican Cattle Brings a Rise in Disease to U.S. Dairies\" (news article, Nov. 16), on the threat of tuberculosis from cattle imported from Mexico, misses important points about the potential health threat to consumers and to feedlot and meatpacking workers.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Her Study Shattered The Myth That Fraud In Science Is a Rarity","web_url":"https://www.nytimes.com/1993/11/23/science/doctor-s-world-her-study-shattered-myth-that-fraud-science-rarity.html","abstract":"  AS a premedical student at Wellesley College in the 1960's, Judith P. Swazey was puzzled by the disappearance of slides of tissues her research team had prepared.    A few months later she opened a scientific journal and exclaimed to her professor: \"My, that looks familiar!\" She was looking at pictures of the missing slides. The author's girlfriend, who may or may not have been a Wellesley student, had often dropped by the laboratory. Dr. Swazey said her group merely thought she was expressing \"collegial interest.\" In fact, she had stolen the slides.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"After Elections, Italy Is Still a Muddle","web_url":"https://www.nytimes.com/1993/11/23/world/after-elections-italy-is-still-a-muddle.html","abstract":"  In nationwide municipal elections depicted as an oracle of things to come, Italian voters registered their disappointment with the tainted parties of the mainstream by turning to the neo-Fascist and ex-Communist candidates in record numbers.   In 428 mayoral ballots from Palermo to Venice on Sunday more than one quarter of Italy's 40 million voters supported the neo-Fascist Italian Social Movement, the Democratic Party of the Left, successor to the Communist Party of Italy, or the insurgent Northern League.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"An Author Who Lets Women Be Bad Guys","web_url":"https://www.nytimes.com/1993/11/23/books/an-author-who-lets-women-be-bad-guys.html","abstract":"  Margaret Atwood is tired of seeing only nice girls in fiction, so in her latest novel, \"The Robber Bride,\" she has created a formidable alternative. She is an anti-heroine named Zenia, a brilliantly scheming temptress who betrays other women, steals and discards men like so many secondhand clothes, constantly reinvents herself for her own dark purposes and generally conducts herself with flamboyant malevolence.    Her power reverberates right away, when the three women whom she has hurt the most are eating together at a Toronto restaurant called the Toxique. Each is absorbed in her own reverie of relief over Zenia's apparent death five years earlier, when she was blown up (in typically exotic style) by terrorists in the Middle East. But then Zenia walks in, not dead at all, and quite pleased with herself. \"Waves of ill will flow out of her like cosmic radiation,\" Ms. Atwood writes. \"She sees all three of them. She knows how they feel. She's enjoying it.\"","thumbnail":null,"section":"Books"},{"date":"19931123","headline":"Congressional Roundup: House Fends Off Effort To Trim Budget Further; Brady Bill Faces More Resistance","web_url":"https://www.nytimes.com/1993/11/23/us/congressional-roundup-house-fends-off-effort-trim-budget-further-brady-bill.html","abstract":"  Facing continuing Republican resistance to the Brady bill, Senator George J. Mitchell, the Democratic majority leader from Maine, said he would call Senators back to Washington from their holiday recess to give final passage to the measure if he needed to.   In a 238-to-187 vote, the House tonight approved a compromise reached in a Senate-House conference committee hashing out two versions of the measure, which sets a waiting period of five working days for the purchase of a handgun.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"So Long, Farewell, A Happy Goodbye","web_url":"https://www.nytimes.com/1993/11/23/sports/tennis-so-long-farewell-a-happy-goodbye.html","abstract":"  The women's tennis game, though its administrators are loathe to admit it, fell into a strange limbo the instant the curtain closed on the $3.5 million Virginia Slims Championships late Sunday afternoon after the event played to a non-record total of 100,784 fans at Madison Square Garden last week.   Nobody waxed nostalgic over 1993, a year marred by a quasi-assassination attempt on the world's best player; the expulsion of another top player's father from the Kraft Tour because of his abusive behavior; and the demise of the Kraft Tour itself, a corporate decision that has left women's tennis sponsorless.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/23/nyregion/c-corrections-742193.html","abstract":"  Because of an editing error, a front-page article last Tuesday about Iraqi Government moves against opposition Shiite Muslims in southern Iraq misspelled the name of the Geneva representative of the Supreme Council of Islamic Revolution in Iraq, an opposition group. He is Ali Ali al-Adhadh.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"Smokers Can't All Quit the Same Way","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-smokers-can-t-all-quit-the-same-way-770793.html","abstract":"  To the Editor:   A Nov. 14 article reports on a study that concludes the smoking habit can be overcome in stages. This presents false hope to many smokers.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"End to Strike Is Only a Lull in Industrywide Upheaval, Airline Experts Say","web_url":"https://www.nytimes.com/1993/11/23/us/strike-american-airlines-end-strike-only-lull-industrywide-upheaval-airline.html","abstract":"  The walkout by flight attendants at American Airlines has ended for now, but industry experts say that further labor turmoil in the airline industry is likely in the coming year and many people could find their travel plans disrupted.   Big airlines like American are reacting to new competition from upstart, no-frills carriers by asking their unions to help drive down costs. And the unions, which have fought such pressure since the industry was deregulated in 1978, are not cooperating.","thumbnail":null,"section":"U.S."},{"date":"19931123","headline":"A Lack of Accountability : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-a-lack-of-accountability-letters-to-the-editor.html","abstract":"Regarding \"You Can Take Heart From U.S. History\" (Opinion, Oct. 29)by Stuart E. Eizenstat: .Mr. Eizenstat, the U.S. ambassador to the EC, says that the European Community \"has been blessed with visionary leaders like Jacques Delors.\"","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Aikman on Mend, Smith on Table","web_url":"https://www.nytimes.com/1993/11/23/sports/pro-football-notebook-aikman-on-mend-smith-on-table.html","abstract":"  The Dallas Cowboys, who lost one on the field Sunday, won one and lost one yesterday in the trainer's room. Coach Jimmy Johnson announced that Troy Aikman would probably play Thursday against the Miami Dolphins but that Emmitt Smith would probably not.   Aikman is the quarterback and Smith the running back who make the Cowboys the most dangerous team in the National Football League, even after Sunday's stunning 27-14 upset loss to the Atlanta Falcons. Aikman has missed the last two games with a strained left hamstring. Smith suffered a bruised right thigh against the Falcons.","thumbnail":null,"section":"Sports"},{"date":"19931123","headline":"Trade Pact Raises Threat of TB From Cattle; Threat to Cows","web_url":"https://www.nytimes.com/1993/11/23/opinion/l-trade-pact-raises-threat-of-tb-from-cattle-threat-to-cows-772393.html","abstract":"  To the Editor:   The Food and Drug Administration's approval of the much-criticized bovine growth hormone has many people worried. But who will really suffer? The cows!","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"A Bridge in Kennedy's Honor","web_url":"https://www.nytimes.com/1993/11/23/opinion/IHT-a-bridge-in-kennedys-honor.html","abstract":"Germans everywhere were getting ready for bed on that night 30 years ago when radio and television broadcast the shocking news of the assassination of President John F. Kennedy. Germans of my age and older, like many Americans, remember where they were w","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"U.S. May Dilute Earlier Threats To North Korea","web_url":"https://www.nytimes.com/1993/11/23/world/us-may-dilute-earlier-threats-to-north-korea.html","abstract":"  A day before President Clinton meets South Korea's President to discuss the standoff on nuclear inspections in North Korea, South Korean officials said they feared the Administration may be pursuing too conciliatory a policy.   Mr. Clinton said today that he intended to seek an endorsement from President Kim Young Sam for a \"new approach\" to encourage North Korea to comply with international regulations.   He gave no details, but South Korean officials indicated that they worried that the revised strategy might be too conciliatory.","thumbnail":null,"section":"World"},{"date":"19931123","headline":"Software Maker Accused of Using Virus to Compel Client to Pay Bill","web_url":"https://www.nytimes.com/1993/11/23/nyregion/software-maker-accused-of-using-virus-to-compel-client-to-pay-bill.html","abstract":"  When a custom-designed computer program failed to meet William Haberman's expectations, the furniture builder used the leverage of dissatisfied customers everywhere: he held back on payment.   And when Michael Lafaro realized he might not be paid, he used his art and singular access as a software designer: he infected the client's system with a virus that would cripple his business unless he paid up, the Nassau County police said.","thumbnail":null,"section":"New York"},{"date":"19931123","headline":"DIALOGUE: TV Violence: Survival Vs. Censorship;\nSave Free Speech","web_url":"https://www.nytimes.com/1993/11/23/opinion/dialogue-tv-violence-survival-vs-censorship-save-free-speech.html","abstract":"As the Senate Commerce Committee's hearings on television violence drew to a close, two Senators argued about a movie.\n\nSenator Conrad Burns had just seen \"Rudy\" in a theater. Although the movie was violent, he thought it was a \"wonderful\" and \"delightful\" story about a Notre Dame football player that the entire family should see on TV.","thumbnail":null,"section":"Opinion"},{"date":"19931123","headline":"Scanning The Future Of Books On Disks","web_url":"https://www.nytimes.com/1993/11/23/science/peripherals-scanning-the-future-of-books-on-disks.html","abstract":"  BOOKS go back to the early centuries of the first millennium. By the fourth century A.D., \"the rectangular codex (Latin, 'book'),\" had replaced \"the inconvenient scroll,\" in the words of Microsoft Encarta, that lively CD-ROM encyclopedia. Undoubtedly there were old fogies in the early fifth century still scanning scrolls while their children, clucking in pity, flipped to Chapter Five of the latest Elmorus Leonardus.   No one can safely predict that the digital book will replace the printed book in the third millennium, but that is where the seemingly smart money is today.","thumbnail":null,"section":"Science"},{"date":"19931123","headline":"New York Urged to Shift Cost of Fighting Shore Erosion","web_url":"https://www.nytimes.com/1993/11/23/nyregion/new-york-urged-to-shift-cost-of-fighting-shore-erosion.html","abstract":"  People who live near the shore would pay more in taxes and fees to help protect New York's coastline from storm damage under a plan released today by a state task force.   Local governments and private citizens who would benefit most from coastal anti-erosion projects would be asked to pay more of the cost. The current formula, in which the state pays 70 percent and localities 30 percent for certain projects, would be changed to a 50-50 split.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931123","time":"1993-11-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":83,"wspd":7.6},{"date":"19931123","time":"1993-11-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":83,"wspd":7.6},{"date":"19931123","time":"1993-11-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":84,"wspd":9.4},{"date":"19931123","time":"1993-11-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.8,"rhum":86,"wspd":9.4},{"date":"19931123","time":"1993-11-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":86,"wspd":7.6},{"date":"19931123","time":"1993-11-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":85,"wspd":5.4},{"date":"19931123","time":"1993-11-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":83,"wspd":3.6},{"date":"19931123","time":"1993-11-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":80,"wspd":7.6},{"date":"19931123","time":"1993-11-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":79,"wspd":7.6},{"date":"19931123","time":"1993-11-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":78,"wspd":7.6},{"date":"19931123","time":"1993-11-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":76,"wspd":7.6},{"date":"19931123","time":"1993-11-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":74,"wspd":7.6},{"date":"19931123","time":"1993-11-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":68,"wspd":9.4},{"date":"19931123","time":"1993-11-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":61,"wspd":9.4},{"date":"19931123","time":"1993-11-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":58,"wspd":7.6},{"date":"19931123","time":"1993-11-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":68,"wspd":9.4},{"date":"19931123","time":"1993-11-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":74,"wspd":11.2},{"date":"19931123","time":"1993-11-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.8,"rhum":79,"wspd":7.6},{"date":"19931123","time":"1993-11-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":81,"wspd":7.6},{"date":"19931123","time":"1993-11-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":83,"wspd":5.4},{"date":"19931123","time":"1993-11-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.2,"rhum":84,"wspd":5.4},{"date":"19931123","time":"1993-11-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":86,"wspd":3.6},{"date":"19931123","time":"1993-11-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.5,"rhum":88,"wspd":1.8},{"date":"19931123","time":"1993-11-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":88,"wspd":1.8},{"date":"19931123","time":"1993-11-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":46,"wspd":14.8},{"date":"19931123","time":"1993-11-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":50,"wspd":13},{"date":"19931123","time":"1993-11-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":14.8},{"date":"19931123","time":"1993-11-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":55,"wspd":5.4},{"date":"19931123","time":"1993-11-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":13},{"date":"19931123","time":"1993-11-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":11.2},{"date":"19931123","time":"1993-11-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":5.4},{"date":"19931123","time":"1993-11-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":0},{"date":"19931123","time":"1993-11-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":9.4},{"date":"19931123","time":"1993-11-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":5.4},{"date":"19931123","time":"1993-11-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":0},{"date":"19931123","time":"1993-11-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":9.4},{"date":"19931123","time":"1993-11-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":76,"wspd":7.6},{"date":"19931123","time":"1993-11-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":7.6},{"date":"19931123","time":"1993-11-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":56,"wspd":13},{"date":"19931123","time":"1993-11-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":13},{"date":"19931123","time":"1993-11-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":9.4},{"date":"19931123","time":"1993-11-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":7.6},{"date":"19931123","time":"1993-11-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":7.6},{"date":"19931123","time":"1993-11-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":13},{"date":"19931123","time":"1993-11-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":46,"wspd":13},{"date":"19931123","time":"1993-11-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":5.4},{"date":"19931123","time":"1993-11-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":55,"wspd":11.2},{"date":"19931123","time":"1993-11-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":69,"wspd":13}]},"19931124":{"guardian_articles":[{"date":"19931124","headline":"Cadillac terrorists carve up sculptor","web_url":"https://www.theguardian.com/artanddesign/1993/nov/24/20yearsoftheturnerprize.turnerprize1","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19931124","headline":"News: Rachel Whiteread's House to be demolished","web_url":"https://www.theguardian.com/artanddesign/1993/nov/24/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19931124","headline":"Review/Film; Of Children And Dinos, With Feeling","web_url":"https://www.nytimes.com/1993/11/24/arts/review-film-of-children-and-dinos-with-feeling.html","abstract":"  \"We're Back! A Dinosaur's Story\" is a brief, witty children's book about dinosaurs who pay a visit to New York City, a place that is described amusingly from the dinosaurs' point of view. But tiny admirers of Hudson Talbott's illustrated volume will be surprised to find the dinosaurs in the animated screen version, \"We're Back! A Dinosaur's Story,\" play second fiddle to a cast of people. The people are brash, rude and occasionally scary. This was somebody's idea of how to enhance the authentic New York City atmosphere.   That somebody is apparently John Patrick Shanley, whose screenplay creates a wise-talking little boy named Louie as the story's human hero. Louie is the kind of confident lad who addresses dinosaurs as \"you morons\" when he first sees them, although of course he comes to love them deeply only moments later. (The film is also shamelessly sentimental.) Accompanying Louie is a lonely rich girl named Cecilia, whom he addresses as \"Babe\" at one point and kisses amorously in the film's finale.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"Driver's Shot From the Point Earns a Point for the Devils","web_url":"https://www.nytimes.com/1993/11/24/sports/baseball-driver-s-shot-from-the-point-earns-a-point-for-the-devils.html","abstract":"  Devils 1, Nordiques 1   Two of the National Hockey League's best young goaltenders got to shine last night in Quebec before fans from their hometown area.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Skating By -- at 72 M.P.H.; Some Lovers of Rollerblading Are Speeding Up the Sport by Latching Onto Autos","web_url":"https://www.nytimes.com/1993/11/24/nyregion/skating-72-mph-some-lovers-rollerblading-are-speeding-up-sport-latching-onto.html","abstract":"  Tom Rooney, an investment banker for Prudential Securities, was riding in a limousine uptown on Third Avenue for cocktails at Mortimer's the other night.   A companion tapped his knee, and said, \"I think there's someone at the door for you.\"","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"When Grass Roots Lead to Ivy Halls","web_url":"https://www.nytimes.com/1993/11/24/nyregion/when-grass-roots-lead-to-ivy-halls.html","abstract":"  If he had studied politics at Columbia before becoming Mayor, David N. Dinkins was asked yesterday, what lesson would he have liked to learn?   \"I wish I had learned how to get more votes than the other guy,\" Mr. Dinkins replied cheerfully.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"New York Police Ban Use of Choke Holds","web_url":"https://www.nytimes.com/1993/11/24/us/new-york-police-ban-use-of-choke-holds.html","abstract":"  The New York City Police Department has banned the use of choke holds, the restraining maneuvers that cut off the flow of blood and oxygen to the brain and have been blamed in the deaths of suspects in New York and other cities.   The directive comes as police departments around the country have prohibited or reviewed the use of various choke holds by officers. It also underscores a nationwide debate on the appropriate use of police force, from 9-millimeter handguns to \"hogtying\" to pepper spray.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Personal Health; Turning your anger into a constructive force","web_url":"https://www.nytimes.com/1993/11/24/health/personal-health-turning-your-anger-into-a-constructive-force.html","abstract":"  THREE New Yorkers were recently overheard venting their spleen:   \"Michael, leave your brother alone. Now go to your room and stay there until you're ready to behave. And no movies for you today.\"","thumbnail":null,"section":"Health"},{"date":"19931124","headline":"The City's Budget: Better and Worse","web_url":"https://www.nytimes.com/1993/11/24/opinion/the-city-s-budget-better-and-worse.html","abstract":"  Mayor David Dinkins's final report on the New York City budget shows him leaving office with a perfect score -- four balances in four years. Expected post-election spending cuts will not be needed to balance this year's books, he says. But in the same report he warns of looming deficit problems much larger than he estimated last summer.   So much for that perfect score, and welcome to City Hall, Mr. Giuliani.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/24/nyregion/bridge-095593.html","abstract":"  Two major titles were decided here Monday night at the American Contract Bridge League's Fall Nationals.   Four of the world's largest collections of master points became a little bigger when Paul Soloway of Mill Creek, Wash., Bob Goldman and Mike Passell, both of Dallas, and Mark Lair of Canyon, Tex., won the Open Board-a-Match Team title by a narrow margin.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"G.O.P. Governors Weigh Protecting 'Own' Issues","web_url":"https://www.nytimes.com/1993/11/24/us/gop-governors-weigh-protecting-own-issues.html","abstract":"  Vowing to regain control of a majority of the nation's statehouses next year after almost 25 years of Democratic dominance, Republican governors concluding a conference here today agreed that the best course was to emphasize issues that have been staples of their party platform: fighting crime, cutting taxes and controlling spending.   But strains were already apparent among the governors over how best to pre-empt the Democrats' attempts to make these issues their own and not compromise traditional Republican principles.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Sour End to Strong Year","web_url":"https://www.nytimes.com/1993/11/24/us/sour-end-to-strong-year.html","abstract":"  The 103d Congress more or less ended a productive first session today, but on a note of ill will that made it clear that the legislative paralysis of recent years had been diminished but not vanquished.   Many bills that President Bush had vetoed became law with the signature and backing of President Clinton. But party divisions were raw and obvious during the budget battle in the summer and clear again today as minor differences held up a popular gun control measure. Democrats sought to trap the Republicans into blocking it, or giving up ignominiously.  [ Page A21. ]","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Books of The Times; Experts in the Comedy of Self-Love","web_url":"https://www.nytimes.com/1993/11/24/books/books-of-the-times-experts-in-the-comedy-of-self-love.html","abstract":"   Private Parts   By Howard Stern   Illustrated. 446 pages. Simon & Schuster. $23.    Confessions of a Raving, Unconfined Nut   Misadventures in the Counterculture   By Paul Krassner   Illustrated. 352 pages. Simon & Schuster. $23.     Attention, readers: If you do not want to hear about breasts, buttocks, body parts and foreign objects; about radio orgies accompanied by Gene Autry crooning \"Back in the Saddle Again\" and Janis Joplin singing \"Down on Me\"; about lesbians at Girl Scout camp and talk show hosts who call themselves names like Rumpleforeskin, please turn the page. If you choose to read on, know that you have entered the Comedy Testosterone Zone.   That zone takes in the playpen, the club, the bar and the Entertainment Network. For Paul Krassner, who is 61, it includes the counterculture of the 60's and draws on political satire. For Howard Stern, who is 20 years younger, it includes the Long Island subculture of the 80's and relies on social caricature.","thumbnail":null,"section":"Books"},{"date":"19931124","headline":"Blair Having Treatment on Injured Calf","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-speed-skating-blair-having-treatment-on-injured-calf.html","abstract":"  BONNIE BLAIR, the top American female in the sport, is receiving treatment this week in Rocky River, Ohio, for a calf muscle injury she sustained last Friday in Germany, the United States speed skating federation said yesterday.   Blair tore the fascia, the sheath that covers the calf muscle, in her right leg during an outdoor practice session in Inzetl, Germany.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"A Perfect World; Where Destiny Is Sad and Scars Never Heal","web_url":"https://www.nytimes.com/1993/11/24/movies/a-perfect-world-where-destiny-is-sad-and-scars-never-heal.html","abstract":"Fugitive convict with boy hostage. Deeply felt, superbly played.","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"U.N. FINDS BAGHDAD IS GAINING IN SOUTH","web_url":"https://www.nytimes.com/1993/11/24/world/un-finds-baghdad-is-gaining-in-south.html","abstract":"  President Saddam Hussein has now succeeded in draining about 40 percent of the fresh water marshlands of southern Iraq so his military forces can press their campaign against dissident Shiite Muslims there, a United Nations human rights inspector reported today.   Max van der Stoel, a former Dutch Foreign Minister, said the Iraqi Government's systematic draining of the southern marshes around the confluence of the Tigris and Euphrates Rivers, so that its forces can penetrate and drive out the so-called Marsh Arabs from their traditional homes, was \"a serious human rights violation against the people of the region.\"","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Swedes Fear a Russian Invasion: Crime Gangs","web_url":"https://www.nytimes.com/1993/11/24/world/swedes-fear-a-russian-invasion-crime-gangs.html","abstract":"  After weeks of conflicting testimony, a Swedish court has delivered a mixed verdict in a bizarre kidnapping plot that has raised fears in Sweden about crime spilling over from Russia.   The case involved five defendants -- a Polish-born Swede and four Russians -- accused of attempting to kidnap Peter Wallenberg, the 67-year-old industrialist who heads the country's most powerful financial dynasty.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-063093.html","abstract":"  An entry on Sunday in the \"Where to Complain\" listing in The City (section 13) misstated the telephone number of the New York State Department of Agriculture and Markets. Its number is (718) 722-2877.  ","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Reform: Now for the Hard Part","web_url":"https://www.nytimes.com/1993/11/24/opinion/reform-now-for-the-hard-part.html","abstract":"  Nobody said it would be easy. And Democratic leaders suffered a few scary moments before winning House approval for an overhaul of Congressional campaign financing. The reforms will, at last, give challengers of modest means a competitive shot at well-financed incumbents.    The bill approved on Monday includes spending limits and an innovative system of free vouchers that candidates may use to purchase media time and mailings. It passed by a comfortable, 80-vote margin. But to get to that point the measure first had to survive a key procedural vote on a challenge from Representative Mike Synar, Democrat of Oklahoma. Had Mr. Synar won that vote, thus permitting him to offer a weaker alternative, the stronger reform supported by the Democratic leadership might have been doomed.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"1893:Matabele Defeated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-1893matabele-defeated-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A special telegram to the Pall Mall Gazette from Johannesburg yesterday [Nov. 23], says the reports from the patrols state that the Matabele have dispersed, and that Lobengula has fled in the direction of the Zambesi. The Matabele are disorganise","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Sports of The Times; Don't Argue With the Computer","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-of-the-times-don-t-argue-with-the-computer.html","abstract":"  NOTRE DAME fans, enraged, continue to call the office.   They don't even try to disguise their voices or claim they are freshmen who happen to be pledging Lou Holtz House. They just want to know how their team could be ranked No. 9 by The New York Times's trusty computer this week, five places lower than the rest of the entire poll-taking civilization.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"The Great Expanding Holiday","web_url":"https://www.nytimes.com/1993/11/24/opinion/the-great-expanding-holiday.html","abstract":"  New Yorkers live and breathe the rattle and hum of their city. How could they not, with eight million people streaming along the sidewalks, jamming the subways or circling the block in a vain search for parking spaces?   Once, cushiony daytime silence in the city came only with snowstorms or holidays. These days, however, the holiday season -- in this case Thanksgiving -- seems to have stretched and grown, providing a blessed period of tranquillity longer than any that went before.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-065793.html","abstract":"  The Personal Health column last Wednesday about a genetically engineered hormone, bovine somatotropin, or BST, that increases milk production in cows misstated the view of the American Academy of Pediatrics on its safety and desirability. An editorial in Pediatrics, the organization's journal, endorsed the use of the hormone, but the academy has not taken a position.  ","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Board Reports Played Down School Crime, Cortines Says","web_url":"https://www.nytimes.com/1993/11/24/nyregion/board-reports-played-down-school-crime-cortines-says.html","abstract":"  Schools Chancellor Ramon C. Cortines said yesterday that Board of Education officials have in recent years minimized the extent of violence in the New York City schools by restricting information about school-based crimes, and he vowed to change the practice.   \"It's time for a system like ours,\" Mr. Cortines said, \"to share this information about the crisis of violence in our schools so that people can begin to devise a solution.\"","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Starks Willing to Pay Price for Success","web_url":"https://www.nytimes.com/1993/11/24/sports/pro-basketball-knicks-notebook-starks-willing-to-pay-price-for-success.html","abstract":"  It is no coincidence that John Starks has suffered two broken noses since March.   Starks is unafraid to stick his nose where the action is. And that tenacity is one of the qualities that makes him so effective. Starks tied a National Basketball Association record for most 3-pointers in a half (seven) during the Knicks' 119-87 wipeout of Miami on Monday.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"While We Lock Up More People, Street Violence Only Grows","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-while-we-lock-up-more-people-street-violence-only-grows-121193.html","abstract":"  To the Editor:   It is dismaying when someone with the obvious intelligence and erudition of John DiIulio Jr. seriously proposes in \"Save the Children\" (Op-Ed, Nov. 13) that more police and jails, in whatever concentration or configuration, can help alleviate the crime problems of our cities.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Review/Film: Mrs. Doubtfire; A Wig, a Dress and Voila! Dad Becomes the Nanny","web_url":"https://www.nytimes.com/1993/11/24/movies/review-film-mrs-doubtfire-a-wig-a-dress-and-voila-dad-becomes-the-nanny.html","abstract":"Caring dad becomes nanny in disguise. Brilliant Robin makes a sitcom shine.","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"OLYMPICS: 80 Days to Lillehammer <HEADLINEAfter Hard-Luck Year, U.S. Skaters Cutting New Groove","web_url":"https://www.nytimes.com/1993/11/24/sports/olympics-80-days-lillehammer-headlineafter-hard-luck-year-us-skaters-cutting-new.html","abstract":"  As the last figure-skating season ended last spring, American women were suffering through more crashes than the average Indy car race. Nancy Kerrigan, a bronze medalist at the 1992 Winter Olympics, stumbled to fifth place at the 1993 world championships. Tonya Harding, overweight and perhaps over the hill, finished fourth in a weak field at the United States championships and didn't even qualify for the world title event.    Meanwhile, Oksana Baiul, a 15-year-old sprite from Ukraine, came from nowhere to No. 1 in the world. Suddenly, people were talking shutout in the medal count for the American women at the 1994 Winter Games.   But that was last season. The new one has brought new hopes for the Americans, particularly for Kerrigan, who has situated herself as the gold-medal favorite for Lillehammer, site of the Games in Norway, while Baiul has struggled just to maintain her balance, much less her No. 1 ranking.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/24/nyregion/metro-digest-453393.html","abstract":"  NEW YORK CITY  CROSSROADS FOR COLISEUM?   It has been nearly nine years since Mortimer B. Zuckerman won the right to replace the Coliseum, a building much maligned by architecture critics, with a gleaming new mixed-use complex on Columbus Circle. Today the Coliseum still stands, and the fate of the site, prime real estate near the southwest corner of Central Park, seems as uncertain as ever. B3. COMMISSIONER CANDIDATE IS COY   Police Commissioner William J. Bratton of Boston, who less than two weeks ago said he was not interested in the job, indicated yesterday that he would consider an offer to become the commissioner of New York City's Police Department. The remarks by Mr. Bratton, who served as head of the city's transit police before he left in January to become the No. 2 police official in Boston, came as he emerged as a top contender for commissioner. B3.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Mexico City Journal; South of the Border, the Trade Deal Was a Breeze","web_url":"https://www.nytimes.com/1993/11/24/world/mexico-city-journal-south-of-the-border-the-trade-deal-was-a-breeze.html","abstract":"  As the Mexican Senate prepared to cast its decisive vote on the free trade agreement that will join this country with the United States and Canada in the largest trading bloc in the world, a wall of dark suits rose on Monday night by the telephones in the Senate cloakroom.   \"He's the President of Austria,\" a senator moaned into the receiver, apparently meaning that nation's Foreign Minister, Franz Vranitzky, who was in town on a visit. \"I cannot not go to the dinner.\"","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Now, Back to Health Care: the White House Is Mobilizing Again","web_url":"https://www.nytimes.com/1993/11/24/us/now-back-to-health-care-the-white-house-is-mobilizing-again.html","abstract":"  With the distraction of the North American Free Trade Agreement behind them, the Administration and its allies are hoping to use the two-month Congressional recess to revive their campaign for overhauling the health care system. They have planned a relentless exercise in retail politics: town meeting by town meeting, hospital by hospital, videotape by videotape.   Most Cabinet officials will descend on hospitals this holiday weekend to draw attention to the issue again. The Democratic National Committee is planning to distribute 10,000 copies of its new video, \"Health Care Security, Challenge to America,\" and one million copies of its brochure, \"What the President's Plan Means for You.\"","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Youngsters on the Run From Painful Realities","web_url":"https://www.nytimes.com/1993/11/24/movies/youngsters-on-the-run-from-painful-realities.html","abstract":"Two troubled brothers on the road. Scenic, with nifty premise, but too much gloss.","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"Review/Film; Youngsters on the Run From Painful Realities","web_url":"https://www.nytimes.com/1993/11/24/arts/review-film-youngsters-on-the-run-from-painful-realities.html","abstract":"  Twelve-year-old Josh Whitney (Jacob Tierney) is a computer whiz and a fast-talking liar who can worm his way out of any scrape by inventing an ingenious story. He is also acutely sensitive to his divorced father's disappointment in him because he can't catch a football.   Josh's feisty 8-year-old brother, Sam (Noah Fleiss), also has problems. His schoolmates call him Alien and Spaceman, he gets into fights, and he may not be promoted into the third grade.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"Palestinian Says Israel Agrees to Release Captives","web_url":"https://www.nytimes.com/1993/11/24/world/palestinian-says-israel-agrees-to-release-captives.html","abstract":"  The chief Palestinian negotiator at talks on carrying out the Israel-P.L.O. peace accord said today that Israel had agreed to include the release of Palestinian prisoners in any final agreement.   The Palestinian negotiator, Dr. Nabil Shaath, said Israel softened its position on the issue of the release of Palestinian prisoners, promising to include it in writing in an agreement on Israel's withdrawal from Gaza Strip and the West Bank town of Jericho that the two sides are negotiating.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Bulgaria and the Jews : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-bulgaria-and-the-jews-letters-to-the-editor.html","abstract":"You have published letters rightly extolling the humanity of Bulgarians during the Holocaust. An unlikely alliance of King Boris III, the Eastern Orthodox Church, members of the Fascist establishment and underground Communists and Socialists managed to s","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Clash Between 2 Senate Leaders Stalls Brady Bill","web_url":"https://www.nytimes.com/1993/11/24/us/clash-between-2-senate-leaders-stalls-brady-bill.html","abstract":"  A measure mandating a five-day waiting period for the purchase of a handgun stalled again today as Senate leaders failed to agree on a few remaining details.   The policy disagreements over the measure, the Brady bill, were compounded by a personality clash between Senators Bob Dole, Republican of Kansas, and Joseph R. Biden Jr., Democrat of Delaware, that is growing into a bitter grudge match.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Dreams and Reality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-dreams-and-reality-letters-to-the-editor.html","abstract":"Regarding \"Dusting Off Dreams of Normality\" (Opinion, Nov. 12) by Abraham Rabinovich: .Yes, let us dream of the possibilities opened up by a spirit of peace and cooperation in the Middle East. Let us dream big dreams, dreams worthy of the gre","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Rights in the Baltics","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-rights-in-the-baltics-120393.html","abstract":"  To the Editor:   You are to be commended for calling on Russia not to link troop withdrawal from Estonia and Latvia with human rights issues in \"Backtracking on the Baltics\" (editorial, Nov. 10), but you deserve criticism for alleging human rights violations against Russians in those countries.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Merely a Start in Italy","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-merely-a-start-in-italy.html","abstract":"This is not yet an Italy rebuilding its shattered politics; it is an Italy still groping through the rubble. Dismay is the wrong reaction to Sunday's local voting in that confused country. The Italians are not, as some people fear, henceforth condemned","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Diminutive Runner, Big Numbers And a Dream of Playing in the N.F.L.","web_url":"https://www.nytimes.com/1993/11/24/sports/football-diminutive-runner-big-numbers-and-a-dream-of-playing-in-the-nfl.html","abstract":"  Archie Griffin, the only player to win the Heisman Trophy twice, sat in his office at Ohio State recently and talked about one of the top running backs in college football this season.   \"It's amazing what he has done,\" said Griffin, a two-time all-American with the Buckeyes in the mid-1970's. \"To have a career like he's had, well, it's just a great accomplishment.\"","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Will the Bulldog's Fall Give Rise to a New Breed of English Soccer?","web_url":"https://www.nytimes.com/1993/11/24/sports/IHT-will-the-bulldogs-fall-give-rise-to-a-new-breed-of-english-soccer.html","abstract":"After the fall of England from World Cup contention comes the battle for the soul of its next generation of soccer players. Graham Taylor's resignation as team manager was accepted on Tuesday. It was as inevitable as hunger following famine. A manager is","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/24/style/chronicle-116593.html","abstract":"  CHELSEA CLINTON will take to the stage next month to perform in the Washington Ballet's production of \"The Nutcracker,\" The Associated Press reported yesterday. She is one of four students from the Washington School of Ballet who will alternate in the role of Favorite Aunt in the classic Christmas production at the Warner Theater in Washington.    But don't rush out to buy tickets solely with the hope of seeing the 13-year-old First Daughter pirouette on stage. The ballet company will not announce which of the 18 performances from Dec. 10 through Dec. 26 she will dance in.","thumbnail":null,"section":"Style"},{"date":"19931124","headline":"Ruling on Demjanjuk Errs in Assumptions","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-ruling-on-demjanjuk-errs-in-assumptions-118193.html","abstract":"  To the Editor:   Re \"Judges Assail U.S. Handling of Demjanjuk\" (front page, Nov. 18): The decision by the United States Court of Appeals for the Sixth Circuit in the case of John Demjanjuk is shocking. One element of it is also erroneous. You report that \"the judges said the prosecutors had faced pressure from Jewish groups to win the case,\" noting a 1986 visit to Israel on behalf of the Anti-Defamation League by Allan A. Ryan Jr., head of the Justice Department's Office of Special Investigations.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"To Help Girls Keep Up: Math Class Without Boys","web_url":"https://www.nytimes.com/1993/11/24/technology/to-help-girls-keep-up-math-class-without-boys.html","abstract":"  In Laura Gamb's high school mathematics and science classes last year, the boys would make fun of her if she said million when she meant billion, and she learned to deflect their ridicule by saying, \"Just kidding,\" or \"Never mind.\"   In Amber West's middle school math class, she was so afraid of sounding stupid when she didn't understand something that she swallowed her questions, whispered them to a teacher between periods or waited until she got home and asked her mother.","thumbnail":null,"section":"Technology"},{"date":"19931124","headline":"Bleak Romanian Economy Growing Ever Bleaker","web_url":"https://www.nytimes.com/1993/11/24/world/bleak-romanian-economy-growing-ever-bleaker.html","abstract":"  Bundled up against the icy cold of an unseasonably early winter, Victoria Uleia shopped at Bucharest's thinly supplied outdoor market, splurging on cheese but not meat.   Mrs. Uleia, a well-paid accountant until she retired four years ago, says she is incomparably worse off financially than she was when the most brutal Communist regime in Eastern Europe collapsed. She is glad Communism is gone, she said. But, she added, economic conditions do not have to be as bad as they are.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"1943: Patton's Offense : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-1943-pattons-offense-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, ALGIERS - [From our New York edition:] The case of Lieutenant General George S. Patton Jr. was made public property here today [Nov. 23] when a high-ranking spokesman for the American Army admitted for publication the details of an in","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/11/24/books/book-notes-103094.html","abstract":"  Snowballing to Success  With a laughably minuscule promotion budget and no publisher to speak of, \"The Celestine Prophecy,\" a first novel by James Redfield, a resident of Saginaw, Ala., might have been expected to die a quick and anonymous death. But Mr. Redfield published the book himself, calling his one-book company \"Satori,\" and when he brought it to distributors, a curious thing began to happen.    \"The book took off by its own little self,\" said Joyce Norman, the press agent for the Southern Publishers Group in Birmingham, Ala., one of the distributors. \"A woman called in and said, 'I need 12 copies because my neighbors and I only have one and we're tearing all the pages out and taking them home.' I started calling bookstores and they'd say, 'What's so special about it?' and I'd say: 'I don't know. I just know that people are buying them by the hundreds and that one little bookstore out West just bought 400 copies.' And they'd say, 'Did you say 4 copies?' And I'd say, 'No, 400.' \"","thumbnail":null,"section":"Books"},{"date":"19931124","headline":"Time to Pull Up Your Socks, Puerto Rico","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-time-to-pull-up-your-socks-puerto-rico-119093.html","abstract":"  To the Editor:   While I applaud your coverage of the referendum in Puerto Rico, I disagree with the premise of \"Puerto Rico Chooses, for Now\" (editorial, Nov. 16), that Congress has a responsibility to act on the results of that vote. Given a historical chance to define a permanent relationship with the nation of which they are citizens, the people of Puerto Rico chose not to decide and to cling to an arrangement that is not only colonial in nature but that is also inherently unsustainable.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Whitman Garners Praise In Handling Rollins Furor","web_url":"https://www.nytimes.com/1993/11/24/nyregion/whitman-garners-praise-in-handling-rollins-furor.html","abstract":"  There have been longer honeymoons. After eking out a victory in a raucous New Jersey gubernatorial race, Christine Todd Whitman might have expected a respite, a sweet and relaxed recess between the rigors of campaigning and the difficulties of governing.    But as innumerable headlines have reported, Mrs. Whitman's respite was barely a week old when her former chief strategist and campaign manager, Edward J. Rollins, shattered the peace by telling reporters that the campaign had paid off black ministers and Democratic Party workers to suppress the black vote. Fueled by angry black clergymen, finger-pointing Democrats and national attention, the furor raged on even after Mr. Rollins recanted, leaving Mrs. Whitman to cope with a scandal that threatened to maim her administration before it began.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Reviews/Film: A Perfect World; Where Destiny Is Sad and Scars Never Heal","web_url":"https://www.nytimes.com/1993/11/24/arts/reviews-film-a-perfect-world-where-destiny-is-sad-and-scars-never-heal.html","abstract":"  In a perfect world, says one rueful character in Clint Eastwood's quietly devastating new film, the events that shape the story of Butch Haynes and Philip Perry wouldn't have to happen. But the world in which \"A Perfect World\" unfolds is a place of sad, ineradicable scars that shape their characters' destinies. Many of those scars have to do with the burdens and misapprehensions of manhood, as illustrated beautifully during the course of this eloquent road film and understood by Mr. Eastwood in subtle, profoundly moving ways. The time and place -- Texas, just before the Kennedy assassination -- tacitly heighten the film's sense of needless tragedy.   \"A Perfect World,\" a deeply felt, deceptively simple film that marks the high point of Mr. Eastwood's directing career thus far, could never be mistaken for a young man's movie. Nor could it pass for a reckless, action-packed tale of characters on the run. A lifetime's worth of experience colors the shifting relationship between Butch, superbly played by Kevin Costner with an unexpected toughness and passion, and Phillip (T. J. Lowther), the little boy who starts out as Butch's prisoner and winds up as his surrogate son.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/24/style/chronicle-117393.html","abstract":"  ORIBE CANALES, the hairdresser to stars and supermodels who is known simply as Oribe, has entered a drug rehabilitation center, his spokeswoman, Chen Sam said yesterday.    The 37-year-old hairdresser entered an unidentified clinic in Minneapolis two weeks ago, \"but we want to keep the details confidential,\" Ms. Sam said.","thumbnail":null,"section":"Style"},{"date":"19931124","headline":"Mr. Rollins Stirs the Pot Anew","web_url":"https://www.nytimes.com/1993/11/24/opinion/mr-rollins-stirs-the-pot-anew.html","abstract":"  The plot twists in the New Jersey election fracas get stranger and stranger. Ed Rollins, campaign manager in the final stretch of Christine Todd Whitman's successful run for the governorship, spent nearly seven hours last Friday denying under oath his earlier boast about suppressing the black vote -- but also indicated there might be some truth to it. That tantalizing tidbit was then denied by another key player.   Mrs. Whitman insists the suppression never happened; she urges the Democrats to call off the dogs. Not yet, says Gov. Jim Florio, and rightly so. While it is surely frustrating for Mrs. Whitman to have her victory parade pelted by charges and countercharges, there are important questions yet to be answered. The people of New Jersey have a right to a full airing.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Giants' Defensive Line: Surprising Strong Point","web_url":"https://www.nytimes.com/1993/11/24/sports/football-giants-defensive-line-surprising-strong-point.html","abstract":"  It's not as if the origins were even humble. No, the point of departure for the 1993 defensive line for the Giants was more like a tumultuous ground zero.   Players had fled for larger dollars. Others had been cut. Backups had become starters. Veterans had been benched. One prized rookie had been hurt. There were new schemes, new faces, new coaches. It looked as if being bad would get old quick.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-067393.html","abstract":"  An article yesterday about the temporary reinstatement of Dr. Edmond L. Volpe as president of the College of Staten Island misstated his scheduled role at commencement ceremonies next May. He is to participate in the exercises; he will not preside.  ","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Review/Pop; Singing Dirty but Staying Wholesome","web_url":"https://www.nytimes.com/1993/11/24/arts/review-pop-singing-dirty-but-staying-wholesome.html","abstract":"  Gloria Trevi, the young Mexican soap opera star turned pop singer, jams a microphone into her crotch when she performs. She shakes a can of Coca-Cola (her sponsor), places it at groin level and pops the top. She pours Coke over her breasts. She licks her fingers, mimicking rote sexuality. She talks dirty and sings even dirtier. And her audience, which ranges from pre-teen girls to grandparents, loves it all.   Miss Trevi, a star in Mexico and across Latin America, has found a way to be overtly sexual without being, well, sexual. She's stunningly beautiful, just an inch from an innocent prettiness, which helps; the raunch of her act doesn't camouflage her wholesomeness. It's clear that she is working an act, and though she just as clearly loves the act, her public persona is still a game.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"W.W.F. Boss Enters Not Guilty Plea","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-wrestling-wwf-boss-enters-not-guilty-plea.html","abstract":"  The boss of the World Wrestling Federation, VINCENT McMAHON JR., pleaded not guilty yesterday in Uniondale, L.I., to federal charges accusing him of peddling muscle-building steroids to wrestlers between 1985 and 1991.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Review/Film; Irish, Unwed, Pregnant: Why Is She Glowing?","web_url":"https://www.nytimes.com/1993/11/24/arts/review-film-irish-unwed-pregnant-why-is-she-glowing.html","abstract":"  \"The Snapper\" was shown as part of the recent New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 8. The film opens today at the Lincoln Plaza Cinemas, 63d Street and Broadway.   With \"The Snapper,\" a small, joyful lark of a film, Stephen Frears rediscovers the essence of the comedy of mundane situation, a perfectly respectable genre before television took it over and turned it into the mass-produced, wafer-thin, low-calorie entertainment called the sitcom. As demonstrated by Mr. Frears and Roddy Doyle, who adapted his own novel for the screen, there are still wonderful comedies to be made when care is taken and attention is paid.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"As Winter Takes Aim At Bosnia","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-as-winter-takes-aim-at-bosnia.html","abstract":"Once again winter poses the threat of a major humanitarian disaster in Bosnia. Half of Bosnia is already snow-covered. A hard winter looms. .Last year, though fighting continued through the winter, some roads stayed open and the UN was able to keep up","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Thai Workers in Libya : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-thai-workers-in-libya-letters-to-the-editor.html","abstract":"Regarding \"First of Thai Workers Leave Libya\" (Nov. 10): .I would like to express my concern about the report that a group of 200 Thai workers in Libya have been dismissed following orders from the Libyan government. These workers returned ho","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"State Suspends Doctor","web_url":"https://www.nytimes.com/1993/11/24/nyregion/state-suspends-doctor.html","abstract":"  The New York State Health Commissioner yesterday suspended the medical license of a Long Island physician accused of causing the death of a 14-year-old girl in his office on July 29. The physician, Dr. Maximo C. Chua, who has a practice in Smithtown, was charged with gross negligence and incompetence. The board said he \"inappropriately\" gave the girl vitamins intravenously.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Reading the APEC Tea Leaves","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-reading-the-apec-tea-leaves.html","abstract":"Seldom has a set of initials moved so far so fast in the American consciousness as APEC, the Asia-Pacific Economic Cooperation forum. But what is this group, regarded until so recently by Washington as an unimportant talking shop? What, apart from being","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-letters-to-the-editor.html","abstract":"While it may be true that the Bulgarians did not surrender their own Jews, as Bulgarian nationals, to the Nazis, recent letters in your newspaper fail to mention their ultimate complicity in the extermination of Jews elsewhere. .In 1943 and 1944, more","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Don't Expect the Beijing Leadership to Mellow Soon","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-dont-expect-the-beijing-leadership-to-mellow-soon.html","abstract":"As the Pacific century dawns, China's history casts a long shadow over the new era. For nearly two centuries China has been dissatisfied, divided internally and threatened externally. Its preoccupation since the 19th century has been the pursuit of unity","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Strike Is Called Victory For Women, Not Unions","web_url":"https://www.nytimes.com/1993/11/24/us/strike-is-called-victory-for-women-not-unions.html","abstract":"  President Clinton's intervention Monday in the strike by flight attendants at American Airlines represented a breakthrough for working women, rather than a victory for organized labor, union leaders said today.    The airlines, more than most industries, are thoroughly dominated by well-paid men, both those who run them and those who fly the planes. Through the years, flight attendants, most of them women, have been forced to settle for less than the airlines' male employees -- less pay, inferior benefits, more inconvenient working arrangements and indignities including rigid dress and weight codes and lectures on how to be nice.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Runaway Rubles","web_url":"https://www.nytimes.com/1993/11/24/opinion/runaway-rubles.html","abstract":"In opinion polls, Russians consistently name inflation and crime as their chief concerns. However different, both are results of the most crucial problem most former Communist countries face: the state is too weak, while the old Communist elites are too strong.\n\nThis was true even before the demise of Communism. State power was diluted, and each senior bureaucrat was his own dictator. I realized this in 1986, when I visited the Soviet agricultural planning committee. A reform decree had been signed by Mikhail Gorbachev, but the officials just laughed at it and said nothing would change. They cared about their own interests, not orders from above.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Israeli Arabs Say P.L.O. Pact Is a Path to First-Class Status","web_url":"https://www.nytimes.com/1993/11/24/world/israeli-arabs-say-plo-pact-is-a-path-to-first-class-status.html","abstract":"  Diab Mahroum, a pastry maker in this ancient city, could see for himself how much the world had suddenly changed when he put his baklava on display at a food fair in October in Cologne, Germany.   For the first time, he said, business executives from Saudi Arabia and Kuwait felt confident enough to visit the Israel booth. Before you could say pistachio, they had placed orders for 8,000 pounds of sweets from the factory here founded by his father, Foad.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/24/nyregion/no-headline-384793.html","abstract":"  \"Their taste is very today. They're not stuffy and pretentious and neither is their home.\" -- KAKI HOCKERSMITH, the Clintons' decorator.  [ A22:5. ]","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"L.I. Business Group Says Federally Required Auto Inspections Will Be Disruptive","web_url":"https://www.nytimes.com/1993/11/24/nyregion/li-business-group-says-federally-required-auto-inspections-will-be-disruptive.html","abstract":"  A Long Island business group, backed by gas station operators, is forecasting \"delay, confusion, and a disruption of daily life\" if New York proceeds with a federally required program for centralized auto inspections in 1996.   Matthew T. Crosson, the president of the Long Island Association, the region's largest business group, said the 13 inspection stations envisioned for Long Island would be unable to accommodate the two million cars and trucks in Nassau and Suffolk Counties, resulting in long lines and much inconvenience for drivers.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"A Redecorated White House, the Way the Clintons Like It","web_url":"https://www.nytimes.com/1993/11/24/us/a-redecorated-white-house-the-way-the-clintons-like-it.html","abstract":"  It was farewell to the free trade agreement and the Pacific Rim conference. At the White House today, it was time to concentrate on domestic issues -- like whether the country is ready for blood-red fabrics and neo-Victorian decor ornamented with gold Napoleonic laurel wreaths.   Like a family that has proudly remodeled but is worried what the neighbors might think, the Administration provided the most fleeting of glimpses of the much-anticipated restoration of the Clinton family quarters on the second floor of the White House.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Holiday Tomorrow","web_url":"https://www.nytimes.com/1993/11/24/nyregion/holiday-tomorrow.html","abstract":"  Thanksgiving is tomorrow. Here are holiday schedules. NEW YORK    PARADE: Macy's Thanksgiving Day Parade begins at 9 A.M. tomorrow at 77th Street and Central Park West. The parade will continue to Columbus Circle, south on Broadway to Herald Square, and east on 34th Street to Seventh Avenue.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"In School","web_url":"https://www.nytimes.com/1993/11/24/education/in-school.html","abstract":"  The Department of Education recently invited 200 great teachers, including most of the state teachers of the year, to the Capitol to get their points of view on education reform.   The Department, with aid from A.T. &T., flew the teachers here and housed them for two days at the Omni Shoreham Hotel. In the first hour and a half, the Education Secretary, the Deputy Secretary and several assistant secretaries welcomed the great teachers; praised them for devoting their lives to the most noble profession; couldn't emphasize enough how the teacher is the most important cog in educational reform.","thumbnail":null,"section":"Education"},{"date":"19931124","headline":"Elementary Democracy","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-elementary-democracy-122093.html","abstract":"  To the Editor:   In \"Rollins, the Unlikely Reformer\" (column, Nov. 15), William Safire seems not to see the difference between getting the vote out and suppressing it.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Tarkanian Loses Another Round in Court","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-colleges-tarkanian-loses-another-round-in-court.html","abstract":"  A federal appeals court in San Francisco ruled yesterday against former Nevada-Las Vegas basketball coach, JERRY TARKANIAN, and declared unconstitutional a Nevada law that was intended to protect him and others facing National Collegiate Athletic Association sanctions.   The 1991 state law, which specified the legal rights of Nevada state employees accused of wrongdoing by any national sports association, is an invalid attempt to regulate interstate commerce, said the 9th United States Circuit Court of Appeals.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Scuffle? What Scuffle? Barkley Is Cleared","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-pro-basketball-scuffle-what-scuffle-barkley-is-cleared.html","abstract":"  CHARLES BARKLEY of the Phoenix Suns will not be prosecuted for a scuffle during which a patron at a bar said he was punched by the National Basketball Association's most valuable player.   \"No or little likelihood of conviction,\" City Prosecutor KAY BIGELOW said yesterday in Scottsdale, Ariz., when asked to explain her decision. She declined to elaborate.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"New Study Links Increased Hypertension To Greater Anxiety in Middle-Aged Men","web_url":"https://www.nytimes.com/1993/11/24/science/new-study-links-increased-hypertension-to-greater-anxiety-in-middle-aged-men.html","abstract":"  THERE may be more truth than doctors have long believed to the notion of a relationship between tension (as in stress) and hypertension (as in high blood pressure), at least for middle-aged men.   A newly published study has found that over the course of decades, highly anxious men are twice as likely to develop high blood pressure as are men who take life more in stride.","thumbnail":null,"section":"Science"},{"date":"19931124","headline":"Bratton of Boston Indicates He Is Interested in New York Police Job","web_url":"https://www.nytimes.com/1993/11/24/nyregion/bratton-of-boston-indicates-he-is-interested-in-new-york-police-job.html","abstract":"  Police Commissioner William J. Bratton of Boston, who less than two weeks ago said he was not interested in the job, indicated yesterday that he would consider an offer to become the commissioner of New York City's Police Department.   The remarks by Mr. Bratton, who served as head of the city's transit police before going to Boston in January, came as he emerged as a top contender for commissioner under the city's next mayor, Rudolph W. Giuliani, according to people familiar with the search by one of Mr. Giuliani's transition committees.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"A Hero in the AIDS Battle and a Fun-Loving Boy","web_url":"https://www.nytimes.com/1993/11/24/nyregion/about-new-york-a-hero-in-the-aids-battle-and-a-fun-loving-boy.html","abstract":"  AT the Javits Center on Saturday night James Matarazzo, who is 12 years old, was hanging around backstage waiting for his friend Joey DiPaolo, who is 14, to go on and address the 10,000 dancers who were raising money to combat AIDS.   It was about an hour before Joey was scheduled to tell the people about his own experience with the disease but at that moment he was stripping sesame seeds off crackers and slipping them into the sodas of his friends. Joey is small and has the kind of wiseguy cuteness that lets him get away with this kind of stuff.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"In America; Battered Girls in School","web_url":"https://www.nytimes.com/1993/11/24/opinion/in-america-battered-girls-in-school.html","abstract":"  Most of the time the girls just take the beatings. They may think that getting beaten up is normal, or that there are no alternatives. Or they may be afraid they will be beaten worse if they complain, perhaps even killed.   Their fears are not irrational. Although they are still in high school, murder is real to them, as real as the stinging cuts and aching bruises on their adolescent faces and bodies. Most have known someone who was murdered. There is no reason to believe it couldn't happen to them.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"2 Clinton Aides Are Leaving on a Winning Streak","web_url":"https://www.nytimes.com/1993/11/24/us/2-clinton-aides-are-leaving-on-a-winning-streak.html","abstract":"  Two senior White House officials will leave the Government by the end of the year, taking advantage of the relatively good news the Administration has enjoyed of late to make their departures.   Howard Paster, the President's chief liaison with Congress, and Roy M. Neel, the deputy chief of staff, both said their decisions were based on personal reasons and to some degree by the professional burnout in a hectic first year in office.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"In California, a Lab for the Brady Bill, The Debate on Guns Has No Winner","web_url":"https://www.nytimes.com/1993/11/24/us/in-california-a-lab-for-the-brady-bill-the-debate-on-guns-has-no-winner.html","abstract":"  As looting and violence spread during last year's rioting, there was a near-riot at Art's Guns in suburban Canoga Park as scores of panicked people discovered they could not buy quick self-protection because of California's 15-day waiting period on gun sales.   At the same time, rioters were breaking into gun stores and pawn shops throughout Los Angeles and carting away what officials now estimate were thousands of weapons of all sorts.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"For Gators, Seminole Game Could Be Route to No. 1","web_url":"https://www.nytimes.com/1993/11/24/sports/football-for-gators-seminole-game-could-be-route-to-no-1.html","abstract":"  The last two things Errict Rhett and his University of Florida teammates will see before they step onto the field on Saturday to face Florida State are a very old photograph and a fairly new sign. The photo is of Dale Van Sickle, a defensive end from the 1928 Florida team, which almost went to the Rose Bowl. The sign, painted above the doorway two seasons ago, reads:   \"The Swamp. Only Gators Get Out Alive.\"","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/24/nyregion/bridge-95594.html","abstract":"  Two major titles were decided here Monday night at the American Contract Bridge League's Fall Nationals.   Four of the world's largest collections of master points became a little bigger when Paul Soloway of Mill Creek, Wash., Bob Goldman and Mike Passell, both of Dallas, and Mark Lair of Canyon, Tex., won the Open Board-a-Match Team title by a narrow margin.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"George Balanchine's \"The Nutcracker\"; An Intimate 'Nutcracker' With a Culkin Star Turn","web_url":"https://www.nytimes.com/1993/11/24/movies/george-balanchine-s-nutcracker-intimate-nutcracker-with-culkin-star-turn.html","abstract":"You don't have to believe in Santa Claus to be swept up in the magic of Christmas. By the same token, some of the fairy-tale magic of \"George Balanchine's 'The Nutcracker' \" has been lost in its translation from a staged ballet into a film, but it doesn't hurt; it is only a fraction. If Rouben Ter-Arutunian's depiction of the Sugarplum Fairy's Palace of Pleasures is obviously a painted stage set, its elegant swirl of domes and pedestals is still gorgeous.     And what is sacrificed in realism is gained in intimacy. In close-up, Karinska's original costumes are even more awesome in their beauty and richness of detail than when seen from afar. And children who watch Emile Ardolino's handsome film version of the New York City Ballet's classic production can be vicarious participants in its Christmas Eve games, folk dances and roughhouse.   ","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/11/24/sports/eastern-college-report.html","abstract":"  Big East    The Boston College-West Virginia contest on Friday will be the three-year-old conference's first big game, a national television match that will affect rankings, bowls and opinions about a mythical national champion.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"U.S. and North Korea : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-us-and-north-korea-letters-to-the-editor.html","abstract":"Marshal Kim Jong Il is the last person to favor a military showdown with the United States. The issue must be amicably settled in the best national interests of Pyongyang and Washington. How? It is simple. .(1) Send Secretary of State Warren Christophe","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Comptroller Says City's Slump Is Ending","web_url":"https://www.nytimes.com/1993/11/24/nyregion/comptroller-says-city-s-slump-is-ending.html","abstract":"  H. Carl McCall, the New York State Comptroller, said yesterday that New York City was beginning a slow, uneven recovery after a four-year slump that cut far deeper than elsewhere in the nation.    \"This report is good news, if only because the bad news is finally ending,\" said Mr. McCall. His conclusion that the downward economic drift had reached bottom echoed the views expressed by many of the city's economists and business leaders in recent months.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/24/style/chronicle-719293.html","abstract":"  If Donald Trump's former wife, Ivana, is selling her designs on the Home Shopping Network, can the mother of his fourth child, MARLA MAPLES, be far behind?    Ms. Maples, who gave birth six weeks ago to Tiffany Trump, has gone into business as a designer of -- what else? -- maternity clothes.","thumbnail":null,"section":"Style"},{"date":"19931124","headline":"How Africa Understands Female Circumcision","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-how-africa-understands-female-circumcision-114993.html","abstract":"  To the Editor:   A. M. Rosenthal condemns female circumcision, a traditional practice common to many African and Arabic peoples, as \"female mutilation\" in \"Female Genital Torture\" (column, Nov. 12). The inspiration for Mr. Rosenthal's column is the introduction by Representatives Patricia Schroeder of Colorado and Barbara Rose Collins of Michigan of H.R. 3247, a bill to prohibit female circumcision in the United States. He also calls for cutting grants and loans to governments that do not discourage the practice.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/24/us/inside-424093.html","abstract":"  Haiti Death Toll Questioned   A doctors' group challenged a study that said sanctions on Haiti kill up to 1,000 children a month. Page A12. 'Perestroika' Opens    Part 2 of Tony Kushner's \"Angels in America\" opened on Broadway. Frank Rich's review is on page C11.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Review/Film: George Balanchine's \"The Nutcracker\"; An Intimate 'Nutcracker' With a Culkin Star Turn","web_url":"https://www.nytimes.com/1993/11/24/arts/review-film-george-balanchine-s-nutcracker-intimate-nutcracker-with-culkin-star.html","abstract":"  You don't have to believe in Santa Claus to be swept up in the magic of Christmas. By the same token, some of the fairy-tale magic of \"George Balanchine's 'The Nutcracker' \" has been lost in its translation from a staged ballet into a film, but it doesn't hurt; it is only a fraction. If Rouben Ter-Arutunian's depiction of the Sugarplum Fairy's Palace of Pleasures is obviously a painted stage set, its elegant swirl of domes and pedestals is still gorgeous.    And what is sacrificed in realism is gained in intimacy. In close-up, Karinska's original costumes are even more awesome in their beauty and richness of detail than when seen from afar. And children who watch Emile Ardolino's handsome film version of the New York City Ballet's classic production can be vicarious participants in its Christmas Eve games, folk dances and roughhouse.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"With Friends and Readers, Rushdie Pleads His Case","web_url":"https://www.nytimes.com/1993/11/24/us/with-friends-and-readers-rushdie-pleads-his-case.html","abstract":"  Surrounded by security guards and with the author Susan Sontag acting as what he jokingly referred to as \"my beard,\" Salman Rushdie emerged from hiding tonight to receive an honorary post as visiting professor of the humanities at the Massachusetts Institute of Technology.    It was the 46-year-old writer's third public appearance in the United States since he was forced into an underground existence nearly five years ago after the Ayatollah Ruhollah Khomeini of Iran condemned his book \"The Satanic Verses\" as blasphemous and sentenced him to death. The reward for his assassin is more than $2 million.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Cuomo Names Stein to Head A Study Panel","web_url":"https://www.nytimes.com/1993/11/24/nyregion/cuomo-names-stein-to-head-a-study-panel.html","abstract":"  Gov. Mario M. Cuomo today announced the creation of a commission to study shortcomings in the state's juvenile justice system, and appointed Andrew J. Stein, the departing New York City Council President, to head the panel.    Mr. Cuomo said he created the commission largely in response to statistics showing that violent crime by juveniles has risen 80 percent since 1988 and that homicide has become the leading cause of death for people under the age of 25 in New York City.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-066593.html","abstract":"  An obituary on Monday about the film director Emile Ardolino misspelled the name of his companion. It is Luis Miguel Rodriguez-Villa.  ","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/11/24/books/book-notes-103093.html","abstract":"  Snowballing to Success  With a laughably minuscule promotion budget and no publisher to speak of, \"The Celestine Prophecy,\" a first novel by James Redfield, a resident of Saginaw, Ala., might have been expected to die a quick and anonymous death. But Mr. Redfield published the book himself, calling his one-book company \"Satori,\" and when he brought it to distributors, a curious thing began to happen.    \"The book took off by its own little self,\" said Joyce Norman, the press agent for the Southern Publishers Group in Birmingham, Ala., one of the distributors. \"A woman called in and said, 'I need 12 copies because my neighbors and I only have one and we're tearing all the pages out and taking them home.' I started calling bookstores and they'd say, 'What's so special about it?' and I'd say: 'I don't know. I just know that people are buying them by the hundreds and that one little bookstore out West just bought 400 copies.' And they'd say, 'Did you say 4 copies?' And I'd say, 'No, 400.' \"","thumbnail":null,"section":"Books"},{"date":"19931124","headline":"Like the U.S., Western Europe Steps Up Its Trade With Asia","web_url":"https://www.nytimes.com/1993/11/24/world/like-the-us-western-europe-steps-up-its-trade-with-asia.html","abstract":"  During a week in which the message from Washington and Seattle was that United States foreign policy has been too Eurocentric and must concentrate more on Asia, Chancellor Helmut Kohl of Germany was quietly touring China and concluding contracts to sell about $4 billion in German goods to Beijing.   \"It was obvious that the Chinese want intensified contacts with Europe,\" said Lorenz Schomerus, a senior Economics Ministry official who accompanied Mr. Kohl on the trip, which brought a contract for Siemens to build the Guangzhou subway and agreements for other German companies to build power and steel plants.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"White House Dinner, but What Kind?","web_url":"https://www.nytimes.com/1993/11/24/world/white-house-dinner-but-what-kind.html","abstract":"  To most of the world, the dinner President and Mrs. Clinton gave this evening for President Kim Young Sam of South Korea and his wife looked like the state dinners other Presidents have given for visiting heads of state. But it was not, the White House insisted, a state dinner, merely an official one.   Yet when the President rose to toast Mr. Kim, he spoke of it as \"the first state dinner we've had at the White House.\"","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Of Children And Dinos, With Feeling","web_url":"https://www.nytimes.com/1993/11/24/movies/of-children-and-dinos-with-feeling.html","abstract":"\"We're Back! A Dinosaur's Story\" is a brief, witty children's book about dinosaurs who pay a visit to New York City, a place that is described amusingly from the dinosaurs' point of view. But tiny admirers of Hudson Talbott's illustrated volume will be surprised to find the dinosaurs in the animated screen version, \"We're Back! A Dinosaur's Story,\" play second fiddle to a cast of people. The people are brash, rude and occasionally scary. This was somebody's idea of how to enhance the authentic New York City atmosphere.    That somebody is apparently John Patrick Shanley, whose screenplay creates a wise-talking little boy named Louie as the story's human hero. Louie is the kind of confident lad who addresses dinosaurs as \"you morons\" when he first sees them, although of course he comes to love them deeply only moments later. (The film is also shamelessly sentimental.) Accompanying Louie is a lonely rich girl named Cecilia, whom he addresses as \"Babe\" at one point and kisses amorously in the film's finale.  ","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"Bittersweet Memory for Minnesota's Haskins","web_url":"https://www.nytimes.com/1993/11/24/sports/pro-basketball-bittersweet-memory-for-minnesota-s-haskins.html","abstract":"  Clem Haskins said that, all things considered, he was happy to be back in New York.   Last March, Haskins, the University of Minnesota's basketball coach, completed a five-team sweep and led his team to the National Invitation Tournament championship with a thrilling 62-61 victory over Georgetown.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-064993.html","abstract":"  Because of an editing error, an article yesterday about American policy toward North Korea referred incorrectly in some editions to a meeting between President Clinton and President Kim Young Sam of South Korea. It was yesterday, not this coming Friday. A report about the meeting appears today on page A16.  ","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Review/Theater: Perestroika; Following an Angel For a Healing Vision Of Heaven on Earth","web_url":"https://www.nytimes.com/1993/11/24/arts/review-theater-perestroika-following-angel-for-healing-vision-heaven-earth.html","abstract":"  If you end the first half of an epic play with an angel crashing through a Manhattan ceiling to visit a young man ravaged by AIDS, what do you do for an encore?   If you are Tony Kushner, the author of \"Angels in America,\" you follow the angel up into the stratosphere, then come back home with a healing vision of heaven on Earth. \"Perestroika,\" the much awaited Part 2 of Mr. Kushner's \"Gay Fantasia on National Themes,\" is not only a stunning resolution of the rending human drama of Part 1, \"Millennium Approaches,\" but also a true millennial work of art, uplifting, hugely comic and pantheistically religious in a very American style.","thumbnail":null,"section":"Arts"},{"date":"19931124","headline":"Kelly Bans Choke Holds By Officers","web_url":"https://www.nytimes.com/1993/11/24/nyregion/kelly-bans-choke-holds-by-officers.html","abstract":"  The New York City Police Department has issued an order banning the use of choke holds, the restraining maneuvers that cut off the flow of blood and oxygen to the brain and have been blamed in the deaths of suspects here and around the nation.   The directive comes as police departments around the country have prohibited or reviewed the use of various choke holds by officers. It also underscores a nationwide debate, fueled by greater violence on city streets, on the appropriate use of police force, from 9-millimeter handguns to \"hogtying\" to pepper spray.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"A Time For Japan To Lead","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-a-time-for-japan-to-lead.html","abstract":"Japan has shown great reluctance to enter the international arena at any level commensurate with its economic power. .Vivid memories of World War II plus MacArthur-imposed constitutional prohibitions prevented it from participating actively in military","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"It's 'Showtime' Again for Erving, a k a Dr. J","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-tv-sports-it-s-showtime-again-for-erving-a-k-a-dr-j.html","abstract":"  Six years after his retirement, JULIUS ERVING thought the time was now right for a return to pro basketball, so yesterday he became the studio analyst of NBC's \"NBA Showtime\" pre-game show. He replaces QUINN BUCKNER, who left the studio last season to become coach of the Dallas Mavericks.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Pressure for a Decision on Coliseum Site","web_url":"https://www.nytimes.com/1993/11/24/nyregion/pressure-for-a-decision-on-coliseum-site.html","abstract":"  It has been nearly nine years since Mortimer B. Zuckerman won the right to replace the Coliseum, a building much maligned by architecture critics, with a gleaming new mixed-use complex on Columbus Circle. Today the old Coliseum still stands, and the fate of the site, which occupies prime real estate near the southwest corner of Central Park, seems as uncertain as ever.   Now, however, the Dinkins administration, in its waning days, is moving to compel the developer to build on the site or forfeit his deposit.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"The Abuse of History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-the-abuse-of-history-letters-to-the-editor.html","abstract":"At first it sounded like a good idea: Create an illustrated history book that would help German youth understand the roots of Nazism and its evil legacy. .The Federal Center for Civil Education, which provides materials for Germany's public schools, en","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/24/sports/transactions-834293.html","abstract":"  Baseball  National League   CINCINNATI REDS -- Named Bob Boone bench coach, Joel Youngblood first base coach and Grant Jackson bullpen coach.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Fall of 'Angels': Epic's 2d Part Betrays the First","web_url":"https://www.nytimes.com/1993/11/24/style/IHT-fall-of-angels-epics-2d-part-betrays-the-first.html","abstract":"At a time when our leading homemade dramatists are still on the run from anything that might even remotely touch on the 1990s (David Hare honorably excepted), we should continue to salute Tony Kushner. .But oh, what a falling-off. In reviving the first","thumbnail":null,"section":"Style"},{"date":"19931124","headline":"U.S. and Seoul Differ on Appeal To North Korea on Nuclear Sites","web_url":"https://www.nytimes.com/1993/11/24/world/us-and-seoul-differ-on-appeal-to-north-korea-on-nuclear-sites.html","abstract":"  The United States and South Korea agreed today to hold out to North Korea a package of inducements if it allows some inspections of its nuclear sites and resumes discussions with South Korea. But the two longtime allies could not agree on exactly what the offer should contain.   At a meeting at the White House today with President Clinton, President Kim Young Sam of South Korea expressed some reluctance to go along with an earlier American proposal to offer the North a suspension of an annual American-South Korean military training exercise, called \"Team Spirit,\" saying he felt that this might make him look too eager to meet one of the North's principal demands.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"God Saves Queen, but Not England Coach","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-soccer-god-saves-queen-but-not-england-coach.html","abstract":"  GRAHAM TAYLOR quit as manager of England's national team yesterday, six days after his team was eliminated from the World Cup. The announcement was made by GRAHAM KELLY, chief executive of the English Football Association. The F.A. said LAWRIE McMENEMY, Taylor's assistant, had also resigned.   Taylor, who had been manager for nearly three and a half years, had eight months remaining on his contract.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"U.S. RESTRICTIONS ON ADULT TV FARE ARE STRUCK DOWN","web_url":"https://www.nytimes.com/1993/11/24/us/us-restrictions-on-adult-tv-fare-are-struck-down.html","abstract":"  A Federal appeals court today struck down as unconstitutional a Government regulation prohibiting indecent television programs broadcast between the hours of 6 A.M. and midnight.   The three-member panel of the United States Court of Appeals for the District of Columbia Circuit said that in trying to shield children from indecent programs, the Federal Communications Commission did not adequately consider the First Amendment rights of adults to view such programs.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Those Gaudy Billboards Still Give a Thrill","web_url":"https://www.nytimes.com/1993/11/24/opinion/l-those-gaudy-billboards-still-give-a-thrill-115793.html","abstract":"  To the Editor:   I read with interest your Nov. 19 Advertising column by Michael Janofsky about the soon-to-be-lighted Hertz supersign in Times Square. Mr. Janofsky asks if the sign will be glitzy enough to compete with some of the greats in the area. Only time will tell.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Mrs. Doubtfire; A Wig, a Dress and Voila! Dad Becomes the Nanny","web_url":"https://www.nytimes.com/1993/11/24/movies/mrs-doubtfire-a-wig-a-dress-and-voila-dad-becomes-the-nanny.html","abstract":"\"Mrs. Doubtfire\" is about a man who dresses as a dowager to invade the household of his estranged wife, who has thrown him out. The movie's biggest challenge, one that it does not exactly meet, is to persuade the audience that this husband and father's escapade is somehow an act of love.    Fortunately, Robin Williams lurks behind that latex face mask, ready to scatter wicked jokes and brilliant non sequiturs about whatever crosses his mind. Mr. Williams's genius is in these details, and it is given free rein during much of \"Mrs. Doubtfire,\" as in the sequence that has him improvising with toy dinosaurs at a television studio and coming up with a Raptor Rap. (\"Yo, yo, see me/I'm livin' below the soil/I'll be back/But I'm comin' as oil.\") But if this film creates as good a showcase for the Williams zaniness as anything short of \"Aladdin,\" it also spends too much time making nice. And not enough time making sense.   ","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"Rangers Would Love A Parade, Any Parade","web_url":"https://www.nytimes.com/1993/11/24/sports/on-pro-hockey-rangers-would-love-a-parade-any-parade.html","abstract":"  The frustration of the Montreal Canadiens was personified in Patrick Roy, their star goalie, who fished four pucks out of his net last night when the Rangers won by 5-4 at Madison Square Garden.   In the first period, Roy bent over in his crease and threw an unpenalized left jab to the head of Steve Larmer, who didn't belong there. In the second period, with Mike Gartner steaming around his net, Roy stepped into him with a thundering shoulder check and earned a two-minute penalty for his deed.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Airlines Almost Back to Normal, Just When Normal Is the Busiest","web_url":"https://www.nytimes.com/1993/11/24/us/airlines-almost-back-to-normal-just-when-normal-is-the-busiest.html","abstract":"  The nation's flight paths returned to near-normal yesterday, the first full day of operations after the five-day flight attendants' strike against American Airlines.   More than 70 percent of the airline's 2,500 daily departures were operating with passengers, American officials said, with departure percentages reaching the 80's and 90's at the carrier's hubs in Dallas/Fort Worth and Miami.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Now Batting and Playing First Base for the Yankees, (the Mets?), It's . . .","web_url":"https://www.nytimes.com/1993/11/24/sports/now-batting-and-playing-first-base-for-the-yankees-the-mets-it-s.html","abstract":"  Although the Yankees are the New York team that has expressed interest in Rafael Palmeiro, whose job the Texas Rangers have given to Will Clark, the Mets could become the New York team that seriously tries to sign him. The possibility is not as farfetched as it might seem now.   The Mets' interest, though nonexistent at the moment, could develop quickly depending on a decision the Rangers must make in the next two weeks. Now that the Rangers have given Clark $30 million to play first base for them, do they offer Palmeiro salary arbitration by the Dec. 7 deadline?","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/24/nyregion/news-summary-376693.html","abstract":"  International A3-17  FOR ISRAEL'S ARABS, OPTIMISM  Many of the 800,000 Arab citizens of Israel are hopeful that the agreement on Palestinian self-rule will bring sweeping improvements in their lives economically, politically and even culturally. A1  Talks made progress on the issue of Palestinian prisoners. A6","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/24/nyregion/c-corrections-068193.html","abstract":"  An article in some copies yesterday about the House vote on a deficit-reduction proposal overstated the share of freshmen House members who supported the plan. Fifty-five percent of the freshmen backed the proposal, not 75 percent.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Note to Readers","web_url":"https://www.nytimes.com/1993/11/24/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Wachtler Suffers Minor Injuries in Stabbing in Federal Prison","web_url":"https://www.nytimes.com/1993/11/24/nyregion/wachtler-suffers-minor-injuries-in-stabbing-in-federal-prison.html","abstract":"  Sol Wachtler, New York State's former chief judge, was stabbed on Sunday in the Federal prison in North Carolina where he is serving a 15-month sentence, his family said yesterday.   Mr. Wachtler, who was not seriously injured, told his family that he did not see his assailant but suffered two deep cuts in his upper back, said Paul D. Montclare, Mr. Wachtler's son-in-law and lawyer. The weapon was apparently a screwdriver, Mr. Montclare said.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Referees Agree on Money","web_url":"https://www.nytimes.com/1993/11/24/sports/referees-agree-on-money.html","abstract":"  Don Meehan, the agent for the striking National Hockey League officials, said yesterday that the union had accepted the league's proposed salary scale and has halved its benefits proposal from an increase of $1.5 million a year to $750,000 a year for the 58 members.   \"We've made a serious concession we're not entirely happy with,\" said Meehan, whose group has been on strike for 10 days. \"I'm not sure where we go from here except for completely capitulating to the league. If that's the response they're looking for, it's not going to happen.\"","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"A Superhighway Through the Wasteland?","web_url":"https://www.nytimes.com/1993/11/24/opinion/a-superhighway-through-the-wasteland.html","abstract":"Telecommunications and cable TV executives, seeking to allay concerns over their proposed megamergers, insist that the coming electronic superhighway will be an educational and informational tool as well as a cornucopia of interactive entertainment. Allow the marriage between entertainment and communications giants, we are told, and they will connect students with learning resources, provide a forum for political discourse, increase economic competitiveness and speed us into the multimedia information age.\n\nBoth broadcast and cable TV were introduced with similar fanfare. The results have been disappointing. Because of regulatory failure and the limits of the technology, they failed to be saviors of education or political life. We love the tube but recognize that it is largely a cultural wasteland.","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"Behind a Glamorous Image, Flying Working Class","web_url":"https://www.nytimes.com/1993/11/24/us/behind-a-glamorous-image-flying-working-class.html","abstract":"  The corporate stylebook so strictly decrees the proper image of flight attendants, from head to heels, that they have a wry saying about the requirements of their jobs: \"You've got to be willing to go anywhere -- and to cut your hair.\"   And along with the cheerful smiles and starched shirts, the attendants say they are expected to be accommodating, even obedient.","thumbnail":null,"section":"U.S."},{"date":"19931124","headline":"Lockerbie and Justice : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/24/opinion/IHT-lockerbie-and-justice-letters-to-the-editor.html","abstract":"Regarding \"Libya Denounces New UN Sanctions\" (Nov. 13), which describes Libya's denunciation of sanctions linked to Libya's refusal to surrender two suspects in the 1988 bombing of a Pan American jetliner over Scotland: .The accused are again","thumbnail":null,"section":"Opinion"},{"date":"19931124","headline":"DOCTORS QUESTION HAITI HEALTH DATA","web_url":"https://www.nytimes.com/1993/11/24/world/doctors-question-haiti-health-data.html","abstract":"  A physicians' group that took part in a recent study of the impact of an international embargo on the people of Haiti has challenged the study's projection that the sanctions may be killing as many as 1,000 children each month.   In a statement today the group, Physicians for Human Rights, said the estimated death toll was an unreasonable extrapolation of data from a small region. The report was drawn up by the Center for Population and Development Studies at Harvard University.","thumbnail":null,"section":"World"},{"date":"19931124","headline":"Mammograms Before 50? A Hung Jury","web_url":"https://www.nytimes.com/1993/11/24/health/mammograms-before-50-a-hung-jury.html","abstract":"  THE decision was eagerly awaited. A prestigious advisory board to the National Cancer Institute was going to vote on what to do about the mammography question. Should women under 50 have regular mammograms? The answer could help settle one of the most contentious disputes in medicine.   But the decision, reached yesterday morning, was anticlimactic. Rather than coming down on one side of the question or the other, the board carefully noted that there was great controversy and then recommended that the cancer institute defer making any changes in its guidelines.","thumbnail":null,"section":"Health"},{"date":"19931124","headline":"Sports Briefings; Victory in Alaska For St. Raymond's","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-briefings-victory-in-alaska-for-st-raymond-s.html","abstract":"  St. Raymond's, the defending New York City and state champion in the Catholic High School Athletic Association, opened its basketball season in Alaska Monday night by thrashing West Anchorage, 105-51, in the opening round of the Great Alaska High School Shootout.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"A Flying Dutchman May Miss World Cup","web_url":"https://www.nytimes.com/1993/11/24/sports/sports-people-soccer-a-flying-dutchman-may-miss-world-cup.html","abstract":"  MARCO van BASTEN, the top striker of Italian League champion A.C. Milan and the Netherlands national team, may miss the rest of the season and the World Cup finals because his right ankle has been slow to heal.   Dr. RODOLFO TAVANA, the A.C. Milan physician, said yesterday that the three-time European footballer of the year will be sidelined for at least three more months. The World Cup, to be played in nine American cities, starts on June 17.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"Review/Film; Kafka's Sinister World by Way of Pinter","web_url":"https://www.nytimes.com/1993/11/24/movies/review-film-kafka-s-sinister-world-by-way-of-pinter.html","abstract":"  Harold Pinter can be Kafkaesque even when presenting a love story, as he did in letting the finely calibrated events of \"Betrayal\" unfold in reverse chronological order. So the combination of Mr. Pinter and Franz Kafka would appear to be made in heaven, or at least in the kind of hell that both parties might understand.   In fact, Mr. Pinter's spare, faithful adaptation of \"The Trial,\" which opens today at Angelika 57, sounds as much like his own work as it does like Kafka's, thanks to the mocking tone and the mysteries built into the material. The distinctions between the two voices are as specific and fascinating as they are minuscule.","thumbnail":null,"section":"Movies"},{"date":"19931124","headline":"Contract for Police Holsters Prompts Query on Bidding","web_url":"https://www.nytimes.com/1993/11/24/nyregion/contract-for-police-holsters-prompts-query-on-bidding.html","abstract":"  What initially looked like a routine contract to supply the New York City Police Department with holsters and gun belts for its new 9-millimeter semiautomatic pistols has resulted in an internal investigation and the discovery that the president of a company that has received departmental business was convicted of a felony.   In a convoluted chain of events, the department tentatively awarded the $600,000 contract to a Queens company, then revoked it and ultimately learned that the head of the company had pleaded guilty to Federal charges of offering a $25,000 bribe to suppress an income tax investigation.","thumbnail":null,"section":"New York"},{"date":"19931124","headline":"Looking for La Bomba: Is Tomba on the Wane?","web_url":"https://www.nytimes.com/1993/11/24/sports/olympics-looking-for-la-bomba-is-tomba-on-the-wane.html","abstract":"  Can that really be the fiery Italian ski racer, Alberto Tomba, over there in the dimly lit corner of the Vintage restaurant, his shoulders hunched and his eyelids at half mast?   It is Tomba -- Tomba la Bomba to the legion of fans in Italy who exult in his flamboyant successes on the slopes. But here he is in Winter Park, getting ready for this weekend's World Cup event in Park City, Utah, yet looking more like a truck driver from Newark after a two-day haul.","thumbnail":null,"section":"Sports"},{"date":"19931124","headline":"A Lucky Ending for Rangers as Streak Reaches 13","web_url":"https://www.nytimes.com/1993/11/24/sports/hockey-a-lucky-ending-for-rangers-as-streak-reaches-13.html","abstract":"  The game ended in controversy, a final-seconds Montreal goal disallowed on a debatable offside call by one of the National Hockey League's substitute linesman, who was clearly out of position on the play. It ended with a late-game surge by the Canadiens, some soft play from the Rangers and a lot of reasons for different people to complain.   But last night's Rangers-Canadiens game at Madison Square Garden did not end much differently than the previous 12 games played by New York. With a 5-4 victory over Montreal, the defending Stanley Cup champions, the Rangers extended their league-leading unbeaten streak to 13 games.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19931124","time":"1993-11-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.4,"rhum":90,"wspd":3.6},{"date":"19931124","time":"1993-11-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":81,"wspd":5.4},{"date":"19931124","time":"1993-11-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":81,"wspd":9.4},{"date":"19931124","time":"1993-11-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":80,"wspd":7.6},{"date":"19931124","time":"1993-11-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":81,"wspd":5.4},{"date":"19931124","time":"1993-11-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":81,"wspd":5.4},{"date":"19931124","time":"1993-11-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":79,"wspd":9.4},{"date":"19931124","time":"1993-11-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":76,"wspd":11.2},{"date":"19931124","time":"1993-11-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":72,"wspd":11.2},{"date":"19931124","time":"1993-11-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":70,"wspd":14.8},{"date":"19931124","time":"1993-11-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":62,"wspd":11.2},{"date":"19931124","time":"1993-11-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":71,"wspd":14.8},{"date":"19931124","time":"1993-11-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":61,"wspd":13},{"date":"19931124","time":"1993-11-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":70,"wspd":14.8},{"date":"19931124","time":"1993-11-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":62,"wspd":11.2},{"date":"19931124","time":"1993-11-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":58,"wspd":14.8},{"date":"19931124","time":"1993-11-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":67,"wspd":11.2},{"date":"19931124","time":"1993-11-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":68,"wspd":18.4},{"date":"19931124","time":"1993-11-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":69,"wspd":16.6},{"date":"19931124","time":"1993-11-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":71,"wspd":14.8},{"date":"19931124","time":"1993-11-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":74,"wspd":7.6},{"date":"19931124","time":"1993-11-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":75,"wspd":13},{"date":"19931124","time":"1993-11-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":76,"wspd":11.2},{"date":"19931124","time":"1993-11-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":79,"wspd":5.4},{"date":"19931124","time":"1993-11-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":9.4},{"date":"19931124","time":"1993-11-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":77,"wspd":7.6},{"date":"19931124","time":"1993-11-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":9.4},{"date":"19931124","time":"1993-11-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":9.4},{"date":"19931124","time":"1993-11-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":86,"wspd":9.4},{"date":"19931124","time":"1993-11-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":5.4},{"date":"19931124","time":"1993-11-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":0},{"date":"19931124","time":"1993-11-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":7.6},{"date":"19931124","time":"1993-11-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":90,"wspd":9.4},{"date":"19931124","time":"1993-11-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":11.2},{"date":"19931124","time":"1993-11-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":5.4},{"date":"19931124","time":"1993-11-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":0},{"date":"19931124","time":"1993-11-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":90,"wspd":0},{"date":"19931124","time":"1993-11-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":9.4},{"date":"19931124","time":"1993-11-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":7.6},{"date":"19931124","time":"1993-11-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":9.4},{"date":"19931124","time":"1993-11-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":9.4},{"date":"19931124","time":"1993-11-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":13},{"date":"19931124","time":"1993-11-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":47,"wspd":22.3},{"date":"19931124","time":"1993-11-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":53,"wspd":16.6},{"date":"19931124","time":"1993-11-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":42,"wspd":14.8},{"date":"19931124","time":"1993-11-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":45,"wspd":9.4},{"date":"19931124","time":"1993-11-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":45,"wspd":14.8},{"date":"19931124","time":"1993-11-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":13}]},"19931125":{"guardian_articles":[{"date":"19931125","headline":"Two youngsters who found a new rule to break","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931125","headline":"Comment: Why Rachel Whiteread's prize-winning House matters","web_url":"https://www.theguardian.com/artanddesign/1993/nov/25/20yearsoftheturnerprize.turnerprize1","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19931125","headline":"News: Ups and downs for art House","web_url":"https://www.theguardian.com/artanddesign/1993/nov/25/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19931125","headline":"Lessons of an avoidable tragedy","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger2","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931125","headline":"Boys guilty of Bulger murder - Detention without limit for 'unparalleled evil'","web_url":"https://www.theguardian.com/uk/1993/nov/25/bulger1","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-143893.html","abstract":"   Lakshmi Shankar  Hindustani Singer Rousseau Room Barbizon Hotel    Lakshmi Shankar brought the sound of reverence and devotion to an intimate audience on Sunday evening, singing Hindustani classical pieces that expressed love for Lord Krishna in tones of tenderness, yearning and unassuming but virtuosic display. Mrs. Shankar, who may be best known in the West for her performance on the soundtrack of \"Gandhi,\" was accompanied by Kadar Khan on tabla and Madhu Vora on harmonium. Both deferred to the poised authority of her voice.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Clemson Coach Quits","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-college-football-clemson-coach-quits.html","abstract":"  Clemson Coach KEN HATFIELD, whose team posted an 8-3 season and was looking toward a probable trip to the Peach Bowl, resigned yesterday. He chastised fans and university officials for their lack of support.   Hatfield, who had three years left on his contract, said he and his wife \"leave behind much disappointment. Disappointment in the so-called fans who did not support their team. We're also disappointed in several people who work here at Clemson who worked hard against us.\"   Hatfield did not identify those university officials.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"U.S. Now Turns to Soothing the Europeans","web_url":"https://www.nytimes.com/1993/11/25/world/us-now-turns-to-soothing-the-europeans.html","abstract":"  After weeks of declaring that the United States would increase its attention to the fast-growing markets of Asia and Latin America, the Clinton Administration is trying to mend fences with Europe.   In what could be viewed as the diplomatic equivalent of sending roses after a spat, Secretary of State Warren Christopher invited a group of European journalists in for interviews on Monday in which he stressed the crucial role Europe still has in American foreign policy. Though he did not retreat from earlier statements that Washington is at times too focused on Europe, Mr. Christopher, sounding like the lawyer he is, said he did not mean to \"derogate\" Europe.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"No Easy Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-no-easy-solution-letters-to-the-editor.html","abstract":"Regarding \"Can the Senate Legislate an End to Street Crime?\" by Clifford Krauss and an item in \"Away From Politics\" (Nov. 13): .How often the chance juxtaposition of reports in a newspaper puts their respective contents into entirel","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"John Butler Memorial","web_url":"https://www.nytimes.com/1993/11/25/arts/john-butler-memorial.html","abstract":"  A memorial service for the choreographer John Butler is to be held on Monday at 7 P.M. at the Bruno Walter Auditorium of the New York Public Library for the Performing Arts, 111 Amsterdam Avenue, at 65th Street. The two-hour program is to include filmed excerpts from Mr. Butler's ballets and reminiscences by colleagues, including Glen Tetley, Mary Hinkson, Carmen de Lavallade and Judith Jamison. Mr. Butler died on Sept. 11 at the age of 74.  ","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Thanksgiving Day","web_url":"https://www.nytimes.com/1993/11/25/nyregion/thanksgiving-day.html","abstract":"  NEW YORK     PARADE Macy's Thanksgiving Day Parade begins at 9 A.M. today at 77th Street and Central Park West. The parade will continue to Columbus Circle, south on Broadway to Herald Square, and east on 34th Street to Seventh Avenue.   TRAFFIC ALERT All streets along the parade route will be closed today until 2 P.M., including cross streets. Also closed from 3 A.M. to 2 P.M.: Central Park West between West 86th Street and Columbus Circle; West 77th Street between Columbus Avenue and Central Park West; Seventh Avenue between 34th and 40th Streets, and 34th Street between Seventh and Ninth Avenues.   GOVERNMENT OFFICES Closed.   POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.    BANKS Closed.   PARKING Sunday rules in effect.   SANITATION No pickups or street cleanings; areas with Thursday pickup will be served on Friday.    SCHOOLS Closed today and tomorrow.   FINANCIAL MARKETS Closed.   TRANSPORTATION Sunday schedule for New York City buses and subways; Long Island Rail Road will operate on a Sunday schedule, with 10 additional trains today; weekday schedule tomorrow. Off-peak fares will be in effect today and tomorrow. For information: (516) 822-LIRR or (718) 217-LIRR.  NEW JERSEY   GOVERNMENT OFFICES Closed today and tomorrow.   POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed today, local option for tomorrow.    TRANSPORTATION New Jersey Transit buses and trains will operate on a Sunday schedule today, with added service on the Northeast Corridor Line between New Brunswick and New York. For information: (201) 762-5100. CONNECTICUT   GOVERNMENT OFFICES Closed.    POST OFFICES Closed.   BANKS Closed.   SCHOOLS Closed today and tomorrow.   TRANSPORTATION Today, Metro-North will offer additional Manhattan-bound service between 6 and 10 A.M. and 6 and 8 P.M.; also, added outbound service between 10 A.M. to 2 P.M. Tomorrow, Metro-North will operate on a weekday schedule, with 6 added trains. Off-peak fares will be in effect today and tomorrow. For information: (212) 532-4900 or (800) 638-7646 outside New York City.    ","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/11/25/style/IHT-what-theyre-reading.html","abstract":"Jos Ignacio Lpez de Arriorta, head of production at Volkswagen AG, is reading \"The King,\" a biography of Juan Carlos by Jos Luis de Villalonga. . \"We are so lucky that our country found his kin. They are a blessing f","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Mubarak and King Hussein End a Chilly Standoff","web_url":"https://www.nytimes.com/1993/11/25/world/mubarak-and-king-hussein-end-a-chilly-standoff.html","abstract":"  President Hosni Mubarak met officially with King Hussein of Jordan today, formally ending a three-year rift that began when the King refused to support the coalition effort to drive Iraqi occupiers out of Kuwait.    \"I am happy to be here to visit Egypt and return as we were so we can discuss the important issues in this delicate period,\" King Hussein told reporters after the meeting.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Fossil Dealers in Tyrannosaur Seizure Are Indicted","web_url":"https://www.nytimes.com/1993/11/25/us/fossil-dealers-in-tyrannosaur-seizure-are-indicted.html","abstract":"  A group of South Dakota fossil dealers whose tyrannosaur skeleton was seized by Federal agents in 1992 has been indicted on 39 charges of trafficking in fossils illegally taken from Federal land.   A grand jury in Rapid City, S.D., returned indictments last Friday against the group, the Black Hills Institute of Geological Research of Hill City, in a case that lawyers say is likely to go on for years. The tyrannosaur fossil that prompted the case, nicknamed \"Sue,\" was not mentioned in the indictment, although the Justice Department has said that it does not intend to return the fossil to the institute.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Clinton and Aides Meet Rushdie At White House in Rebuke to Iran","web_url":"https://www.nytimes.com/1993/11/25/world/clinton-and-aides-meet-rushdie-at-white-house-in-rebuke-to-iran.html","abstract":"  President Clinton met today with Salman Rushdie in a gesture that the White House said was intended to convey America's abhorrence of Iran's refusal to lift the death threat against the novelist.   Mr. Rushdie also conferred at length with Secretary of State Warren Christopher and Anthony Lake, the national security adviser. Their hourlong conversation, in an office at the White House, represented a sharp shift from the Bush Administration's refusal to meet with Mr. Rushdie on the ground that it \"might be misinterpreted\" in the Muslim world. Message Against 'Intolerance'    Mr. Rushdie, 46, has lived in almost perpetual hiding since Feb. 14, 1989, when his novel \"The Satanic Verses\" was condemned as blasphemous by Ayatollah Ruhollah Khomeini of Iran, who called for his death. President Hashemi Rafsanjani of Iran said this year that since the Ayatollah had died, the death sentence could not be lifted.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-017293.html","abstract":"  An article on Monday about the resignation of an editor at The Burlington County Times in New Jersey referred incompletely to the background of an article published there.  The theme of the article was Democrats' criticisms of Assemblywoman Priscilla B. Anderson, a Republican, because of her attendance record at her job as a high school guidance counselor. The Democrats based their criticism on an article published by The Times of Trenton in June about the attendance records of Assemblywoman Anderson and other legislators who are also educators.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Pop; Baby Boomers' Exorcism and Picnic","web_url":"https://www.nytimes.com/1993/11/25/arts/review-pop-baby-boomers-exorcism-and-picnic.html","abstract":"  In American pop culture, these are the days of regression. As baby boomers cling to the sitcoms and artifacts of their adolescence, alternative rockers in their 20's hurl themselves back to the traumas of childhood. With Smashing Pumpkins (who opened a sold-out two-night stand at Roseland on Tuesday night), Pearl Jam and Nirvana, the Top 10 has been populated by rockers trying to exorcise troubled childhoods for themselves and their fans. \"What's a boy supposed to do?\" Billy Corgan sang in an anguished wail on Tuesday night. As the crowd sang along, he continued: \"The killer in me is the killer in you.\"    In their music, Smashing Pumpkins look back to the psychedelic late 1960's. The Chicago-based band has revived the viscous guitars and the stately, sometimes explosive drumming of groups like the Jimi Hendrix Experience and Pink Floyd. The music rushes out, a sonic avalanche of double-time drums and hard-riffing guitar, then suddenly pauses and floats, cymbals tapping lightly above a sustained chord. A delicate, finger-picked guitar line may appear, twinkling quietly; a few moments later, guitar power chords come crashing back, with blotches of unruly feedback.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Airlines Ask Clinton To Intervene in Fight On Los Angeles Fees","web_url":"https://www.nytimes.com/1993/11/25/us/airlines-ask-clinton-to-intervene-in-fight-on-los-angeles-fees.html","abstract":"  In a showdown pitting the struggling airline industry against a cash-starved city, the nation's major airlines asked the Clinton Administration today to prevent Los Angeles officials from banning their aircraft from the city's international airport.    Airport officials said on Tuesday that they would ban the major airlines beginning Dec. 4 because they refused to pay landing fees that the airport tripled last July. But the airlines, which only this year began making money again after three years of record losses, say the higher fees are unfair. Rights of Airports    It was not immediately clear what would happen after Dec. 4 if the airlines refused to pay the fees. Robert Buckhorn, a spokesman for the Federal Aviation Administration, said that his agency directed air traffic in and out of airports and that no airport coulddeny a plane permission to land.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-137393.html","abstract":"  Vincent Herring  Alto Saxophonist Village Vanguard   Vincent Herring's first set on Tuesday night was all about energy. He and his band may have played a ballad, but it was quickly forgotten in the onslaught of notes. Unstoppable and tumultuous, the music was dedicated to the sort of driving, deep swing that's exciting for both the audience and the musicians.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Amid Holiday Hubbub, American's Pace Is Slow","web_url":"https://www.nytimes.com/1993/11/25/us/amid-holiday-hubbub-american-s-pace-is-slow.html","abstract":"  The day before Thanksgiving always means one thing at O'Hare International Airport: controlled chaos.   By 3 P.M. one of the world's busiest airports becomes one of its biggest headaches, with long lines and stories about missed connections.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"NBC Names New Host For 'Later'","web_url":"https://www.nytimes.com/1993/11/25/arts/nbc-names-new-host-for-later.html","abstract":"  NBC has selected Greg Kinnear, a 30-year-old cable-channel performer, as the new host of \"Later,\" the latest of the network's late-night programs. \"Later\" is broadcast Tuesdays through Fridays at 1:35 A.M.   NBC also said Wednesday that it would shut down production of \"Later\" in New York and move the program to Los Angeles.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Tunnel Likened to Brooklyn Bridge in Complexity and Scale","web_url":"https://www.nytimes.com/1993/11/25/nyregion/tunnel-likened-to-brooklyn-bridge-in-complexity-and-scale.html","abstract":"  It has been likened to the Brooklyn Bridge and other monumental public works in its scale and complexity of construction.    \"The Third Water Tunnel is considered one of the most complex and intricate engineering projects in recent memory,\" a New York City Department of Environmental Protection report to Mayor David N. Dinkins stated last year. The report cited \"the size and length of the tunnel, its sophisticated control system, the placement of its valves and the depth of excavation.\"","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-011393.html","abstract":"  An article on Tuesday about President Clinton's intervention in the American Airlines strike misidentified James J. Reynolds, a Johnson Administration official who intervened in a strike in 1966. He was an Assistant Secretary of Labor and then Under Secretary of Labor; he was not the Labor Secretary.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"A New York Thanksgiving","web_url":"https://www.nytimes.com/1993/11/25/opinion/a-new-york-thanksgiving.html","abstract":"  My mother's birthday, Nov. 25, has always got lost in the commotion of Thanksgiving. She was too busy to care much, though, trying to please the 10 of us, especially her mother-in-law -- my formidable Irish grandmother -- from whose house in Queens the feast moved to ours, in the suburbs, during the 1960's.    My mother found that innovation was risky: it was years before we learned why my uncle Tom always looked queasy when she served canned fruit cocktail before the meal. It turned out to have been a staple of his Army rations 20 years before in the South Pacific. For all we knew, the poor man was having war flashbacks at the sight of those halved maraschino cherries.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"The Golan Factor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-the-golan-factor-letters-to-the-editor.html","abstract":"One gets the impression from the world press that the delay in starting talks between Israel and Syria is due to Israel's refusal to return the Golan Heights to Syria. .No attention is paid, by the media or by officials of the countries involved in the","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Peru's Peasant Victims Still Need Help","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-peru-s-peasant-victims-still-need-help-136593.html","abstract":"  To the Editor:   Signs of economic recovery in Peru have drawn the world's attention. While no one should begrudge Peru prosperity, given its travails, which have been marked by political violence and surging poverty, a too-speedy return to the rhetoric of economic recovery (as opposed to that of imminent collapse) masks the human toll of 13 years of war.   Today, Peru has more internal refugees than any other country in the hemisphere, calculated by humanitarian aid groups at 600,000. The majority are peasant women and children who have fled both Government-sponsored terror and the terror of the Maoist Shining Path rebel movement. As recently as last August, a Shining Path attack in jungle communities around Santa Rosa de Shiriari cost 62 lives and forced 700 Ashaninka Indians, along with settlers from the mountains, to flee.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"1943: 'King of Targets' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1943-king-of-targets-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] As Berlin sought today [Nov. 24] to dig itself out of the rubble and quench the flames left by last night's devastating attack by Royal Air Force bombers, an RAF commentator indicated that there would be no let-up in","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"HIGH SCHOOL FOOTBALL REPORT","web_url":"https://www.nytimes.com/1993/11/25/sports/high-school-football-report.html","abstract":"  Scouting the Top Teams  Here are the scouting reports for the top high school football games today and tomorrow in Long Island, Connecticut and New Jersey.   Long Island  Garden City (9-0) vs. Mepham (8-1) at C.W. Post, 10 A.M., Conference II final.   Key Players: Mepham Coach Kevin McElroy said that he hoped that the forecast for cold weather today is accurate. \"A little wind wouldn't hurt either,\" he joked. Mepham's defense will need all the help it can get against Matt Fischer's passing game. Fischer, who completed 62 of 119 passes for 1,110 yards, has thrown 14 of his 15 scoring strikes to two receivers: Mark Drakos (30 catches for 506 yards, 7 touchdowns) and Tim Glisker (16 catches for 350 yards, 7 touchdowns). Kevin McCoughlin (115 carries for 693 yards) paces Garden City's rushing attack, which averages 5.7 yards a carry. Mepham's big-play athlete is Amos Zeroue, who has rushed 221 times for a Nassau County-record 1,915 yards. His 28 touchdowns is a Long Island record.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Rap Star and 2 Friends Indicted in Sexual Attack","web_url":"https://www.nytimes.com/1993/11/25/nyregion/rap-star-and-2-friends-indicted-in-sexual-attack.html","abstract":"  Amid a throng of curious hip-hop fans jostling for space with television cameras, the whirl of accusations surrounding the rapper Tupac Shakur spiraled yesterday into a Manhattan courtroom, where Mr. Shakur and two friends learned that they had been indicted on charges of sexually attacking a fan.   Melissa Mourges, an assistant district attorney, informed Judge Michael A. Gross of Criminal Court that a grand jury has handed down indictments against all three men on charges that could bring a sentence of up to 8 1/3 to 25 years in prison. The judge allowed all three to remain free on bail. Surrounded by Bodyguards    Like a running back following the blocks of his linemen, Mr. Shakur, 22 years old, entered and exited the dingy downtown courthouse surrounded by bodyguards who towered over him, his face buried in the back of one of them. He refused to acknowledge either the shouted questions of reporters or words of encouragement offered by his fans.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"For Movie Industry, Thanksgiving Means A Box-Office Feast","web_url":"https://www.nytimes.com/1993/11/25/movies/for-movie-industry-thanksgiving-means-a-box-office-feast.html","abstract":"  With concerns about those inevitable turkeys, movie-style, Hollywood is bracing for the most crowded Thanksgiving season in film history. No fewer than seven films opened today in New York, including \"Mrs. Doubtfire,\" starring Robin Williams; \"A Perfect World,\" starring Kevin Costner and Clint Eastwood, and \"George Balanchine's 'The Nutcracker,' \" with Macaulay Culkin.    At least seven others opened between Nov. 12 and today, among them major studio releases like \"Addams Family Values\" (Paramount Pictures) and more specialized films like \"The Piano,\" directed by Jane Campion, both of which opened last week.","thumbnail":null,"section":"Movies"},{"date":"19931125","headline":"Review/Dance; Reveling in the Power of Clarity, Simplicity and Silence","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-reveling-in-the-power-of-clarity-simplicity-and-silence.html","abstract":"  The five dances presented by Benedette Palazzola on Sunday night at the Eden's Expressway studio in SoHo were modest. But they were also impressively authoritative, given the relative inexperience of the choreographer and her performers, all recent graduates of the University of Michigan who trained with Peter Sparling, a former Martha Graham dancer. There wasn't an inexpert moment in the program. Ms. Palazzola is clearly a very promising artist.   Each of the dances was short, mostly with pristine black, white or gray dance clothes for costumes. Three dances were performed in silence. Clear and simple without being spare, the choreography was often a matter of unadorned walks, thrusting arms, kneeling and bodies curling to wrap around each other.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/25/sports/results-plus-971993.html","abstract":"  FOOTBALL  Wolverines-Wolfpack  The bowl picture crystallized yesterday for Michigan, but not for Ohio State. Michigan and North Carolina State, which have never met on the football field, accepted invitations to play in the Hall of Fame Bowl on New Year's Day in Tampa, Fla. Both teams have 7-4 records. The Wolverines will be making their 19th consecutive bowl appearance. The Buckeyes' bowl options were narrowed to two during a conference call involving the Big Ten athletic directors, who reaffirmed the agreement to preclude consecutive appearances in the Florida Citrus Bowl. Ohio State appeared in the Citrus Bowl last Jan. 1, so if Wisconsin goes to the Rose Bowl, Ohio State will play in the Holiday Bowl on Dec. 20 in San Diego. The Buckeyes (9-1-1) will go to the Rose Bowl in Pasadena, Calif., on New Year's Day if Wisconsin (8-1-1) loses to Michigan State next weekend at Tokyo. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"East German Spy Spews Anger as Trial Ends","web_url":"https://www.nytimes.com/1993/11/25/world/east-german-spy-spews-anger-as-trial-ends.html","abstract":"  By CRAIG R. WHITNEY    Markus Wolf, the former head of East Germany's spy service, today denounced his seven-month treason trial as a political farce staged by the authorities of united Germany in triumph over the state they absorbed in 1990.   \"This court is going to find me guilty,\" the 70-year-old spymaster told judges and spectators at the end of his trial today. Though the verdict is not due until Dec. 6, for Mr. Wolf the only question was how long his sentence would be.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Click, Click. Gobble, Gobble.","web_url":"https://www.nytimes.com/1993/11/25/opinion/click-click-gobble-gobble.html","abstract":"  Steak is too expensive. Pizza doesn't feel right.  Hot dogs, hamburgers, fried chicken and baked ham all have their moment at center plate, but not today.   On behalf of the 45 million birds roasting in ovens across America this morning, let us -- as they say -- talk turkey.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-142093.html","abstract":"  Continuum  Alice Tully Hall    Joel Sachs, co-director of Continuum and organizer of Juilliard's annual Focus festival, monitors compositional activity in the farthest-flung sectors of the globe. His programs are routinely swamped by obscure and unknown names. Looking over Continuum's extraordinary 28-year repertory, however, one notices that yesterday's esoterica have become today's dominant trends.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-768049.html","abstract":"''Correction Appended''     Speculum Musicae Merkin Concert Hall      Speculum Musicae presented an exceptionally broad range of new music on Monday night, everything from canonic Serialism (Milton Babbitt) to sensuous sound pictures of the European avant-garde (Kaija Saariaho) to aggressive Minimalism of the New York downtown school (David Lang). The concert was dedicated to the pianist and composer Robert Black, a new-music specialist and longtime member of Speculum Musicae who died in California last week. Eric Bartlett and Aleck Karis opened the program with a moving memorial, the Largo of the Chopin Cello Sonata.  ","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Cool, Astute Leader Takes Flight Union to Victory","web_url":"https://www.nytimes.com/1993/11/25/us/cool-astute-leader-takes-flight-union-to-victory.html","abstract":"  As Denise C. Hedges steered into the parking lot of a hotel where the press anxiously awaited her, the engine of her corroded 1985 Renault died. As president of the 21,000-member union of American Airlines flight attendants, she had a news conference beginning in minutes.    But there was no panic, no curses, no pounding on the steering wheel. \"Would you push me into that parking space?\" Mrs. Hedges asked her two passengers, as calmly as if she had been following the flight attendants training manual. Then she went on to a meeting with the press that came off as smoothly as beverage service in first class.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Four Years Later, Pinstripes May Finally Suit Langston's Taste","web_url":"https://www.nytimes.com/1993/11/25/sports/baseball-four-years-later-pinstripes-may-finally-suit-langston-s-taste.html","abstract":"  The Yankees' quest for a quality starting pitcher might not be as bleak as it appeared in recent weeks. There's one out there the Yankees may actually be able to acquire.   Mark Langston, whom the Yankees unsuccessfully tried to lure to New York four years ago when he was a free agent, would seriously consider the Yankees if the circumstances were right, a close friend of the 33-year-old left-hander said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Sonics' Gill Is Sidelined","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-basketball-sonics-gill-is-sidelined.html","abstract":"  Seattle SuperSonics guard KENDALL GILL, who suffers from recurring cluster headaches and who collapsed at practice on Tuesday, did not play at Sacramento last night.   \"He will remain in the Seattle area to undergo testing in an attempt to determine the cause and treatment for the headaches,\" said the team's spokesman, BILL EVANS.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Councilman's Mayoral Victory in Atlanta Is a Break With the Past","web_url":"https://www.nytimes.com/1993/11/25/us/councilman-s-mayoral-victory-in-atlanta-is-a-break-with-the-past.html","abstract":"  City Councilman Bill Campbell won the runoff election for Atlanta mayor on Tuesday, swamping his opponent and becoming the first black mayor in 20 years with neither deep roots in the city's civil rights community nor celebrity status drawn from it.   Mr. Campbell, a 40-year-old lawyer, defeated Michael L. Lomax, the former chairman of the Fulton County Commission, by 48,600 votes to 18,155, or 73 percent to 27 percent. Mr. Campbell had come within 800 votes of winning outright in the Nov. 2 general election.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-902693.html","abstract":"  Vivaldi Orchestra  of Moscow  Alice Tully Hall    Don't let its name fool you: although the Vivaldi Orchestra of Moscow included works by Vivaldi and Bach on its New York debut program on Monday evening, it is not an ensemble of Baroque music specialists. The program also included works by Mozart, Rossini, Tchaikovsky and Shostakovich, with the most gratifying results at the later end of the spectrum.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"CHINESE FACTORIES GREET CAPITALISM","web_url":"https://www.nytimes.com/1993/11/25/world/chinese-factories-greet-capitalism.html","abstract":"  Next year China's Communist leaders will select 100 big state-owned factories, take their managers aside and tell them that they will now answer to \"owners\" in the Western sense of the word.   After four decades of Communism, the success of China's overall economic reform program may well hinge on the outcome of the experiment, the most sweeping effort to date to change China's system of state enterprise.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-174893.html","abstract":"  MARIA LAURINO, the chief speechwriter for Mayor David N. Dinkins, and ANTHONY SHORRIS, the first deputy executive director of the Port Authority of New York and New Jersey, were planning to marry in June -- with the Mayor officiating.   \"I told him that I was seeing Maria,\" Mr. Shorris said yesterday, \"and he said if a nuptialation -- only the Mayor would use a word like that -- were required, he would be happy to oblige.\"","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-140393.html","abstract":"  Speculum Musicae  Merkin Concert Hall    Speculum Musicae presented an exceptionally broad range of new music on Monday night, everything from canonic Serialism (Milton Babbitt) to sensuous sound pictures of the European avant-garde (Kaija Saariaho) to aggressive Minimalism of the New York downtown school (David Lang). The concert was dedicated to the pianist and composer Robert Black, a new-music specialist and longtime member of Speculum Musicae who died in California last week. Eric Bartlett and Aleck Karis opened the program with a moving memorial, the Largo of the Chopin Cello Sonata.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Whitman's Brother Gives Answers in 2 Inquiries","web_url":"https://www.nytimes.com/1993/11/25/nyregion/whitman-s-brother-gives-answers-in-2-inquiries.html","abstract":"  Gov.-elect Christine Todd Whitman's brother, Webster B. Todd Jr., gave sworn testimony today in separate appearances before a Federal grand jury and lawyers for the Democratic Party, both of which are looking into allegations that Republicans paid to suppress the urban black vote in the Governor's race.   Mr. Todd spent just over three hours before the grand jury at the justice complex in downtown Newark and then went to the Seton Hall Law Center, where he spent almost three hours answering questions from the Democrats. The second round of questioning ended about 5 P.M., and lawyers for both sides said Mr. Todd would return on Friday to continue the deposition.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Math Teacher Hurt In Classroom Attack","web_url":"https://www.nytimes.com/1993/11/25/nyregion/math-teacher-hurt-in-classroom-attack.html","abstract":"  A teacher at Brooklyn Technical High School was assaulted yesterday by three masked intruders who entered his classroom and repeatedly punched and kicked him, the police said.   The teacher, Evan Wagshul, suffered bruises and was treated and released at Brooklyn Hospital.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"2 British Boys, Both 11, Guilty of Murdering Toddler","web_url":"https://www.nytimes.com/1993/11/25/world/2-british-boys-both-11-guilty-of-murdering-toddler.html","abstract":"  Two chubby-cheeked 11-year-old boys were convicted today of abduction and murder in the beating death last February of a Liverpool toddler, James Bulger, and sentenced to serve a term of indefinite custody for what the trial judge later called \"an act of unparalleled evil and barbarity.\"   As the boys stood on a special platform installed in the courtroom so they could better see the proceedings, Crown Court Judge Michael Moreland told them that they were both \"cunning and very wicked.\"","thumbnail":null,"section":"World"},{"date":"19931125","headline":"No. 2 Man at F.B.I. to Quit For Job With Financier","web_url":"https://www.nytimes.com/1993/11/25/us/no-2-man-at-fbi-to-quit-for-job-with-financier.html","abstract":"  Floyd I. Clarke, the No. 2 official at the Federal Bureau of Investigation who operated for most of this year as the agency's de facto director, said today that he would retire in January to join a New York company led by the financier Ronald O. Perelman   Mr. Clarke said he would become vice president for corporate integrity at MacAndrews and Forbes Holdings Inc., the investment group led by Mr. Perelman, the one-time corporate raider whose financial empire includes Revlon, Consolidated Cigars and the Marvel Entertainment Group. Regarded as Leader    As the F.B.I.'s deputy director, Mr. Clarke rose from a street agent to become the agency's chief day-to-day operating officer, overseeing the agency's worldwide criminal investigative operations, budget and administrative operations. He was deeply involved in planning the ill-fated tear gas assault on the Branch Davidian compound in April. Officials said his departure was not related to a Justice Department inquiry into a 1992 standoff between the F.B.I. agents and a white separatist in Idaho.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Parcells Aims at Jets Again","web_url":"https://www.nytimes.com/1993/11/25/sports/pro-football-parcells-aims-at-jets-again.html","abstract":"  It was New England's fourth game of the season. Bill Parcells didn't know very much about his team, but he expected it to be competitive against the Jets. He was returning to Giants Stadium for the first time since retiring as Giants coach in 1990 and it was a homecoming for the Oradell, N.J., native.    Instead, it was a nightmare. Parcells stood helplessly on the sideline as the Jets humiliated the Patriots, 45-7, in the nationally televised game. Parcells called it the worst defeat of his career.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"16-Ton Hoist Falls on Workers in a Queens Shaft","web_url":"https://www.nytimes.com/1993/11/25/nyregion/16-ton-hoist-falls-on-workers-in-a-queens-shaft.html","abstract":"  A 16-ton winch tumbled into a shaft in Queens yesterday, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank 503-foot hole that is to tap into a new city water tunnel.   The worker who died, identified by co-workers as Anthony Oddo, was standing on a catwalk about 415 feet below the ground when part of the winch sliced through his body and threw him to the bottom of the shaft. Seven other workers clung to the web of catwalks and debris until rescuers, who were lowered in a cage suspended from a crane, pulled them to safety.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Morceli Athlete of Year","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-track-and-field-morceli-athlete-of-year.html","abstract":"  NOUREDDINE MORCELI, who set the world mile record and was unbeaten at that distance and 1,500 meters in 14 races, has been selected Track and Field News's male athlete of the year for 1993.   Morceli, from Algeria, lowered the mile record to 3 minutes 44.39 seconds, ran the second-fastest 1,500 meters ever at 3:29.20 and successfully defended his 1,500-meter title at the world championships.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Moynihan and Kennedy Tangle on Health Bill","web_url":"https://www.nytimes.com/1993/11/25/us/moynihan-and-kennedy-tangle-on-health-bill.html","abstract":"  Months before they are to start scrutinizing any fine print in the Clinton Administration's plan to overhaul health care, some of the Senate's leading figures have fallen into a nasty squabble over who should hold the magnifying glass.   How the matter is resolved will influence the shape of the legislation ultimately sent to the full Senate.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Horse Carriages Don't Obstruct Traffic","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-horse-carriages-don-t-obstruct-traffic-070993.html","abstract":"  To the Editor:   \"Spare the Horses,\" the headline on your Nov. 16 editorial about New York City carriage horses, is misleading. What exactly are we sparing the horses from? Animal rights activists would have you believe that there are consistent and chronic problems that no amount of legislation can solve. Nothing could be further from the truth. Don't take my word for it.   Take the word of the New York City Department of Transportation, which has repeatedly testified that moving horse carriages do not obstruct traffic. Take the word of the American Society for the Prevention of Cruelty to Animals, which in 1988 conducted more than 7,500 inspections and found only some 200 violations. As the leading proponent of stronger regulations, the A.S.P.C.A. ticketed only 10 percent of drivers for time-area restrictions and animal health codes in the last 12 months.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Hurry Up, Hong Kong Requires a Human Rights Commission","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-hurry-up-hong-kong-requires-a-human-rights-commission.html","abstract":"Chris Patten, the governor of Hong Kong, is a fine public speaker. He talks about \"ethical values\" in the tradition of John Stuart Mill. At a recent lecture in England, he said: \"Liberty, for which men and women have fought for centuries,","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"When Security Becomes a Struggle; Demand Is Acute as Neediest Cases Fund Begins 82d Appeal","web_url":"https://www.nytimes.com/1993/11/25/nyregion/when-security-becomes-struggle-demand-acute-neediest-cases-fund-begins-82d.html","abstract":"  A year ago, Anthony G. Brown and his son, Charles, shared a spacious two-bedroom apartment with a terrace on the top floor of a brownstone in the North Bronx. The $700-a-month rent was comfortably within Mr. Brown's reach as a presentations specialist, a clerical job at the brokerage firm of Shearson Lehman Brothers, where he had worked for two years.   Then came a corporate downsizing and another dip in the Northeast's relentless recession, leading to a pink slip for Mr. Brown in November 1992. Regular income gave way to spotty checks from temporary jobs. Within months, the roomy apartment was a memory, replaced by four rooms in public housing.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Why Make Fellini the Scapegoat for New Cultural Intolerance?","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-why-make-fellini-the-scapegoat-for-new-cultural-intolerance-066093.html","abstract":"  To the Editor:   \"Excuse Me; I Must Have Missed Part of the Movie\" (The Week in Review, Nov. 7) cites Federico Fellini as an example of a film maker whose style gets in the way of his storytelling and whose films, as a result, are not easily accessible to audiences. Broadening that argument, it includes other artists: Ingmar Bergman, James Joyce, Thomas Pynchon, Bernardo Bertolucci, John Cage, Alain Resnais and Andy Warhol.   It's not the opinion I find distressing, but the underlying attitude toward artistic expression that is different, difficult or demanding. Was it necessary to publish this article only a few days after Fellini's death?","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"After the Subtraction, Finally a Mets Addition","web_url":"https://www.nytimes.com/1993/11/25/sports/baseball-after-the-subtraction-finally-a-mets-addition.html","abstract":"  Howard Johnson left, and New York yawned. Sid Fernandez exited, and the city, well, maybe burped. Charlie O'Brien won't be back. Eddie Murray is perhaps headed to Baltimore, and yesterday the Mets traded Dave Gallagher to the Braves for Pete Smith.   It is not the most exciting evacuation effort ever undertaken, and it certainly hasn't been completed. It is appropriate, though, to take stock of what has been left in the wake.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Essay; The Porn Is Green","web_url":"https://www.nytimes.com/1993/11/25/opinion/essay-the-porn-is-green.html","abstract":"  Legal scholars are breaking their heads over a clash of rights: the right of children to be sheltered from pornography and violence vs. the right of adults to choose to watch what they want when they want it.   This week a Federal appeals court struck down Government regulations that permit \"indecent\" broadcasts only between midnight and 6 A.M., when children who know all too well how to work the videocorder are presumably asleep. The court's reason: You cannot take away an adult's First Amendment rights of free speech to protect children.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-175693.html","abstract":"  When Tiffany & Company unveils its Christmas windows on Dec. 3, it will be a milestone for GENE MOORE, the store's display director: he will have produced 5,000 windows for the famed jewelry and silver emporium.    \"I don't keep count,\" Mr. Moore said, expressing surprise about the event. He added that William R. Chaney, the chairman of Tiffany, had told him about it at a luncheon.","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"Giants' Walking Wounded Are Glad to Be Walking","web_url":"https://www.nytimes.com/1993/11/25/sports/football-giants-walking-wounded-are-glad-to-be-walking.html","abstract":"  Jumbo Elliott's back. The throwing shoulder of Phil Simms. And David Meggett's broken rib. Potentially, these could be damaging injuries to the Giants since they involve three of their best players. Of the three, Elliott and his back could be the biggest problem.   The Giants have been secretive about Elliott's situation, saying only that he has back spasms. But there may be more to it than that. Elliott, who missed last week's game against Philadelphia and could miss this week's against Phoenix, would not talk much today about the injury. Privately, Giants officials think there might be some minor disk irritation, something he has had before. If that is the case, Elliott's full recovery might take longer than expected. Standing Becomes Tough    When he was asked to go into detail about his back problems, Elliott said: \"I've got some things in there but I don't want to get into that. We'll wait and see.\" Elliott did acknowledge that it was tough for him to stand and watch on the sideline without feeling some stinging pain.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"F.B.I. Shaken by Inquiry Into Idaho Siege","web_url":"https://www.nytimes.com/1993/11/25/us/fbi-shaken-by-inquiry-into-idaho-siege.html","abstract":"  The bloody standoff between the F.B.I.'s elite paramilitary force and a white separatist in Idaho has produced one of the largest and most wrenching internal inquiries ever conducted by the Justice Department, threatening some of the country's top law-enforcement officials with criminal prosecution.   The far-reaching inquiry, which has been under way for weeks but has remained largely unknown, centers on the operation at a remote ridge in August 1992 by the Hostage Rescue Team, the Federal Bureau of Investigation's unit trained to capture terrorists, hostage-takers and other violent criminals with minimal casualties. Fatal Confrontation    The rescue unit was sent to the Idaho mountain after a confrontation between the white separatist, Randall C. Weaver, and Federal marshals in which one Federal agent and Mr. Weaver's 14-year-old son were killed. The next day a sniper from the rescue team shot and killed Mr. Weaver's wife, Vicki, who was in the doorway of their cabin holding their 10-month old daughter. She was not considered a threat, and the F.B.I. later acknowledged that she had been shot by mistake. After a 10-day siege, Mr. Weaver surrendered.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Nebraska Has Point To Prove To Polls","web_url":"https://www.nytimes.com/1993/11/25/sports/football-nebraska-has-point-to-prove-to-polls.html","abstract":"  They have a wealth of football history and tradition going back to 1912, but when Nebraska takes on Oklahoma for the 74th time tomorrow, it will be a meaningless game -- freighted with significance.   On one level, the game in Lincoln, Neb., will be classic anticlimax. Nebraska (10-0) clinched the Big Eight title two weeks ago and, win or lose, the Cornhuskers are going to the Orange Bowl.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/11/25/sports/transactions-047493.html","abstract":"  Baseball  American League  MILWAUKEE BREWERS -- Claimed Turner Ward, outfielder, off waivers from the Toronto Blue Jays.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/25/style/chronicle-176493.html","abstract":"  SUSANA TORRUELLA LEVAL has been named director of El Museo del Barrio, which she joined in 1990 as chief curator. She has been acting director for six months, since the resignation of Petra Barreras.   She takes over at a turning point for the museum, which is at Fifth Avenue and 104th Street and specializes in Hispanic art from pre-Columbian to contemporary. Closed for renovations, it will reopen in spring in time to celebrate its 25th anniversary.","thumbnail":null,"section":"Style"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-132293.html","abstract":"  To the Editor:   \"Authentic Catholics\" by Anna Quindlen (column, Nov. 18) is a good example of why the United States bishops had to state clearly that Catholics for a Free Choice is not a Roman Catholic organization.   Ms. Quindlen has apparently been persuaded by that organization's claim that support for abortion is as authentically Catholic as the church's clear and constant teaching that abortion is a grave moral wrong. She is apparently further persuaded that Catholics for a Free Choice has as much right to speak \"for the church\" as the Catholic bishops. For her, speaking \"for the church\" seems to mean reflecting popular opinion, rather than faithfully interpreting the truth found in divine revelation and a proper understanding of natural law. However, the truth is the truth, whether popular or not.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-138193.html","abstract":"  The Leonard Bernstein Revue A Helluva Town!  Rainbow and Stars 30 Rockefeller Plaza Through Jan. 1   If you diagrammed the history of the American musical as a family tree, the branch that began with George Gershwin would lead directly to Leonard Bernstein. In his music for Broadway, Bernstein shared Gershwin's passion for New York as a cultural melting pot. Like Gershwin, he swirled vernacular and classical styles together into something that was at once brash and grand, progressive and romantic. And in \"The Leonard Bernstein Revue: A Helluva Town!,\" which opened a six-week run on Tuesday evening, that vision is realized with a ferocious power and energy.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-630494.html","abstract":"  A report in the Currents column of The Home Section last Thursday misstated the address of T, an emporium and cafe expected to open in SoHo. It is at 142 Mercer Street.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"'Red Shoes' Opening Postponed Until Dec. 16","web_url":"https://www.nytimes.com/1993/11/25/theater/red-shoes-opening-postponed-until-dec-16.html","abstract":"  The Dec. 2 opening of \"The Red Shoes,\" the musical based on the 1947 movie about the ballet, at the Gershwin Theater, has been postponed until Dec. 16, the show's producer, Martin Starger, announced yesterday.    Mr. Starger said extra time was needed to assimilate changes made during previews. The show's lead, Roger Rees, was replaced on Nov. 16 by his understudy, Steve Barton.","thumbnail":null,"section":"Theater"},{"date":"19931125","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/25/nyregion/inside-335493.html","abstract":"  11-Year-Old British Boys Convicted in Toddler Slaying   A jury of nine men and three women found the two boys guilty of abduction and murder in the death in February of a Liverpool toddler, James Bulger. The boys were sentenced to a term of indefinite custody. Page A3. Resistance to Nigerian Coup   A prominent Nigerian writer called for sanctions against those who brought yet another general to power last week. Page A10.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Dance; A Very Mixed Bag, Choreographically","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-a-very-mixed-bag-choreographically.html","abstract":"  How resourceful dancers can be! That was demonstrated on Friday night by Ballet Inc., an organization directed by Charles David Anderson that encourages new choreographers. The program offered premieres by Mr. Anderson, a former member of the New York City Ballet, and Carld Jorel Jonassaint, a member of American Ballet Theater. The cast was to include Mr. Anderson and young dancers from City Ballet, Ballet Theater, Dance Theater of Harlem and the Alvin Ailey American Dance Theater.    But Mr. Anderson limped onto the stage on crutches to announce that he had broken a foot half an hour before curtain time at Clark Studio Theater at Lincoln Center. The order of the program was reshuffled, and while ballets in which Mr. Anderson was not to appear were performed, he taught Ben Bowman, James Fayette and Todd Williams his roles in the others. Everyone danced smoothly, making the evening a fine choreographic showcase.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"LORD OWEN WARNS RIVALS IN BOSNIA","web_url":"https://www.nytimes.com/1993/11/25/world/lord-owen-warns-rivals-in-bosnia.html","abstract":"  In a speech prepared for delivery on Thursday in London, the European Community's mediator on the Balkans warns that unless a peace accord on Bosnia and Herzegovina is reached soon, the United Nations may impose new sanctions and Britain and France may withdraw their troops from the peacekeeping force in the former Yugoslavia.   Lord Owen, the European negotiator, will spell out these warnings publicly when he delivers the Churchill lecture on Thursday at London's Guildhall, United Nations and European officials said. They are intended to encourage Serbian, Bosnian and Croatian leaders to start up serious peace talks again when they meet with European Foreign Ministers in Geneva next Monday, the officials said.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Man Who Killed 2 Is Indicted on 2 Gun Charges","web_url":"https://www.nytimes.com/1993/11/25/nyregion/man-who-killed-2-is-indicted-on-2-gun-charges.html","abstract":"  A Brooklyn man who used an unlicensed gun to kill two teen-agers who he said were robbing him at gunpoint was indicted yesterday on gun-possession charges by a grand jury that rejected possible charges of murder, manslaughter and assault.    The man, Arthur Boone, a 41-year-old sugar-refinery worker, \"is relieved and grateful he's not being charged with murder,\" said his lawyer, Stephen Flamhaft. But the lawyer said he himself believed that the charges were still more serious than warranted because one of the two counts charges Mr. Boone with carrying his gun with \"intent to use\" it \"unlawfully against another\" person.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-630493.html","abstract":"  A report in the Currents column of The Home Section last Thursday misstated the address of T, an emporium and cafe expected to open in SoHo. It is at 142 Mercer Street.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Review/Dance; City Ballet Honors Broadway and Hollywood","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-city-ballet-honors-broadway-and-hollywood.html","abstract":"  George Balanchine, Jerome Robbins and Peter Martins all choreographed Broadway musicals, and Mr. Robbins and Balanchine even toiled briefly in Hollywood. At other times, these past or present artistic directors of the New York City Ballet created works for the company with show business themes that used classical technique.   With these ideas in mind, the City Ballet opened its fall season on Tuesday night with a gala benefit called \"The Magic of Broadway and Hollywood.\" Balanchine, Mr. Robbins and Mr. Martins were represented on the program and the scores, as expected, came from composers associated with musicals.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"The Seattle Lesson for Europeans Is to Get Their Act Together","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-the-seattle-lesson-for-europeans-is-to-get-their-act-together.html","abstract":"There is today a wailing and a gnashing of teeth in the old continent, from the Scottish highlands to the orange groves of Sicily. For the United States has just jilted Europe and has taken up with someone else, an attractive girl from Asia. The British","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-021093.html","abstract":"  A profile in The Home Section last Thursday about a 1960's leader of the Weather Underground movement misspelled her first name and omitted the surname of a child being reared by her and her husband. The former leader is Bernardine Dohrn; she and her husband, William Ayers, are the legal guardians of Chesa Jackson Boudin.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Among Amish, Suspect In Arson Is Well Known","web_url":"https://www.nytimes.com/1993/11/25/us/among-amish-suspect-in-arson-is-well-known.html","abstract":"  State prosecutors last week charged the grandson of a local Amish bishop with setting fires that burned $1 million worth of barns and livestock last year on six Amish dairy farms here in the lush Kishacoquillas Valley, 70 miles northwest of Harrisburg.    Since only Amish buildings were burned, there was widespread speculation that the arson was some novel kind of hate crime, and Federal authorities joined the investigation. They reasoned that the arson death of 139 cows had interrupted interstate commerce in dairy products.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"The Turkey Farmer","web_url":"https://www.nytimes.com/1993/11/25/opinion/the-turkey-farmer.html","abstract":"The boys wondered about this one farmer down the road who did nothing on his little farm but raise turkeys. He said if you really cared about one thing, that should be enough for anybody. He said he knew more about turkeys than any other person in the world.\n\nJust look at them, he'd say. They know I'm their best friend. You ever see such happy turkeys?","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Lima Journal; Dictator? President? Or General Manager of Peru?","web_url":"https://www.nytimes.com/1993/11/25/world/lima-journal-dictator-president-or-general-manager-of-peru.html","abstract":"  Pen and paper at the ready, Peru's mathematician-turned-President likes to make quick calculations. For an American visitor Tuesday night, he calculated that Peru's toll of 22,000 dead in 13 years of civil strife equals 250,000 dead in the United States.   \"I am sure that with so many dead in your country, people would have demanded emergency measures,\" said President Alberto K. Fujimori, who seized emergency powers and shut down courts and Congress last year in the name of fighting Peru's Maoist guerrillas.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"1893: Admirer of Ladies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1893-admirer-of-ladies-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A curious little scene was witnessed on the boulevard des Italiens on Thursday evening [Nov. 23]. A man was walking along smiling delightedly, and accompanying an animated soliloquy with energetic gestures. The drift of his remarks was to the effe","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Nassau Residents Offer Ideas for New Legislature","web_url":"https://www.nytimes.com/1993/11/25/nyregion/nassau-residents-offer-ideas-for-new-legislature.html","abstract":"  Nassau County residents are presenting a long wish list to the commission that a Federal judge assigned to reinvent the county's government to comply with the Constitutional requirement of one person, one vote.   \"Taxes is the biggest issue,\" said John B. Kiernan, the commission's chairman. \"The next concern is how many people will be in the new county Legislature, how much they'll be paid and how long their term will be.\"","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"'Six or Seven Seconds,' Then Clinging to Hope","web_url":"https://www.nytimes.com/1993/11/25/nyregion/six-or-seven-seconds-then-clinging-to-hope.html","abstract":"  It was just another work day. And like all the others before, Charles T. Berberich and his co-workers gathered in the morning chill, climbed into a small cage and were lowered into the darkness of a construction shaft below.   He is a \"sandhog,\" drilling and blasting away underground. Later yesterday he would remember standing on a platform, chipping away at concrete. Then he heard a deafening sound, turned his face heavenward and saw blackness where the sky was supposed to be.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/25/nyregion/metro-digest-379693.html","abstract":"  NEW YORK CITY  WORKER KILLED IN TUNNEL ACCIDENT   A 16-ton winch tumbled into a shaft in Maspeth, Queens, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank, 450-foot hole that is to tap into a new city water tunnel 670 feet below the ground. The worker who died was standing on a catwalk about 350 feet below the ground when the winch sliced through part of his body and threw him to the bottom of the shaft. Seven other workers clung to catwalks until rescued. A1.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-139093.html","abstract":"  Afghan Whigs  Irving Plaza   The songs were doleful but the band was jovial when the Afghan Whigs, a group from Cincinnati, performed on Friday night. Greg Dulli, the Whigs' songwriter, sings like a desperate man, his voice raw and breaking. In his lyrics he's an agonized Mr. Wrong, using lovers and drugs with bleary compulsiveness. \"You want to scare me then you'll cling to me no matter what I do,\" he sings in \"What Jail Is Like.\" The band seethes and pummels in songs based on minor chords and descending lines that threaten to drag the singer down with them.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Knick $26 Million Man Ready to Earn His Keep","web_url":"https://www.nytimes.com/1993/11/25/sports/pro-basketball-knick-26-million-man-ready-to-earn-his-keep.html","abstract":"  He has been the $26 million invisible man. While Patrick Ewing and John Starks have grabbed the headlines, Charles Smith's name has been relegated to injury updates. No one much asked where he was or when he would be back. No one much missed him, either.   No one, that is, except the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Not the First Park Inspired by History","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-not-the-first-park-inspired-by-history-135793.html","abstract":"  To the Editor:   \"A Disneyland of History Next to the Real Thing\" (news article, Nov. 12) reports the Walt Disney Company's plan to build an American history amusement park near the Civil War Bull Run battlefield in Virginia. You state that there has never been a park like it anywhere else.   Not so. On June 19, 1960, Freedomland U.S.A., then the world's largest amusement park, opened its doors. It cost more than $60 million to build and was shaped like the continental United States, taking up more than 200 acres. You could visit Old New York, the Great Chicago Fire, the Barbary Coast, the Old West and, yes, even the Civil War. Where was this? It was in the northeast Bronx, on the banks of the Hutchinson River (which doubled as the mighty Mississippi).","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"An Unsung Caravaggio Finds Glory in Dublin","web_url":"https://www.nytimes.com/1993/11/25/arts/an-unsung-caravaggio-finds-glory-in-dublin.html","abstract":"  Sergio Benedetti stood behind the almost reverent crowd in the National Gallery of Ireland as it murmured admiration for the painting he expects will give the museum new status in the art world: a wide canvas of somber shadow and sparkling light showing Judas kissing Christ as a soldier grips Jesus's neck, ready to drag Him away for crucifixion.    \"It's a Caravaggio,\" said Mr. Benedetti, the gallery's senior conservator. \"I am 101 percent certain of it.\"","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Difficult but Feasible : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-difficult-but-feasible-letters-to-the-editor.html","abstract":"Regarding \"Balkan War-Crimes Panel: Head-On Into Crisis? (Nov. 13) by John Pomfret: .This article presents too gloomy a picture of the prospects for the tribunal established by the United Nations to prosecute and punish those responsible for war c","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Arab Students, Foes of P.L.O. Pact, Win Key Vote","web_url":"https://www.nytimes.com/1993/11/25/world/arab-students-foes-of-plo-pact-win-key-vote.html","abstract":"  In the first significant electoral test for the P.L.O. since it signed a peace accord with Israel, backers of Yasir Arafat were defeated today in voting for the student council at Bir Zeit University, the West Bank's leading academic institution.   Although Palestinians generally disagreed on whether the vote was representative, political leaders in the West Bank saw it as a signal of dissatisfaction with the accord after several weeks of Arab-Israeli violence.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"1918:Singing in Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-1918singing-in-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - All reports indicate that the German Army is in splendid spirits in the retreat, proceeding along the road with decorated camions, the men singing and evidently delighted to get home. In Trves there are huge signs welcomin","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Justice Delayed: Caseload Cripples an Appeals Court","web_url":"https://www.nytimes.com/1993/11/25/nyregion/justice-delayed-caseload-cripples-an-appeals-court.html","abstract":"  In 1987 an 8-year-old girl was run over by a school bus in Queens and suffered what doctors said would be permanent damage to her reproductive system.   Her family sued the bus company and the Board of Education. In April 1991 a jury awarded her $3 million for past and future pain and suffering. The defendants appealed, and both sides were ready to argue the appeal in March 1992.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Art of Glass Blowing Finds a Home in Brooklyn","web_url":"https://www.nytimes.com/1993/11/25/nyregion/art-of-glass-blowing-finds-a-home-in-brooklyn.html","abstract":"  In the reaches of an old vaudeville theater in Brooklyn, where the balcony once hung, stands a three-story-high maze of girders and cables, intake pipes and exhaust ducts that nurse an incessant roar from four white-hot furnaces.   Through a porthole-like opening into one of those furnaces, Dante Marioni poked a five-foot-long blowpipe, collected a fist-sized \"gather\" of molten glass on its tip and began the delicate process of literally breathing a work of art from the glowing glob.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"U.S. to Finance Project to Study Breast Cancer On Long Island","web_url":"https://www.nytimes.com/1993/11/25/nyregion/us-to-finance-project-to-study-breast-cancer-on-long-island.html","abstract":"  On the day she learned she had breast cancer, Lorraine Pace began to gather evidence.   She drove home from her oncologist's office, filled a bottle with tap water from her kitchen sink and, hoping it might someday provide a clue as to how she contracted the disease, stored it in a cabinet above the stove.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Keenan Switches Gears, but the Rangers Roll On","web_url":"https://www.nytimes.com/1993/11/25/sports/hockey-keenan-switches-gears-but-the-rangers-roll-on.html","abstract":"  Certain rules are supposed to be followed when a sports team is on a streak. Don't talk too much about it. Don't make any predictions. And, most important, don't tinker with what's working.   Apparently, Coach Mike Keenan of the Rangers doesn't care much for rules. On Tuesday, Keenan called the team's goals-against-average -- and by extension, goaltender Mike Richter -- the \"recurrent thread\" in the Rangers' league-leading unbeaten streak. Today, saying he wouldn't let superstition interfere with his coaching, he started Glenn Healy in goal for the first time during the streak.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Richter and Terri Lead Devils Past the Sabres","web_url":"https://www.nytimes.com/1993/11/25/sports/hockey-richter-and-terri-lead-devils-past-the-sabres.html","abstract":"  The Devils, led by Chris Terreri's stellar goaltending, extended their unbeaten streak on the road to six games by defeating the Buffalo Sabres, 5-3, tonight at the Auditorium.   Stephane Richer led the Devils' attack with two goals, including the game-winner early in the third period, and one assist.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"And Ulysses S. Duck : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-and-ulysses-s-duck-letters-to-the-editor.html","abstract":"Regarding \"Hi-Ho! And It's Off to the Civil War We Go!\" (Nov. 13) by Michael Wines: .It's a shame the people of Virginia are going to allow the Orwellian Disney machine to despoil thousands of acres of beautiful and historic countryside for a","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Protect the Innocent : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/25/opinion/IHT-protect-the-innocent-letters-to-the-editor.html","abstract":"Regarding \"When Panic Threatens Democracy\" Opinion, (Oct. 30): .Richard Cohen refers to the murderer of a tourist in Florida, saying that a death penalty for him would be simply another killing, \"as mindless as the other.\".No. To","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/25/nyregion/bridge-650793.html","abstract":"  A star German player made a strong bid for a second major title at the American Contract Bridge League's Fall Nationals here today. Sabine Zenkel, who lives in Chicago but won a silver medal for her native Germany in the World Championships in Chile in September, won the Life Master Women's Pairs here Saturday. Today she was leading into the semifinal stage of the Blue Ribbon Pair Championships, playing with Tom Sanders of Nashville, long one of America's top-ranked players.   The qualifying standings in the Blue Ribbon were: 1st, Zenkel and Sanders, 1265.62 match points; 2d, Richard Katz of Rancho Mirage, Calif., and Robert Levin of Orlando, Fla., 1249.77; 3d, Roy Fox of Chicago and Ralph Katz of Burr Ridge, Ill., 1221.62; 4th, Joan Jackson and Petra Hamman of Dallas, 1207.32; 5th, Jack Oest and Steve Garner of Chicago, 1200.04.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Public & Private; Death at an Early Age","web_url":"https://www.nytimes.com/1993/11/25/opinion/public-private-death-at-an-early-age.html","abstract":"  Today is Thanksgiving and I won't be writing my column. Norma Perkins-Murray, who runs a home day-care center in Aurora, Ill., wrote it for me.    Norma and I don't know one another, except as intimate strangers, reader and writer. Today she is the writer. These are excerpts from a letter she wrote to me that began \"I feel as if I know you. . . . When you quit your job in 1988 to stay home with your daughter, Maria, I coincidentally quit mine to stay home with my newborn daughter, Erin.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"The Airline Settlement: Not a Solution","web_url":"https://www.nytimes.com/1993/11/25/opinion/the-airline-settlement-not-a-solution.html","abstract":"  The families who gather around a dining room table eating turkey this Thanksgiving, instead of rushing through airports desperately seeking a flight, owe thanks to President Clinton for artfully ending the strike against American Airlines by its flight attendants.    But for all its popularity, Mr. Clinton's can-do involvement barely masks the wrenching problem faced by the airline industry. Full-service carriers like American are hemorrhaging. If they are to survive they must cut costs drastically. Labor isn't the only target. But neither will it be spared.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"UMass Jolts Tar Heels in Overtime; Kansas Wins","web_url":"https://www.nytimes.com/1993/11/25/sports/college-basketball-umass-jolts-tar-heels-in-overtime-kansas-wins.html","abstract":"  What a great run for the state of Massachusetts.   First, Boston College upset top-ranked Notre Dame in football last Saturday. Then last night in a semifinal game of the Preseason National Invitation Tournament at Madison Square Garden, the University of Massachusetts, given virtually no chance at all against No. 1-ranked North Carolina, upset the defending national champions, 91-86, in overtime.   The Minutemen will face Kansas tomorrow in the championship game. Kansas defeated Minnesota in the opener, 75-71.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/25/nyregion/news-summary-300193.html","abstract":"  International A3-12  CLINTON MEETS WITH RUSHDIE    President Clinton met with Salman Rushdie as part of an effort that the White House said was intended to convey U.S. abhorrence of Iran's refusal to lift a death threat against the novelist, who has been in hiding for nearly five years.  A1  BOYS CONVICTED IN TOT'S DEATH    Two 11-year-old boys were convicted of abduction and murder in the beating death last February of a Liverpool toddler, James Bulger, and were sentenced to serve a term of indefinite custody.  A3  NEW WARNING ON BOSNIA    In a speech prepared for delivery on Thursday in London, the European Community's mediator on the Balkans warns that unless a peace accord on Bosnia is reached soon, the United Nations may impose new sanctions.  A6  CLINTON REACHES OUT TO EUROPE    After weeks of declaring that the U.S. would increase its attention to the fast-growing markets of Asia and Latin America, the Clinton Administration is trying to mend fences with Europe.  A8  CHINA MOVES TOWARD CAPITALISM    Next year China's Communist leaders will select 100 big state-owned factories, take their managers aside and tell them that they will now answer to \"owners\" in the Western sense of the word.  A7  SIGNS OF RESISTANCE IN NIGERIA    Almost a week after Nigeria's new military leader seized power in a bloodless coup, the first significant signs of resistance to his regime have begun to emerge including a call for sanctions by Wole Soyinka, the Nigerian author.  A10  DENIAL ON DEATH SQUADS    Vice President Francisco Merino of El Salvador denied allegations that he was involved in plotting death-squad activities in 1990, as reported in recently declassified U.S. documents.  A11  ARAFAT BACKERS LOSE VOTE    In the first significant electoral test for the P.L.O. in the occupied territories since it signed an accord with Israel, backers of Yasir Arafat were defeated in voting for the student council at Bir Zeit University.  A12  EGYPT AND JORDAN MEND FENCES    President Hosni Mubarak of Egypt met officially with King Hussein of Jordan, formally ending a three-year rift that began when the King refused to support the coalition to drive Iraq out of Kuwait.  A12  Lima Journal: Peru's leader has critics but no regrets. A4  A former spy for East Germany called his trial a farce.  A9  National A16-25, B14-18  SENATE PASSES BRADY BILL    The Senate passed a mandatory waiting period on the purchase of handguns after Republican opposition collapsed.  A1  F.B.I. FACES INTERNAL INQUIRY    A standoff between the F.B.I.'s elite paramilitary force and a white separatist in Idaho has spawned one of the largest internal inquiries ever conducted by the Justice Department.  A1  RULING HELPS QVC BID    Legal obstacles by Paramount to stop QVC's hostile takeover bid were swept away by a Delaware court. The ruling was a blow to Viacom, which had agreed to a friendly merger with Paramount.  A1  COMPANIES CUT PAYROLL    Two American corporate giants -- Philip Morris and NCR -- plan to cut their payrolls by a total of as many as 21,500 workers.  D1  SHOWDOWN OVER L.A. AIRPORT    The nation's major airlines have asked the Clinton Administration to prevent Los Angeles officials from banning their aircraft from using the city's international airport.  A1  ATLANTA HAS NEW MAYOR    City Councilman Bill Campbell won the runoff election for Atlanta mayor by a wide margin, becoming the first black mayor in 20 years with neither deep roots in the city's civil rights community nor celebrity status drawn from it.  A16  ARREST IN AMISH FIRES    State prosecutors charged the grandson of a local Amish bishop with setting fires that burned $1 million worth of barns and livestock last year on six Amish farms.  A16  FOSSIL DEALERS ARE INDICTED    A group of South Dakota fossil dealers whose tyrannosaur skeleton was seized by Federal agents in 1992 has been indicted on 39 charges of trafficking in illegal fossils.  A17  FIGHT OVER HEALTH CARE SCRUTINY    Months before they are to start scrutinizing the Clinton health care plan, some leading Senators are fighting over who should hold the magnifying glass.  A18  PUSH TO REVEAL SPY BUDGET     Senior members of Congress have urged the White House to disclose the multibillion-dollar budget for secret intelligence spending.  A20  A different kind of union leader in American Airlines strike.  B14  At O'Hare, American Airlines was still recovering.  B14  Metro Digest B1  FALLING WINCH KILLS WORKER    A 16-ton winch tumbled into a shaft in Queens, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank, 450-foot hole that is to tap into a new city water tunnel 670 feet below the ground.  A1  Arts/Entertainment C11-22  Box-office feast for Hollywood.  C11  A \"new\" Caravaggio in Dublin.  C11  Music: Smashing Pumpkins.C11  Dance: City Ballet gala.  C11  A mixed choreographic bag.  C14 Books: \"Slow Waltz in Cedar Bend,\" by Robert James Waller.  C20  Business Digest D1  Obituaries D19  Sports B19-26  Baseball: Yankees have shot at Langston.  B19  Home Section C1-9  Adoptions that lack papers, not purpose.  C1  Breyten Breytenbach: writing in English, crying in Afrikaans.  C1  Editorials/Op-Ed A26-27  Editorials  Click, click. Gobble, gobble.  At last, the Brady law.  Airline settlement: not a solution.  Letters  William Safire: The porn is green.  Anna Quindlen: Death at an early age.  Thomas Mallon: A New York Thanksgiving.  Jim Heynen: The turkey farmer. Bridge C20  Chronicle B12  Crossword C16","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"2 Companies Plan Sharp Payroll Cuts","web_url":"https://www.nytimes.com/1993/11/25/us/2-companies-plan-sharp-payroll-cuts.html","abstract":"  Two corporations announced plans to cut thousands of workers -- 14,000 at Philip Morris and 7,500 at NCR. Both are trying to streamline to stay competitive, doing their work with fewer employees.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"A Speed Burner From Saratoga","web_url":"https://www.nytimes.com/1993/11/25/sports/track-field-a-speed-burner-from-saratoga.html","abstract":"  On a dark and rainy afternoon, the quiet of Saratoga Spa State Park is broken by a dozen teen-age girls, who run amiably on the snake-like trails. Their shoes squish in the mud, their ponytails bounce behind them and their gloves are inscribed with \"No. 1 in the Country.\"   Although the day is reserved for easy training, their pace is a brisk seven minutes per mile. For one girl, Erin Davis, it is not fast enough. She is full of energy and pulls ahead. None of her companions goes with her.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/25/nyregion/no-headline-342793.html","abstract":"  \"Our message to the international community is that it should not say or do anything to give hope to this regime. It is a regime of infamy and it should be isolated. \" -- WOLE SOYINKA, referring to the Government of Nigeria.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"GUN-CONTROL ACT WINS FINAL BATTLE AS G.O.P. RETREATS","web_url":"https://www.nytimes.com/1993/11/25/us/gun-control-act-wins-final-battle-as-gop-retreats.html","abstract":"  The Senate today passed a mandatory waiting period for the purchase of handguns after Republican opposition to the measure collapsed. It was an anti-climactic finish to seven years of Congressional battle.   The measure, the Brady bill, is the toughest gun-control bill passed by Congress since a ban on mail-order rifle sales passed in 1968, although even its supporters expect it to have only a modest impact on violent crime. It is now headed to the White House, and President Clinton said he hoped to sign it soon.","thumbnail":null,"section":"U.S."},{"date":"19931125","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/classical-music-in-review-141193.html","abstract":"  Philharmonia Baroque Orchestra  Avery Fisher Hall    Since taking over the leadership of the Philharmonia Baroque Orchestra in 1985, Nicholas McGegan has become one of the prime movers in Baroque music, issuing an acclaimed series of Handel recordings for the Harmonia Mundi label. He has two great advantages over the competition: an expert, idiomatic period-instrument orchestra, based in that modern-day Baroque community of Berkeley, Calif., and an unfailing interpretive instinct for the just pace and telling accent.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"First Signs of Resistance To Nigeria Coup Appear","web_url":"https://www.nytimes.com/1993/11/25/world/first-signs-of-resistance-to-nigeria-coup-appear.html","abstract":"  Almost a week after Nigeria's new military leader seized power in a bloodless coup, the first significant signs of resistance to his takeover have begun to emerge.   At a news conference, Wole Soyinka, the Nigerian author and human rights advocate, called for international sanctions against those who brought Gen. Sani Abacha to power last week.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"At Last, the Brady Law","web_url":"https://www.nytimes.com/1993/11/25/opinion/at-last-the-brady-law.html","abstract":"  Congress has finally stood up to the intimidating lobby of weapons peddlers and passed the simple, fair Brady handgun control bill. Public pleas to tone down society's violence, and the moral claim for slowing down the domestic small arms race, have overwhelmed a potent gun lobby that in the end went down with a whimper.    The National Rifle Association fully understood the consequences of this humiliating loss, its first Congressional defeat in a generation. That defeat means more than the Brady bill itself, which after all provides only a modest five-day waiting period so authorities can check for criminal records. The N.R.A. must now face the prospect of more comprehensive gun controls.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Sports of The Times; Some '93 Holiday Thoughts","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-of-the-times-some-93-holiday-thoughts.html","abstract":"  IN the Phillies' dugout before one of the World Series games, John Kruk learned that the man he was talking to had purchased him in a rotisserie league last season.   \"How much did you pay for me?\"","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/11/25/arts/pop-and-jazz-in-review-836493.html","abstract":"  Arthur Blythe  Alto Saxophonist Bradley's 70 University Place, Through Saturday    Arthur Blythe's career has been one of the more dispiriting efforts of the last 10 years in jazz. Mr. Blythe, a product of the Los Angeles jazz world of the late 1960's, surfaced in late 1979 with a contract with Columbia Records and a reputation as a brilliant improviser and composer who moved between the lushness of his own oddly constructed ensembles and the standard jazz quartet. His career fizzled in the 1980's, and since then he has been a lost figure.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"U.N. to Expand Street Patrols in Mogadishu","web_url":"https://www.nytimes.com/1993/11/25/world/un-to-expand-street-patrols-in-mogadishu.html","abstract":"  With bandit attacks on civilians becoming more frequent, United Nations military officials have agreed to put more soldiers on the streets to protect their workers despite misgivings that their presence might provoke confrontations with Somali militiamen.   Officials from the political and military wings of the United Nations in Somalia agreed today that, whenever available, armoured personnel carriers should escort civilian personnel.","thumbnail":null,"section":"World"},{"date":"19931125","headline":"Review/Dance; Repression, Romanticism and Rebirth","web_url":"https://www.nytimes.com/1993/11/25/arts/review-dance-repression-romanticism-and-rebirth.html","abstract":"  Henning Rubsam united his company, Sensedance, with other dancers in \"Dancegiving,\" a program presented on Monday night at St. Mark's Church.   Bartok's mysterious \"Music for Strings, Percussion and Celesta\" accompanied Mr. Rubsam's new \"Kingdom,\" and the recorded score heightened the choreographic anxiety. Although there sometimes seemed to be more music than Mr. Rubsam needed, he devised many striking images in this work, which was inspired by the plight of oppressed people in his native Germany from the Nazi era to the end of the East German regime.","thumbnail":null,"section":"Arts"},{"date":"19931125","headline":"Witnesses in Trade Center Trial Tell of Inquiries for Hydrogen Gas","web_url":"https://www.nytimes.com/1993/11/25/nyregion/witnesses-in-trade-center-trial-tell-of-inquiries-for-hydrogen-gas.html","abstract":"  The prosecution in the World Trade Center case presented evidence yesterday indicating that one of the four men on trial used bogus company names in an effort to have hydrogen gas cylinders delivered to the storage rental locker where the material for a bomb was assembled.   Two witnesses in Federal District Court in Manhattan representing two manufacturers of industrial gas testified that they received inquiries or orders for gas. One of them, Evans Humenick, a salesman for Liquid Carbonic Industries in Bethlehem, Pa., said that one of the defendants, Nidal A. Ayyad, a chemical engineer who worked at the Allied-Signal Corporation in New Jersey, called on the telephone to ask about buying gas. The date of the call was Feb. 9, Mr. Humenick said, or 17 days before the trade center explosion.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Books of The Times; Second Chances: Madison County Goes to India","web_url":"https://www.nytimes.com/1993/11/25/books/books-of-the-times-second-chances-madison-county-goes-to-india.html","abstract":"  Slow Waltz in Cedar Bend   By Robert James Waller   197 pages. Warner Books. $16.95.","thumbnail":null,"section":"Books"},{"date":"19931125","headline":"Young Divers Wish Kimball Well as He Starts New Life","web_url":"https://www.nytimes.com/1993/11/25/sports/young-divers-wish-kimball-well-as-he-starts-new-life.html","abstract":"  In an emotional parting Tuesday night at the Swimming Hall of Fame pool before about 100 well-wishers, the United States' Olympic diving coach, Ron O'Brien, told Bruce Kimball that he has a full-time job waiting for him with the Fort Lauderdale Diving Club.   Less than 12 hours later, at about 6 A.M. today, Kimball walked out of a halfway house here, completing his incarceration for killing two teen-agers in a drunken-driving accident in 1988.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church; Not a Democracy","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-not-a-democracy-133093.html","abstract":"  To the Editor:   Anna Quindlen's\"Authentic Catholics\" (column, Nov. 18) displays a lack of command of the institution she is trying to discredit, namely, the Roman Catholic Church. The Roman Catholic Church has never been and, it may be hoped, never will be a democratic institution. Rather, the Roman Catholic Church bases its positions on such controversial issues as abortion and homosexuality on Scripture and tradition. Neither lend themselves well to the pressures of democratic society.   Why does Ms. Quindlen find it so necessary to attack the American Catholic bishops? I can postulate only that such people (including groups like Catholics for a Free Choice) are frustrated by their inability to engineer the church in the same way they have been able to engineer society.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/25/nyregion/c-corrections-014893.html","abstract":"  An article in Science Times on Nov. 9, about a study showing that being cautious and somewhat dour is a key to longevity, misidentified the issue of The Journal of Personality and Social Psychology in which it appeared. It was the issue of August, not October.","thumbnail":null,"section":"New York"},{"date":"19931125","headline":"Eisenreich Re-Signs With Philadelphia","web_url":"https://www.nytimes.com/1993/11/25/sports/sports-people-baseball-eisenreich-re-signs-with-philadelphia.html","abstract":"  Outfielder JIM EISENREICH, who batted .318 in 153 games this past season, re-signed with the Philadelphia Phillies yesterday, agreeing to a one-year contract worth $1.4 million. Eisenreich is 34 and made $675,000 in 1993. He will earn $1.2 million next season and the Phillies have an option for 1995 at $1.2 million with a $200,000 buyout.   Another outfielder, SHANE MACK,avoided arbitration with the Minnesota Twins when he agreed to a $3.25 million contract for 1994, the year he becomes eligible for free agency. Mack, 29, made $3.05 million in 1993, when he was limited to 128 games because of injuries. He finished with a .276 average, 10 home runs and 61 runs batted in.","thumbnail":null,"section":"Sports"},{"date":"19931125","headline":"On This Subject, Bishops Speak for the Church; Approval for Name","web_url":"https://www.nytimes.com/1993/11/25/opinion/l-on-this-subject-bishops-speak-for-the-church-approval-for-name-134993.html","abstract":"  To the Editor:   One of Anna Quindlen's many inaccuracies in \"Authentic Catholics\" (column, Nov. 18) is that the Catholic Campaign for America was not \"granted\" the title \"Catholic\" by the Roman Catholic Church.","thumbnail":null,"section":"Opinion"},{"date":"19931125","headline":"DISCLOSURE URGED FOR SECRET BUDGET","web_url":"https://www.nytimes.com/1993/11/25/us/disclosure-urged-for-secret-budget.html","abstract":"  The White House should disclose the multibillion-dollar budget for secret intelligence spending, senior members of Congress have urged President Clinton.   The secrecy shielding the spending, or \"black budget,\" is a relic of the cold war and should be abolished, said a letter sent to the White House on Tuesday by the Speaker of the House, Thomas S. Foley of Washington; the Senate majority leader, George J. Mitchell of Maine; the House majority leader, Richard A. Gephardt, and nine present and former leaders of Congressional committees overseeing the nation's intelligence agencies.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19931125","time":"1993-11-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":77,"wspd":9.4},{"date":"19931125","time":"1993-11-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":85,"wspd":11.2},{"date":"19931125","time":"1993-11-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":7.6},{"date":"19931125","time":"1993-11-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":89,"wspd":7.6},{"date":"19931125","time":"1993-11-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":88,"wspd":9.4},{"date":"19931125","time":"1993-11-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":85,"wspd":11.2},{"date":"19931125","time":"1993-11-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":83,"wspd":7.6},{"date":"19931125","time":"1993-11-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":82,"wspd":7.6},{"date":"19931125","time":"1993-11-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":79,"wspd":3.6},{"date":"19931125","time":"1993-11-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":75,"wspd":3.6},{"date":"19931125","time":"1993-11-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":74,"wspd":5.4},{"date":"19931125","time":"1993-11-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":69,"wspd":7.6},{"date":"19931125","time":"1993-11-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":66,"wspd":9.4},{"date":"19931125","time":"1993-11-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":61,"wspd":9.4},{"date":"19931125","time":"1993-11-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":61,"wspd":13},{"date":"19931125","time":"1993-11-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":67,"wspd":7.6},{"date":"19931125","time":"1993-11-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":67,"wspd":3.6},{"date":"19931125","time":"1993-11-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":70,"wspd":5.4},{"date":"19931125","time":"1993-11-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":73,"wspd":7.6},{"date":"19931125","time":"1993-11-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":81,"wspd":5.4},{"date":"19931125","time":"1993-11-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":84,"wspd":7.6},{"date":"19931125","time":"1993-11-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":83,"wspd":9.4},{"date":"19931125","time":"1993-11-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":80,"wspd":7.6},{"date":"19931125","time":"1993-11-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19931125","time":"1993-11-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":52,"wspd":11.2},{"date":"19931125","time":"1993-11-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":18.7},{"date":"19931125","time":"1993-11-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":56,"wspd":18.7},{"date":"19931125","time":"1993-11-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":24.1},{"date":"19931125","time":"1993-11-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":27.7},{"date":"19931125","time":"1993-11-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":31.7},{"date":"19931125","time":"1993-11-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":29.5},{"date":"19931125","time":"1993-11-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":25.9},{"date":"19931125","time":"1993-11-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":25.9},{"date":"19931125","time":"1993-11-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":25.9},{"date":"19931125","time":"1993-11-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":27.7},{"date":"19931125","time":"1993-11-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":47,"wspd":27.7},{"date":"19931125","time":"1993-11-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":27.7},{"date":"19931125","time":"1993-11-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":27.7},{"date":"19931125","time":"1993-11-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":51,"wspd":25.9},{"date":"19931125","time":"1993-11-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":25.9},{"date":"19931125","time":"1993-11-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":25.9},{"date":"19931125","time":"1993-11-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":43,"wspd":22.3},{"date":"19931125","time":"1993-11-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":20.5},{"date":"19931125","time":"1993-11-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":37,"wspd":14.8},{"date":"19931125","time":"1993-11-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":35,"wspd":14.8},{"date":"19931125","time":"1993-11-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":35,"wspd":16.6},{"date":"19931125","time":"1993-11-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":14.8},{"date":"19931125","time":"1993-11-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":33,"wspd":14.8}]}}