{"19930609":{"guardian_articles":[{"date":"19930609","headline":"The collaborator's pitiless end","web_url":"https://www.theguardian.com/world/1993/jun/09/france.paulwebster","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-93535551507.html","abstract":"Whatever way one cuts it, whether by a Vance-Owen fig leaf or bold annexation, Greater Serbia has won the day. Will our governments now allow the regime to plunder Macedonia, Vojvodina and Kosovo?","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Theater: Playland; South Africa's Conflict, Boiled Down to 2 Men","web_url":"https://www.nytimes.com/1993/06/09/theater/review-theater-playland-south-africa-s-conflict-boiled-down-to-2-men.html","abstract":"  \"The whole world is me and you. Here! Now!,\" says the white man to the black man in \"Playland,\" the new drama written and directed by Athol Fugard. \"Forgive me or kill me. That's the only choice you've got.\"   With those few sentences, Mr. Fugard not only delivers the crux of his play at the Manhattan Theater Club Stage II but also sums up the crisis in South Africa now that apartheid is finally crumbling. In \"Playland,\" as in so much of his canon, this great writer boils down his country's tragedy to the simplest theatrical essentials: a couple of actors, a barren setting, a single confrontation, one act. It's a welcome return to solid artistic ground for Mr. Fugard after the groping of such recent efforts as \"My Children! My Africa!\" and \"A Place With the Pigs.\"","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Nominee Rejection Costs Club An Event","web_url":"https://www.nytimes.com/1993/06/09/sports/yachting-nominee-rejection-costs-club-an-event.html","abstract":"  An all-white yacht club's refusal to admit a black dentist for membership has caused national sailing officials to withdraw a major youth championship regatta scheduled to begin June 18 at the Florida Yacht Club in Jacksonville, Fla.    The membership rejection, which has drawn criticism from the United States Navy as well as Jacksonville city officials, has put the spotlight on a sport still known for its long-standing image of elitism.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Public & Private; 1-800-UH OH","web_url":"https://www.nytimes.com/1993/06/09/opinion/public-private-1-800-uh-oh.html","abstract":"  I am not what you would call a compulsive shopper. I am more of a manic-depressive shopper; first I buy things, then I feel bad about it.    My problem has been exacerbated by the meteoric rise of catalogue shopping in America over the last 10 years. During the next 20 minutes, it is not totally beyond the realm of possibility that I could acquire a pair of gardening clogs, a rustic birdhouse, a dog bed filled with cedar shavings or a pair of silk charmeuse lounging pajamas merely by picking up the phone. A confab with the 800 operator for the J. Crew company is much better than hot milk for combating insomnia. The U.P.S. truck pulls up to the house like a loyal dog, big and brown.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Dance; Balanchine's Wide Range, Classicism To Jazz","web_url":"https://www.nytimes.com/1993/06/09/arts/review-dance-balanchine-s-wide-range-classicism-to-jazz.html","abstract":"  Take a company like the New York City Ballet, in which standards are already higher than the norm, and superlatives immediately come to mind. Yet even by those standards, the City Ballet's dancers seem suddenly to have recharged themselves.   \"La Source,\" George Balanchine's strange if exquisite meditation on the French style in ballet, was restored to its essence on Saturday afternoon by Nikolaj Hubbe, Kyra Nichols and Katrina Killian. It was a performance imbued with greatness, matched later by that of Darci Kistler and Robert La Fosse, surpassing even their usual excellence, in the Gerswhin \"Who Cares?\" Judith Fugate and Lourdes Lopez were no slouches, either, and the four principals plunged deliciously into the jazzy \"Clap Yo' Hands\" section, danced to a recorded piano solo by George Gershwin that Balanchine dropped from the ballet shortly after its 1970 premiere.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"U.S. Leadership Can Still Make a Crucial Difference","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-us-leadership-can-still-make-a-crucial-difference.html","abstract":"The international community is being given a third opportunity to steer the conflict in Bosnia-Herzegovina to a close. But it is again likely to miss its chance. Each effort is considerably more onerous than the last, and the cost is increasing sharply.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Serbs Are Right to Laugh at the West's Posturing","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-serbs-are-right-to-laugh-at-the-wests-posturing.html","abstract":"Incoherency and cruelty have tragically characterized the intervention of the European and world communities in the Balkan drama. As a former foreign minister of France, I was recently asked to describe the international decision-making process in the pa","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Books of The Times; Words Lightly and Seriously but Always Lovingly","web_url":"https://www.nytimes.com/1993/06/09/books/books-of-the-times-words-lightly-and-seriously-but-always-lovingly.html","abstract":"  Misreadings  By Umberto Eco  Translated by William Weaver. 180 pages. A Helen and Kurt Wolff Book/Harcourt Brace. $12.95 (paper).  Words to Create a World  Interviews, Essays and Reviews of Contemporary Poetry  By Daniel Hoffman  301 pages. University of Michigan Press.    One of Somerset Maugham's admiring readers once asked him how he was able to create such artful short stories and novels. \"It's not difficult,\" he replied. \"You can find all the words I use in one book: the dictionary. I simply rearrange them.\" In \"The Summing Up,\" he made a somewhat more serious observation about the printed word: \"I would sooner read a timetable or a catalogue than nothing at all. They are much more entertaining than half the novels that are written.\"","thumbnail":null,"section":"Books"},{"date":"19930609","headline":"Critic's Notebook; Adventures in Spoletoland: Conservative but Not Bloodless","web_url":"https://www.nytimes.com/1993/06/09/arts/critic-s-notebook-adventures-in-spoletoland-conservative-but-not-bloodless.html","abstract":"  Spoleto Festival U.S.A., held annually here, is troubled by difficult questions in its 17th year. Has this multi-disciplinary event lost its edge, its experimental thrust? Will it overcome internal squabbles and financial crises? Could it survive without the guidance of its 82-year-old founder, Gian Carlo Menotti?   A single weekend's visit did not provide ready answers. For the moment, the festival seems to be on reasonably firm musical ground; there were solid productions of two unjustly neglected operas, some attractive programs of chamber music and a brand-new children's opera by Mr. Menotti. Crowds were large, concessions brisk, publicity relentless.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/06/09/books/book-notes-984993.html","abstract":"  Dead and Alive   \"Embraced by the Light,\" Betty J. Eadie's account of how she died after a hysterectomy, rose to heaven to meet Jesus and scores of angels and then returned with a jolt to her body, initially seemed a bit far out to many members of Manhattan's decidedly cynical publishing world. But 590,000 copies have already been printed, and the book is nearing its fifth week on the New York Times best-seller list, where it moves into the No. 6 spot on Sunday.    Not bad for a first-time author and grief counselor who received no advance and for a publisher that has printed only one book, this one. \"Everyone told us that a near-death book wouldn't sell,\" said the book's publisher, Marc Stephen Garrison, an entrepreneur and author of business books from Sundance, Utah. Mr. Garrison, who owns a tuna-fishing fleet and a travel agency, among other things, founded Gold Leaf Press specifically for Mrs. Eadie's book.","thumbnail":null,"section":"Books"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-203393.html","abstract":"  An article in Business Day on May 31, about the Securities and Exchange Commission's new proxy rules, misstated the percentage of the shares in Consolidated Freightways Inc. that are owned by members of the International Brotherhood of Teamsters. The company's employee stock ownership plan, which includes other employees as well as members of the teamsters' union, owns 13 percent.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"The Golden Venture, Plus 100,000","web_url":"https://www.nytimes.com/1993/06/09/opinion/the-golden-venture-plus-100000.html","abstract":"  The four-month nightmare voyage of the Golden Venture ended Sunday morning when the tramp freighter dumped its starving and frightened cargo of nearly 300 Chinese immigrants into frigid waters off one of New York City's most popular public beaches. Six passengers died from drowning or exposure, several had to be hospitalized and the remainder were sent to detention centers to await Federal hearings.    But for the estimated 100,000 illegal Chinese immigrants who arrive each year, mostly to New York, the nightmare typically goes on and on. The $3,000 down payment they make to \"snakehead\" smugglers before departure -- several years' earnings for a typical Chinese -- covers barely a tenth of what they must ultimately pay to travel huddled below deck for months without adequate food or sanitation. The remaining money must be paid off through years of indentured servitude -- virtual slavery -- in Chinese restaurants and sweatshops.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor.html","abstract":"As every responsible leader and Balkan expert knows, forcible UN intervention against the Serbs in Bosnia would mean an international war. .Self-defense is what the Bosnian Serbs are engaged in - they own more than 60 percent of the land in Bosnia. The","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92830381681.html","abstract":"We do not want American soldiers to die for us. No American troops, please. We are capable and willing to fight and die for our country ourselves. All we would like to see is the lifting of the weapons embargo.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/09/nyregion/no-headline-656493.html","abstract":"  \"These are life-and-death issues. We just cannot wait until health-care reform is adopted and we have a health insurance system for the whole country.\" -- ROSALIE GAULL SILBERMAN of the Equal Employment Opportunity Commission, on access to health insurance.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"True to Style, Mayor Tells Boston He Will Get His Way as Envoy to Vatican","web_url":"https://www.nytimes.com/1993/06/09/us/true-to-style-mayor-tells-boston-he-will-get-his-way-as-envoy-to-vatican.html","abstract":"  People here have been telling Ray Flynn stories since the popular, populist Mayor announced at a tearful news conference outside his Gate of Heaven church in March that he would leave by early July to become Ambassador to the Vatican.    But now the latest one, already being proclaimed a Ray Flynn classic, is unfolding: the former Providence College basketball star goes one on one with the State Department over his job description, and wins.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"A Knick Fine for Oakley?","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-a-knick-fine-for-oakley.html","abstract":"  After complaining publicly about his playing time, his contract and his role, power forward Charles Oakley met yesterday with Dave Checketts, the Knicks' president. While Checketts would not say if any disciplinary action would be taken against Oakley for speaking out before speaking with him, a fine is probably forthcoming for the Knicks' co-captain.   \"This is the second time Charles has done something like this,\" said Checketts, referring to an incident last season when Oakley said the Knicks made a mistake by failing to keep Xavier McDaniel. \"It's almost like Charles is a volcano waiting to erupt. It's O.K. to be frustrated after a season, but this is not the way to handle it. Discussions like that should be kept inside. I'm disappointed, but we'll deal with it.\"","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-91586386067.html","abstract":"One solution is to arm the Croats and Bosnians, and intervene actively against the Serbs with NATO air power. .The other, certainly safer and more humane in the short term, would be to acknowledge openly the inevitability of Greater Serbia (with all du","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Vichy Aide Accused of War Crimes Is Slain in France","web_url":"https://www.nytimes.com/1993/06/09/world/vichy-aide-accused-of-war-crimes-is-slain-in-france.html","abstract":"  A prominent official in France's collaborationist Vichy government who was facing charges of crimes against humanity for deporting Jews to Nazi death camps during World War II was shot dead by a lone gunman at his home here early today.   A few hours later, a 49-year-old frustrated author, Christian Didier, was charged with murder in the death of Rene Bousquet, 84. Before his arrest, Mr. Didier summoned television reporters to a suburban hotel and recounted in detail how he had fired four bullets at the man he described as \"that piece of garbage.\"","thumbnail":null,"section":"World"},{"date":"19930609","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/09/arts/the-pop-life-032493.html","abstract":"  Beck on Track   Jeff Beck, one of rock's most influential guitarists, is traveling along new byways and retracing old ones.   Later this month, Epic will release \"Crazy Legs,\" an album that brings Mr. Beck together with a British roots-rock band, the Big Town Playboys, in a collection of classics originally performed by the 1950's rocker Gene Vincent and his band the Blue Caps. The album, a tribute to the Blue Caps' original lead guitarist, Cliff Gallup, features Mr. Beck playing what he says he was struggling to learn to play when he was 15 years old.","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"A Bad Malpractice Idea","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-a-bad-malpractice-idea-198393.html","abstract":"  To the Editor:   The Clinton Administration's proposal to shift the malpractice burden from physicians to insurance companies (front page, May 21) is 180 degrees off course. At first glance, from the physician's point of view, it seems a good idea; however, in the long run it would not reduce the cost of health care, but probably increase it.   It has been shown time after time that a trusting and close relationship between physician and patient prevents a lawsuit if a complication or problem arises. When complaints are addressed to a faceless, large corporation with deep pockets, there will be no personal ties to prevent or moderate lawsuits. Also, corporations do not settle claims quickly; but seem always to be involved in drawn-out and costly proceedings.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Simmons in Hospital With Chest Pains","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-baseball-simmons-in-hospital-with-chest-pains.html","abstract":"  The Pirates' general manager, TED SIMMONS, was admitted to St. Francis General Hospital in Pittsburgh yesterday with chest pains and was in stable condition. Simmons, 43, had a series of tests after being admitted, according to a short statement issued by the Pirates. He is expected to remain hospitalized for the next several days.   A Pirates spokesman, JIM TRDINICH, said that after developing the pain, Simmons consulted with Trainer KENT BIGGERSTAFF before being admitted to the hospital.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Behind Dinkins Budget: Recovering From Gamble","web_url":"https://www.nytimes.com/1993/06/09/nyregion/behind-dinkins-budget-recovering-from-gamble.html","abstract":"  In the end, the election-year budget that Mayor David N. Dinkins hoped would demonstrate his managerial mettle came a year too soon.   The staffs of the Mayor and the City Council were still working last night, five days into their final round of negotiations, trying to resolve the last details of the city's spending plan for the fiscal year starting next month. But the budget's thrust is clear: it will feature about $300 million in spending cuts and a retrenchment in some services not likely to endear Mr. Dinkins and other political leaders with voters this fall.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L, L!","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l.html","abstract":"  A start might bring an end. That was the theory, anyway, concerning Anthony Young and his 19 straight defeats.   \"Put his destiny in his hands,\" Manager Dallas Green had said.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Night of Turning Points","web_url":"https://www.nytimes.com/1993/06/09/sports/IHT-night-of-turning-points.html","abstract":"Getting there, and being there, are two distinctly different things. In Foxboro Stadium in the suburbs of Boston on Wednesday, the U.S. national team plays England in a rehearsal for a World Cup to which neither has earned the right to participate next s","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-93260696824.html","abstract":"At a time when all attention is focused on the Muslims, I would like to speak on behalf of those Serbs from Bosnia whose plight and suffering the media have chosen to ignore. Are the names of Podravanje, Orahovici, Osredak, Brezani, Turija or Gloadi fami","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-91335388855.html","abstract":"By arming the Muslims we risk an arms race on all sides and the perpetuation of the war. But we must then defend those to whom we refuse self-defense.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-93056036631.html","abstract":"Does anyone seriously believe that the European powers would not intervene in ex-Yugoslavia if Bosnian Muslims were implicated in the \"ethnic cleansing\" of Croatian Catholics? Does anyone seriously believe that America would not intervene in Bo","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Senate Panel Backs Military Spending the Pentagon Never Sought","web_url":"https://www.nytimes.com/1993/06/09/us/senate-panel-backs-military-spending-the-pentagon-never-sought.html","abstract":"  A Senate committee followed the House today in approving $1.2 billion in military spending that the Pentagon had not asked for.   With no extended argument or questioning, the Appropriations Committee sent to the Senate floor a measure that also includes $400 million of the $19.3 billion in economic-stimulus spending President Clinton asked for last winter.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Princeton President Addresses Graduates","web_url":"https://www.nytimes.com/1993/06/09/nyregion/commencement-princeton-president-addresses-graduates.html","abstract":"  Princeton University conferred 1,075 undergraduate and 611 advanced degrees yesterday at its 246th commencement held on the lawn in front of Nassau Hall in Princeton, N.J.   The valedictory was delivered by Niles A. Pierce, a mechanical and aerospace engineering major. D. Graham Burnett, a history major, was the salutatorian, delivering his speech in Latin as Princeton tradition requires.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Like It or Not, We Must Lead","web_url":"https://www.nytimes.com/1993/06/09/opinion/like-it-or-not-we-must-lead.html","abstract":"Under Secretary of State Peter Tarnoff caused an uproar recently when he said the United States was withdrawing from its role as international leader.\n\nThe chief problem with American foreign policy, however, is not what he said but what the Clinton Administration has not said.\n\nUnlike cold war Administrations, whose central international goal -- the containment of the Soviet Union -- was fixed, the Clinton Administration must devise and present its own vision of American purposes in the world. It has not done so.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Kentucky Extends Pitino's Contract","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-basketball-kentucky-extends-pitino-s-contract.html","abstract":"  RICK PITINO's contract extension calls for him to remain as head basketball coach at the University of Kentucky into the next century. The school announced yesterday that Pitino's contract was extended through the 1999-2000 season.   \"I think he made a career decision, that he wants to be a college coach, and he wants to be a college coach at Kentucky,\" the Kentucky athletic director, C.M. NEWTON said after a meeting of the Kentucky Athletics Association's board of directors in Lexington.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/09/nyregion/bridge-868093.html","abstract":"  There are two major single knockout team championships in New York City, the Grand National and the Reisinger, and one player has a remarkable streak in progress. A year ago, George Tornay of Manhattan won the Grand National Swiss teams plus the subsequent knockout and was a runner-up in the Reisinger. This year he again won the Grand National Swiss, was a winner Sunday in the Reisinger, and later this month will compete in the final of the Grand National knockout. John Roberts and August Boehm also won five of the six events but were derailed in the sixth by external circumstances and had to withdraw. Stay tuned for next year to see if the streak will continue.   On the diagramed deal from the Reisinger semifinal Tornay held the South cards. He had a difficult rebid after opening one diamond and hearing a one-spade response, and made a slightly eccentric rebid. He chose three no-trump, which is normally based on stoppers in the unbid suits, which he had, and a long solid suit, which he did not have.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Mourning Hero Who Transcended Sports World","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-mourning-hero-who-transcended-sports-world.html","abstract":"  Fans gathered in front of the coffee bar co-owned by the New Jersey Nets star Drazen Petrovic to pay tribute today to the basketball player and national hero of this war-torn country who died in a car accident Monday in Germany.   A mound of freshly lighted candles outside Cafe Amadeus illuminated scores of crying faces as people sat in silence in front of pictures of Petrovic, whom many regarded proudly as a symbol of this newly-independent republic's nationhood.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Graf and Agassi Uncertain for Wimbledon","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-tennis-graf-and-agassi-uncertain-for-wimbledon.html","abstract":"  With Wimbledon set to start in less than two weeks, STEFFI GRAF and ANDRE AGASSI are nursing injuries that might keep them from defending their titles.   Graf, who won the French Open on Saturday, was then treated at a hospital in Essen, Germany, for an injury suffered during her quarterfinal match, last Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Angelenos Vote A Conservative As New Mayor","web_url":"https://www.nytimes.com/1993/06/09/us/angelenos-vote-a-conservative-as-new-mayor.html","abstract":"  Richard Riordan, a conservative businessman, was elected Mayor of Los Angeles tonight, ushering in a new political era after the 20-year leadership of Tom Bradley and his coalition of blacks and white liberals.   Mr. Riordan, 62, defeated Michael Woo, a liberal City Councilman, in a hard-fought, nonpartisan race in which personal attacks drowned out serious debate over the future of this city as it struggles with its evolving multi-ethnic identity and with the aftermath of last year's riots.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Judge Orders The Release Of Haitians","web_url":"https://www.nytimes.com/1993/06/09/nyregion/judge-orders-the-release-of-haitians.html","abstract":"  A Federal judge ordered yesterday that all Haitians held in a detention camp at Guantanamo Bay Naval Base be released and that the camp -- opened two years ago in an effort to stem a flood of Haitian immigrants -- be closed immediately.   Unless the Clinton Administration files an appeal, the ruling by Judge Sterling Johnson Jr. in the United States District Court in Brooklyn will close a painful chapter in America's immigration history.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-91486213671.html","abstract":"The West must deploy adequate NATO forces in Macedonia, Kosovo and perhaps Albania before open warfare engulfs these countries too.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Haiti's Premier Quits After Four Ministers Refuse to Step Down","web_url":"https://www.nytimes.com/1993/06/09/world/haiti-s-premier-quits-after-four-ministers-refuse-to-step-down.html","abstract":"  Prime Minister Marc Bazin resigned today, saying that the refusal of four ministers to step down after their dismissal had made governing impossible.   Mr. Bazin, appointed by the ruling military nine months after the coup that overthrew the the President, the Rev. Jean-Bertrand Aristide, said the actions of the four ministers gave him no choice.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"1918: No Spy Exchange : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1918-no-spy-exchange-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - The State Department has given a refusal to Germany's demand to have the leading German spy, Rintelen, freed in exchange of Siegfried London, represented as a United States citizen and detained in Germany on a charge of espionage. Germany had","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Stephen Fry Goes West And Adopts New Look: Jeeves in Cowboy Boots","web_url":"https://www.nytimes.com/1993/06/09/arts/stephen-fry-goes-west-and-adopts-new-look-jeeves-in-cowboy-boots.html","abstract":"  Stephen Fry has sampled the American West and pronounced it good. The British actor, best known to American audiences as Jeeves on \"Masterpiece Theater\" and as the title character in the recent film \"Peter's Friends,\" has the Texas twang down pat, and during a recent interview in New York he paced his hotel room wearing a new pair of snakeskin cowboy boots. The accent and the boots were souvenirs of his stay in Texas for a guest role as Oscar Wilde on \"Ned Blessing,\" a nouvelle Western series that CBS plans to introduce in the fall.   Mr. Fry has fond memories of the shoot, which took place near Austin on an authentic-looking Old West set. \"I was actually able to say, after lunch, 'Well, I guess I'll mosey down to the corral,' \" he said. \"And I did, literally, mosey down to the corral.\"","thumbnail":null,"section":"Arts"},{"date":"19930609","headline":"TENSION GROWING IN SOMALI CAPITAL","web_url":"https://www.nytimes.com/1993/06/09/world/tension-growing-in-somali-capital.html","abstract":"  In anticipation of United Nations military action against Somali armed factions, the exodus of aid workers continued today, and the tension wound tighter with at least five gunfights and sniper attacks reported between Somalis and peacekeepers.   There was also a sense of dread among the Somalis today, and many said they were sending women and children out of the city.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92072900239.html","abstract":"The Holocaust was genocide on a scale never before seen. The slightest comparison to the civil war in Yugoslavia represents a total lack of perspective.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/09/us/inside-612293.html","abstract":"    Los Angeles Mayor Chosen   Richard Riordan, a conservative businessman, defeated City Councilman Michael Woo, despite a Clinton endorsement. Page A14. Diplomatic Logjam Broken    Officials say Walter F. Mondale will be Ambassador to Japan, while Richard C. Holbrooke, a Carter Administration aide, will go to Germany and Stephen J. Solarz to India. Page A12. Alabama's School Challenge    Alabama is grappling with a judge's ruling that its public schools violate state law by failing to provide an adequate education. Page B7. More Access to Cable Shows    After an antitrust inquiry, seven cable TV companies are to make shows more available to rivals. Page D1.  ","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Weicker Signs Bill to Forbid Assault Rifles","web_url":"https://www.nytimes.com/1993/06/09/nyregion/weicker-signs-bill-to-forbid-assault-rifles.html","abstract":"  Connecticut, long a center of gun manufacturing, tonight became the third state, after New Jersey and California, to ban the sale of semiautomatic military-style assault rifles, including the Colt Sporter, a gun made here in Hartford.   The State Senate passed the landmark measure as an 18-to-18 tie was broken by Lieut. Gov. Eunice S. Groark at 8:30 P.M. Gov. Lowell P. Weicker Jr. signed it into law an hour and a half later at a brief ceremony with the bill's bipartisan supporters. The law forbids the sale of a category of arms that the police say is turning up in greater numbers in the hands of urban drug gangs.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Immigrants Both Renew and Unsettle Chinatown","web_url":"https://www.nytimes.com/1993/06/09/nyregion/immigrants-both-renew-and-unsettle-chinatown.html","abstract":"  The elderly man, influential and well known in Chinatown, stood in the front room of his office on Mott Street and hovered between the desire for full disclosure and the need for discretion.   He talked about illegal immigrants, like the ones who came ashore in Queens on Sunday morning. He worried that they faced years of misery and hardship here, that they would contribute to a loss of control in the community, a lessening of the influence of the old guard. Some of them, he said, would inevitably be tempted by gang membership, already a growing problem in Chinatown.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Judge May Cut Helmsley's Term","web_url":"https://www.nytimes.com/1993/06/09/nyregion/judge-may-cut-helmsley-s-term.html","abstract":"  A Federal judge indicated yesterday that he was seriously considering a reduction in the four-year prison term currently being served by Leona M. Helmsley, the hotel chain owner, for tax fraud.   \"I am considering a sentence reduction which will, in effect, grant her parole,\" Judge Thomas P. Griesa of Federal District Court in Manhattan said during a hearing yesterday. \"I do not see why she should not be granted parole,\" he said, citing in particular her age, 72.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Review/Film; Of Skinheads High on Hate And Violence","web_url":"https://www.nytimes.com/1993/06/09/movies/review-film-of-skinheads-high-on-hate-and-violence.html","abstract":"  \"Romper Stomper,\" Geoffrey Wright's viscerally supercharged film about neo-Nazi skinheads in Melbourne, Australia, is a film that runs on the adrenaline of hate. From its harrowing opening scene, in which a gang of skinheads terrorizes a group of Vietnamese immigrants, through a prolonged sequence in which the Vietnamese strike back at their tormentors, the film exults at being in the thick of action that is often savagely and sadistically violent.    This being Australia, not the United States, the violence is done with fist, boot, baseball bat and tire chain; not with firearms. But the absence of high-efficiency technological splatter doesn't make it any less bloody or intense.","thumbnail":null,"section":"Movies"},{"date":"19930609","headline":"Death Throws A Pall Over The Title Talk","web_url":"https://www.nytimes.com/1993/06/09/sports/pro-basketball-death-throws-a-pall-over-the-title-talk.html","abstract":"  Before a ball could be dribbled, a point scored, a game completed or a championship won, the Chicago Bulls and the Phoenix Suns were sadly forced to put their battle for the National Basketball Association title into a different place today because of the death of Drazen Petrovic of the Nets.    With Game 1 of the N.B.A. championship series on Wednesday night, there was the usual talk of maneuvers and matchups, but mortality seemed foremost on everyone's mind.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor.html","abstract":"The United Nations should acquire its own standing military force. Instead of today's peacekeepers working under strict noncombat and zero-casualty rules, the UN force would recruit individual volunteers whose nationality would be irrelevant, for no poli","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"H.I.V. Immunity Discussed at Berlin Conference","web_url":"https://www.nytimes.com/1993/06/09/world/hiv-immunity-discussed-at-berlin-conference.html","abstract":"  A small number of prostitutes in Nairobi, Kenya, appear to have avoided infection with the virus that causes AIDS despite frequent unprotected sex with infected men, researchers said at an international AIDS meeting here today.   The women are of intense scientific interest to researchers, who believe that clues to why they fought off the virus, H.I.V., could lead to the development of vaccines and other therapies.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Kelly Has Cure for What Ails Yankees","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball-kelly-has-cure-for-what-ails-yankees.html","abstract":"  The Yankees were slipping and sliding on their road trip, turning Buck Showalter's face redder, playing listlessly and ready to plummet in the standings. Their slump stood at three losses in four games, but it felt worse. Much worse.   So on this night when the Yankees needed Jimmy Key to be a stopper and resuscitate a stumbling team, what was Showalter to think when his ace had his shortest outing of the year and was finished before the seventh inning? How much redder could his face get?","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Diversity on the Supreme Court","web_url":"https://www.nytimes.com/1993/06/09/opinion/diversity-on-the-supreme-court.html","abstract":"  In drifting toward the choice of Bruce Babbitt as his nominee for the Supreme Court seat being vacated by Justice Byron White, President Clinton is squandering an opportunity to enhance the diversity of the nation's highest court.   Mr. Clinton seeks high court candidates who are \"supremely qualified,\" the main quality his press secretary stressed yesterday. He seeks someone with \"keen intellect, good judgment, experience both with the law and with the lives of everyday people . . . and a big heart.\"","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"CROATIAN FORCES FACE MUSLIM ARMY","web_url":"https://www.nytimes.com/1993/06/09/world/croatian-forces-face-muslim-army.html","abstract":"  Hundreds of Croatian civilians streamed out of Travnik, in central Bosnia, today in automobiles, tractors, carts and bicycles as Croatian militiamen fighting Bosnian Government forces shelled the picturesque town that was Bosnia's capital in the Ottoman era.   Mate Boban, leader of the Bosnian Croats, accused the Muslim-led Bosnian Government forces of executing Croatian prisoners in Travnik, but there was no independent confirmation of the allegation, which was reported today in Croatian newspapers.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"The Television Listings For NBA's Title Series","web_url":"https://www.nytimes.com/1993/06/09/sports/IHT-the-television-listings-for-nbas-title-series.html","abstract":"The National Basketball Association's championship series, which is being telecast worldwide, will be shown by the Eurosport cable network on the Continent and by the U.S. sports cable network ESPN International in Southeast Asia, the Pacific Rim and Lat","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Whitman Wins Republican Vote To Take On Florio in New Jersey","web_url":"https://www.nytimes.com/1993/06/09/nyregion/whitman-wins-republican-vote-to-take-on-florio-in-new-jersey.html","abstract":"  Christine Todd Whitman, who nearly went to the United States Senate three years ago on a tide of anger against New Jersey's Governor, Jim Florio, tonight won the right to try to unseat Mr. Florio herself.   Mrs. Whitman, 46, soundly defeated two vastly more experienced rivals to win the Republican primary. In doing so, she became the first woman in New Jersey to win a major party's gubernatorial nomination.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/09/sports/transactions-066993.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Kurtiss Bogott and James Fernandes, pitchers; Joseph Hayward, outfielder, and Gregory Patton and Nathan Tebbs, infielders.   MINNESOTA TWINS -- Optioned Pat Mahomes, pitcher, to Portland of the Pacific Coast League. Purchased the contract of Eddie Guardado, pitcher, from Nashville of the Southern League. Signed Aaron Santini, shortstop and Deron Dowhower, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-211493.html","abstract":"  Race John Houseman Theater 450 West 42d Street Clinton Written and performed by Paul Mooney; lighting by Robert Bessoir; production coordinator, E. F. Morrill; sound by Charles McIntyre; general manager, Paul Morer. Presented by Eric Krebs.   The most acute point that the comedian Paul Mooney drives home in his funny and very profane one-man show, \"Race,\" is how a white person's cultural nostalgia can easily be a black person's nightmare. Commenting on a recent movie adaptation of \"The Adventures of Huckleberry Finn,\" he excoriates the film makers for choosing to romanticize a time when black people like himself were in chains.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Gooden Is Reflective On the End of an Era","web_url":"https://www.nytimes.com/1993/06/09/sports/on-baseball-gooden-is-reflective-on-the-end-of-an-era.html","abstract":"  Dwight Gooden knows when he looks at his championship ring, or remembers that special fall of 1986, that no one can take away those special memories.   Nothing else has been that sacred. Not the winning in the 1980's nor the teammates who helped build that tradition. Not Gooden's once unhittable fastball. Not even his health.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Whitman Pursues 'Family Business'","web_url":"https://www.nytimes.com/1993/06/09/nyregion/whitman-pursues-family-business.html","abstract":"  Christine Todd Whitman tonight won both the Republican nomination for governor and a place in New Jersey political history.    In her quest for the governor's office, Mrs. Whitman has presented herself as a political outsider. In truth, given her family background, it would have been surprising if she did not go into politics.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"2 Republicans Oppose Naming Babbitt to Court","web_url":"https://www.nytimes.com/1993/06/09/us/2-republicans-oppose-naming-babbitt-to-court.html","abstract":"  Even as the White House insisted that President Clinton had not settled on a Supreme Court nominee, some Senate Republicans today challenged the merits of appointing Interior Secretary Bruce Babbitt, widely reported to be the leading contender for the seat.    White House officials said that although Mr. Clinton was leaning toward Mr. Babbitt, they first wanted to consider possible replacements for him at the Interior Department, where he has been popular both with environmentalists and with business leaders.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Behind Immigrants' Voyage, Long Reach of Chinese Gang","web_url":"https://www.nytimes.com/1993/06/09/nyregion/behind-immigrants-voyage-long-reach-of-chinese-gang.html","abstract":"  A Chinese gang that recently emerged as a major force in the smuggling of illegal immigrants helped organize the voyage of the tramp steamer that ran aground off Queens on Sunday with nearly 300 Chinese immigrants aboard, law-enforcement officials believe.   Federal officials said they had evidence that one organizer of the smuggling enterprise was Guo Liang Chi, also known as Ah Kay, the 28-year-old leader of the Fuk Ching gang. Both Federal and New York officials, who spoke on the condition of anonymity, believe that members of the gang were to have unloaded the illegal immigrants and to have collected $30,000 from each of them for the 17,000-mile journey from the Far East.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Canadiens Find LeClair's Value Is Rising as Season Winds Down","web_url":"https://www.nytimes.com/1993/06/09/sports/hockey-canadiens-find-leclair-s-value-is-rising-as-season-winds-down.html","abstract":"  In each of the last two games, John LeClair has scored the winning goal in overtime for the Montreal Canadiens. Both times, his coach, Jacques Demers, has sat next to LeClair in the post-game news conference and declared, \"John LeClair is going to be a rich man.\"   Because LeClair is making a modest $225,000 as he heads into the option year of his contract, Serge Savard was asked for his views on the subject. Savard, the general manager of the Canadiens, is the man who negotiates salaries with the players.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/09/nyregion/metro-digest-517793.html","abstract":"  NEW YORK CITY GANG SUSPECTED IN IMMIGRANT SMUGGLING   Law-enforcement officials say they believe a Chinese gang, which has recently emerged as a major force in the growing world of illegal-immigrant smuggling, helped organize the ill-starred voyage of the tramp steamer that ran aground off Queens on Sunday with nearly 300 Chinese men and women aboard. A1. CONNECTICUT GUN BAN IS APPROVED   A bill banning assault-type weapons has been passed by the Connecticut General Assembly after a series of close votes in Hartford and has been signed by the Governor. A1.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/09/nyregion/news-summary-674293.html","abstract":"  International A3-13  COLD WAR OVER, ILLEGAL SEX UP  Since the end of the cold war, criminal organizations have set up networks to bring young women from the former Soviet bloc into the sex industry of Western Europe, police officials in Belgium, the Netherlands and Germany say.  A1  VICHY OFFICIAL ASSASSINATED  An official in the Vichy Government in France, facing charges for deporting Jews to Nazi death camps, was shot dead in his Paris home. A 49-year-old frustrated author was charged with murder. A3","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"For Donald, A New Chance at Open","web_url":"https://www.nytimes.com/1993/06/09/sports/golf-for-donald-a-new-chance-at-open.html","abstract":"  His second-place finish in the United States Open three years ago was not enough for a free ticket to this year's tournament. So Mike Donald had to battle 141 other candidates today for 31 spots in next week's extravaganza at Baltusrol in Springfield, N.J.   The field, which included 52 PGA Tour players and six amateurs, played one round at Old Oaks Country Club and another down the road at Century Country Club. When it was all over, Donald was the top qualifier, shooting a three-under-par 67 at the 6,503-yard Old Oaks and a three-under 68 at the 6,809-yard Century for low medalist honors at six-under 135.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/09/sports/metropolitan-golf-report.html","abstract":"Newark Boys and Girls \n Paul Azinger won the Memorial in Ohio on Sunday and Jane Geddes the Oldsmobille Classic in Michigan, but on Monday morning they joined John Daly, Fuzzy Zoeller, Chi Chi Rodriguez, Pat Bradley, Danielle Ammaccapane and Cindy Rarick in a benefit for the Boys and Girls Clubs of Newark, which serves 5,000 young people from ages 6 to 18.\n\nThe Somerset Hills Country Club in Bernardsville provided the setting for the benefit, where 32 amateurs paid $8,500 each to play with the stars and a limited number of spectators paid $300 each to watch.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Disabled and Chronically Ill Gain Health Coverage and Jobs Rights","web_url":"https://www.nytimes.com/1993/06/09/us/disabled-and-chronically-ill-gain-health-coverage-and-jobs-rights.html","abstract":"  The Equal Employment Opportunity Commission declared today that employers may not refuse to hire people with disabilities because of concern about their effect on health insurance costs. It also said that disabled workers must generally be given \"equal access\" to any health insurance provided to other employees.   At a meeting this afternoon, the Federal agency adopted a broad policy statement explaining how it intended to enforce a 1990 law, the Americans with Disabilities Act, to curb discrimination by employers and insurers providing health benefits.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-201793.html","abstract":"  A picture caption last Wednesday with an interview with John Cardinal O'Connor misstated the scene of the interview. It was at the Catholic Center, 1011 First Avenue.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Washington Talk; White House Offices: Matter of Inches","web_url":"https://www.nytimes.com/1993/06/09/us/washington-talk-white-house-offices-matter-of-inches.html","abstract":"  When President Clinton announced that David R. Gergen would be brought into the White House as a new and important adviser, all the signs of a classic Washington power play were evident. Except one. Mr. Gergen has no office.   Mr. Gergen, who has worked at 1600 Pennsylvania Avenue before and knows well the value of its internal real estate, has been temporarily relegated to a basement office with one assistant that he brought with him.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-94079338938.html","abstract":"What is the difference between a \"safe haven\" and a ghetto?","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Large, Happy Crowds Greeted Opening of West Harlem Park","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-large-happy-crowds-greeted-opening-of-west-harlem-park-181993.html","abstract":"  To the Editor:   A report of the opening of Riverbank State Park May 27 concentrated on issues other than the park story (news article, May 28).   About 20,000 people of all ages and physical capabilities from all parts of the city and beyond happily streamed into the park to celebrate and enjoy a 28-acre half-mile waterfront park that offers indoor and outdoor recreational and cultural experiences.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-93726519748.html","abstract":"The trial of two Serbs convicted of committing war crimes in Bosnia appears to have been a propaganda spectacle. They were tried by the Muslim-led Bosnian government solely on the basis of their self-incriminating testimony. It is highly probable that th","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Georgia Tech Leader Is Player of the Year","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-golf-georgia-tech-leader-is-player-of-the-year.html","abstract":"  DAVID DUVAL of Georgia Tech, the runner-up in the last two National Collegiate Athletic Association golf championships, was named player of the year yesterday by the Golf Coaches Association. The senior from Ponte Vedra Beach, Fla., will receive the Jack Nicklaus Award. Duval is only the third collegiate golfer to earn first-team all-America honors four consecutive years. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Why Shouldn't a Woman Be a Princess?","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-why-shouldn-t-a-woman-be-a-princess-180093.html","abstract":"  To the Editor:   I take issue with Ann Quindlen's \"Happily Ever\" column, calling Masako Owada of Japan a \"sacrificial lamb\" for choosing to marry Crown Prince Naruhito. Ms. Quindlen pits one woman's personal choice to marry against a feminist philosophical ideal of how an intelligent and well-educated woman should live. It seems to me that by Ms. Quindlen's argument a woman who does not pursue a high-powered career is to be pitied and blackballed from the feminist clique for not living up to her potential.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92594986470.html","abstract":"Yugoslavia is in the heart of Europe. Unfortunately, Europe has neither heart, brains nor guts.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"For Malawi Dictator, Time Will Soon Run Out","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-for-malawi-dictator-time-will-soon-run-out-179793.html","abstract":"  To the Editor:   Your May 29 and June 1 articles on Malawi succintly describe the political pressure cooker that Malawi is today. But you fail to underline the most serious denials of basic human rights that Life President Hastings Kenneth Banda inflicts on the Malawian people. The opposition leader, Chakufwa Chihana, remains in jail, unwell and cruelly punished for the \"crime\" of believing in democracy.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"School Boards In New Jersey Face Scrutiny","web_url":"https://www.nytimes.com/1993/06/09/nyregion/school-boards-in-new-jersey-face-scrutiny.html","abstract":"  With $12 billion in annual spending and jobs for 110,000 people, local schools are big business here as in so many states. Those numbers add up to a lot of potential for conflicts of interest.   That's where a new nine-member School Ethics Commission comes in: to shine the light of public scrutiny on patronage and corruption on school boards in New Jersey, where the state Education Department has taken over operation of the Paterson and Jersey City schools. It has intervened in the business operations of the Newark and Trenton districts.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"U.S. Ordered to Free Haitians","web_url":"https://www.nytimes.com/1993/06/09/nyregion/us-ordered-to-free-haitians.html","abstract":"  A Federal judge ordered the Government to release all Haitians held in a detention camp at Guantanamo Bay Naval Base in Cuba. Page B4.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Reviving Ailing Retail In Downtown Hartford","web_url":"https://www.nytimes.com/1993/06/09/nyregion/reviving-ailing-retail-in-downtown-hartford.html","abstract":"  In the eerie darkness, one can still make out the splendor of the former G. Fox & Company, once the grande dame of Connecticut department stores.   Above the faded mauve rugs gleams the playful splendor of Art Deco. Wooden and aluminum strips run side by side along the wall; elaborate swirls of aluminum still sweep alongside a silver escalator.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Dolphins Sign Golic to $1.5 Million Deal","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-football-dolphins-sign-golic-to-1.5-million-deal.html","abstract":"  The Miami Dolphins yesterday signed unrestricted free agent MIKE GOLIC to two one-year contracts at a reported $1.5 million. Golic, a nine-year defensive tackle, had spent the last seven years with the Philadelphia Eagles. Golic, 30, is expected to compete for a playing time with Dolphins nose tackle CHUCK KLINGBEIL and defensive end JEFF CROSS.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-210693.html","abstract":"  Classified  Union Square Upstairs 100 East 17th Street Manhattan Written and performed by Fred Adler; co-written by Dan Cedeno; directed by William Oliver; set by Bernie Honigman; lighting by Michele Disco; costumes by Sama Meschel. Presented by WonderWorks Unlimited.    As satirists go, Fred Adler is like a puppy: young, frisky and eager to please. These characteristics are on display at the Union Square Upstairs Theater, where Mr. Adler is appearing in his one-man show, \"Classified,\" Thursdays through Sundays until June 27.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Presbyterians Vote To Keep Prohibition Against Gay Pastors","web_url":"https://www.nytimes.com/1993/06/09/us/presbyterians-vote-to-keep-prohibition-against-gay-pastors.html","abstract":"  In a session marked by revealing personal testimony and raucous disruption, the 2.8 million-member Presbyterian Church (U.S.A.) voted Monday to maintain the church's position barring sexually active, declared homosexuals from ordination or appointment as pastors.    The church's General Assembly softened the action by calling on local congregations to participate in a three-year churchwide discussion of homosexuality and its relevance to church membership and ministry.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor-90334532601.html","abstract":"A permanent solution to the Yugoslav problem must be found, otherwise other nations will inevitably be drawn into this deadly vortex. .Given that longstanding frontiers should not be changed, nor can they bar war, there is only one possible solution: c","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Khmer Rouge Seek Coalition Post","web_url":"https://www.nytimes.com/1993/06/09/world/khmer-rouge-seek-coalition-post.html","abstract":"  The Khmer Rouge, which boycotted elections in Cambodia last month and threatened to sabotage the balloting with violence, seem to have had a change of heart since the final votes were cast.   The Maoist-inspired rebels are not only willing to accept the results, they are now also maneuvering to join whatever government is formed.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"New York's Needless Budget Quarrels","web_url":"https://www.nytimes.com/1993/06/09/opinion/new-york-s-needless-budget-quarrels.html","abstract":"  Forced to cut more from New York City's budget, the Mayor and City Council are still squabbling, deadlocked over the shape of $300 million in cuts and two difficult initiatives. There are solutions to both if Council Speaker Peter Vallone means what he says and really wants to cooperate with Mayor David Dinkins rather than use the budget to win political battles.   Medical care for the poor. With New York desperately short of primary care facilities for poor families, the Dinkins administration wisely proposes to create at least 30 health clinics. But the Council is holding the plan hostage to a turf war over who controls the money.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Santa Fe Portrait; A Longtime Pillar of the Government Now Aids Those Hurt by Its Bombs","web_url":"https://www.nytimes.com/1993/06/09/us/santa-fe-portrait-longtime-pillar-government-now-aids-those-hurt-its-bombs.html","abstract":"  East of the Nevada Test Site, where the Government conducted atmospheric tests of atomic bombs, the town of Alamo, Nev., rises in the desert. In August 1978, at the urging of a cousin, Stewart L. Udall went to Alamo and listened to mothers tell of the dust and radiation from the blasts that settled over the town in the 1950's and of the children they had lost to leukemia.   \"Until then, there were a lot of people in that country who suspected a link, but they kept it to themselves,\" said Mr. Udall, who once was Secretary of the Interior for Presidents John F. Kennedy and Lyndon B. Johnson. \"They had been fed a steady diet of lies by the Government that there was no danger. That was my first trip to investigate, and I felt there was more to it, that it would be difficult and that we would be breaking new ground.\"","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/09/theater/theater-in-review-013893.html","abstract":"  Extended Forecast  La Mama E.T.C. 74A East Fourth Street East Village By Franz Xaver Kroetz; translated by Erica Bilder and Estelle Parsons; directed by Ms. Bilder; assistant director, Stephen Nunns; set and lighting by Watoku Ueno; costumes by Theodora Skipitares; production manager, Virlana Tkacz; stage manager, Shigeko Suga. WITH: Estelle Parsons.   In his plays, Franz Xaver Kroetz takes the most banal of situations and transforms them into strange and haunting theatrical cameos. Slices of life become glimpses into private rituals of despair. In \"Extended Forecast,\" an elderly widow prepares to move to a home for the aged, trying to decide which of her possessions she will take with her. This is the text of the play but not the sum of the experience. As performed by Estelle Parsons at La Mama, the monodrama is stark, simple and poignant in its details.","thumbnail":null,"section":"Theater"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-204193.html","abstract":"  A picture caption on Saturday with a theater review of \"Sheila's Day\" misidentified the actress shown. She was Tu Nokwe.  ","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"McClancy Regains Title","web_url":"https://www.nytimes.com/1993/06/09/sports/baseball1-mcclancy-regains-title.html","abstract":"  Behind a gritty two-hitter by Mike Soto, Monsignor McClancy High School of East Elmhurst, Queens, made its third straight trip to Yankee Stadium a rousing success yesterday, winning its second Catholic High Schools Athletic Association championship in three years. The score was 3-0 and the loser was St. Joseph by the Sea, a Staten Island school playing its first title game.   Soto, a senior left-hander, walked none, struck out eight and stayed cool despite three errors and a passed ball by his teammates, raising his season mark to 9-0. The victory gave McClancy a 21-4 record and dropped St. Joseph by the Sea, a former all-girls school, to 17-12. In his first year at McClancy, Soto was a member of the city championship freshman team. As a sophomore, he was on the varsity when McClancy beat Brooklyn's Xavierian at Yankee Stadium. As a junior last year, he watched the Crusaders lose the title game to Fordham Prep.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"WHITE HOUSE PICKS ENVOYS TO 3 LANDS","web_url":"https://www.nytimes.com/1993/06/09/world/white-house-picks-envoys-to-3-lands.html","abstract":"  The White House plans to break the logjam that has delayed the appointment of ambassadors to several major countries, an Administration official said tonight.   Former Vice President Walter F. Mondale is to be named ambassador to Japan; Richard C. Holbrooke, an investment banker who was a State Department official in the Carter Administration, is to get the post in Germany, and former Representative Stephen J. Solarz of Brooklyn is to be named envoy to India.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Man Questioned Without Lawyer Wins New Trial","web_url":"https://www.nytimes.com/1993/06/09/nyregion/man-questioned-without-lawyer-wins-new-trial.html","abstract":"  The state's highest court ordered a new trial today for a man convicted of murder in New York City in a ruling that one judge warned could severely restrict the use of police informants.    The Court of Appeals ruled 5-to-1 that a confession by Kenneth West, taped by a police informant, should not have been admitted as trial evidence because Mr. West's lawyer was not present when he talked with the informant.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Chiefs Planning to Sign Allen?","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-people-football-chiefs-planning-to-sign-allen.html","abstract":"  The Kansas City Chiefs, who have been pursuing the free-agent running back MARCUS ALLEN, called a news conference for today amid speculation they would sign the former Los Angeles Raiders star. Allen, 33, the Raiders' career rushing leader, has running and pass-catching abilities that would fit nicely with the offense the Chiefs are installing behind newly acquired quarterback Joe Montana. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-92753107209.html","abstract":"Never mind Maastricht; the new Europe, like the old, died at Sarajevo.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/09/nyregion/c-corrections-202593.html","abstract":"  An article by The Associated Press on Saturday about a trip to Florida by Gov. Lowell P. Weicker Jr. of Connecticut, paid for by UST, a Greenwich tobacco company, referred incorrectly to an opinion that the trip violated the state ethics code. It was the personal view of the State Ethics Commission's executive director, not a draft opinion for the commission.","thumbnail":null,"section":"New York"},{"date":"19930609","headline":"Air Force General Faces Inquiry on Jab at Clinton","web_url":"https://www.nytimes.com/1993/06/09/us/air-force-general-faces-inquiry-on-jab-at-clinton.html","abstract":"  The White House today again found itself grappling with President Clinton's uneasy relations with the military, a result of reports that an Air Force two-star general made disparaging remarks about Mr. Clinton in a speech last month.    The Air Force is investigating whether the officer, Maj. Gen. Harold N. Campbell, called Mr. Clinton a \"pot-smoking,\" \"womanizing\" and \"draft-dodging\" Commander in Chief, among other things, as some members of the audience later complained.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Toward a Lasting Solution : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-toward-a-lasting-solution-letters-to-the-editor-91819613581.html","abstract":"As exemplified by Northern Ireland, Israel and the Gaza Strip, deeply rooted religious conflicts can last for years. Unless the antagonists in the former Yugoslavia agree on some kind of settlement, there is no outside solution possible, even with the ef","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Pietermaritzburg Journal; Mahatma's Vision, Now a Phoenix Fallen in Ashes","web_url":"https://www.nytimes.com/1993/06/09/world/pietermaritzburg-journal-mahatma-s-vision-now-a-phoenix-fallen-in-ashes.html","abstract":"  Exactly 100 years after a white conductor pitched an Indian lawyer off a train here, inadvertently launching one of history's great moral crusades, this provincial capital was a bit giddy with centennial fever this week.   In tribute to that ejected passenger, Mohandas K. Gandhi, the schools are busy with essay contests and the newspapers are filled with hindsight.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"Sports of The Times; Petrovic's Legacy: 'Pucaj Tricu'","web_url":"https://www.nytimes.com/1993/06/09/sports/sports-of-the-times-petrovic-s-legacy-pucaj-tricu.html","abstract":"  IN the haunting hollowness of Byrne Meadowlands Arena, the basketball court was empty. The parquet floor was glossily revarnished. Its border and foul lanes had been repainted a shiny blue. But there were no baskets. No stanchions, no backboards, no orange rims, no nets.   It was as if those baskets that defined Drazen Petrovic's life were in mourning, too.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"PANEL URGES SHIFT IN STATION'S ORBIT","web_url":"https://www.nytimes.com/1993/06/09/us/panel-urges-shift-in-station-s-orbit.html","abstract":"  The expert panel advising the White House on redesigning the space-station has called for the proposed astronaut outpost to be launched into a \"world orbit\" where it could be reached not only by American space shuttles but also by Russian, Japanese and Chinese rockets.   The recommendation by the White House group for a different orbit is in a draft report to the White House that has not yet released. If kept in the final report and adopted by President Clinton, the shift would be a watershed in the history of the American space program.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"Costly Relic, Nuclear Unit Sits Ready for Atmospheric Tests","web_url":"https://www.nytimes.com/1993/06/09/us/costly-relic-nuclear-unit-sits-ready-for-atmospheric-tests.html","abstract":"  On the edge of the Nevada desert, and on a remote Pacific atoll, a cadre of national security sentries keeps a long, strange vigil, ready to explode a nuclear bomb in the sky.   The scientists and contractors work for Safeguard C, a program to enable the Government to resume testing nuclear weapons in the atmosphere. Thirty years after the Government forswore such tests, the Safeguard crew stays on watch, waiting for a call that never comes.","thumbnail":null,"section":"U.S."},{"date":"19930609","headline":"The Serbs Suffer, Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-the-serbs-suffer-too-letters-to-the-editor-90269152836.html","abstract":"I have a proposal: If Messrs. Kouchner, Safire, Pfaff, Gelb, Lewis, Rosenthal, Rosenfeld et al are, in Marc Antony's words, \"all honorable men,\" they should form a commando under Colonel Margaret Thatcher. This elite unit should then be dropped","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Review/Film: What's Love Got to Do With It; Tina Turner's Tale: Living Life With Ike and Then Without Him","web_url":"https://www.nytimes.com/1993/06/09/movies/review-film-what-s-love-got-with-it-tina-turner-s-tale-living-life-with-ike-then.html","abstract":"Tina Turner, with and without Ike. Broad, savvy, entertaining.","thumbnail":null,"section":"Movies"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the.html","abstract":"Even if the world had to put a million soldiers into Bosnia, it would be the right thing to do. I am ashamed to be English, ashamed to be European and ashamed to live in America.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"East Europeans Duped Into West's Sex Trade","web_url":"https://www.nytimes.com/1993/06/09/world/east-europeans-duped-into-west-s-sex-trade.html","abstract":"  Judith's dream to travel West, and her descent into prostitution, fell together one night in September 1991, when a car arrived to take her and two other young Hungarian women to work as waitresses in Belgium.   The heady drive across the heart of Europe took 20 hours, as planned. But the Crazy Cabaret in Ghent was no restaurant.","thumbnail":null,"section":"World"},{"date":"19930609","headline":"U.S.-England: A Matchup of Miseries","web_url":"https://www.nytimes.com/1993/06/09/sports/soccer-us-england-a-matchup-of-miseries.html","abstract":"  The United States national soccer team, featuring an anemic offense and a feeble reputation, today faces a more famous opponent with an even greater level of desperation.   England not only has been disappointing recently in big matches, it also must answer to rabid supporters who really care about the sport. When the two teams meet at Foxboro Stadium in a U.S. Cup '93 match, the British team will be under severe scrutiny.","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"1943: Poison Gas Alert : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1943-poison-gas-alert-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Roosevelt, taking official cognizance of reports that the Axis is preparing to use poison gas, warned the Axis armies and peoples in Europe and Asia today [June 8] that such desperate measures of warfare","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/09/sports/results-plus-989093.html","abstract":"  COLLEGE BASEBALL  No. 1 A&M Eliminated  Texas A&M Coach Mark Johnson could have accepted a loss. Self-destruction is another matter. \"We gave things away,\" Johnson said after the top-seeded Aggies were eliminated from the College World Series yesterday with a 6-2 loss to Long Beach State in Omaha. Long Beach Coach Dave Snow saw it differently: \"We saw an opportunity and came up big with it.\" Texas, the Aggies' rival and another top team, was also eliminated, losing by 7-6 to Oklahoma State in another elimination game. In Long Beach's victory, Cobi Cradle drove in two runs in support of Daniel Choi (17-2). Cradle singled in a run in the third and another one in the seventh, sparking a four-run inning by the 49ers (45-18). For the Cowboys (45-16), Sean Hugo homered to tie the score at 6-6 in the eighth and Hunter Triplett doubled in the go-ahead run in the ninth. (AP) TENNIS  2 Seeded Stars Ousted  Goran Ivanisevic and Ivan Lendl expected to use the Queen's Club grass-court tournament as a key warmup for Wimbledon, but now they will have to get ready on the practice courts. Chris Wilkinson, a British wild-card entry ranked 176th in the world, shocked Ivanisevic, 6-3, 3-6, 6-3, in one second-round match at the London tournament. Byron Black of Zimbabwe, ranked 116th, upset Lendl, 6-2, 7-6 (13-11), in another match. Among yesterday's winners were second-seeded Stefan Edberg and No. 3 Boris Becker. The fourth-seeded Ivanisevic, last year's Wimbledon finalist, fired nine aces but also had eight double faults. The fifth-seeded Lendl had a chance to level his match when he served at 5-4 in the second set but was broken. (AP) A Struggle for Navratilova: Top-seeded Martina Navratilova had to fight hard for a 7-5, 7-6 (7-1) victory over Maria Strandlund of Sweden in the second round of the Edgbaston tournament in Birmingham, England. Navratilova was kept on court for 96 minutes by the 23-year-old from Stockholm, who broke the nine-time Wimbledon champion's serve four times. (AP) Victories at the Top: Top-seeded Andrei Medvedev and second-seeded Richard Krajicek won in straight sets to advance to the second round of the Continental grass court championships in Rosmalen, the Netherlands. Medvedev, ranked eighth in the world, defeated a Dutch wild-card entry, Fernon Wibier, 6-4, 6-4. Krajicek, ranked 12th, beat Christian Saceanu of Germany, 7-6 (7-4), 6-1. Also advancing was third-seeded MaliVai Washington, a 6-4, 7-5 winner over the Dutch player, Jacco Eltingh. (AP) FENCING  New Yorker Wins Foil  Felicia Zimmermann of Rush, N.Y., last night won the national fencing championship in Division I women's foil in Fort Myers, Fla. The 17-year-old Zimmerman defeated 20-year-old Olga Chernyak of Lafayette, Calif., 6-5, 5-1, for the gold medal. Zimmermann finished fourth in this event last year. The New York Athletic Club won the men's foil team title for the ninth time in 14 years with a 9-7 victory over the Stanford Fencing Club. In the under-19 women's epee, Lauren O'Brien of Aurora, Colo., defeated Wendy Hall of Boulder, Colo., 5-2, 5-3, for the gold medal. Yvette Losman of South Orange, N.J., took the bronze. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930609","headline":"Our Failure to Help Bosnia Will Mean Lasting Shame : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-our-failure-to-help-bosnia-will-mean-lasting-shame-letters-to-the-90006822455.html","abstract":"On April 8, the International Court of Justice in The Hague declared that the aggression by the rump Yugoslavia and Serbian nationalists against the Muslims was genocide.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Freedom for Doctors","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-freedom-for-doctors-199193.html","abstract":"  To the Editor:   Lest my fellow physicians get into an emotional tizzy over being controlled by the Government, I'd like to mention that somewhere in the literature is an article indicating that doctors in Europe who work for the Government usually feel freer than those working largely for themselves.   I tried private practice myself; it was a hassle. Keeping an office going, handling complicated problems alone, filling out insurance forms, isolation and worrying about fees were just a few of the problems.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Long Hours Still Imperil Resident Physicians","web_url":"https://www.nytimes.com/1993/06/09/opinion/l-long-hours-still-imperil-resident-physicians-197593.html","abstract":"  To the Editor:   A May 30 article details the long days and short life of Frank Ingulli, a medical student, whose death in an automobile accident was very likely caused by exhaustion from sleep deprivation and chronic fatigue. I was chairman of the New York State Health Department committee that recommended the kinds of regulations adopted by the state to prevent such tragedies by rationalizing working conditions and supervision of resident physicians.   These recommendations were developed after 18 months of study. They were primarily to protect the public from the dangers associated with expecting sleep-deprived resident physicians to carry out their duties safely. The committee also learned that sleep deprivation and chronic fatigue were killing and maiming resident physicians and medical students who attempted to drive home after working unusually long hours.","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"Its Schools Ruled Inadequate, Alabama Looks for Answers","web_url":"https://www.nytimes.com/1993/06/09/education/its-schools-ruled-inadequate-alabama-looks-for-answers.html","abstract":"  At the Shiloh Elementary and Middle School here the library has not bought any books in 20 years. There are no science labs, no band, no music, no art, no foreign language courses. The roof leaks and the dingy 43-year-old building is about worn out.   There are worse schools in Alabama, like the one in adjacent Wilcox County where raw sewage seeped for years onto a playground and termites ate through books, and there are better ones. But while legislatures around the nation are struggling with questions of how to equalize spending between poor school districts and rich ones, Alabama is grappling with something even broader: a judge's ruling that its public schools violate the State Constitution by failing to provide an adequate education.","thumbnail":null,"section":"Education"},{"date":"19930609","headline":"1893: Royal Absentee?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/09/opinion/IHT-1893-royal-absentee-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The unreliability of the report that the Kaiser will attend the English Royal wedding may be gauged from the fact that His Majesty intends to both open and close the new Reichstag in person. He has made no arrangements that would cause him to mak","thumbnail":null,"section":"Opinion"},{"date":"19930609","headline":"'Sweeney Todd' on a Small Scale","web_url":"https://www.nytimes.com/1993/06/09/style/IHT-sweeney-todd-on-a-small-scale.html","abstract":"Attend the tale of Sweeney Todd: He served a dark and a hungry god. When Sondheim's bleak, black, masterly musical first opened on Broadway back in 1979 it did so in a huge Hal Prince production (seen at Drury Lane a year or so later). It is now being do","thumbnail":null,"section":"Style"},{"date":"19930609","headline":"Morrison on Right Side of His Dark Side","web_url":"https://www.nytimes.com/1993/06/09/sports/boxing-morrison-on-right-side-of-his-dark-side.html","abstract":"  George Foreman, a stand-up comic even with swelling around his eyes, bumped his jello stomach into Tommy Morrison after their fight Monday night and whispered, \"Do me a favor, never cuss on television.\"   In this case, it was a good tip.   Morrison is 24, keeps his gentle blond hair combed, is about to draw straws to decide if he should box Riddick Bowe or Lennox Lewis next and has a dream house and fishing rod all picked out in Grand Lake, Okla. But do not let his good looks or luck fool you. Not long ago he was considered a pathological bully with a foul mouth who, until recently, had heard only sour nothings in his ear.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930609","time":"1993-06-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":62,"wspd":11.2},{"date":"19930609","time":"1993-06-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":62,"wspd":11.2},{"date":"19930609","time":"1993-06-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":64,"wspd":13},{"date":"19930609","time":"1993-06-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":68,"wspd":11.2},{"date":"19930609","time":"1993-06-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":68,"wspd":13},{"date":"19930609","time":"1993-06-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":70,"wspd":11.2},{"date":"19930609","time":"1993-06-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":69,"wspd":13},{"date":"19930609","time":"1993-06-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":65,"wspd":7.6},{"date":"19930609","time":"1993-06-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":66,"wspd":13},{"date":"19930609","time":"1993-06-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":60,"wspd":13},{"date":"19930609","time":"1993-06-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":58,"wspd":13},{"date":"19930609","time":"1993-06-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.4,"rhum":52,"wspd":14.8},{"date":"19930609","time":"1993-06-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":61,"wspd":7.6},{"date":"19930609","time":"1993-06-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":57,"wspd":5.4},{"date":"19930609","time":"1993-06-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.8,"rhum":62,"wspd":3.6},{"date":"19930609","time":"1993-06-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26,"rhum":51,"wspd":13},{"date":"19930609","time":"1993-06-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":49,"wspd":11.2},{"date":"19930609","time":"1993-06-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.4,"rhum":48,"wspd":13},{"date":"19930609","time":"1993-06-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.7,"rhum":53,"wspd":11.2},{"date":"19930609","time":"1993-06-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":56,"wspd":9.4},{"date":"19930609","time":"1993-06-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":57,"wspd":9.4},{"date":"19930609","time":"1993-06-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.4,"rhum":55,"wspd":7.6},{"date":"19930609","time":"1993-06-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":60,"wspd":0},{"date":"19930609","time":"1993-06-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":66,"wspd":3.6},{"date":"19930609","time":"1993-06-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":9.4},{"date":"19930609","time":"1993-06-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":13},{"date":"19930609","time":"1993-06-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":13},{"date":"19930609","time":"1993-06-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":16.6},{"date":"19930609","time":"1993-06-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":13},{"date":"19930609","time":"1993-06-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":73,"wspd":14.8},{"date":"19930609","time":"1993-06-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":16.6},{"date":"19930609","time":"1993-06-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":16.6},{"date":"19930609","time":"1993-06-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":7.6},{"date":"19930609","time":"1993-06-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":9.4},{"date":"19930609","time":"1993-06-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":97,"wspd":9.4},{"date":"19930609","time":"1993-06-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":9.4},{"date":"19930609","time":"1993-06-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":22.3},{"date":"19930609","time":"1993-06-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":14.8},{"date":"19930609","time":"1993-06-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":14.8},{"date":"19930609","time":"1993-06-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":16.6},{"date":"19930609","time":"1993-06-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":18.7},{"date":"19930609","time":"1993-06-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":56,"wspd":14.8},{"date":"19930609","time":"1993-06-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":53,"wspd":18.7},{"date":"19930609","time":"1993-06-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":60,"wspd":22.3},{"date":"19930609","time":"1993-06-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":18.7},{"date":"19930609","time":"1993-06-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":9.4},{"date":"19930609","time":"1993-06-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":16.6},{"date":"19930609","time":"1993-06-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":18.7}]},"19930610":{"guardian_articles":[],"nytimes_articles":[{"date":"19930610","headline":"Suns' Main Stars Off and Stumbling","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-suns-main-stars-off-and-stumbling.html","abstract":"  Charles Barkley, his jump shot oblique, frustrated even his grandmother tonight. Johnnie Mickens flew here all the way from Leeds, Ala., wished her grandson luck and then saw him dent the rim 16 times in the Phoenix Suns' loss to the Chicago Bulls in Game 1 of the championship series.   Interviewed late in the game by NBC, while a benched Barkley wore a towel on his head, Mickens said her grandson needs to rebound more fiercely and plant himself in the lane.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Reviews/Music; Barber, Berlioz and a Cellist's Concerto","web_url":"https://www.nytimes.com/1993/06/10/arts/reviews-music-barber-berlioz-and-a-cellist-s-concerto.html","abstract":"  The New York Philharmonic, hurtling toward the end of its 150th-anniversary season, reached into its scrapbook of historical connections for its program last Thursday. Victor Herbert's Second Cello Concerto and Samuel Barber's Second Essay for Orchestra had their world premieres at Philharmonic concerts in 1894 and 1942, and the orchestra gave Berlioz's Symphonie Fantastique its first American performance in 1866, 36 years after its world premiere in Paris.    James DePreist conducted the orchestra with mixed but generally pleasing results. His account of the Barber, though on the brisk side, was a picture of lucidity. Details that are usually obscured -- fleeting brass effects, inner wind lines -- were spotlighted without being given an unnatural prominence. And the solo woodwind lines that weave through the essay, and also the Berlioz, were shapely and characterful and did double duty in elucidating the essay's charms and reminding listeners of one of the Philharmonic's strengths.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/10/style/chronicle-756693.html","abstract":"  It takes a measure of flexibility to cater a dinner for 1,200 people. BRIAN FINNERAN, the Waldorf-Astoria's assistant director of catering, thought everything was in order on Tuesday evening for the guests at a benefit for the One to One Partnership, an organization that provides mentors for disadvantaged youths around the country.    But then, he said yesterday: \"CICELY TYSON arrived, and she had to have a baked potato. It is difficult to produce a baked potato on command, but we went back to the kitchen and rustled one up.\"","thumbnail":null,"section":"Style"},{"date":"19930610","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/10/nyregion/news-summary-719193.html","abstract":"  International A3-16  OIL EMBARGO PLANNED FOR HAITI  The United States and other United Nations Security Council members have decided to impose a mandatory worldwide ban on the supply of oil to Haiti as part of a new campaign to restore the deposed President, the Rev. Jean-Bertrand Aristide, to power.  A1  U.S. TO FREE HAITIANS AT BASE  The Clinton Administration announced that it would comply with a Federal court ruling ordering the release of 158 Haitian refugees, most of whom are infected with the virus that causes AIDS. They have been held at the American naval base in Guantanamo Bay, Cuba.  A12","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"A Quest for Freedom Falls Short; Alien-Smuggling Suspect Eluded Immigration Net","web_url":"https://www.nytimes.com/1993/06/10/nyregion/a-quest-for-freedom-falls-short-alien-smuggling-suspect-eluded-immigration-net.html","abstract":"  Deported as an illegal alien and a felon, a man who the authorities say is a major smuggler of Chinese immigrants sneaked back into the United States, was arrested and then used a common ploy to stay in the country: He applied for political asylum.   The man, Guo Liang Chi, 27, is believed to have participated in the smuggling attempt that ended early Sunday, when a rusty freighter ran aground off the Queens shore with nearly 300 Chinese aboard. The authorities say Mr. Guo heads the Fuk Ching gang, which has forced payments from thousands of Chinese immigrants after they were brought illegally to the United States.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Harter Is Interested in Cavs","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-harter-is-interested-in-cavs.html","abstract":"  Dick Harter, a Knicks assistant coach, said he would be interested in the Cleveland Cavaliers coaching job if contacted. Harter said he had not talked with the Cavaliers yet, but he has known Wayne Embry, the Cavaliers' general manager, for many years.    It has been reported that Cleveland is interested in speaking with Harter. Lenny Wilkens, the former Cleveland coach, resigned last month, then became the Atlanta Hawks' coach. Cotton Fitzsimmons, a longtime National Basketball Association. coach, and Paul Silas, the Nets' assistant coach, have also been mentioned as candidates in Cleveland.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Don't Burn Hackney at the Stake","web_url":"https://www.nytimes.com/1993/06/10/opinion/don-t-burn-hackney-at-the-stake.html","abstract":"  The National Endowment for the Humanities suffered during the Reagan and Bush years. Prominent academics accused it of putting ideology ahead of scholarship in awarding grants. The council that advises on what scholarship, research and public programs merit Federal money grew less distinguished, with fewer good scholars and too many nonentities appointed for ideological reasons.   Sheldon Hackney, whom President Clinton is considering for the N.E.H. chairmanship, could improve this sorry record. Mr. Hackney is a distinguished historian and a past provost of Princeton.  He has been a successful president of Tulane, and now heads the University of Pennsylvania. According to Brown University's president, Vartan Gregorian, Mr. Hackney has \"a judicious, moderate temperament.\" That's what the Endowment needs.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"In Connecticut, Gun Ban Just Wouldn't Die","web_url":"https://www.nytimes.com/1993/06/10/nyregion/in-connecticut-gun-ban-just-wouldn-t-die.html","abstract":"  David S. Weaver, a lobbyist from Handgun Control Inc. who marched the halls of Connecticut's Capitol preaching the virtues of a ban on the sale of assault weapons, in the end likened the issue to \"a bad cough that just wouldn't go away.\"   Others who watched the gun bill stagger from near-defeat to near-defeat, leading up to Tuesday night's hairbreadth victory in the Senate, said the medical analogy was apt. Connecticut's law, only the third in the nation after New Jersey and California, was seen today more as a symbol of tenacity than triumph. It wouldn't go away.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Reviews/Music; A Pianist Offering Sound And Silence","web_url":"https://www.nytimes.com/1993/06/10/arts/reviews-music-a-pianist-offering-sound-and-silence.html","abstract":"  Danilo Perez's set at Bradley's on Monday night started out slowly, with the rhythm section clunking along, not quite finding its momentum. The second tune, \"Softly as in a Morning Sunrise,\" changed everything, and suddenly the set took off.   Mr. Perez, a young pianist, had paired himself with the young tenor saxophonist, David Sanchez, and together they managed to articulate about every note they played. Mr. Perez played be-bop lines double-handed, as if to put them in quotes, then abruptly shifted to wispy single-note right-hand ideas, changing the density of his sound. He threw in double-handed flurries, then used silence. And his rhythmic sensibility -- funny and always surprising -- kept his improvisations moving with the suspense of a good narrative. Everything was intense: Mr. Perez had the band moving with him, building wave after wave of pressure, following his improvisations until he finished his sermon.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Review/Pop; A Subtler Sting Cuts Loose in a Smaller Hall","web_url":"https://www.nytimes.com/1993/06/10/arts/review-pop-a-subtler-sting-cuts-loose-in-a-smaller-hall.html","abstract":"  \"It's cozy in here,\" Sting said as he looked around the airless Paramount on Tuesday night, and for a performer who has been on the arena circuit, it probably was. Sting was smart to return to mid-size theaters like the 5,605-seat Paramount for his current tour (although he's also opening some stadium shows for the Grateful Dead), because the music he's making now moves too fast and too subtly for most arena concerts. He writes and sings pop songs, but in concert they're laced with jazzy improvisation, transforming them between the lines of catchy choruses and rolling grooves. For all of Sting's associations with causes, and the earnest moping of many of his lyrics, he has rarely been a preachy performer in concert. And on Tuesday, Sting the musician was triumphant.   While Sting's bands, including the Police, have never been content to play songs by rote, his current group takes on all challenges, from odd meters and harmonic substitutions to the openness and understatement of a ballad. Sting's own bass was both foundation and fulcrum for a nimble four-piece band including Dominic Miller on guitar, David Sancious on keyboards and Vinnie Colaiuta on drums. They don't have the jazz pedigrees of his first post-Police group, but they mesh gleefully and they know which gambits belong where.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Japan Is Represented by an Artist It Once Rejected","web_url":"https://www.nytimes.com/1993/06/10/arts/japan-is-represented-by-an-artist-it-once-rejected.html","abstract":"  The last time Yayoi Kusama displayed her art at the Venice Biennale was 1966. Japan had refused to let her show in its official pavilion, and that was just the invitation the enfant terrible of the Japanese avant-garde needed. She crashed the prestigious event, covering the lawn with 1,500 mirrored orbs and frolicking among them in a red leotard, getting more attention than the official exhibit.   Twenty-seven years later Ms. Kusama, a small, slightly stooped rebel with dark eyes that are both soft and searing, is back. But there is a big difference this time. She has not only been invited to display her often disturbing, sexually charged works at this year's Biennale, but the exhibition will also be the first single-artist show ever mounted in the Japanese pavilion, a rare honor.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Suffolk Lawmakers Pass Public Financing Bill for Campaigns","web_url":"https://www.nytimes.com/1993/06/10/nyregion/suffolk-lawmakers-pass-public-financing-bill-for-campaigns.html","abstract":"  At the urging of supporters of Ross Perot, the Suffolk County legislature early today passed a bill calling for public financing of county election campaigns.   If the measure is signed by the County Executive and approved in a referendum this fall, Suffolk would become the first county in the state to have public financing of campaigns. New York City and 23 states have such laws.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Afternoon of Thunder: Storms Came, Soaked and Roared On","web_url":"https://www.nytimes.com/1993/06/10/nyregion/afternoon-of-thunder-storms-came-soaked-and-roared-on.html","abstract":"  Like an errant wave, a line of thunderstorms rolled over the New York metropolitan area late yesterday afternoon, felling trees and power lines, collapsing buildings and spawning funnel-shaped clouds.    In one New Jersey county, wind gusts of 92 miles per hour were recorded. In another, all four walls of a home-fixtures store under construction were flattened. And one storm-battered town, Bound Brook, N.J., declared a state of emergency. Across the region, at least a half-dozen people were injured, most seriously.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/10/style/chronicle-990993.html","abstract":"  ANGIE DICKINSON, who is accustomed to playing glamorous roles in glamorous settings, is to make an appearance today at the New York Academy of Sciences on East 63d Street for a program titled \"Closing In on Alzheimer's: a Progress Report From the Lab.\"   She will speak to physicians, scientists and representatives of Alzheimer's and geriatric-care organizations and the National Institute on Aging, who will also hear briefings by Dr. Dennis Selkoe, professor of neurology at Harvard Medical School, and Dr. Allan Roses, professor of neurology at the Duke University Medical Center. The program is sponsored by the Dana Alliance for Brain Initiatives, an organization established in New York in November to promote research.","thumbnail":null,"section":"Style"},{"date":"19930610","headline":"ANDREOTTI AT CRUX OF MURDER INQUIRY","web_url":"https://www.nytimes.com/1993/06/10/world/andreotti-at-crux-of-murder-inquiry.html","abstract":"  Magistrates investigating corruption in Italy asked the Senate today to permit a formal inquiry into evidence that Giulio Andreotti, Italy's master politician, ordered the murder of a journalist in 1979.    The magistrates' evidence was set out in a 90-page dossier asking the Senate to suspend Mr. Andreotti's parliamentary immunity so he can be interrogated and tried. Mr. Andreotti is already facing charges of corruption and collusion with the Mafia.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Black Caucus Threatens Revolt on Clinton Budget","web_url":"https://www.nytimes.com/1993/06/10/us/black-caucus-threatens-revolt-on-clinton-budget.html","abstract":"  Black Democrats in the House of Representatives today put off a meeting with President Clinton and threatened to defeat his budget package if his compromises with the Senate included retreats on Medicare, the earned income-tax credit, child hunger programs and summer jobs for youths.    It was the sharpest episode in a quarrelsome day among House Democrats, who are angry at the Senate and worried about Mr. Clinton, but not sure how much they can do about either. In frustration, they spent much of this morning fighting among themselves.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Court Won't Merge Districts But Orders Review by State","web_url":"https://www.nytimes.com/1993/06/10/nyregion/court-won-t-merge-districts-but-orders-review-by-state.html","abstract":"  The New Jersey Supreme Court yesterday declined to order three Bergen County school districts to merge to help achieve racial balance, but it upheld a lower-court ruling that requires the state to study the issue.   The high court's decision was significant for what it did as well as what it did not do: it chose not to rule on whether a court may order regionalization as a judicial remedy for de facto segregation. The justices also said it was unnecessary for them to decide at this point whether the State Board of Education has the authority to require regionalization.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"If It's Sunday, It Must Be Azinger","web_url":"https://www.nytimes.com/1993/06/10/sports/golf-if-it-s-sunday-it-must-be-azinger.html","abstract":"  Paul Azinger still isn't completely over the emotions of the miracle bunker shot that won him the Memorial Tournament last Sunday, but on the eve of the first round of the Buick Classic, he could at least say that he no longer feels bad for Payne Stewart.   A few hours after Azinger had holed the 25-foot sand shot at the 72d green and gone from a stroke behind Stewart to a stroke ahead in a matter of seconds, he was still feeling melancholy about administering such a bitter defeat to his best friend on the PGA Tour. Then he opened his locker.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Democracy's Doldrums","web_url":"https://www.nytimes.com/1993/06/10/opinion/democracy-s-doldrums.html","abstract":"  A book entitled \"Giants of the Democratic World\" would be exceedingly short, briefer even than \"Gems of English Cookery.\" Nobody can recall when so many leaders have found so little public favor. Not only are incumbents of various brands unpopular. They are also generally smaller than life. Europe as a whole fits the writer Jane Kramer's description of Austria: a grand opera performed by understudies.    Bill Clinton, whose 36 percent approval rating is the lowest for any President after four months, can take cold comfort from the advice of a fellow sufferer. During a White House visit, Prime Minister Brian Mulroney of Canada urged the President to \"wear unpopularity as a badge of honor.\" But proud defiance did not save Mr. Mulroney, who in February stepped down as party leader as his Progressive Conservatives plunged to a 21 percent approval rating, chiefly due to economic miseries.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Tirana Journal; 'Hallelujah' Is Heard in the Arch-Atheist's Temple","web_url":"https://www.nytimes.com/1993/06/10/world/tirana-journal-hallelujah-is-heard-in-the-arch-atheist-s-temple.html","abstract":"  If Enver Hoxha, Albania's dictator for more than 40 years, is turning in his monumental grave on a hillside above this capital, it would not be surprising.   On the steps of the spectacular marble-and-glass structure resembling a winged pyramid that was built to honor the man who made Albania the only country that outlawed religion, men and women who said they came from the Foursquare Gospel Church of Los Angeles were laying hands on shattered limbs, blind eyes and aching bodies the other day, and with many a \"Praise the Lord!\" and \"Hallelujah!\" prayed for healing.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Uncle Sam Still Wants You to Live a Lie","web_url":"https://www.nytimes.com/1993/06/10/opinion/l-uncle-sam-still-wants-you-to-live-a-lie-210193.html","abstract":"  To the Editor:   Some murky descriptions of a \"compromise\" on lifting the military's ban on homosexuals have appeared in the news. President Clinton has referred to a plan in which, \"if you don't ask and you don't say and you're not forced to confront it, people should be able to serve.\" The particulars of a \"don't ask, don't tell,\" proposal, supported in its various forms by Sam Nunn, Les Aspin and Barney Frank, remain vague. What this lack of clarity likely reflects is that such plans are not fully formed. Yet the emerging compromise may also remain poorly articulated because something in its essence defies logic.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Will Mr. Marino Help the Park?","web_url":"https://www.nytimes.com/1993/06/10/opinion/will-mr-marino-help-the-park.html","abstract":"  Every year, it seems, Ralph Marino gets the opportunity to be a hero to millions of New York State residents who care about the environment. And every year the majority leader of the Republican-controlled Senate takes a pass. Now, in the waning days of the present legislative session, he has still another chance.   At issue is Gov. Mario Cuomo's proposal to create a permanent trust fund for land preservation, watershed protection, waste treatment and recycling. The Assembly has already approved similar legislation sponsored by Speaker Saul Weprin. If Mr. Marino tells his Senate colleagues to go along, the trust fund is certain to become law.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Don't Close Drop-In Centers for the Homeless","web_url":"https://www.nytimes.com/1993/06/10/opinion/l-don-t-close-drop-in-centers-for-the-homeless-222593.html","abstract":"  To the Editor:   The proposed closing of homeless drop-in centers in New York City because of budget cuts is anger-provoking and saddening.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"NEGOTIATORS TRY TO REOPEN TALKS","web_url":"https://www.nytimes.com/1993/06/10/world/negotiators-try-to-reopen-talks.html","abstract":"  The United Nations peace mediator, Lord Owen, embarked here today on another round of talks to repair a Balkan peace effort that he says has gone badly off track, threatening among other things to draw Croatia more directly into the fray.   Amid setbacks to Bosnian Croats at the hands of Muslim forces in Bosnia and Herzegovina, as well as growing tension over parts of southeastern Croatia under the control of Serbian irregulars, Lord Owen and Thorvald Stoltenberg of Norway began the first of three days of meetings that will culminate in talks Saturday in Geneva between President Alija Izetbegovic of Bosnia, a Muslim, and Mate Boban, leader of the Bosnian Croats.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"U.N. COUNCIL PLANS TO ORDER FULL BAN ON OIL FOR HAITI","web_url":"https://www.nytimes.com/1993/06/10/world/un-council-plans-to-order-full-ban-on-oil-for-haiti.html","abstract":"  The United States and other United Nations Security Council members have decided to impose a mandatory worldwide ban on the supply of oil to Haiti as part of a new campaign to restore to power the deposed President, the Rev. Jean-Bertrand Aristide.   Plans for enforcing the blockade, which also applies to arms supplies, have not been worked out yet, diplomats said today. But the resolution imposing the ban, which is expected to be approved formally next week, will be adopted under Article 7 of the United Nations Charter, which allows the Council to enforce its orders.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Refugees Blocked From Getting Legal Help","web_url":"https://www.nytimes.com/1993/06/10/nyregion/refugees-blocked-from-getting-legal-help.html","abstract":"  The Immigration and Naturalization Service, which has pledged to send a tough signal to Asian smugglers and would-be immigrants by fighting the entry of the nearly 300 Chinese refugees who washed up on a Queens beach on Sunday, is blocking legal help to them, immigrant advocate groups and lawyers say.   At the immigration service detention center at 201 Varick Street yesterday, a sign on a bulletin board near the holding cells said that until further notice, no lawyers would be permitted to visit the refugees. When a reporter asked to take a closer look, a guard, who would not identify himself, snatched the sign down.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"METS INSIDE PITCH","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-mets-inside-pitch.html","abstract":"  JOSE GUZMAN worked seven and two-thirds innings last night, striking out seven in gaining the triumph for the Cubs. . . . General Manager AL HARAZIN denied persistent reports of a potential trade sending BOBBY BONILLA to the Giants for first baseman WILL CLARK.  \"It defies sense from every end,\" said Harazin, who pointed out that Clark has a no-trade clause in his contract. . . . Manager DALLAS GREEN has sent second baseman JEFF KENT to the bench for the next three games and ordered a crash course in selectivity a the plate and instincts in the field. Green made the move with three straight games against tough right-handers -- Guzman, TOMMY GREENE and CURT SCHILLING.  \"He's a tough kid, and we all like that,\" Green said of Kent. \"We all respect that. But it has to be channeled.\" CHICO WALKER started at second last night and homered in the fifth inning. . . . MIKE MADDUX, who yielded a two-run home run to RICK WILKINS in the seventh, has now given up nine runs in his last four and two-thirds innings of relief. . . . Bonilla's 10-game hitting streak ended.  ","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"RECALL IS ORDERED FOR WORM PROBES","web_url":"https://www.nytimes.com/1993/06/10/us/recall-is-ordered-for-worm-probes.html","abstract":"  The Federal Government has announced the recall of an electronic device used by fishermen to shock worms to bring them to the surface of the ground for use as bait, saying similar devices had caused the deaths of more than 30 people since 1973.   The Consumer Product Safety Commission formally ordered the recall on June 1 of about 83,000 of the devices, which run an electric current through the ground and send out vibrations that shock worms.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"McIlvaine Leaves Padres; Thoughts Turn to Mets","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-mcilvaine-leaves-padres-thoughts-turn-to-mets.html","abstract":"  Joe McIlvaine resigned as general manager of the San Diego Padres yesterday, then said he was going to do something he hasn't done since 1974: take some time off.   But, McIlvaine said last night, a team might be able to convince him to cut short a planned four-month hiatus made possible by a Padres contract that will run through October. Which leads to the question of whether McIlvaine, one of the chief engineers of the winning Mets teams of the 1980's, could find his way back to his former club.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Home Video","web_url":"https://www.nytimes.com/1993/06/10/arts/home-video-169593.html","abstract":"  With summer movies flooding theaters, studio video divisions are thinking months ahead. Will the big titles -- a \"Last Action Hero,\" say -- be finished with their theater runs in time to be in stores by Christmas? Equally important, which of this summer's releases has the right stuff to carry a low price tag on tape?   Movies priced low to sell (usually about $25) are vital even to video dealers whose business is primarily based on rentals.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Koresh, on Tape, Screams About Children","web_url":"https://www.nytimes.com/1993/06/10/us/koresh-on-tape-screams-about-children.html","abstract":"  As a furious gun battle raged at the Branch Davidian cult's compound in Texas, the group's leader, David Koresh, telephoned the Waco police, screaming, \"You killed some of my children.\"    \"There is a bunch of us dead and a bunch of you guys dead now -- that's your fault,\" Mr. Koresh yelled as Federal agents from the Bureau of Alcohol, Tobacco and Firearms stormed the Branch Davidian compound outside Waco.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Review/Rock; The Deliberately Derivative, From Jellyfish","web_url":"https://www.nytimes.com/1993/06/10/arts/review-rock-the-deliberately-derivative-from-jellyfish.html","abstract":"  Rock can be the noise of primal passions, but it doesn't have to be simple. From the Beatles and the Beach Boys down through Queen, Squeeze and XTC, rock has also been a medium for ingenuity and duplicity. Ever-so-clever pop constructions, full of key and tempo and textural changes, can carry equally clever lyrics that defy the simple pleasures of their sugar-coated tunes. Rock's most lapidary songwriters are willing to trade a show of spontaneity for a show of precision and whimsy, demonstrating just how elaborate a song can be.   Jellyfish, a band from San Francisco that performed on Friday night at the Academy, proudly joins pop's lineage of tuneful tricksters. Its songs cheerfully invite listeners to spot the derivations: the bouncy chords from Squeeze, the falsetto voice over rumbling drums from the Beach Boys, the vocal-harmony glissandos from Queen, the arrangements from the Beatles's \"Sgt. Pepper's Lonely Hearts Club Band.\" Its verbal strategies are close to those of Squeeze; songs from Jellyfish's two albums, \"Bellybutton\" and \"Spilt Milk\" (both on Charisma , used big words and fragmented narratives to address topics like the resemblance of rock fan clubs to televangelists' fund-raising (\"Joining a Fan Club\"), getting away with betrayal (\"All Is Forgiven\"), a philandering principal (\"Now She Knows She's Wrong,\" which rhymes \"D.N.A.\" and \"P.T.A.\") or masturbation (\"He's My Best Friend\").","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Stanley Cup Returns to the Citadel in Montreal","web_url":"https://www.nytimes.com/1993/06/10/sports/hockey-stanley-cup-returns-to-the-citadel-in-montreal.html","abstract":"  Aside from a colorful coach and a first-rate goalie, the Montreal Canadiens are sort of nondescript. They lack flashy personalities and superstars found even on lesser teams. They have no single celebrity close to the stature of Wayne Gretzky of the Los Angeles Kings, who was last seen tonight shaking the hands of the Canadiens on the Forum ice.   Gretzky and his teammates performed that ceremonial chore because the gritty, balanced Canadiens possess that one, bright, shining object that every team in the National Hockey League seeks when it arrives at training camp in the late-summer heat of September. They have the Stanley Cup, which they hoisted high after defeating the Kings by 4-1.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Essay; The Polish Thatcher","web_url":"https://www.nytimes.com/1993/06/10/opinion/essay-the-polish-thatcher.html","abstract":"  Next to Hillary Clinton, the most powerful woman in politics today is Hanna Suchocka. This is true despite the fact that the Government headed by the first female Prime Minister of Poland -- and the first woman to lead the nation since Queen Jadwiga in the 14th century -- was recently overturned by a single vote.    Her former Minister of Justice, whom she fired the week before for his habitual tardiness, claims he did not oversleep. He says he left a wake-up call with the hotel operator, who rang him; he told his wife to call him from home, which she did; and he set his alarm, which duly rang. Despite this tintinnabulation of bells, he just did not make it to the Parliament in time for the confidence vote, and the Government fell. We all have mornings like that.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"A Talk With Bhutto: Is Her Sure Touch Slipping?","web_url":"https://www.nytimes.com/1993/06/10/world/a-talk-with-bhutto-is-her-sure-touch-slipping.html","abstract":"  Benazir Bhutto sat in a stuffed armchair in her office in Islamabad, her eyes flaring at times in anger, her voice harsh with frustration and irritation.   Once beloved by Pakistani voters, once a darling of Washington, once Prime Minister, she has seen her political fortunes evaporate like a puddle on a scorching pavement.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"The Race for Drumthwacket","web_url":"https://www.nytimes.com/1993/06/10/opinion/the-race-for-drumthwacket.html","abstract":"  Christine Todd Whitman nearly unseated Senator Bill Bradley two years ago by attacking New Jersey's Governor, Jim Florio, on taxes. Having won the Republican gubernatorial primary this week with more attacks on Mr. Florio, she has proved her strength at campaigning. She now has five months to prove her worth for office, in a contest where the heat is already rising.   Following the Republican victory over a Democratic incumbent in the Texas Senate race last week, the race for Drumthwacket -- the governor's residence in Princeton -- shapes up as the next significant measurement of Democratic strength. New Jersey's will be the only major statewide vote in November where an incumbent seeks re-election. By chance, he's a Democrat whose public approval ratings are down near President Clinton's.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Third Wave: 1776, 1950 and 1993","web_url":"https://www.nytimes.com/1993/06/10/sports/soccer-third-wave-1776-1950-and-1993.html","abstract":"  It happens every 43 years, like scoreboard clockwork: The United States national soccer team knocks off England and sends segments of the British Empire into convulsions of sporting despair.   Right on schedule today, in a U.S. Cup match, the Americans pulled off a convincing 2-0 upset over England before 37,652 fans at Foxboro Stadium. Energized by the addition of foreign-based players Tab Ramos, Tom Dooley and Eric Wynalda, the United States went airborne twice to shock an English side that already was consumed by self-analysis.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"U.S. to Release 158 Haitian Detainees","web_url":"https://www.nytimes.com/1993/06/10/world/us-to-release-158-haitian-detainees.html","abstract":"  The Clinton Administration said today that it would comply with a Federal court ruling and release 158 Haitian political refugees, most of them infected with the virus that causes AIDS, who have been held at the American naval base in Guantanamo Bay, Cuba.   The decision means the detainees will be admitted into the United States in the next few days, with most of them expected to head to south Florida.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Campbell to Get Old Job Back","web_url":"https://www.nytimes.com/1993/06/10/sports/hockey-campbell-to-get-old-job-back.html","abstract":"  Mike Keenan, the Rangers' new coach, said today that Colin Campbell should be back with the team next season as an assistant coach, a role Campbell lost last January when Roger Neilson was fired as head coach.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"U.S. Experts Say 'Safe Havens' Won't Help Much","web_url":"https://www.nytimes.com/1993/06/10/world/us-experts-say-safe-havens-won-t-help-much.html","abstract":"  American intelligence officials have told the White House that the plan to create \"safe havens\" for the besieged Muslims in Bosnia would do little in the long run beyond creating six impoverished refugee compounds with limited law and order and no economic future, a senior Clinton Administration intelligence analyst said today.   And the official said there is little hope of restoring a single Bosnian state along the lines of the plan developed by Lord Owen and Cyrus R. Vance. He added that the most likely outcome is the partition of the country into Muslim, Serbian and Croatian areas.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"How Christian Coalition Endorsed Candidates","web_url":"https://www.nytimes.com/1993/06/10/opinion/l-how-christian-coalition-endorsed-candidates-207193.html","abstract":"  To the Editor:   In \"Christian Coalition Only Guided Voters\" (letter, May 28), Ralph E. Reed Jr., executive director of that organization, states on the subject of endorsements of school board candidates, \"Neither the Christian Coalition nor any of the 2,000 churches that received our voter guides endorsed any candidate or slate of candidates.\"","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"U.S. Is Sending Planes to Bolster U.N. in Somalia","web_url":"https://www.nytimes.com/1993/06/10/world/us-is-sending-planes-to-bolster-un-in-somalia.html","abstract":"  The United States has sent four heavily armed gunships to Somalia to be available for any retaliation by United Nations forces against a faction that has been blamed for the deaths of 23 peacekeepers, Administration officials said today.   Three of the AC-130H \"Specter\" gunships have already landed in neighboring Djibouti, giving United Nations forces new offensive power to strike at arms caches controlled by the faction headed by Gen. Mohammed Farah Aidid.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/10/opinion/IHT-letters-to-the-editor-94284250002.html","abstract":"Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Opinion, April 28) by Katherine Knorr: .As one who innocently wandered into a \"prestigious\" graduate program some years ago, naively inspired by my love of the culture and l","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/10/us/inside-713293.html","abstract":"  More Cuts at the Pentagon   The Defense Secretary has told the services to prepare for further spending reductions totaling billions of dollars in next year's budget. Page A22. Wet, Gusty and Damaging    Thunderstorms rolled over the New York metropolitan area, felling trees and power lines and spawning funnel-shaped clouds. Page B9. Trying to Control Custodians    The New York City Board of Education has turned to the State Legislature in its efforts to win greater control over school custodians. Page B1. Bulls Beat Suns in Opener    The Chicago Bulls beat the Phoenix Suns, 100-92, in the opening game of the National Basketball Association championship series. Page B13.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"1893:Hidden Raphael? : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/10/opinion/IHT-1893hidden-raphael-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - A replica or copy of Raphael's \"Belle Jardinire\" which is to be sold today [June 10] at Christie's has a curious history. At one time the gem of the late Bishop of Winchester's collection, it was bought from the Gallery of Baronne","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Whitman and Florio Attack As New Jersey Battle Begins","web_url":"https://www.nytimes.com/1993/06/10/nyregion/whitman-and-florio-attack-as-new-jersey-battle-begins.html","abstract":"  The morning after winning the Republican gubernatorial primary, Christine Todd Whitman began her general election race today by breaking bread with her Republican rivals at a \"unity brunch\" and revamping her campaign staff, putting her brother in charge.    And she went after the man whose job she wants, Gov. Jim Florio, accusing him of playing politics by flirting with tax cuts in an election year.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Plan to Protect 40,000 Acres of Pine Barrens","web_url":"https://www.nytimes.com/1993/06/10/nyregion/plan-to-protect-40000-acres-of-pine-barrens.html","abstract":"  After years of conflict over the fate of the Long Island Pine Barrens, a bipartisan group of state legislators proposed a plan today to preserve 40,000 acres of the endangered watershed and wildlife habitat on the Island's East End.   But though it creates a mechanism for keeping the region wild, the legislation leaves unresolved the critical issue of how to pay for 8,000 acres of privately owned land in the heart of the proposed reserve.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Evil Science Runs Amok - Again!","web_url":"https://www.nytimes.com/1993/06/10/opinion/evil-science-runs-amok-again.html","abstract":"  Ian Malcolm, the doom-saying mathematician and hip hierophant in the book and film versions of \"Jurassic Park,\" hangs around like the personification of a migraine. In Michael Crichton's novel, though dropped on his head and mauled by a Tyrannosaurus rex, he takes forever to die, rivaling Francisco Franco's lengthy demise, gasping out his apocalyptic views of contemporary science. Luckily, on film his lectures have been edited to a Ross Perot-ish infomercial on Chaos Theory.   In one of the novel's soliloquies, Malcolm (whom Mr. Crichton based on the particle physicist-cum-mystic Heinz Pagels) compares scientists' use of power to thugs wielding Saturday night specials. He is a particularly hyperbolic mouthpiece for the predictable but no less disturbing anti-science sentiment that runs through the novel and the film, underscored recently when the director Steven Spielberg called science \"intrusive\" and \"dangerous.\" Thus, we have Hollywood's recycled version of the already recycled cliche: it's not nice for scientists to fool Mother Nature.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Administration Rethinking Mental-Health Coverage","web_url":"https://www.nytimes.com/1993/06/10/us/administration-rethinking-mental-health-coverage.html","abstract":"  Concerns about cost have forced the Administration to reconsider its initial plan to provide open-ended, comprehensive insurance coverage for treatment of mental disorders under President Clinton's health program.   The cost and scope of mental health benefits have become a subject of impassioned debate inside the Government and have generated some tension between Tipper Gore and Hillary Rodham Clinton, Administration officials say.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Moves by President To Invigorate Staff Supported by Perot","web_url":"https://www.nytimes.com/1993/06/10/us/moves-by-president-to-invigorate-staff-supported-by-perot.html","abstract":"  In a distinct warming trend in a chilly relationship, Ross Perot today cited President Clinton's recent staff shakeup as a sign that Mr. Clinton \"is starting to get it together.\"   Mr. Perot, in particular, had kind words for David R. Gergen, the former adviser to Republican Presidents who was hired by Mr. Clinton last month. \"With his background and experience, he can make a big contribution,\" Mr. Perot said in a conference-call interview with several reporters, which was reported by The Associated Press.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/10/style/chronicle-989593.html","abstract":"  CASSANDRA DANSON has filed for divorce from the \"Cheers\" star TED DANSON, citing irreconcilable differences as the cause for the end of their 15-year marriage.    The petition was filed last Thursday in Superior Court in Santa Monica, Calif., The Associated Press reported yesterday. Mr. Danson, who is 45, and his wife, 55, have been separated since October.","thumbnail":null,"section":"Style"},{"date":"19930610","headline":"Critic's Notebook; Getting to Know Mrs. Clinton in Both Her Hats","web_url":"https://www.nytimes.com/1993/06/10/arts/critic-s-notebook-getting-to-know-mrs-clinton-in-both-her-hats.html","abstract":"  So thoroughly identified is Hillary Rodham Clinton with the Administration's health-care plan that her appearance tonight on NBC, her first acceptance of such a network invitation since she became First Lady, signals a new stage in a lowering political battle as well as in the image-refurbishing of a still undefined First Lady.   As bits of the health plan have been exposed, Mrs. Clinton, cloistered with her health-care acolytes, has been seen by most Americans only as a flash on the evening news. A few weeks ago, however, she permitted several magazines and newspapers a peek behind her veil in preparation for the unveiling of the big plan, a process that is beginning to seem like an overlong strip tease, with the climactic take-it-off moment still months away.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"DNA From the Age of Dinosaurs Is Found","web_url":"https://www.nytimes.com/1993/06/10/us/dna-from-the-age-of-dinosaurs-is-found.html","abstract":"  A team of scientists says it has recovered and identified the oldest DNA ever found: genetic material from an extinct weevil that lived during the age of dinosaurs.   The achievement apparently refutes the long-held view of many biologists that DNA of so great an age, some 80 million years older than the oldest previously known DNA, would have decayed completely, leaving no trace.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Human Rights for Women","web_url":"https://www.nytimes.com/1993/06/10/opinion/human-rights-for-women.html","abstract":"  What to do about Bosnia? Development? At its world conference on human rights in Vienna, which begins today, the United Nations will wrestle with these issues. Women's human rights are at the center of both of them.   Women's human rights? Yes. In New York, U.N. diplomats from a world outraged about the Balkan carnage, including the systematic rape of countless women, have argued about what to do. And elsewhere in the U.N., diplomats are looking a year ahead toward a world conference on population and development, where women hold the key.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Washington Talk; What's Delaying Choice Of High Court Nominee","web_url":"https://www.nytimes.com/1993/06/10/us/washington-talk-what-s-delaying-choice-of-high-court-nominee.html","abstract":"  When Justice William J. Brennan Jr. announced his retirement from the Supreme Court, President George Bush took three days to name David H. Souter to fill his seat. One year later, he took four days to say he wanted Clarence Thomas to replace Thurgood Marshall.   By contrast, President Clinton's search for a Supreme Court Justice has taken almost three months -- far longer than any President in more than 25 years. Day after day, week after week, the President or his aides have said they were on the verge of an announcement, only to pull back. White House officials today assured reporters again that the nomination was imminent -- certain to come by Saturday.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Cyclist Shoots 2 in Harlem","web_url":"https://www.nytimes.com/1993/06/10/nyregion/cyclist-shoots-2-in-harlem.html","abstract":"  A gunman on a bicycle wounded two pedestrians during a ride-by shooting in Harlem last night, the police said. Maria Herzo, 33, was shot in the stomach, and a 2-year-old girl was hit in the right hand. Both were described as being in stable condition at St. Luke's Hospital. Sgt. Anthony Barlanti, a police spokesman, said the incident took place about 8:40 P.M. in front of 453 West 125th Street. Witnesses said the assailant pulled a handgun, fired at the two and then pedaled into the night before bystanders could stop him, Sergeant Barlanti said. The motive was not known.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Uncle Sam Still Wants You to Live a Lie; Don't Give Up","web_url":"https://www.nytimes.com/1993/06/10/opinion/l-uncle-sam-still-wants-you-to-live-a-lie-don-t-give-up-219593.html","abstract":"  To the Editor:   As a lesbian convinced of the importance of living a life of integrity, I strongly disagree with the \"don't ask, don't tell,\" philosophy on the ban of gays and lesbians in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Only Thing Roy Can't Stop Is Praise for His Goaltending","web_url":"https://www.nytimes.com/1993/06/10/sports/hockey-only-thing-roy-can-t-stop-is-praise-for-his-goaltending.html","abstract":"  The image did not flash on the scoreboard until after the game, until after the Montreal Canadiens had won their 24th Stanley Cup. The little cartoon man trudged into a phone booth, puffed up his chest, and -- poof! -- the big Superman crest exploded onto the screen that hangs over the center of the Forum ice.    SuperPatrick screamed the words across the top of the picture, a tribute to the man chiefly responsible for the celebration that took place in Montreal tonight.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/10/sports/results-plus-901193.html","abstract":"  TENNIS  Qualifier Upsets Navratilova on Grass  Kristine Radford of Australia, a 23-year-old qualifier ranked 170th in the world, shocked top-seeded Martina Navratilova, 2-6, 6-4, 6-3, in a third-round match yesterday at the Edgbaston grass-court tournament in Birmingham, England. Navratilova looked to be on her way to a comfortable victory when she won seven straight games to take the first set and lead by 2-0 in the second. But Radford leveled the set at 3-3, then won the set four games later on a Navratilova double fault. Radford broke serve to lead by 5-3 in the third set and won on her second match point when Navratilova netted a forehand return of serve. (AP) Sampras Is Defeated: Pete Sampras played as if he preferred to be somewhere else rather than at London's Queens Club yesterday. Now he has the time to go there. The world's top-ranked player suffered a 5-7, 7-5, 6-4 loss to Grant Stafford of South Africa in the second round. Stafford is ranked 110th in the world. \"There are times when you miss home a little bit,\" said Sampras, who has been away from Tampa, Fla., for five weeks. \"And this is one of those times.\" But Sampras said he would stay in London to prepare for Wimbledon, which starts on June 21. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Greene Is a Big Hit As Phils' Top Pitcher","web_url":"https://www.nytimes.com/1993/06/10/sports/on-baseball-greene-is-a-big-hit-as-phils-top-pitcher.html","abstract":"  Everyone knows about the avalanche known as the Philadelphia Phillie offense that's hit the National League this season. Too many teams have spent too much time digging out from under Philadelphia's league-leading 311 runs, 119 doubles and 58 home runs to have not noticed the bruising meted out wherever the Phillies go.   What has been greeted with a lot less notoriety, but has proved to be the undoing of just as many opponents, is the Phillies pitching. It has been just as sharp, just as decisive, and just as commanding as anything coming off the Phillies' bats. And no one epitomizes that sudden burst of confidence and success more than Tommy Greene.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Missing Man in Bombing Case Is Said to Be in Iraq","web_url":"https://www.nytimes.com/1993/06/10/nyregion/missing-man-in-bombing-case-is-said-to-be-in-iraq.html","abstract":"  A missing figure in the World Trade Center bombing case -- a man said to have helped teach Mohammed A. Salameh to drive a van -- is in Iraq and has turned down an F.B.I. request to return, Federal investigators and a spokesman for Arab causes said yesterday.   Court papers call the missing man a \"confidential informant\" who told Federal agents that he had accompanied Mr. Salameh, the first suspect arrested, to a Jersey City apartment where traces of explosive damage were later found, and had helped Mr. Salameh, two days before the Feb. 26 blast, to learn to drive the kind of Ryder van that prosecutors say carried the bomb.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Ousted British Official Assails Prime Minister","web_url":"https://www.nytimes.com/1993/06/10/world/ousted-british-official-assails-prime-minister.html","abstract":"  Just when it seemed that John Major's fortunes could hardly sink any lower, the Prime Minister was subjected today to a withering attack in Parliament from former Chancellor of the Exchequer Norman Lamont.   Two weeks ago Mr. Major dismissed Mr. Lamont from the Government's second most powerful post. Today, in a 20-minute speech slipped in as a surprise, the new back-bencher got his revenge.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"U.S. Wants to Keep Menus Honest on Nutrition Claims","web_url":"https://www.nytimes.com/1993/06/10/us/us-wants-to-keep-menus-honest-on-nutrition-claims.html","abstract":"  The Food and Drug Administration is expected to announce new rules on Thursday to require all restaurants to back up any nutrition claims on their menus.    The proposal would undo a compromise the agency reached with the White House in the waning days of the Bush Administration in order to persuade Mr. Bush to sign the Nutrition Labeling and Education Act, which requires virtually every packaged food to be labeled with its nutritional content.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Budget Talks With Mayor In a Standoff","web_url":"https://www.nytimes.com/1993/06/10/nyregion/budget-talks-with-mayor-in-a-standoff.html","abstract":"  Four days after the City Charter deadline for adopting a new budget, talks between the City Council and the Dinkins administration degenerated yesterday into a schoolyard standoff. The two sides spent the day finger-pointing and saber-rattling, but failed to make progress on the three main issues dividing them.   The Council Speaker said the standoff was the Mayor's fault for leaving City Hall the other night when, in the Speaker's view, a deal was at hand. But the Mayor's staff said the Council had derailed the deal by insisting on last-minute concessions that the Mayor could not accept.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"HOPES ARE DASHED ON AIDS THERAPY","web_url":"https://www.nytimes.com/1993/06/10/world/hopes-are-dashed-on-aids-therapy.html","abstract":"  An air of enthusiasm rose over the ninth international AIDS meeting here before Dr. Jonas Salk's team reported today on his experimental immunotherapy for people infected with H.I.V., the virus that causes AIDS.   But the enthusiasm, largely drummed up by a public relations blitz from the company that makes the immunotherapy, quickly disappeared as the report drew a cool reception from experts at the meeting.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/06/10/style/IHT-what-theyre-reading.html","abstract":"Judith Rosenbauer, director of the English Theater in Frankfurt, is reading Dostoevski's \"The Gambler,\" about a man's experiences in a German casino. .\"I started reading it because I was recently in the casino in Baden-Baden, which is Eur","thumbnail":null,"section":"Style"},{"date":"19930610","headline":"Turks in Berlin Call 1-Hour Strike To Urge Action on Arson Attacks","web_url":"https://www.nytimes.com/1993/06/10/world/turks-in-berlin-call-1-hour-strike-to-urge-action-on-arson-attacks.html","abstract":"  As attacks against foreigners continue, Turkish leaders in Berlin have announced plans for a one-hour strike on Friday.   \"This action is an appeal from Turkish business people to politicians, urging them to take truly effective measures against terror and racism,\" said Kenan Kolat, one of the organizers. \"Politics treats the attacks on foreigners as a series of isolated acts, but it is a problem of the entire society.\"","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/10/nyregion/c-corrections-963193.html","abstract":"  An article in Business Day on June 2, about plans by Telemundo Group Inc. to develop a Spanish-language news service for cable television in the United States and Latin America, misstated the number of Western news agencies with bureaus in Cuba. Along with Reuters, several news agencies, including Agence France-Presse and Agencia EFE of Spain, have bureaus in Cuba.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/10/sports/transactions-934893.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed Brian Brewer, John Lombardi, Tim Karns, Alex Pena, Michael Lane, and Mike Trimarco, pitchers; Kimera Bartee, Delshon Bowman, Trovin Valdez, and Charles link, outfielders; Lincoln Martin, second baseman; Kenneth Reed, first baseman; James Foster, catcher; and Jeff Michael and ronald Shankle, shortstops.   SEATTLE MARINERS -- Signed Ed Randolph and Johnny Cardenas, catchers; Robert Krueger, Paul Crow, Casey Craig, Rafael Carmona, Brian Sosa, John Daniels, Tim Bruce, Matt Apana, Jon Updike and Kelvin Mitchell, pitchers; Chad Dunavan, Chris Dumas, Joe Berube, Joe Mathis and John Tejcek, outfielders; and Manny Patel and Roy Miller, infielders.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Lawyer Says Ex-Officer Ready to Admit Charges","web_url":"https://www.nytimes.com/1993/06/10/nyregion/lawyer-says-ex-officer-ready-to-admit-charges.html","abstract":"  Michael Dowd, the police officer whose arrest last year led to a widespread investigation of corruption in the New York City Police Department, has agreed to plead guilty to charges that he bought and sold cocaine and that he regularly received cash payments from drug gangs, his lawyer said last night.   The agreement, coming after nearly a year of three-sided negotiations involving Federal and state prosecutors and Mr. Dowd's lawyer, Marvin Hirsch, means that the former officer will avoid a prison term that could have stretched well beyond the year 2015. Instead, he will face a sentence of between 12 1/3 to 15 2/3 years.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/10/nyregion/c-corrections-741893.html","abstract":"  An article yesterday about a judge's decision to order the immediate release of Haitian refugees held at a detention camp in Guantanamo Bay, Cuba, misstated the age of the camp in some copies. It was set up in November 1991. The article also misstated the affiliation of a lawyer, Michael Ratner. He is with the Center for Constitutional Rights.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"School Board Presses Fight With a Union","web_url":"https://www.nytimes.com/1993/06/10/nyregion/school-board-presses-fight-with-a-union.html","abstract":"  The New York City Board of Education, stalled in its efforts to win greater control over school custodians in contract talks with their union, has turned to the State Legislature to get what it wants.   Legislation that the Democratic-led Assembly passed by a slim margin today would provide principals a stronger role in evaluating and promoting custodians, a group whose singular independence has given them a \"quasi-license to steal,\" school investigators say.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"A Whistle-Blowing Nuclear Worker Gains","web_url":"https://www.nytimes.com/1993/06/10/us/a-whistle-blowing-nuclear-worker-gains.html","abstract":"  An administrative law judge for the United States Labor Department found today that managers at the Oak Ridge National Laboratory had retaliated against a technician there by creating a hostile work environment after he raised concerns about radiation exposure on the job.   The finding by the judge, Theodor von Brand, upheld a decision issued last year by the Labor Department's district director in Nashville and appealed by the technician's employer, Martin Marietta Energy Systems, which manages the Oak Ridge center for the Energy Department.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/10/nyregion/no-headline-736193.html","abstract":"  \"The possibility of cloning dinosaurs is very remote. Probably impossible. But we have now at least shown that DNA from the age of dinosaurs actually has survived.\" -- Dr. RAUL J. CANO, of California Polytechnic State University.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Sports of The Times; Stanley Cup 'Back Home;' Wayne Gone?","web_url":"https://www.nytimes.com/1993/06/10/sports/sports-of-the-times-stanley-cup-back-home-wayne-gone.html","abstract":"  THE most famous sports trophy in North America came out of hiding last night, but the most famous hockey player in the world sent clear signals that he was preparing to fade away from the ice.   Even while they were dancing in the Forum and outside on Rue Ste. Catherine to celebrate the Canadiens' 24th Stanley Cup, Wayne Gretzky himself revealed that he might have played his last minute of hockey in the Kings' 4-1 loss.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Los Angeles Elects a Conservative As Mayor and Turns to a New Era","web_url":"https://www.nytimes.com/1993/06/10/us/los-angeles-elects-a-conservative-as-mayor-and-turns-to-a-new-era.html","abstract":"  Los Angeles entered a new political era today as its conservative Mayor-elect, Richard Riordan, outlined plans to use his skills as an entrepreneur to bring the city out of its economic slump and social turmoil.   The first Republican to lead the city in a generation, Mr. Riordan, a self-made millionaire of 63, campaigned with promises to lure more businesses and hire more police officers, sweeping aside the coalition of blacks and white liberals that had sustained the retiring Mayor, Tom Bradley, for 20 years.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Yanks and Abbott Dig an Early Hole","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-yanks-and-abbott-dig-an-early-hole.html","abstract":"  There was no ninth-inning rally for the Yankees tonight, no warm feeling as they fled Royals Stadium and traveled to Milwaukee and no reason to be proud of their effort. There was only another early deficit, another suspect start from Jim Abbott and another night when the Yankees did not show any road flair.   For the fourth time in six games on this trip, the Yankees fell behind by at least three runs after three innings and were unable to recover for the third time as the Royals surged to a 10-3 victory.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Bolivian Assured of Presidency as Foe Concedes","web_url":"https://www.nytimes.com/1993/06/10/world/bolivian-assured-of-presidency-as-foe-concedes.html","abstract":"  Gonzalo Sanchez de Lozada was guaranteed the presidency of Bolivia today when his chief rival, a former dictator, conceded defeat in Sunday's elections.   A Sanchez de Lozada presidency is certain to step up Bolivia's free-market policies, which include low inflation and privatization, efforts that he initiated in 1985 as Planning Minister.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Out of the Blue, Space Telescope Sees 'Naked' Stars","web_url":"https://www.nytimes.com/1993/06/10/us/out-of-the-blue-space-telescope-sees-naked-stars.html","abstract":"  Astronomers examining pictures from the Hubble Space Telescope have caught sight of stars in a stunning state of undress, stripped of their dense cloak of gases and exposed to their cores.   \"These objects represent a totally new population of very blue stars,\" said Dr. Guido De Marchi, a Hubble astronomer who announced the discovery here today at a meeting of the American Astronomical Society.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Mondale (Tokyo) Is Excited, Holbrooke (Bonn) Surprised","web_url":"https://www.nytimes.com/1993/06/10/world/mondale-tokyo-is-excited-holbrooke-bonn-surprised.html","abstract":"  The Clinton Administration may have left some heavyweight candidates for top ambassadorial jobs hanging for a long time, but when it made up its mind, it acted quickly.   The phone calls began shortly after dawn on Tuesday, in an account given by someone involved in the process. Secretary of State Warren Christopher, on his way to Andrews Air Force Base to begin a European tour, rang up Richard C. Holbrooke with a surprising offer of an ambassadorship.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"CLINTON NOW SEEMS PREPARED TO DROP ANY WIDE FUEL TAX","web_url":"https://www.nytimes.com/1993/06/10/us/clinton-now-seems-prepared-to-drop-any-wide-fuel-tax.html","abstract":"  Barely a day after giving up his demand for a $71.5 billion tax on the heat content of energy sources, President Clinton seemed close today to retreating from his fallback position as well: that any substitute for that tax must cover the gamut of fuels, from oil to electricity to natural gas.   Instead, Senate and Administration officials said, Mr. Clinton's aides were looking closely at a proposal by Senator John B. Breaux, Democrat Louisiana, to replace the heat tax with a $40 billion tax on gasoline and other transportation fuels and $30 billion in Medicare cuts through the fiscal year 1998.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Aspin Tells Pentagon to Find Billions More in Budget Trims","web_url":"https://www.nytimes.com/1993/06/10/us/aspin-tells-pentagon-to-find-billions-more-in-budget-trims.html","abstract":"  Defense Secretary Les Aspin, opposed to further cuts in military programs on the ground that readiness would be endangered, has nonetheless quietly told the armed services to prepare for as much as $20 billion more in reductions for the next fiscal year to meet Congressional requirements.    The Pentagon's problem stems from a confluence of factors: budget accounting practices, the cost of new programs, budget limitations imposed by Congress and the different priorities of Mr. Aspin and Congress. That adds up to a situation in which the Pentagon, after already making steep cuts beyond those that had been planned by the Bush Administration, would still exceed its $263 billion budget for the fiscal year beginning Oct. 1.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/10/nyregion/bridge-664093.html","abstract":"  Many players from the New York metropolitan area posted high North American scores in the Epson Worldwide Bridge contest last week. Among them were: Friday East-West: Robin Kay and Aaron Silverstein, 10th with 68 at Culbertson, Manhattan. Saturday North-South: Ronnie Kutic and Berl Sternberg, 5th with 71 percent at the Bridge Deck, Scarsdale, N.Y.; Joan Pollenz and Lisa Yellis, 7th with 69 percent at the Vanderbilt, Lake Success L.I.; Mel Colchamiro and Janet Schiff, 8th with 69 percent at Grand, Massapequa L.I. Saturday East-West: J.J. Adamo and Sandy Burns, 5th with 69 percent at West Hill, Englewood, N.J., and Jane Heilbron and Joan Mendell, 7th with 68 percent at the Bridge Deck, Hartsdale, N.Y.   Michael Rosenberg and Zia Mahmood, playing at Honors Club in Manhattan, had 68 percent Friday night, the top North-South score in New York City. On the diagramed deal they outwitted the official analysts. They pushed to six no-trump, with a natural sequence that included a strongly invitational raise from three no-trump to five no-trump.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Hawks Sign Blaylock to 5-Year Deal","web_url":"https://www.nytimes.com/1993/06/10/sports/sports-people-pro-basketball-hawks-sign-blaylock-to-5-year-deal.html","abstract":"  MOOKIE BLAYLOCK is set to direct the Atlanta Hawks' offense for five more years.   The Hawks announced yesterday that Blaylock has agreed to a five-year contract, terms of which were not disclosed. The new deal negates the option year he had under his old contract with the Nets.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Rudolph to Work on Behalf of Berlin's Bid","web_url":"https://www.nytimes.com/1993/06/10/sports/sports-people-olympics-rudolph-to-work-on-behalf-of-berlin-s-bid.html","abstract":"  The Olympic gold-medal winner, WILMA RUDOLPH, will be working to help Germany land the 2000 Olympic Games for Berlin.   \"Their chief competition is Beijing, China, and Sydney, Australia, but I think Germany would be better suited, from the significance of world peace,\" Rudolph said in Nashville.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Croats in Bosnia Walk Out Of Talks With Government","web_url":"https://www.nytimes.com/1993/06/10/world/croats-in-bosnia-walk-out-of-talks-with-government.html","abstract":"  The commander of the Bosnian Croats' militia abruptly walked out of United Nations cease-fire talks today, dashing hopes for a halt to a territorial free-for-all that has left hundreds dead in central Bosnia.   But fighting around Travnik was said to be waning after five days of skirmishes that emptied the town of Croats. A day after taking command in a shake-up of the Bosnian Army, the former head of strategic planning, Rasim Delic, had ordered a unilateral cease-fire in the area, the Army said.","thumbnail":null,"section":"World"},{"date":"19930610","headline":"Cubs Show Why Mets Eye Deal for Pitcher","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-cubs-show-why-mets-eye-deal-for-pitcher.html","abstract":"  The Mets want to deal, and if they are able to deal big, they want to trade for quality starting pitching.   For instance, they recently tried to package shortstop Tony Fernandez and a right-handed reliever -- either Anthony Young or Jeff Innis -- to a National League club for a front-line starting pitcher, according to a baseball executive with knowledge of the club's recent talks. The club was believed to be the Phillies, and the pitcher the Mets wanted would have been Tommy Greene, Curt Schilling, Terry Mulholland or Ben Rivera.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Twins' Movie-Making Vision: Fighting Violence With Violence","web_url":"https://www.nytimes.com/1993/06/10/movies/twins-movie-making-vision-fighting-violence-with-violence.html","abstract":"  Few films begin and end with such unsparing brutality as \"Menace II Society.\"    \"We wanted to show the realities of violence, we wanted to make a movie with a strong antiviolent theme and not like one of those Hollywood movies where hundreds of people die and everybody laughs and cheers,\" said Albert Hughes, the 21-year-old who directed this movie with his twin brother, Allen.","thumbnail":null,"section":"Movies"},{"date":"19930610","headline":"The Rule of Seven : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/10/opinion/IHT-the-rule-of-seven-letters-to-the-editor.html","abstract":"Regarding \"Let's Put the Group to Work\" (Opinion, May 15): .I cannot imagine anything worse than transforming the Group of Seven into an international steering committee, as Richard Burt in effect suggests. Such arrogance would further margin","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Books of The Times; The Art of Going Gentle Into That Good Night","web_url":"https://www.nytimes.com/1993/06/10/books/books-of-the-times-the-art-of-going-gentle-into-that-good-night.html","abstract":"  Days of Grace  A Memoir  By Arthur Ashe and Arnold Rampersad.  Illustrated. 317 pages. Alfred A. Knopf. $24.    In the penultimate chapter of \"Days of Grace: A Memoir,\" Arthur Ashe describes a time he spent in the hospital, which turned out to be shortly before his death from AIDS-related pneumonia on Feb. 6, 1993.","thumbnail":null,"section":"Books"},{"date":"19930610","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/10/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Opinion, April 28) by Katherine Knorr: .Ms. Knorr dismisses feminist thought as a soft science in search of someone to blame. But for each woman on this planet who has an education, a","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Art Work Is (Yes, Really) Garbage","web_url":"https://www.nytimes.com/1993/06/10/nyregion/art-work-is-yes-really-garbage.html","abstract":"  Mierle Laderman Ukeles is staring at a 200-foot-long mound of decomposing leaves.   \"This is sculpture already,\" she says.   Michelangelo had his ceiling. Frank Lloyd Wright had his falling water. Ms. Ukeles has her garbage.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Jordan, N.B.A.'s Garbo, Speaks","web_url":"https://www.nytimes.com/1993/06/10/sports/pro-basketball-jordan-nba-s-garbo-speaks.html","abstract":"  It was just a routine night for Michael Jordan. He scored. He won. He talked.   Before the Bulls beat the Suns, 100-92, in Game 1 of the National Basketball Association finals tonight, Jordan broke his silence with reporters by chatting with his friend, NBC's Ahmad Rashad, for an interview that was shown at halftime. After he led the Bulls with 31 points, Jordan marched into the interview room and, sensing that his team was in control as it goes for its third straight title, announced, \"It's all about making history now.\"","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Gala to Feature Dances of Protest","web_url":"https://www.nytimes.com/1993/06/10/arts/gala-to-feature-dances-of-protest.html","abstract":"  The New Dance Group was founded in 1932 to bring the uplifting force of dance into the lives of the workers of New York City. One of a number of visionary dance projects of the time, it alone survived and flourished, offering inexpensive classes and rehearsal space and producing dance by choreographers whose names read like a roster of American modern dance.   Many of those choreographers will be represented in a gala retrospective tomorrow night at 7:30 at the theater at La Guardia High School, on Amsterdam Avenue at 64th Street, just west of Lincoln Center. The program will feature signature pieces created between 1936 and 1981 by 17 men and women, which will be performed whole or in part.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/10/nyregion/c-corrections-964093.html","abstract":"  An article in Business Day on Friday about a legal battle for control of the Pacific Lumber Company misstated the relationship between Charles E. Hurwitz, chairman of Pacific's parent, Maxxam Inc., and the Executive Life Insurance Company, a California insurer that supplied annuities for Pacific Lumber's pension plan. Mr. Hurwitz did not control Executive Life.   The article also omitted attribution for allegations that the United Savings Association bought junk bonds from Drexel Burnham Lambert Inc. in return for Drexel's financing of acquisitions. That assertion was made in a lawsuit by the Federal Deposit Insurance Corporation against Michael R. Milken, Drexel's junk-bond specialist. Because Mr. Milken and Drexel Burnham settled the suit for $1.3 billion, no court ruled on the F.D.I.C. allegations.","thumbnail":null,"section":"New York"},{"date":"19930610","headline":"Golf Unit Suspended in Fuhr Controversy","web_url":"https://www.nytimes.com/1993/06/10/sports/sports-people-hockey-golf-unit-suspended-in-fuhr-controversy.html","abstract":"  The Transit Valley Country Club has suspended its membership committee in the wake of the committee's decision to reject the application of GRANT FUHR, the Buffalo Sabres' goalie.   In a statement released yesterday by the club's attorney, ROBERT DiVITA, Transit Valley announced that it was forming a committee to review its bylaws and constitution, specifically incorporating anti-discrimination language into them.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Civilian Pilots Allowed to Use Satellite Navigational System","web_url":"https://www.nytimes.com/1993/06/10/us/civilian-pilots-allowed-to-use-satellite-navigational-system.html","abstract":"  The Federal Aviation Administration today authorized civilian pilots here and abroad to use a satellite-based navigation system that will enable them to choose direct routes without relying on navigational aids on the ground.    The system's electronic signals will also enable the airlines and private aircraft to land at 2,500 airports lacking the electronic beacons that the biggest airports use to guide airplanes in landing.","thumbnail":null,"section":"U.S."},{"date":"19930610","headline":"Review/Theater; A First Lady's Fantasy Of Travel Back in Time","web_url":"https://www.nytimes.com/1993/06/10/theater/review-theater-a-first-lady-s-fantasy-of-travel-back-in-time.html","abstract":"  In \"Where's Mamie?,\" the latest of Michael John LaChiusa's cycle of mini-musicals about First Ladies of the United States, a forlorn Mamie Eisenhower is alone in the White House, toasting herself on her birthday in 1957. Her solitude is suddenly interrupted by news of the civil rights conflict in Little Rock, Ark., and soon she is off on a trip to the past, to wartime North Africa in an attempt to enlist her husband in support of black students.   This very fanciful 30-minute musical journey, a highlight of the Ensemble Studio Theater's Marathon of short plays, also involves Dwight D. Eisenhower and Kay Summersby, his driver during the war, and reaches far out for Marian Anderson as Mamie's traveling companion. As Mr. LaChiusa has demonstrated on numerous occasions, he has a fervid imagination and the will to break new musical ground. A previous First Lady musical, \"Over Texas,\" focused on the contrasting roles of the personal secretaries to President and Mrs. Kennedy.","thumbnail":null,"section":"Theater"},{"date":"19930610","headline":"America, the Nonsexist","web_url":"https://www.nytimes.com/1993/06/10/opinion/l-america-the-nonsexist-221793.html","abstract":"  To the Editor:   Your report of Wellesley's commencement exercises (May 29, some editions) tells us Wellesley students, when singing \"America the Beautiful,\" crown America's good with \"sisterhood,\" as opposed to the \"brotherhood\" Katherine Lee Bates wrote. Readers might be interested to know how Macalester College, a co-educational school addresses the issue:   America! America!","thumbnail":null,"section":"Opinion"},{"date":"19930610","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/06/10/arts/pop-and-jazz-in-review-223393.html","abstract":"  Suede  Irving Plaza    On the great carousel of pop poses, gay male androgyny has come around again with the emergence of Suede, the latest English pop sensation to venture an American tour. This time, the self-consciousness runs thicker; Suede's music borrows liberally from elders like the Smiths, Queen, the New York Dolls and especially the early-1970's Ziggy Stardust incarnation of David Bowie. But as it did in the 1970's glam-rock that Suede revives, androgyny means both a refusal of convention and an ultimate liberation: the chance to become pure desire, free even from sexual differences.","thumbnail":null,"section":"Arts"},{"date":"19930610","headline":"Allen Follows Montana to the Chiefs","web_url":"https://www.nytimes.com/1993/06/10/sports/sports-people-pro-football-allen-follows-montana-to-the-chiefs.html","abstract":"  First JOE MONTANA.  NowMARCUS ALLEN.  If Kansas City's backfield isn't the best in the National Football League, it's the most honored.   Allen, No. 12 on the N.F.L. career rushing list, signed three one-year contracts with Kansas City yesterday and acknowledged that one major lure of the Chiefs was playing with Montana. The three-time Super Bowl most valuable player left San Francisco for Kansas City six weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19930610","headline":"Popular Mayor of Atlanta Will Not Seek Fourth Term","web_url":"https://www.nytimes.com/1993/06/10/us/popular-mayor-of-atlanta-will-not-seek-fourth-term.html","abstract":"  In what he called a \"gut-wrenching but regrettably necessary decision,\" Mayor Maynard Jackson said today that he would not seek election this year to a fourth term.   The announcement means that for the first time in two decades Atlanta's politics will be open to new faces and names that may not be tied to the city's pivotal role in civil rights history.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930610","time":"1993-06-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":67,"wspd":5.4},{"date":"19930610","time":"1993-06-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":71,"wspd":9.4},{"date":"19930610","time":"1993-06-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":71,"wspd":5.4},{"date":"19930610","time":"1993-06-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":72,"wspd":3.6},{"date":"19930610","time":"1993-06-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":72,"wspd":3.6},{"date":"19930610","time":"1993-06-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":73,"wspd":3.6},{"date":"19930610","time":"1993-06-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":74,"wspd":11.2},{"date":"19930610","time":"1993-06-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":67,"wspd":11.2},{"date":"19930610","time":"1993-06-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":73,"wspd":7.6},{"date":"19930610","time":"1993-06-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":71,"wspd":9.4},{"date":"19930610","time":"1993-06-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":70,"wspd":11.2},{"date":"19930610","time":"1993-06-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":64,"wspd":9.4},{"date":"19930610","time":"1993-06-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":67,"wspd":9.4},{"date":"19930610","time":"1993-06-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":67,"wspd":11.2},{"date":"19930610","time":"1993-06-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":74,"wspd":7.6},{"date":"19930610","time":"1993-06-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":77,"wspd":7.6},{"date":"19930610","time":"1993-06-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":65,"wspd":11.2},{"date":"19930610","time":"1993-06-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":62,"wspd":5.4},{"date":"19930610","time":"1993-06-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":62,"wspd":5.4},{"date":"19930610","time":"1993-06-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":69,"wspd":13},{"date":"19930610","time":"1993-06-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":84,"wspd":7.6},{"date":"19930610","time":"1993-06-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":79,"wspd":14.8},{"date":"19930610","time":"1993-06-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":80,"wspd":13},{"date":"19930610","time":"1993-06-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":80,"wspd":7.6},{"date":"19930610","time":"1993-06-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":13},{"date":"19930610","time":"1993-06-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":94,"wspd":18.7},{"date":"19930610","time":"1993-06-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":100,"wspd":13},{"date":"19930610","time":"1993-06-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":97,"wspd":11.2},{"date":"19930610","time":"1993-06-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":100,"wspd":13},{"date":"19930610","time":"1993-06-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":100,"wspd":7.6},{"date":"19930610","time":"1993-06-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":100,"wspd":14.8},{"date":"19930610","time":"1993-06-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":100,"wspd":14.8},{"date":"19930610","time":"1993-06-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":100,"wspd":16.6},{"date":"19930610","time":"1993-06-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":18.7},{"date":"19930610","time":"1993-06-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":20.5},{"date":"19930610","time":"1993-06-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":24.1},{"date":"19930610","time":"1993-06-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":22.3},{"date":"19930610","time":"1993-06-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":24.1},{"date":"19930610","time":"1993-06-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":63,"wspd":22.3},{"date":"19930610","time":"1993-06-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":57,"wspd":27.7},{"date":"19930610","time":"1993-06-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":44,"wspd":37.1},{"date":"19930610","time":"1993-06-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":38,"wspd":44.6},{"date":"19930610","time":"1993-06-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":36,"wspd":38.9},{"date":"19930610","time":"1993-06-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":37,"wspd":37.1},{"date":"19930610","time":"1993-06-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":37,"wspd":40.7},{"date":"19930610","time":"1993-06-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":38,"wspd":25.9},{"date":"19930610","time":"1993-06-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":38,"wspd":29.5},{"date":"19930610","time":"1993-06-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":44,"wspd":25.9}]},"19930611":{"guardian_articles":[],"nytimes_articles":[{"date":"19930611","headline":"Yonkers Defends Actions in Housing Desegregation Case","web_url":"https://www.nytimes.com/1993/06/11/nyregion/yonkers-defends-actions-in-housing-desegregation-case.html","abstract":"  The City of Yonkers tried to show in Federal District Court yesterday that it has had a change of heart and is moving aggressively to create subsidized housing for more than 700 poor or middle-income families in largely white neighborhoods. At the same time, though, it blamed a court-appointed official for the city's failure so far to move a single family into any apartment.   The trial, before Judge Leonard B. Sand in lower Manhattan, opened yet another phase in a desegregation case that has dragged on for 13 years.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"For a Clear and Credible Line on Tokyo","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-for-a-clear-and-credible-line-on-tokyo.html","abstract":"The Clinton administration has been struggling for months to devise a coherent policy toward Japan. Due to a slow appointment process and a dearth of experts on Japan in the administration, what we have instead is confusion. .This confusion has been th","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Easing Out the F.B.I. Chief","web_url":"https://www.nytimes.com/1993/06/11/us/easing-out-the-fbi-chief.html","abstract":"  The Administration wants the F.B.I. Director, William S. Sessions, to step down and is negotiating when and how, officials said. Page A18.  ","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"First Lady Tries to Placate Doctors","web_url":"https://www.nytimes.com/1993/06/11/us/first-lady-tries-to-placate-doctors.html","abstract":"  Hillary Rodham Clinton offered an olive branch to doctors today by suggesting that they were not mainly to blame for high health-care costs.   Speaking at the celebration of the 100th anniversary of the Johns Hopkins University School of Medicine, Mrs. Clinton backed away from her recent sharp attack on what she called price gouging in the medical system. Today she said the national health crisis had been caused by a combination of factors, including the lack of individual responsibility for preventive care.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Why Not Draft Lawyers for Public Service?","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-why-not-draft-lawyers-for-public-service-552193.html","abstract":"  To the Editor:   Dr. Richard C. Reynolds has a great idea in \"Make Health Reform Work. Draft Doctors\" (Op-Ed, June 1). Why not take those professionals who have to take nasty courses in college like organic chemistry, who spend four years and more than $100,000 in medical school, who give up years of their youth in specialized training and 80-hour-a-week internships, and punish them even more? Surely, doctors won't mind forfeiting a year or two of income while their friends and acquaintances in other professions continue to buy homes, save money for their children's education and secure their future.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Russia Seeks Leeway","web_url":"https://www.nytimes.com/1993/06/11/world/russia-seeks-leeway.html","abstract":"  Contending that an agreement on conventional forces in Europe is not letting it respond to new threats to its border security on the south, Russia has told the Clinton Administration that it wants to revise the treaty. Officials said Washington was not interested in reopening the issue.    Article, page A5.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"China's Population Concerns the World","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-china-s-population-concerns-the-world-541693.html","abstract":"  To the Editor:   As Chinese scientists committed to research and training in population and health in the world's most populated country, we are seriously concerned by pressure to withdraw international assistance to China's family planning and research programs.   China has made an unprecedented effort in the last two decades to control rapid population growth in a country that has to feed 22 percent of the world's population on 7 percent of the world's arable land under relatively poor economic and environmental conditions. The Chinese family planning program has faced great difficulties and challenges, and the Chinese people, especially Chinese peasants, have made great personal sacrifice for the collective interest of the country, which is considered as the greatest virtue in our culture.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Review/Architecture; Jewish Museum Renovation: A Celebration of Gothic Style","web_url":"https://www.nytimes.com/1993/06/11/arts/review-architecture-jewish-museum-renovation-a-celebration-of-gothic-style.html","abstract":"  WHAT did Kevin Roche set out to do? How well did he do it? Was it worth doing? If Mr. Roche's design for the Jewish Museum's new expansion brings to mind Goethe's standard formula for critical appraisal, that may be because the design itself is somewhat formulaic. It is an appealing formula, and Mr. Roche carries it off with devotion and skill. The building does not lack conviction. But it does lack depth.   This Sunday's long-awaited reopening of the museum after two and a half years of renovations brings to fulfillment an ambitious plan, conceived in 1989, to give the Jewish Museum a home worthy of its mission. With a permanent collection of more than 27,000 objects -- ranging from archeological artifacts to contemporary paintings -- this is the major American museum devoted to Jewish culture and history. The museum has grown in stages since its founding in 1904, when it was provisionally housed in the library of the Jewish Theological Seminary. Since 1947, it has occupied the former Warburg Mansion on Fifth Avenue at 92d Street. The choice of Mr. Roche, an internationally celebrated architect whose achievements include the master plan for additions to the Metropolitan Museum of Art, insured that the museum would assume an even grander presence on Museum Mile.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Restaurant Critic Is Named","web_url":"https://www.nytimes.com/1993/06/11/arts/restaurant-critic-is-named.html","abstract":"  The appointment of Ruth Reichl as restaurant critic of The New York Times was announced yesterday by Warren Hoge, assistant managing editor for cultural news and style coverage.   Ms. Reichl has been the restaurant critic for The Los Angeles Times since 1984 and its food editor, in addition, since 1990. She succeeds Bryan Miller, 41, who has requested a reporting assignment with the paper's style staff after nine years as critic.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Review/Art; Jewish Museum as Sum of Its Past","web_url":"https://www.nytimes.com/1993/06/11/arts/review-art-jewish-museum-as-sum-of-its-past.html","abstract":"  Although there are kinks to be worked out, and several galleries that are only partly installed, the Jewish Museum, which will reopen its doors on Sunday, clearly intends to live up to its name as never before. For the first time in its 89-year history, it has stretching room: its newly refurbished and seamlessly expanded home, the Gothic-style former Warburg mansion on upper Fifth Avenue, now houses twice as much gallery space as it did before.    There's some unevenness among the three inaugural exhibitions: \"From the Inside Out: Eight Contemporary Artists,\" an overly tame group show of contemporary art; \"Collecting for the 21st Century: Recent Acquisitions and Promised Gifts,\" a wide-ranging display of recent acquisitions, and \"Culture and Continuity: The Jewish Journey,\" an epic presentation of objects from the museum's permanent collection, whose final sections will not be completely installed until later this summer. But together these shows affirm that the museum is expanding and deepening its focus on Jewish culture and history in ways that promise to have immense value for Jews and non-Jews alike.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"McGwire Flunks Heel Checkup","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-baseball-mcgwire-flunks-heel-checkup.html","abstract":"  As if last place wasn't bad enough, the Oakland Athletics have been dealt another blow. Slugger MARK McGWIRE may be out for at least another three weeks with a heel injury.   McGwire, who went on the disabled list May 14, had a cast removed from his left foot Wednesday, but his bruised heel showed little improvement.   \"There's still soreness when he puts pressure on it, still that knife-like feeling when he pushes off,\" trainer BARRY WEINBERG said.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"It's Not Too Late for Clinton to Get It Right; On to New Hampshire","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-it-s-not-too-late-for-clinton-to-get-it-right-on-to-new-hampshire-551393.html","abstract":"  To the Editor:   It is startling to watch with what glee the Republicans are trekking to New Hampshire, convinced that their efforts to tar Bill Clinton as a \"tax and spend liberal\" will bring dividends in 1996. The ink wasn't dry on the election results before Jack Kemp hit the mashed-potato circuit.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/11/style/chronicle-543293.html","abstract":"  Being on stage hardly makes ITZHAK PERLMAN nervous, but he was a touch apprehensive about his debut as a theatrical actor. \"I have made little sort of appearances on television shows, but I have never acted live on stage before,\" he said yesterday, talking about his co-starring role in a children's play to be performed twice today at Lincoln Center as part of a series called \"Celebrations.\"   The play, \"Claire's Broom Detective Agency: The Mystery of the Missing Violin,\" tells the story of a renowned violinist, Abraham Strauss-Stokowsky (played by Mr. Perlman, who else?). \"In the middle of a rehearsal, my fiddle disappears and Detective Claire is in charge of finding it,\" he said.","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Senate Panel Making Painful Progress on Budget","web_url":"https://www.nytimes.com/1993/06/11/us/senate-panel-making-painful-progress-on-budget.html","abstract":"  Slowly and painfully, the elements of a Senate compromise on President Clinton's package of tax increases and spending cuts began to fall into place today. They include a comparatively small tax on motor fuels, a partial rollback of Mr. Clinton's plan to raise Social Security taxes and a patchwork of spending cuts in Medicare, food stamps and other benefit programs.   But while the outlines of an agreement among the Senate Finance Committee's 11 fractious Democrats were clear, details remained muddy, and officials said no final accord had been worked out.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/11/nyregion/metro-digest-804593.html","abstract":"  FLORIO BANS BLIND TRUSTS   Governor Florio has issued an executive order to eliminate the use of blind trusts by key state employees and prohibit companies owned by these workers from doing business with government. . The rationale is in part political, as Mr. Florio tries to distance himself from an inquiry into a company owned a former aide. A1. NEW YORK CITY  PEACE CORPS JOB FOR BELLAMY?   President Clinton is expected to nominate Carol Bellamy, former president of New York's City Council, as director of the Peace Corps, Administration officials say. Ms. Bellamy is an investment banker for Bear Stearns. A16.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"As Iran Chief Faces Vote Today, West's Doubts Rise","web_url":"https://www.nytimes.com/1993/06/11/world/as-iran-chief-faces-vote-today-west-s-doubts-rise.html","abstract":"  When President Hashemi Rafsanjani first took office in 1989, some diplomats greeted him as a moderating force in a country dominated by radical Islamic clerics.   Just over a year ago, some Western envoys hailed the ouster of some parliamentary hard-liners as a victory for the President and a turning point in Iran's relations with the West. But as Mr. Rafsanjani heads into an election on Friday that he seems virtually assured of winning, diplomats are increasingly skeptical that he will use his second four-year term to cut off Iran's support for shadowy groups threatening other governments in the region.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Studies Reveal Suggestibility Of Very Young as Witnesses","web_url":"https://www.nytimes.com/1993/06/11/us/studies-reveal-suggestibility-of-very-young-as-witnesses.html","abstract":"  The testimony of small children has usually been considered truthful unless proved otherwise. Over the past decade such testimony has led to convictions in many child-abuse cases, and the younger the child, the less likely psychologists have thought it was that information could have been fabricated. But now a series of recent studies has turned this conventional wisdom on its head.    Researchers have found new evidence that persistent questioning can lead young children to describe elaborate accounts of events that never occurred, even when at first they denied them.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Medical Group Battles to Be Heard Over Others on Health-Care Change","web_url":"https://www.nytimes.com/1993/06/11/us/medical-group-battles-to-be-heard-over-others-on-health-care-change.html","abstract":"  When the 435 delegates to the American Medical Association's governing congress arrive here Sunday for their annual summer meeting, the first speaker on the agenda will be Hillary Rodham Clinton. The doctors will be listening closely for hints on who among them -- if anyone -- the Clinton Administration has been heeding as it develops its proposal for overhauling the nation's health-care system.   Until recently, there would not have been any question. The medical association was the undisputed, all-powerful voice of medicine in Washington, and no major overhaul had much chance of succeeding without its cooperation.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"The New Guard: Bulls' Armstrong Makes His Point","web_url":"https://www.nytimes.com/1993/06/11/sports/pro-basketball-the-new-guard-bulls-armstrong-makes-his-point.html","abstract":"  B. J. Armstrong no longer has to prove he belongs in the Chicago Bulls' starting lineup. He has convinced his teammates, his coach, and his opponents.   The latest example was Game 1 of the National Basketball Association finals. Most people expected the Suns' Kevin Johnson to outplay Armstrong. In fact, point guard was a position where the Suns' expected to have a decided advantage.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"U.S. Says It Will Send 300 Troops To Balkan Republic to Limit Strife","web_url":"https://www.nytimes.com/1993/06/11/world/us-says-it-will-send-300-troops-to-balkan-republic-to-limit-strife.html","abstract":"  The United States announced today that it would send 300 peacekeeping troops to Macedonia in about a week to help contain the Bosnian war. The gesture responds to Europe's desire for more American involvement in the region and exposes American soldiers to minimal risk.   Secretary of State Warren Christopher depicted the offer as a \"deterrent force\" that would have \"both symbolic and tangible\" value. But the decision raised questions about why they were needed and whether their presence might encourage rather than deter a Serbian attack on Macedonia, a former Yugoslav republic that has so far avoided involvement in the Balkan war.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Screen Stars With Teeth to Spare","web_url":"https://www.nytimes.com/1993/06/11/movies/moviesspecial/screen-stars-with-teeth-to-spare.html","abstract":"font size=\"-1\" (June 11, 1993) \"Jurassic Park\" is a true movie milestone, presenting awe- and fear-inspiring sights never before seen on the screen.","thumbnail":null,"section":"Movies"},{"date":"19930611","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/11/arts/art-in-review-570093.html","abstract":"  Alan Shields   Paula Cooper Gallery  149 Wooster Street  SoHo  Through Wednesday    Visiting a show of Alan Shields's work in the early 1970's was a little like camping out in paradise. His tie-dyed cloth hangings, with their bursts of soft vegetable colors, their mandalalike patterns and their delicate beadwork, were a kind of joyous hippie dream come true. Often free-hanging, they blurred the distinction between painting and sculpture, high art and low, and turned the dour minimalist grid into a malleable open-work design.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Rabin, in Arab Interview, Offers U.S. Role in Vote","web_url":"https://www.nytimes.com/1993/06/11/world/rabin-in-arab-interview-offers-us-role-in-vote.html","abstract":"  In the first interview given by an Israeli leader to a Palestinian newspaper, Prime Minister Yitzhak Rabin was quoted today as saying members of the United States Congress may monitor future elections that would be held under Palestinian self-rule in Israeli-occupied territories.   Mr. Rabin also said Arabs in East Jerusalem might be allowed to vote in those elections, a significant statement in that Israel usually draws clear distinctions between Jerusalem and the territories, having declared it to be the country's unified capital. But even if given the vote, Jerusalem residents would not be able to run for office, he said.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Port Agency Will Resume Set-Asides","web_url":"https://www.nytimes.com/1993/06/11/nyregion/port-agency-will-resume-set-asides.html","abstract":"  The Port Authority of New York and New Jersey yesterday resumed its program of earmarking a large share of its purchasing budget for businesses owned by minorities or women. The budget includes nearly a billion dollars a year in contracts for construction, equipment and services.   The authority, the biggest private contractor in the New York City region, took the action at yesterday's monthly meeting of its Board of Commissioners after its own studies found proof that minority and woman-owned businesses did not get a fair share of its contracts.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/06/11/movies/the-art-market.html","abstract":"  Value of Contracts   The Sonnabend Gallery's much-talked-about lawsuit against the artist Peter Halley and the art dealer Larry Gagosian and his Gagosian Gallery was settled out of court last week. After all the attention the case has received, the yearlong matter ended with something of a whimper.    \"My only regret after all this is that the issue of gallery-artist obligations still has not been better defined,\" said Mr. Halley. Mr. Gagosian said he was happy the case was over. \"It was unpleasant,\" he said, \"and I'm glad it's behind us now.\"","thumbnail":null,"section":"Movies"},{"date":"19930611","headline":"TV Weekend; Her Wish to Serve God And to Feed Her Ego","web_url":"https://www.nytimes.com/1993/06/11/theater/tv-weekend-her-wish-to-serve-god-and-to-feed-her-ego.html","abstract":"  The six-hour \"Brides of Christ,\" to be presented on the Arts & Entertainment Network for three consecutive nights, beginning Sunday at 8 P.M., is about Roman Catholic nuns in Australia in the 1960's. This is not, be assured, your traditional nuns' story told in hushed tones and hinting of mystery. In fact, referring to adult themes, A & E warns that \"viewer discretion is advised.\" Not really, but the concern is significant.    The story, devised by Penny Chapman, opens in Sydney in 1945 as young Diane is receiving her first communion and very solemnly listening to the sermon about a \"war against Satan\" always needing new soldiers and sisters. \"If you miss God's call,\" the bishop says, \"you will be damned.\" Jump to 1962. Now a college graduate, engaged to be married and no longer a virgin, Diane (Josephine Byrnes) decides she has the call. Going to the convent that produces teachers for Santo Spiritu, a school for girls, she tells Mother Ambrose (Sandy Gore), \"I want to feed my ego and I want to serve God.\"","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"Shoot to Kill : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-shoot-to-kill-letters-to-the-editor.html","abstract":"Regarding the editorial \"Too Foolish for Arms\" (May 28): .I would like to express my amazement and disappointment that the man who shot and killed a 16-year-old Japanese exchange student in Louisiana - fearing the youth was a dangerous intrud","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"A Quite Traditional Establishment","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-a-quite-traditional-establishment.html","abstract":"The first time I visited Madame Franoise's bar, everyone wore black. It was the bicentenary of the guillotining of Louis XVI; they were in mourning. The views of the clientele lean to the right, with a few monarchists mixed in. The bar is not a hot","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"At the Bar; An all-star New York lawyer disputes the idea that he's become a White House bumbler.","web_url":"https://www.nytimes.com/1993/06/11/washington/bar-all-star-new-york-lawyer-disputes-idea-that-he-s-become-white-house-bumbler.html","abstract":"  Early in the afternoon of June 3, as the candidacy of Lani Guinier disintegrated and the search for a Supreme Court Justice intensified, Bernard Nussbaum slipped out of the White House counsel's office. He had an appointment in New York, and he was determined to keep it.   Months earlier, before names like Zoe, Kimba and Lani were to be bandied about as often as Oprah, the Federal Bar Council of New York made plans to honor Mr. Nussbaum, its past president. When the event rolled around, the 56-year-old lawyer received the usual lawyerly doo-dad -- this time, an antique British wig box -- but also something far more precious: a loving hometown respite from the finger-pointing, second-guessing, and character-assassinating he was enduring in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/11/arts/art-in-review-562993.html","abstract":"  Annette Messager   Josh Baer Gallery  476 Broome Street  SoHo  Through June 26    Dark images of mobs carrying the heads of aristocrats on poles are summoned up by Annette Messager's most ambitious work here, \"Les Piques\" (The Pikes). The piece includes 183 thin metal rods, from three to eight feet long, which lean against two walls of the gallery. Impaled on about half the rods are stuffed cloth forms that suggest parts of dolls; the other poles carry drawings, done in crayon or colored pencil and sealed in glass.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"The End Is in Sight : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-the-end-is-in-sight-letters-to-the-editor.html","abstract":"Malcolm W. Browne's fascinating article, \"The Limits of Existence\" (Health/Science June 3), quotes Dr. J. Richard Gott 3d as predicting that the human race could survive for 5 million years or so. .May I voice the opinion of an ordinary perso","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"There Goes the Street, There Goes the Team","web_url":"https://www.nytimes.com/1993/06/11/sports/baseball-there-goes-the-street-there-goes-the-team.html","abstract":"  Racism has its franchises, too. For the first half of the 20th century, major league baseball teams stayed put. From 1950 to 1970, 10 of the 16 original clubs relocated, mostly to other cities, and the determining factor in the move seemed to have been the tilting of the neighborhood around the ball park from white to black.   The statistics that support this theory were presented yesterday to the fifth Cooperstown Symposium on Baseball and the American Culture by Professors Alan Sager and Arthur Culbert of the Boston University Schools of Public Health and Medicine. \"We'd been studying urban hospitals,\" said Sager, \"and we found that race was the biggest predictor of hospital relocations and closings. People are remarkably sanguine about such wholesale hospital closings although they are personal catastrophes. Baseball teams moving may not be so catastrophic, but they certainly offer dramatic episodes of this important phenomenon.\"","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Review/Music; A Neglected Cole Porter Show With an Indestructible Song","web_url":"https://www.nytimes.com/1993/06/11/theater/review-music-a-neglected-cole-porter-show-with-an-indestructible-song.html","abstract":"  Cole Porter's \"Gay Divorce\" appeared on Broadway in 1932, had a London production in 1933 and a movie version in 1934. \"Night and Day,\" its principal song, has become the common property of street-corner hummers and shower-bath tenors: a near-indestructible artifact salvaged from an otherwise neglected show. Porter's comic stew of wisecracking Americans and vague Britons ran for 248 performances in New York, closing presumably because people stopped wanting to see it.   There is something both sad and invigorating about this adherence to supply and demand. For in order to understand the show's irresistible energy, one must first examine its need to succeed. \"Gay Divorce\" bursts with the desire to sell tickets and make audiences happy. In contrast is the current world of subsidized opera where audiences pay only a fraction of the bills and public and private begging make up the rest.","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/11/style/chronicle-064393.html","abstract":"  She is a Federal district judge, one of the youngest in New York State, and she was almost the United States Attorney General. Now, 28 years after graduating from Connecticut College, KIMBA WOOD has become a member of Phi Beta Kappa.   The honor was bestowed upon her on Wednesday evening at a cocktail party for graduates of the New London, Conn., college. The party was at the New York apartment of JOANNE TOOR CUMMINGS, class of 1950, who told Judge Wood, \"When you graduated from Connecticut College, something was forgotten.\"","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Landfill Operators Plead Guilty To Taking State Property on L.I.","web_url":"https://www.nytimes.com/1993/06/11/nyregion/landfill-operators-plead-guilty-to-taking-state-property-on-li.html","abstract":"  Two landfill operators pleaded guilty today to appropriating 25 acres of state land at the edge of the Pilgrim Psychiatric Center in Brentwood and turning it into a sand mine and dump for construction and demolition debris.   The illegal operation continued for more than a decade despite fines and the operators' promises to stop. Authorities estimated that almost $1 million worth of sand and gravel was stolen.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"White Man's Burden : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-white-mans-burden-letters-to-the-editor.html","abstract":"I wish to take to task mildly Mr. William Safire. In \"Getting to the Core of the Matter\" (Language, June 7), he refers to Rudyard Kipling's \"Mandalay\" and to that poet's \"stiff-upper-lip, white-man's-burden support for the Britis","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/11/arts/art-in-review-474693.html","abstract":"  Orshi Drozdik   Tom Cugliani Gallery  40 Wooster Street  SoHo  Through June 26    Orshi Drozdik's installation is based on some of the most frequently encountered themes of current art -- the vulnerability of the body, the duplicity of science, desire as an existential state -- but still manages to make something suggestive of them.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Services for Petrovic","web_url":"https://www.nytimes.com/1993/06/11/sports/services-for-petrovic.html","abstract":"  A memorial service for Drazen Petrovic will be held in Manhattan at 7:30 P.M. on Monday at the Croatian Roman Catholic Church, 502 West 41st Street. Petrovic, who was a 28-year-old guard for the New Jersey Nets, died in a car accident in Germany last Monday.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"It's Not Too Late for Clinton to Get It Right","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-it-s-not-too-late-for-clinton-to-get-it-right-548393.html","abstract":"  To the Editor:   Re \"A History of Gergenism\" (editorial, June 2) and \"The Constant Hearts\" by A. M. Rosenthal (column, June 1): Americans of my generation, children of the Depression years, who grew up during World War II and were very active and centrist Democrats, voted for President Clinton because we believed he was an intelligent and practical professional politician who had learned from his McGovern activist days and his governorsip of Arkansas that we as a nation are people of the center. Many of us had voted for Ronald Reagan and George Bush in 1988 because we did not agree with the ideology of the Democratic Party or feel represented by its shrill, often faddish culture. We voted for President Clinton.   I am at a loss to understand how this intelligent man could have misunderstood the \"centrist\" message he conveyed during the campaign and made a first priority of the sexual roles of military personnel; then the firing of the travel bureau of the White House in what appeared to be a failure of due process, and then getting a haircut in a plane on a runway while holding up traffic.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Review/Theater; Reviving an Intimate Musical With Romantic Intentions","web_url":"https://www.nytimes.com/1993/06/11/theater/review-theater-reviving-an-intimate-musical-with-romantic-intentions.html","abstract":"  THE first time I ever walked out of a Broadway show was to see \"She Loves Me\" a second time. It was Christmas week of 1963, and \"She Loves Me,\" a sensitive flower among hard-edged comic blockbusters like \"A Funny Thing Happened on the Way to the Forum\" and \"How to Succeed in Business Without Really Trying,\" was surely a goner with the New Year. It was now or never. I bolted out of the 2 o'clock matinee of another flop (remember \"Jennie,\" anyone?) to take one last look at \"She Loves Me\" at 3.   Though I didn't know much about anything else in 1963, time has borne out my youthful infatuation with \"She Loves Me.\" The proof is at the Roundabout Theater Company, where this musical has finally received the exquisite revival of its fans' dreams and where surely new fans will soon be made by the legion. An intimate work with nothing on its sophisticated mind other than romance, \"She Loves Me\" is no less an anomaly on Broadway today than it was 30 years ago. Given how the world has aged since then, audiences may be hungrier than ever for this summons to a continuously melodic evening of sheer enchantment and complete escape.","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"If Roles Were Reversed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-if-roles-were-reversed-letters-to-the-editor.html","abstract":"Regarding Japan's continuing trade surplus with the United States, I wonder what the American attitude would be if the United States had the trade surplus? .Would Americans be any more willing than the Japanese to reduce the trade gap? Probably not. Th","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Ruling Scuttles Plan to Collect Taxes on Reservation Sales","web_url":"https://www.nytimes.com/1993/06/11/nyregion/ruling-scuttles-plan-to-collect-taxes-on-reservation-sales.html","abstract":"  New York State's highest court outlawed a state plan today that was intended to help the state collect taxes on the sale of gasoline and cigarettes by Indian retailers to non-Indian customers.   The unanimous decision killed a State Department of Taxation plan intended to do two things: collect as much as $100 million in unpaid taxes and force up prices on Indian reservations, where sales by tax-free stores to non-Indians are booming.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/11/nyregion/no-headline-688393.html","abstract":"  \"The more often you ask young children to think about something, the easier it becomes for them to make something up that they think is a memory.\" -- DR. STEPHEN CECI, a psychologist at Cornell University.  [ A23:3. ]","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Space Station's Reliance On Shuttle Is Questioned","web_url":"https://www.nytimes.com/1993/06/11/us/space-station-s-reliance-on-shuttle-is-questioned.html","abstract":"  A White House advisory committee says that the new options for a scaled-back space station depend too much on the space shuttle and that NASA should use unmanned rockets to carry the heaviest parts.   In a report delivered to the White House today, the independent panel said it was too risky to depend upon the shuttle as the sole launching vehicle. It recommended using a rocket like the Russian Proton, European Ariane 5, or American Titan 4.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"It's Not Too Late for Clinton to Get It Right; Alternative Budget","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-it-s-not-too-late-for-clinton-to-get-it-right-alternative-budget-550593.html","abstract":"  To the Editor:   With all due respect, you seem to miss the point of the alternative budget plan I introduced with Senators John C. Danforth of Missouri, William S. Cohen of Maine and J. Bennett Johnston of Louisiana. \"A Deal on the Economic Plan\" (editorial, June 3) and other editorials level the charge that it was just oil state senators out to protect that industry.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"A Gas Tax Isn't Broad Enough","web_url":"https://www.nytimes.com/1993/06/11/opinion/a-gas-tax-isn-t-broad-enough.html","abstract":"  President Clinton's B.T.U. tax is dead, killed by rising opposition in Congress. But the Clinton budget plan can still survive if Administration supporters in the Senate pursue a simpler energy tax that will do what the B.T.U. tax couldn't -- raise tens of billions without triggering crippling opposition by American manufacturers.   A flawed alternative comes from Senator John Breaux, Democrat of Louisiana, who proposes to tax transportation fuels rather than all forms of energy. The Breaux tax, which is gaining support in the Senate Finance Committee, would fall primarily on gasoline for cars and trucks. And a gas tax, no matter what it's called, is unlikely to pass Congress because it strikes disproportionately at the West and rural areas where people drive long distances.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Review/Photography; The Camera as a Weapon to Assault Modern Ills","web_url":"https://www.nytimes.com/1993/06/11/arts/review-photography-the-camera-as-a-weapon-to-assault-modern-ills.html","abstract":"  It may seem a bit behind the curve, but the International Center of Photography has discovered the 1980's. That, at least, is the impression one gets from \"Commodity Image,\" the sprawling, preachy muddle of a show at the center's midtown branch through July 18.    \"Commodity Image\" is based on the idea, widespread among artists and critics in the 80's, that images in advertising and the mass media not only influence people's opinions, but also determine the way they behave and think. Thus, it features work by Cindy Sherman, Laurie Simmons, Richard Prince, Louise Lawler and other artists, labeled post-modernist or appropriationist, who came to prominence in the 1980's with work that implicitly criticized the distortions of the mass media. Also included are pictures by photographers like Barbara Norfleet, JoAnn Verburg, John Pfahl and Lee Friedlander, who are not usually considered in this context.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Discharge of Lesbian Urged by Navy Panel","web_url":"https://www.nytimes.com/1993/06/11/us/discharge-of-lesbian-urged-by-navy-panel.html","abstract":"  A Navy board recommended today that a reserve officer be honorably discharged for being a lesbian, despite her lawyers' argument that the action violated a Federal judge's ruling made last winter.   Lieut. Zoe Dunning, a 29-year-old reserve supply officer, announced her homosexuality at a rally in January because, she said, she expected President Clinton to lift the military's ban on homosexuals. She said after the decision today: \"It's difficult to be put on trial for who you are. My service record had no input.\"","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"For Children","web_url":"https://www.nytimes.com/1993/06/11/arts/for-children.html","abstract":"  Metrotech Center   Jay Street at Myrtle Avenue  Downtown Brooklyn  Recommended ages: 4 and up    The Metrotech Center is a $1 billion complex that has changed the Brooklyn skyline, with its Chase Manhattan logo now glowing at night, and is meant to represent the borough's renaissance. Children who like to keep track of the city's goings-on and see some unusual art at the same time might want to visit Metrotech.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"1918: Turkish Losses : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-1918-turkish-losses-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - The War Office, in a communiqu regarding the operations in Palestine, states that on the morning of June 9 British troops, in the sector of the coast, executed an operation in detail which was crowned with success. They captured a part of t","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"O'Brien Set Back by Infection","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-track-and-field-o-brien-set-back-by-infection.html","abstract":"  DAN O'BRIEN, the world-record holder in the decathlon, has a prostate infection that could hamper his performance at the USA-Mobil Outdoor Track and Field Championships at Eugene, Ore., next week.   His coach, MIKE KELLER, said yesterday by telephone that O'Brien missed five days of workouts and would not get back onto the track at the University of Oregon until Tuesday, the opening of the decathlon competition.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Abroad at Home; Racism Lives","web_url":"https://www.nytimes.com/1993/06/11/opinion/abroad-at-home-racism-lives.html","abstract":"  Is it time for the Federal Government to ease up on enforcing the right to vote in areas of the country that have a history of discrimination against black voters?    That question lurked behind the fight over Lani Guinier's nomination as Assistant Attorney General. Some of her opponents -- not most, but some who mattered -- would answer yes.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Answers Still Needed On Crown Heights","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-answers-still-needed-on-crown-heights-539493.html","abstract":"  To the Editor:   \"Crown Heights Was Not Iasi\" by Joyce Purnick (Editorial Notebook, June 3) stated of the events that took place in Brooklyn in the summer of 1991: \"Police protection was inadequate, to put it mildly. Why?\"   It is clear that irrespective of investigations undertaken by the Federal and state governments and a private lawsuit, that the New York City Council has the responsibility to look into the horrendous attack on the Jewish residents of Crown Heights.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Sports of The Times; Amid Ashes In Bullpen, Gooden Glows","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-of-the-times-amid-ashes-in-bullpen-gooden-glows.html","abstract":"  HALF an hour after Dwight Gooden raised his record to 7-4 last Monday night for a Mets team that has won only 19 games, Al Harazin walked into Dallas Green's office.   \"Gooden tomorrow, Gooden Wednesday, Saberhagen Thursday,\" the Mets general manager said, smiling. \"Then Gooden Friday, Gooden Saturday . . . \"'","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"I Can't Believe I Went to the Prom","web_url":"https://www.nytimes.com/1993/06/11/opinion/i-can-t-believe-i-went-to-the-prom.html","abstract":"  I know that many people, especially New Agers, have much more transcendental, significant realizations, but I still can't believe that I went to the prom. I thought that the prom only happened in a place called Teen World, where girls my age budget their time between pep squad, fawning over pictures of Doogie Howser and being upstanding citizens.   I learned about Teen World from magazines, movies and sit-coms. It is a realm where skimpy clothes, a body to wear them and a boy to appreciate both are the holy trinity. To have different priorities is virtually unheard of. Luckily, in Teen World, girls who look darn near anorexic always seem tremendously happy. They also seem to be free from the street harassment that wearing, say, the low-cut body suit that YM magazine recommends as date wear this month tends to incur. And in Teen World, there is never a contradiction between a near-reverent focus on boys and a subtle but equally intense emphasis on the sanctity of virginity.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1993/06/11/style/IHT-the-arts-guide.html","abstract":"AUSTRIA. Vienna . ufaggallKunsthistorisches Museum (tel: 52.177). To June 27: \"Die Welt der Maya.\" More than 300 objects explore the world of the Mayas which spans Belize, El Salvador, Guatemala, Honduras and Mexico.. Osterreichisches Museum f&#","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/06/11/arts/restaurants-518193.html","abstract":"  On soft spring evenings La Metairie sparkles like a seductive beacon in the heart of the West Village, its white-trimmed windows swung open to reveal candlelight, white walls with wooden beams and cheerful Provencal colors. La Metairie may well be the most romantic restaurant downtown, and better yet, you don't need to be an Onassis heir to enjoy it.   La Metairie (the name means small cooperative farm) once held the distinction of being one of the smallest white-tablecloth restaurants in Manhattan, with fewer than two dozen seats in one barnlike room. In 1991 the owner, Sylvain Fareri, renovated an adjacent grocery store and more than doubled the seating while maintaining the enchanting Provencal farmhouse look. Stuccolike white walls have dark wood trim and hold farm utensils; firewood is stacked on overhead ledges; banquettes and chairs are covered with sunny Provencal fabrics, and candlelight gives it all an enchanting glow. No wonder you see so many couples holding hands there.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"1893: Queen's Parade : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-1893-queens-parade-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Rarely have Londoners seen such pomp and splendor as was witnessed yesterday [May 10] by spectators who lined the roadways along the route taken by the Royal procession from Buckingham Palace to South Kensington. Enticed by the glorious weather a","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/06/11/arts/sounds-around-town-517393.html","abstract":"  Musical Maturity   Aztec Camera, Bottom Line, 15 West Fourth Street, Greenwich Village, (212) 228-7880. A decade ago, when he was still too young to drink legally in a club, Aztec Camera's singer and songwriter, Roddy Frame, cornered a little piece of the pop market. A kind of post-punk Van Morrison, he combined a poetic sensitivity, a soulful voice, melancholy melodies and too much innocence in songs that burst with folkish exuberance; on the 1983 album \"High Land, Hard Rain,\" his words tumbled out as if he couldn't believe how much he had to tell. These days Mr. Frame has mellowed a bit, and the arrangements on his fifth album, \"Dreamland\" (Sire)produced by Ryuichi Sakamoto, are smooth and sophisticated, tending toward synthesizers more than acoustic guitars; his voice is a little deeper and more resonant. Yet his romanticism is still gloriously intact, and onstage he is the kind of performer who willingly gives himself away. Tonight he is accompanied by just guitar and piano. Shows start at 7:30 and 10:30 P.M. Tickets are $15.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/06/11/arts/sounds-around-town-553093.html","abstract":"  The Freshmen on Tour   Four Freshmen, Fat Tuesday's, 190 Third Avenue at 17th Street, (212) 533-7900. The Four Freshmen, the group of singing instrumentalists discovered by Stan Kenton in Dayton, Ohio, in 1950, are going strong after 43 years. Except for Bob Flanigan, the group's leader, who at 66 still sings and plays trombone, the group is now made up of relative youngsters. But the presence of Mr. Flanigan assures that such old Freshmen favorites as \"It's a Blue World\" and \"Day In, Day Out\" are still performed with the group's original harmonic flair, even though there has been a fifth Freshman for several years. At Fat Tuesday's, which has been a regular stop on Freshmen tours for more than 10 years, they will go on tonight and tomorrow night at 8, 10 and midnight; on Sunday at 8 and 10 P.M. There is a $20 music charge and a $10 minimum.  A Blossom Dearie Series    Blossom Dearie, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. Blossom Dearie, the singer and pianist whose voice is an astonishing mixture of little-girl innocence and dark throatiness, has been playing twilight performances at the Ballroom off and on since 1984. Originally they were a winter series, but now she has become a summertime attraction, playing Fridays and Saturdays at 6:30 P.M. Her repertory is a very special mixture of sophisticated wit and nimble rhythm created partly by such old hands as Cole Porter and Noel Coward but leaning more toward contemporary songwriters: Dave Frishberg, John Wallowitch and Miss Dearie herself. Accompanied by the bassist Ray Kilday, she plays a single extended set at 6:30 P.M. today and tomorrow. There is a $15 music charge and a two-drink minimum.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"A Name and a Date For Letterman Show","web_url":"https://www.nytimes.com/1993/06/11/arts/a-name-and-a-date-for-letterman-show.html","abstract":"  David Letterman cannot take the title \"Late Night\" with him when he moves to CBS this summer because it belongs to NBC. But he will be doing the next best thing, CBS announced yesterday. He will call his new program \"Late Show.\"    The show will have its premiere on Aug. 30, the network said, and will run Mondays through Fridays from 11:35 P.M. to 12:35 A.M.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"LAWSUIT BY PRIEST CHARGES SEX ABUSE","web_url":"https://www.nytimes.com/1993/06/11/us/lawsuit-by-priest-charges-sex-abuse.html","abstract":"  A parish priest and two other men who say they were sexually abused by priests when they were children today sued Roman Catholic Church leaders under the Federal Racketeering Influenced and Corrupt Organizations Act.   The suit in Federal District Court in neighboring Camden, N.J., is the first time the RICO statue has been invoked against church officials or in a sexual abuse case, according to legal experts. The Rev. Gary R. Hayes, one of the plaintiffs, is also the first priest to sue church officials for childhood sexual abuse by another.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Record Low Dropout Rate Is Met With Skepticism","web_url":"https://www.nytimes.com/1993/06/11/nyregion/record-low-dropout-rate-is-met-with-skepticism.html","abstract":"  Schools Chancellor Joseph A. Fernandez yesterday reported the lowest dropout rate ever recorded in New York City, a rate far lower than that reported by virtually all other large urban school systems in the country.   It was the fourth consecutive year of declining dropout rates, and Mr. Fernandez, who leaves office at the end of the month, attributed the success largely to changes he introduced during his stormy three-and-a-half-year tenure as Chancellor.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/06/11/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that close soon: Closing This Weekend  \"SOMEONE WHO'LL WATCH OVER ME,\" Booth Theater, 222 West 45th Street, Manhattan. A drama by Frank McGuinness about three men being held captive in Beirut. Through Sunday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $40 to $45. Information: (212) 239-6200. \"AVENUE X,\" Playwrights Horizons, New Theater Wing Studio, 416 West 42d Street, Clinton. An a cappella musical by John Jiler and Ray Leslee, set in the early 1960's, about two young singers who try to take an interracial act to the old Fox Theater in Brooklyn. Through Sunday. Performances: Tonight at 8; tomorrow at 3 and 8 P.M.; Sunday at 2 and 7 P.M. Tickets: $5. Information: (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"Books of The Times; Reality Infused With Intimations of the Divine","web_url":"https://www.nytimes.com/1993/06/11/books/books-of-the-times-reality-infused-with-intimations-of-the-divine.html","abstract":"  Sister Water   By Nancy Willard   255 pages. Alfred A. Knopf. $21.     In her enchanting first novel, \"Things Invisible to See\" (1985), the poet and children's author Nancy Willard conjured up a magical world in which the mundane and the metaphysical merged and overlapped. Here, the dead played baseball with the living, vacuum cleaners picked up gold jewelry and gold fillings, and emissaries from the spirit world introduced human beings to a realm of things invisible to see. As in a child's book of fairy tales, transactions between the real and the fantastic occurred with almost offhand nonchalance, not as manifestations of an irrational cosmos, but as intimations of a divinely ordered realm in which change and metamorphosis are part of the redemptive cycle of life.","thumbnail":null,"section":"Books"},{"date":"19930611","headline":"Belmont Stewards Suspend Migliore","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-horse-racing-belmont-stewards-suspend-migliore.html","abstract":"  Belmont Park stewards have suspended RICHARD MIGLIORE for seven calendar days for careless riding aboard Game Wager in Monday's second race. The suspension, handed down Wednesday, will begin Saturday and keep Migliore idle through June 18. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"U.S. and North Koreans Press Nuclear Talks","web_url":"https://www.nytimes.com/1993/06/11/world/us-and-north-koreans-press-nuclear-talks.html","abstract":"  The United States and North Korea failed again last night to resolve a dispute over Pyongyang's nuclear weapons program, but representatives of the two countries were to meet today in a last-ditch effort to reach agreement on the issue.   With North Korea's withdrawal from the treaty to halt the spread of nuclear weapons to take effect tomorrow, American officials said they may have no alternative but to turn to the United Nations for help in compelling Pyongyang to rejoin the accord and open its nuclear sites for inspection.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Administration Decides F.B.I. Chief Must Leave, Officials Say","web_url":"https://www.nytimes.com/1993/06/11/us/administration-decides-fbi-chief-must-leave-officials-say.html","abstract":"  Five months after a scalding report on his conduct, the Clinton Administration has concluded that William S. Sessions should step down as Director of the Federal Bureau of Investigation and has begun negotiations with his lawyers to ease him from office, Government officials said today.   In conversations this week, Justice Department officials and lawyers for Mr. Sessions have weighed his narrowing options, five and a half years into a 10-year term as Director.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/11/nyregion/news-summary-643393.html","abstract":"  International A3-11  MEXICO CAPTURES SUSPECT  After an intense manhunt, Mexican police announced the capture of one of Mexico's most powerful cocaine traffickers and said he would be charged in connection with killing a Roman Catholic Cardinal.  A1  MACEDONIA TO GET U.S. TROOPS  The United States said it would send 300 peacekeeping troops to Macedonia to help contain the Bosnian war. Secretary of State Warren Christopher depicted the offer as a \"deterrent force.\" A1","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Cambodian Rulers Reject Election Results","web_url":"https://www.nytimes.com/1993/06/11/world/cambodian-rulers-reject-election-results.html","abstract":"  The Government, rejecting election results that show its political party the loser in last month's elections, warned today that some provinces would try to secede from Cambodia rather than come under the control of the royalist opposition party that won at the polls.   The leader of the huge United Nations peacekeeping operation in Cambodia, Yasushi Akashi, said at a news conference that \"dissidents\" within the government were angry over the election results and were \"demonstrating their unhappiness by moving for the establishment of some kind of autonomous region in the east and northeastern part of Cambodia.\"","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/11/arts/art-in-review-575093.html","abstract":"  'Alberto Giacometti: Sculpture'  Gagosian Gallery 980 Madison Avenue (at 77th Street) Manhattan Through June 19    Few artists made postwar existential angst as credibly manifest as Alberto Giacometti. His recipe included aspects of Cycladic and Egyptian art -- notably frontality and simplification -- mixed with an agitated, ingeniously varied surface and a sense of the individual that was strictly modern.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Governor and N.Y.R.A. to Air Dispute","web_url":"https://www.nytimes.com/1993/06/11/sports/horse-racing-governor-and-nyra-to-air-dispute.html","abstract":"  The dispute between Gov. Mario M. Cuomo and the people who operate horse racing in New York State took a new turn yesterday when the Governor invited the 23 trustees of the New York Racing Association to meet with him next week to explore the issues between them.   But the Governor's tax chief, meanwhile, kept the dispute alive by demanding that the racing association immediately pay its past-due tax bill of $1.9 million. The tax commissioner, James W. Wetzler, said in a strong letter that the state would not wait for the racing association to pay the bill at the present rate of $200,000 a week. The bill originally totalled $4 million, but the association made a lump payment of $2 million two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Mashburn Goes Public, Stock Soars","web_url":"https://www.nytimes.com/1993/06/11/sports/pro-basketball-mashburn-goes-public-stock-soars.html","abstract":"  Jamal Mashburn seemed a little overwhelmed yesterday. There he was, a 20-year-old standing on a schoolyard court on the Upper West Side. Behind him, a brand-new cherry-red Ferrari, fans, cameras, police officers, microphones, and a throng of kids mobbing him for his signature.   \"You know you're popular when somebody asks you for an autograph in New York City,\" said the soft-spoken Harlem native who figures to be among the top three picks in the June 30th National Basketball Association draft. \"I guess I'm a public figure now.\"","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Young Toughs of Fuk Ching Gang Mourn 4","web_url":"https://www.nytimes.com/1993/06/11/nyregion/young-toughs-of-fuk-ching-gang-mourn-4.html","abstract":"  The four coffins lay open. Fifteen young men in loose-fitting double-breasted black suits, black ties and wrap-around sunglasses walked past them in silence, some bowing slightly.   The men in the coffins were young, too, and dressed identically in black suits, except for one with a favorite Yankees baseball cap placed on his head. They were all members of the Fuk Ching, law-enforcement officials said, a Chinatown gang linked to the smuggling of illegal aliens, including those aboard the ship that ran aground in Queens early Sunday.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Rescue Team, Earn New Contract","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-basketball-rescue-team-earn-new-contract.html","abstract":"  JOHN LUCAS, who took over as San Antonio coach early last season and led the Spurs to a second-place finish in the National Basketball Association's Midwest Division, signed a four-year contract yesterday.   Terms of the pact were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/06/11/books/the-spoken-word.html","abstract":"  PSYCHOANALYTIC DISCUSSION, Karen Horney Clinic Building Auditorium, 329 East 62d Street. A screening of Jean-Luc Godard's film \"Une Femme Mariee\" (\"A Married Woman\") directed by Jean-Luc Godard, followed by a discussion. Tonight at 7:30. Admission: $7; $4 for students and the elderly. Information: (212) 838-8044. POETRY READING, Biblio's Bookstore and Cafe, 317 Church Street, TriBeCa. Todd Colby and Jill Rapaport read from their work. Sunday at 5. Admission: $3. Information: (212) 334-6990.","thumbnail":null,"section":"Books"},{"date":"19930611","headline":"On My Mind; Pull Up the Gangplank","web_url":"https://www.nytimes.com/1993/06/11/opinion/on-my-mind-pull-up-the-gangplank.html","abstract":"  By nightfall that day, American immigration officials had made passengers off the Golden Venture feel right at home, as if they were still in China. They put them in handcuffs, sent them to distant prisons and made sure they did not see any lawyers.   That is U.S. policy: Make an example of the ship's hungry and sodden human cargo for fleeing Communist China without the right papers and for still daring to think of asylum. Show them what's what around here, so the wretched of the world do not get any ideas America is still always open-armed to them.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"7 Suspended","web_url":"https://www.nytimes.com/1993/06/11/sports/7-suspended.html","abstract":"  Seven players involved in Sunday's brawl between the Seattle Mariners and the Baltimore Orioles received a total of 27 days in suspensions yesterday from the American League president, Bobby Brown.   Four Mariners were suspended -- Chris Bosio for five games; Norm Charlton for four, and Mackey Sasser and Bill Haselman for three games each.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Police Officer Pleads Guilty in Case That Spotlighted Corruption","web_url":"https://www.nytimes.com/1993/06/11/nyregion/police-officer-pleads-guilty-in-case-that-spotlighted-corruption.html","abstract":"  More than a year after his arrest, former Police Officer Michael Dowd pleaded guilty yesterday to the crimes that made him a symbol of corruption in the New York City Police Department.   But in a tense, emotional session in Federal District Court in Manhattan, Judge Kimba M. Wood said that she might toughen the plea bargain agreement made between Mr. Dowd and prosecutors, and perhaps sentence him to more prison time than had been agreed upon. He could not withdraw the plea.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Nigeria Court Ruling Delays Presidential Election","web_url":"https://www.nytimes.com/1993/06/11/world/nigeria-court-ruling-delays-presidential-election.html","abstract":"  Nigeria's first multiparty presidential elections in nearly a decade were put in jeopardy tonight after a senior court ordered the military Government not to conduct the balloting scheduled for Saturday.   The decision by the high court in Abuja, the new capital, appeared to have been decided largely on procedural grounds. A lawsuit to suspend the elections had been brought by the Association for a Better Nigeria, a group of private citizens which had sponsored a campaign calling for the country's military leader, Gen. Ibrahim Babangida, to remain in office for at least another four years.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"It's Not Too Late for Clinton to Get It Right; Persistent Slant","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-it-s-not-too-late-for-clinton-to-get-it-right-persistent-slant-549193.html","abstract":"  To the Editor:   Among my friends, and increasingly for me, a concern has been growing that The New York Times has in some sense sold out. To whom? I cannot say; indeed, I have no idea. But we have all become increasingly shocked and troubled by the flagrant editorializing on your front page and in particular by what seems to have developed into a \"get Clinton\" obsession in your editorials and columns.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Powell Receives a Rousing Greeting at Harvard","web_url":"https://www.nytimes.com/1993/06/11/us/powell-receives-a-rousing-greeting-at-harvard.html","abstract":"  Instead of the threatened noisy protests against the military's ban on homosexuals, Gen. Colin L. Powell, the Chairman of the Joint Chiefs of Staff, drew a rousing ovation today from Harvard University students, faculty and alumni at commencement ceremonies here.    Many of the Harvard graduates took issue with General Powell as a symbol of the military's opposition to homosexuals serving openly in the ranks, but it was generally a quiet protest. Hundreds of students held placards or pink balloons emblazoned with \"Lift the Ban\" that bobbed lazily in the tree-shaded Harvard Yard during a morning ceremony. Scores of students and some faculty members turned their backs on the general when he received an honorary degree of law.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"1943: Island Battle : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-1943-island-battle-in-our-pages-100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] American airmen laid explosives across Pantelleria's scarred face again yesterday [June 9], tore up two Sicilian airfields near volcanic Mt. Etna, and won a 39-1 aerial victory at those in","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/06/11/arts/diner-s-journal.html","abstract":"  Indies   Indies is part of the new wave of Caribbean-style restaurants washing over Manhattan. Its pre-opening publicity described it as a West Indies restaurant and nightclub with a tropical rain forest decor, including \"four active waterfalls surrounded by tropical plants and foliage, shell-shaped sconces, hemp-wrapped railings, slow-moving ceiling fans and an outrageous sound system.\"   The main dining room of Indies is colorful and cheerful, although the giant bandstand takes up about a fourth of the space. The so-called waterfalls look like something you would see at a shopping mall, a series of pink cement pools fed by foot-long turquoise sluices. Upstairs has a bar and more tables.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"THE MOVIE GUIDE : Jonah Who Lived in the Whale","web_url":"https://www.nytimes.com/1993/06/11/style/IHT-the-movie-guide-jonah-who-lived-in-the-whale.html","abstract":"Directed by Roberto Faenza. Italy-France. .Based on the autobiography of Jonah Oberski, Roberto Faenza's film tells the story of a family of Dutch Jews deported from their home in Amsterdam to the Bergen-Belsen concentration camp. It is a story that has","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Wickman Blocks Out Bikers and Brewers","web_url":"https://www.nytimes.com/1993/06/11/sports/baseball-wickman-blocks-out-bikers-and-brewers.html","abstract":"  The distractions could have destroyed Bob Wickman and transformed the first start in his home state into a disaster. There were 24 tickets to secure, the threat of a renewed beanball war between two teams that despise each other, the return of Don Mattingly, two more Yankee injuries and, just in case that was not enough, 6,000 Harley-Davidson motorcycle enthusiasts in town for a convention and cheering the Brewers.   Enough to cloud his mind? Apparently not.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"The Example of Cyprus : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-the-example-of-cyprus-letters-to-the-editor.html","abstract":"Regarding \"Standing Aside in Self-Deluding Virtue\" (Opinion, June 1): .Peter Schneider seems to believe Cyprus is an example of a peacekeeping operation that works. Unfortunately it has only perpetuated the aggressor's territorial and \"e","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Condominium Development;\nRecession-Thwarted Project Reborn","web_url":"https://www.nytimes.com/1993/06/11/us/condominium-development-recessionthwarted-project-reborn.html","abstract":"For five years the real estate recession has thwarted plans to transform a 13.5-acre site along Ridgedale Avenue here into housing. But now, a backhoe is tearing into the earth in preparation for putting up 165 condominiums.\n\nWestminster Homes Inc., a subsidiary of the Kushner Companies, both of Florham Park, N.J., has taken over the project, which was conceived by a group of local developers who pulled out in the face of a gloomy market. Westminster has redesigned the units and will deliver them at prices designed to woo cost-conscious consumers.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Reaganomics, With a Mexican Accent","web_url":"https://www.nytimes.com/1993/06/11/opinion/reaganomics-with-a-mexican-accent.html","abstract":"  The growing opposition in Congress to the North American Free Trade Agreement may save the Administration from its own confusion.   The President has ignored the contradiction between his ambitious program for domestic revitalization and his support for a much freer flow of capital and labor between the United States and Mexico. The trade agreement and continuing high levels of immigration from Mexico can derail his vision of a high-investment, high-wage, high-tech America.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Mastercard and Midtown: City Hall Wins in New Tack","web_url":"https://www.nytimes.com/1993/06/11/nyregion/mastercard-and-midtown-city-hall-wins-in-new-tack.html","abstract":"  In a decision that company officials say turned more on New York City's intangible assets than on simple economics, Mastercard International will keep its headquarters in mid-Manhattan rather than move to Westchester County.   For the city, Mastercard's decision to move from its current Manhattan headquarters into nine floors of the old Burlington House on the Avenue of the Americas means holding onto 450 jobs, and if Mastercard's own growth projections hold true, getting another 750 within the next 12 years.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/06/11/theater/on-stage-and-off.html","abstract":"  'Sunset Boulevard' Postponement    A bizarre technical snafu has forced Andrew Lloyd Webber to cancel several previews of \"Sunset Boulevard\" in London and postpone the openingof the musical from June 29 until July 12.   According to a statement issued yesterday by Mr. Lloyd Webber, the production was two weeks behind schedule because newly installed hydraulic valves, necessary for moving scenery around on stage, were faulty. A New York press representative for the show, Peter Brown, explained further that the valves, which are radio operated, proved \"susceptible to interference from every cellular phone in London.\" Unable to find the problem, the suppliers simply had to remove the new valves and put the old ones back. The work has kept the cast from rehearsing on stage.","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"Screen Stars With Teeth to Spare","web_url":"https://www.nytimes.com/1993/06/11/movies/screen-stars-with-teeth-to-spare.html","abstract":"Steven Spielberg's \"Jurassic Park\" is a true movie milestone, presenting awe- and fear-inspiring sights never before seen on the screen. The more spectacular of these involve the fierce, lifelike dinosaurs that stalk through the film with astounding ease. Much scarier, however, are those aspects of \"Jurassic Park\" that establish it as the overnight flagship of a brand-new entertainment empire. Even while capturing the imagination of its audience, this film lays the groundwork for the theme-park rides, sequels and souvenirs that insure the \"Jurassic Park\" experience will live on. And on. And on.","thumbnail":null,"section":"Movies"},{"date":"19930611","headline":"Ex-Cowboy Holt Signs With Dolphins","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-football-ex-cowboy-holt-signs-with-dolphins.html","abstract":"  Cornerback ISSIAC HOLT, a starter the past three seasons for the Dallas Cowboys, signed as a free agent yesterday with the Miami Dolphins.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/06/11/arts/art-in-review-582393.html","abstract":"  'An American Vision: Vintage F.S.A. Photographs, 1935-1943'   Howard Greenberg Gallery  120 Wooster Street (near Prince Street)  SoHo  Through June 19    The work of the photographers attached to the Farm Security Administration during the Depression remains a landmark in the history of documentary photography. Formed to provide publicity for the New Deal agency, the photographic unit, under the often heavy-handed direction of Roy Stryker, gradually expanded its focus to encompass many aspects of American society.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Wanted: Contributors in Search of Immortality","web_url":"https://www.nytimes.com/1993/06/11/nyregion/wanted-contributors-in-search-of-immortality.html","abstract":"  Call it an answer to the yearning for immortality: for a price, universities and colleges will carve the name of a generous benefactor in limestone on an imposing building. Too costly? The donor can opt for a piece of the building -- a student lounge, a science laboratory, a library, even a photography darkroom -- dedicated in perpetuity with a bronze plaque.   The practice of marketing buildings and other campus landmarks is hardly new, but it is reaching new dimensions. Squeezed between faltering government support and rising expenses, private universities and colleges are pursuing potential donors as never before, with lists of \"naming opportunities\" ranging from research institutes to plastic seats in an athletic stadium.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Plan Seeks To Rebuild Downtown Of the Bronx","web_url":"https://www.nytimes.com/1993/06/11/nyregion/plan-seeks-to-rebuild-downtown-of-the-bronx.html","abstract":"  Gambling that an infusion of public money will reverse 25 years of decline, state, city and Bronx officials announced yesterday an ambitious plan to rebuild the Bronx's downtown. They said the plan was aimed at encouraging private investment in the borough and keeping the Yankees in the Bronx.   The officials, announcing a proposal developed through Borough President Fernando Ferrer's office, admitted they had no guarantees on financing. Rather, they said, the plan was intended as a framework for rebuilding the area around four huge public projects in the next decade at an estimated cost of $1 billion.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Review/Film; Screen Stars With Teeth To Spare","web_url":"https://www.nytimes.com/1993/06/11/movies/review-film-screen-stars-with-teeth-to-spare.html","abstract":"Spielberg's prehistoric animal blockbuster, via Crichton novel. Gripping.","thumbnail":null,"section":"Movies"},{"date":"19930611","headline":"Scientists Honored At Rockefeller U.","web_url":"https://www.nytimes.com/1993/06/11/nyregion/commencement-scientists-honored-at-rockefeller-u.html","abstract":"  Rockefeller University awarded 19 doctoral degrees yesterday at the school's 35th commencement exercises, which were held in the Caspary auditorium on the campus on York Avenue in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"2 SIDES IN BOSNIA SIGN A CEASE-FIRE","web_url":"https://www.nytimes.com/1993/06/11/world/2-sides-in-bosnia-sign-a-cease-fire.html","abstract":"  The commanders of the mostly Muslim Bosnian Army and the main Croatian militia in Bosnia signed a cease-fire today aimed at immediatedly ending clashes in central Bosnia, United Nations officials here said.   The agreement, signed by the Army commander, Rasim Delic, and the commander of the Croatian Defense Council, Milivoj Petkovic, called for a cease-fire at 2 P.M., the officials said after a meeting in the Croat-controlled town of Kiseljak. The agreement reaffirms a similar agreement signed on May 12, the officials said.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Moral vs. Moralistic : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-moral-vs-moralistic-letters-to-the-editor.html","abstract":"Regarding \"Homosexuality and Morality\" (Letters, May 27) from T.M.Aglialoro: .I am getting tired of the phony moral rectitude of some people on a subject that is no concern of theirs: the sex life of other people. .As to the contribution of","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/11/nyregion/c-corrections-704993.html","abstract":"  An article yesterday about the divorce settlement between Ivan and Seema Boesky misstated the payment he will receive. The amount -- annual, not monthly -- is $180,000.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Gergen to Quit Club, White House Reports","web_url":"https://www.nytimes.com/1993/06/11/us/gergen-to-quit-club-white-house-reports.html","abstract":"  Three days after David R. Gergen, a Presidential counselor, vowed to retain his membership in the secretive all-male Bohemian Club, the White House today said that he planned to resign.   Dee Dee Myers, the White House press secretary, insisted that Mr. Gergen's decision had nothing to do with the uproar this week over his membership. She said that \"in keeping with White House tradition,\" he was resigning from every board, commission and social organization to which he belonged.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Brown's Boat Is Diverse","web_url":"https://www.nytimes.com/1993/06/11/sports/rowing-brown-s-boat-is-diverse.html","abstract":"  At the world junior championships three years ago in Vienna, the veteran coach from Philadelphia, Ted Nash, came upon a young man named Igor Boraska rowing for a Yugoslav crew.   Boraska, a 6-foot-3-inch, 190-pound Croat from Split, was such an impressive oarsman that Nash suggested he might consider college rowing in America. Write some letters and ask for applications, said Nash. Boraska did.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Mets Go From 5 Runs Up to 21 1/2 Games Behind","web_url":"https://www.nytimes.com/1993/06/11/sports/baseball-mets-go-from-5-runs-up-to-21-1-2-games-behind.html","abstract":"  The cruelest part of the home run was that it refused to come down. On and on it carried. Shea Stadium, long ago conditioned to calamity, was forced to wait for the final crash.   There was no sound, though, for the baseball wound up too far gone to even be tracked. It cleared bleachers and outer walls and simply vanished. The Mets were gone soon after, their 5-0 lead twisted into a 7-6 defeat to the Phillies.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Can't Hear Whistle Blowing, Can You?","web_url":"https://www.nytimes.com/1993/06/11/sports/on-pro-basketball-can-t-hear-whistle-blowing-can-you.html","abstract":"  Michael Jordan may or may not have lost $1.2 million betting on golf, but the bottom-line figure for David Stern and the rest of the National Basketball Association yesterday was 16.8. That's what Game 1 of the league finals drew as a rating for the network Wednesday night, the commissioner was happy to announce.   If only Michael Jordan's gambling explanations rated that high.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/11/nyregion/c-corrections-396093.html","abstract":"  An obituary yesterday about Gabriel Preil, an American poet and translator skilled in Hebrew who died on Saturday at 82, omitted a survivor. He is Mr. Preil's brother, Joseph Kushner of Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"It's Pee Wee's Brooklyn Adventure","web_url":"https://www.nytimes.com/1993/06/11/sports/baseball-tv-sports-it-s-pee-wee-s-brooklyn-adventure.html","abstract":"  Mark Reese has \"hung around\" a father and retired shortstop named Pee Wee for 36 years down home in Louisville, Ky. The filmmaker grew up with tales of daddy and the Duke, Jackie and Gil, Campy and Newk: the entire course catalogue of the Brooklyn Dodgers from the early 1940's to the late 1950's.   About a year ago, Reese detoured from producing a film about Cooperstown and the Baseball Hall of Fame to one solely about his father, \"Pee Wee Reese: The Quiet Ambassador,\" a project that will grow into individual films about Roy Campanella, Duke Snider, Jackie Robinson, Sandy Koufax and Don Drysdale.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Japan: A Win-Win Solution to the Trade Problem","web_url":"https://www.nytimes.com/1993/06/11/opinion/IHT-japan-a-winwin-solution-to-the-trade-problem.html","abstract":"The writer is deputy secretary-general of Japan's Liberal Democratic Party and former vice minister of foreign affairs..At their summit meeting in April, Prime Minister Kiichi Miyazawa and President Bill Clinton agreed to create a new framework for U.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"AIDS LINK TO V.D. BECOMES CLEARER","web_url":"https://www.nytimes.com/1993/06/11/world/aids-link-to-vd-becomes-clearer.html","abstract":"  Researchers at the ninth international meeting on AIDS said here today that they had a better understanding of why people with other sexually transmitted diseases are at much higher risk of being infected with H.I.V., the virus that causes AIDS.   Several experts said greater efforts against all sexually transmitted diseases would help curtail the spread of H.I.V. They pointed to the example of Sweden, where both sexually transmitted disease and reported H.I.V. infections are very low.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"A Bitter Past Sweetens The Cup for Demers","web_url":"https://www.nytimes.com/1993/06/11/sports/hockey-a-bitter-past-sweetens-the-cup-for-demers.html","abstract":"  For the longest time, Jacques Demers was unwanted. There was the summer he sat in his house in Farmington Hills, Mich., and watched Cubs games on television, raked leaves in the yard, and tried not to think about the coming hockey season. There were all those wistful nights when he sat in a radio booth in Quebec and gave commentary on some other coach and his hockey team. There were the endless days when the telephone just didn't ring.   He was afraid, then, even to dream of this moment. Dropped by the Detroit Red Wings in 1990, treated like an outcast by National Hockey League general managers, Demers didn't know whether he'd ever get another chance to coach. And he certainly didn't think he would someday have this job: Coach of his hometown Montreal Canadiens, the most storied franchise in National Hockey League history, a team that he led to an unparalleled 24th Stanley Cup in his first year as head coach.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"NEW U.S. PROGRAM OF STUDENT LOANS CLEARS KEY PANEL","web_url":"https://www.nytimes.com/1993/06/11/us/new-us-program-of-student-loans-clears-key-panel.html","abstract":"  The Senate Labor and Human Resources Committee today approved a modified version of President Clinton's proposal to put the Federal Government in the business of lending money directly to college students.   The plan, which is now almost certain to be enacted in some form, is intended to cut costs both to students and to the Government, which now acts as a guarantor of student loans made by private financial institutions.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"We Listened, and Justice Marshall Talked","web_url":"https://www.nytimes.com/1993/06/11/opinion/l-we-listened-and-justice-marshall-talked-542493.html","abstract":"  To the Editor:   \"In Marshall Papers Case, Library Abuses Trust\" (letters, June 3) and \"Library of Congress -- or School for Scandal\" (Op-Ed, May 27) claim the Library of Congress betrayed the intent of Justice Thurgood Marshall by opening his papers soon after his death last January. Unfair, untrue.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/06/11/style/IHT-what-theyre-reading.html","abstract":"Lord Norwich, British author and broadcaster, is reading \"Reckoning: The Murder of Christopher Marlowe,\" by Charles Nicholl. .\"It's riveting - a wonderful bit of literary, historical detection. It's the whole world of English spies - a w","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Haiti: End the Charade","web_url":"https://www.nytimes.com/1993/06/11/opinion/haiti-end-the-charade.html","abstract":"  After 20 months of dithering, Washington finally seems to have summoned the political will to apply serious pressure for the restoration of democracy in Haiti.   The United States, Canada, Venezuela and France are preparing to ask the U.N. Security Council to slap a worldwide ban on oil shipments to Haiti, backed up by Chapter 7 of the U.N. Charter, which authorizes the use of military force. The oil embargo would reinforce a toothless Western Hemisphere economic embargo. And it would be accompanied by a new round of political negotiations timed to exploit Tuesday's resignation of Marc Bazin, the military's figurehead Prime Minister.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Koch Backs Badillo for Comptroller on 'Fusion' Ticket","web_url":"https://www.nytimes.com/1993/06/11/nyregion/koch-backs-badillo-for-comptroller-on-fusion-ticket.html","abstract":"  Former Mayor Edward I. Koch yesterday endorsed a fellow Democrat, Herman Badillo, for New York City comptroller, saying it would not \"upset\" him if this helped the Republican \"fusion\" ticket.    Mr. Koch, who had announced his support for Mr. Badillo as a mayoral candidate before Mr. Badillo dropped out of that race, said that he did not know who he would endorse for mayor now but that he expected to make a decision by September. Mr. Koch has hinted at the possibility of an endorsement of the Republican candidate, Rudolph W. Giuliani, against the Democratic incumbent, David N. Dinkins, and yesterday he did little to dispel that notion. A Multiparty Alliance    Asked by reporters during a news conference on the steps of City Hall whether he would be helping the Giuliani camp by standing behind Mr. Badillo, Mr. Koch answered, \"If it happens, I'm not going to be upset.\"","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/11/nyregion/inside-682493.html","abstract":"  4 Chinese Freed by U.S.   The Immigration and Naturalization Service released four of the Chinese who were aboard the freighter that ran aground off Queens. Page B1.    The deposed head of Empire Blue Cross and Blue Shield is said to have severance agreements totaling $2 million. Page B4. Bellamy for Peace Corps    President Clinton is expected to nominate Carol Bellamy, the former New York City Council President, as head of the Peace Corps. Page A16. Epidemic Tied to New Virus    A new or previously unrecognized virus is believed to be the cause of a mysterious epidemic of a flu-like illness in the Southwest. Page A14.","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Tracks of Mystery Disease Lead to New Form of Virus","web_url":"https://www.nytimes.com/1993/06/11/us/tracks-of-mystery-disease-lead-to-new-form-of-virus.html","abstract":"  As the death of a young Navajo woman dashed hopes that an epidemic of a flu-like illness had begun to abate in the Southwest, Federal health officials said yesterday that a new or previously unrecognized strain of virus may have caused the mysterious outbreak.    The woman, a 22-year-old from Gallup, N.M., died Wednesday night after being flown by helicopter to a hospital in Albuquerque for emergency treatment. Another recent death in the region was also attributed yesterday to the disease, bringing the tentative death toll to 14.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"THE MOVIE GUIDE : Madadayo","web_url":"https://www.nytimes.com/1993/06/11/style/IHT-the-movie-guide-madadayo.html","abstract":"Directed by Akira Kurosawa. Japan. .The title is taken from the response in the game of hide-and-seek. \"Moiikai?\" (\"Are you ready?\") calls one child, and the answer is \"Madadayo\" (\"Not yet\"). This is also the resp","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/11/sports/results-plus-093793.html","abstract":"  COLLEGE BASEBALL  Wichita State Advances to Title Game  Freshman Casey Blake drove in five runs to lead Wichita State to a 10-4 victory over Oklahoma State yesterday and a berth in the championship game of the College World Series in Omaha. Tomorrow, seventh-seeded Wichita State (58-16) will be in its fourth championship game in six trips to the Division I baseball championships. The Shockers will play the winner of today's game between fifth-seeded Louisiana State (51-17-1) and fourth-seeded Long Beach State (46-18). The Shockers, who beat Oklahoma State 12-7 with a late rally in their regular-season meeting this year, took the lead early this time. Walks to Joey Adams, Richie Taylor and Darren Dreifort, his an intentional one with two out, set up Joey Jackson's two-run double in the third. Blake then drove in two with a single and Adam McCollough followed a single by Tommy Tilma with another single to drive in a fifth run off Cowboys starter Jake Benz (9-2). Joe Wallace doubled and Ernesto Rivera drove him home with a single in the bottom of the inning, but Wichita State matched that when Jackson walked with the bases loaded in the fourth. (AP) TENNIS  3 Big Names Move to Quarterfinals  Three former Wimbledon champions, Stefan Edberg of Sweden and Germans Boris Becker and Michael Stich, all advanced to the quarterfinals with victories yesterday at the Queen's Club grass-court championships in London. The second-seeded Edberg turned back a fierce third-set challenge from No. 15-seeded American Richey Reneberg to win by 7-6 (7-3), 3-6, 6-2. Edberg defeated Reneberg for the sixth time in seven meetings but did not gain control until he came back from 40-0 to break serve and take a 3-1 lead in the final set. Becker defeated the 14th-seeded Frenchman, Guillaume Raoux, by 6-4, 6-4, in 80 minutes. Stich marched past 12th-seeded David Wheaton of the United States, 6-4, 6-3. In another match, Grant Stafford, Wednesday's upset winner over top-ranked Pete Sampras, ended his run with a 6-4, 6-3 loss to No. 16 Marc Goellner. (AP) Shriver Rallies to Win: The former champion Pam Shriver found some of her former magic yesterday, recovering from a breakdown in the final set to defeat Mana Endo of Japan, 4-6, 7-6 (7-5), 6-4, at the women's grass-court championships at Edgbaston, England. Shriver, seeded No. 7, won the event from 1984-87. She fell behind by 3-1 in the third but fought back to win on her first match point when Endo netted a backhand. \"I'm grateful I dug this match out,\" Shriver said. \"This is the kind of player on grass I would have chewed up and spat out a few years ago.\" Second-seeded South African Amanda Coetzer joined Martina Navratilova on the sidelines after losing by 7-6 (7-1), 6-2 to Chanda Rubin, seeded 15th. Nathalie Tauziat of France is now the top-ranked player in the event. The third-seeded Tauziat progressed to the quarterfinals with a 6-3, 6-4 victory over Claire Wegink of the Netherlands. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Two Downwind Holes Bring Kite to Earth","web_url":"https://www.nytimes.com/1993/06/11/sports/golf-two-downwind-holes-bring-kite-to-earth.html","abstract":"  Weeks ago, Tom Kite was an immovable object. Now he is once again golf's irresistible force.   Unlike recent United States Open champions who found the trophy a psychological burden, Kite has played some of his best golf since winning at Pebble Beach 12 months ago. And in a matter of weeks, Kite has gone from being incapacitated by herniated disks to approaching top form for his Open defense next week at Baltusrol in Springfield, N.J.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Hear This","web_url":"https://www.nytimes.com/1993/06/11/style/IHT-hear-this.html","abstract":"Reflections while on hold at a dollar a minute: Voice mail is a dandy invention, right up there with the fax when it comes to communicating with folks without actually having to talk to them. But when the music coming back at you while you're waiting to","thumbnail":null,"section":"Style"},{"date":"19930611","headline":"Topics of The Times; Forcing Money on the Military","web_url":"https://www.nytimes.com/1993/06/11/opinion/topics-of-the-times-forcing-money-on-the-military.html","abstract":"  The Senate Appropriations Committee followed the House's lead this week and approved $1.2 billion in additional spending for the Pentagon. The money will be used for relief efforts in Somalia, health insurance for military families, the repair of storm-damaged Marine bases, air operations over Iraq and aid to the Kurds -- worthy causes all.    The odd thing is that the Pentagon didn't ask for the money. To pay for these causes, it was prepared to reprogram funds it didn't need, like $274 million to buy executive jets for the top brass and V.I.P.'s.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Review/Dance; Offbeat Visions in Premieres by Two Companies","web_url":"https://www.nytimes.com/1993/06/11/arts/review-dance-offbeat-visions-in-premieres-by-two-companies.html","abstract":"  David Dorfman Dance and Shapiro and Smith Dance, two companies that can be counted upon for intelligent as well as inventive choreography, opened the Altogether Different season on Monday night with a stimulating program at the Joyce Theater.    Eight modern-dance organizations are participating in this series, which continues through June 19, and each performance features two groups.","thumbnail":null,"section":"Arts"},{"date":"19930611","headline":"Folding an Era: Imagine Castro-less Convertibles","web_url":"https://www.nytimes.com/1993/06/11/nyregion/our-towns-folding-an-era-imagine-castro-less-convertibles.html","abstract":"  NO one, but no one, demonstrates a sofa bed like Bernadette Castro.   She approaches the task with such confidence in the product, such keen appreciation for its patented \"feather lift\" mechanism. \"It goes up and over,\" she says, standing in the middle of the Castro Convertible showroom, tugging at the mechanism and effortlessly coaxing a bed frame and mattress out of a couch. \"You just take it and pop it straight up.\"","thumbnail":null,"section":"New York"},{"date":"19930611","headline":"Israel Looks Like the Winner","web_url":"https://www.nytimes.com/1993/06/11/opinion/israel-looks-like-the-winner.html","abstract":"  Although Middle East peace talks are scheduled to resume on Monday, the Arab-Israeli conflict is really over. Victory is Israel's to clinch -- or squander. And America is in a position to tip the balance one way or the other.   For decades, the Arabs oscillated between finding an ally other than the U.S. and working to erode U.S. support for Israel by replacing it as a strategic ally. Egypt recognized the futility of the first strategy in the early 1970's. The rest of the Arab world reached that conclusion at the end of the cold war.","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/11/sports/transactions-109793.html","abstract":"  Auto racing    INTERNATIONAL AUTOMOBILE FEDERATION -- Elected Max Mosley president; Cesar Torres deputy president of the World Motor Sports Council, and Paul Verkuil deputy president of the Council for Tourism and Automobiles, effective October 1. Football  National Football League   MIAMI DOLPHINS -- Signed Issiac Holt, cornerback. Waived Amir Rasul, running back.   NEW YORK JETS -- Signed David Ware, offensive tackle, and Richie Anderson, running back.   SAN DIEGO CHARGERS -- Signed John Carney, placekicker.   TAMPA BAY BUCCANEERS -- Signed Van Waiters, linebacker. Arena Football League   ALBALY NHREBIRDS -- Signed Mark Valvo, offensive and defensive lineman.   CHARLOTTE RAGE -- Signed Larry Jones, offensive and defensive lineman. Placed ilMy Marsh, wide receiver-defensive back, and Junior Jackson, running back-linebacker, on injurel ruqerve.   CINCINNATI ROCKERS -- Acquired Gary Mullen, wide receiver-defensive back, from the Detroit Drive for future considerations. Signed John Clark, running back-linebacker. Placed Lamar Davis, offensive-defensive lineman.   CLEVELAND THUNDERBOLTS -- Signed Eddie Polly, wide receiver-defensive back. Activated Marvin Mattox, wide receiver-defensive back. Suspended Zack Dumas, wide receiver-defensive back. Placed Bill Schafer, wide receiver-defensive back, on waivers.   DETROIT DRIVE -- Signed James Goode, offensive-defensive lineman. Suspended John Corker, offensive-defensive lineman.   ORLANDO PREDATORS -- Activated Chris Ford, wide recekvms-dedefrive back, and Curt Mull, offensive/dmgensive lineman. Placed Henry Brown, offensive-defensive lineman, on injured reserve. Horse racing    BIRMINGHAM RACE COURSE -- Suspended Chuck Costanzo, jockey, for the remainder of this year's thoroughbred meet for betting on a greyhound race. Soccer  Continental Indoor Soccer League   SAN DIEGO SOCKERS -- Signed Bobby Harmon and Dan Kelly, midfielders, ent Raul Gelvezon, forward.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Review/Theater; A Territorial Struggle of Lost and Found Souls","web_url":"https://www.nytimes.com/1993/06/11/theater/review-theater-a-territorial-struggle-of-lost-and-found-souls.html","abstract":"  In Shem Bitterman's \"Ten Below,\" at the WPA Theater, Kevin Conway plays the most woebegone of homeless people. He is a piece of human refuse, desperately willing himself into nonexistence. As he speaks, Mr. Conway reveals a spark of former magnetism. Behind the filthy exterior, his eyes have a fierce intensity and his voice growls with native cunning. The actor has a most commanding presence onstage, and, in contrast to many of his peers, he seems firmly committed to working Off Broadway.   His role in \"Ten Below\" is closely related to the title character in \"The Caretaker.\" As in the Pinter play, a stranger (in this case, Anthony Edwards as a seemingly staid do-gooder) brings a vagrant back to his seedy home and welcomes him as a guest. Instead of insinuating itself into our emotions or disarming us with jolts of black comedy, as in Pinter, Mr. Bitterman's play becomes a waiting and delaying game.","thumbnail":null,"section":"Theater"},{"date":"19930611","headline":"Topics of The Times; Candor Please, Mr. Gergen","web_url":"https://www.nytimes.com/1993/06/11/opinion/topics-of-the-times-candor-please-mr-gergen.html","abstract":"  David Gergen, the new White House counselor, is quitting his new club, the all-male, exclusive Bohemian Club in California. He thus demonstrates for President Clinton what he proved to Presidents Nixon, Reagan and Bush: that fast action can keep a day's embarrassment from becoming a running story.    It was only Monday, his first day on the job, that Mr. Gergen said flatly, \"I have no intentions to resign\" from the club. That prompted press inquiries about White House policy on the subject. Hadn't Webster Hubbell, newly confirmed Associate Attorney General, just quit a Little Rock country club after helping to enlist its first black member? So how could Mr. Gergen so eagerly join a club that has yet to enlist its first woman and has only token minority membership? Would the White House allow that?","thumbnail":null,"section":"Opinion"},{"date":"19930611","headline":"Sagunto Journal; Architects? They Could Be Thrown to the Lions","web_url":"https://www.nytimes.com/1993/06/11/world/sagunto-journal-architects-they-could-be-thrown-to-the-lions.html","abstract":"  Over the centuries, as it lost sculpted columns and stone blocks to newer construction sites, the Roman theater in Sagunto slowly took on the appearance of a ruin. But, though badly scarred, its fine semicircular auditorium survived to remind people of 2,000 years of history.   Today, the theater still stands on a hillside below a Moorish castle overlooking Sagunto, but it is no longer recognizable. Rows of stone seats that were once crumbling have been hidden by polished white limestone, while the traditional view of the auditorium has been blocked by a huge new stage front.","thumbnail":null,"section":"World"},{"date":"19930611","headline":"Paternity Suit Just Another Crisis in Rhode Island","web_url":"https://www.nytimes.com/1993/06/11/us/paternity-suit-just-another-crisis-in-rhode-island.html","abstract":"  Democrats and Republicans alike today dismissed an unfolding scandal over a paternity suit against Gov. Bruce Sundlun of Rhode Island as a titillating but temporary problem.   The suit was filed by a 17-year-old Michigan girl whose mother was involved with the 73-year old Democratic Governor for several years in the 1970's, after his second marriage.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Judge in Boston Is Called Likely For High Court","web_url":"https://www.nytimes.com/1993/06/11/us/judge-in-boston-is-called-likely-for-high-court.html","abstract":"  After a week in which speculation swung from one candidate to another, White House officials said today that Stephen G. Breyer, a Federal appeals court judge from Boston, had emerged as President Clinton's most likely nominee for the Supreme Court.   Judge Breyer, who has been hospitalized since a bicycle accident last week, is scheduled to fly to Washington on Friday after his release to have lunch with Mr. Clinton. Several officials said the President hoped to make an announcement of a replacement for Justice Byron R. White, who is retiring, in the next two days.","thumbnail":null,"section":"U.S."},{"date":"19930611","headline":"Rose Cancels Cooperstown Visit","web_url":"https://www.nytimes.com/1993/06/11/sports/sports-people-baseball-rose-cancels-cooperstown-visit.html","abstract":"  PETE ROSE has canceled a trip to Cooperstown, N.Y., home of baseball's Hall of Fame, after he received criticism that the trip would steal the spotlight from REGGIE JACKSON, who is due to be inducted on Aug. 1.   Rose, baseball's career leader in hits, was banned from baseball for life in 1989 for having gambled on major league games and is ineligible for induction into the Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19930611","headline":"Review/Film; Waking Up To a Change: He Is a She","web_url":"https://www.nytimes.com/1993/06/11/movies/review-film-waking-up-to-a-change-he-is-a-she.html","abstract":"  \"Orlando\" was shown as part of the New Directors/New Film Series. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on March 19, 1993. The film opens today at the Angelika Film Center, 18 West Houston Street, NoHo, and the Lincoln Plaza Cinemas, Broadway between 62d and 63d Streets, Manhattan.   Taking Virginia Woolf's bountiful and witty 1928 novel, \"Orlando,\" which is as much about words, writing and the dogged pursuit of fine literature as about a number of other things, Sally Potter has made a grand new movie that is as much a richly informed appreciation of the novel as it is a free adaptation.","thumbnail":null,"section":"Movies"}],"wiki_events":[],"weather":[{"date":"19930611","time":"1993-06-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":81,"wspd":9.4},{"date":"19930611","time":"1993-06-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":81,"wspd":7.6},{"date":"19930611","time":"1993-06-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":84,"wspd":9.4},{"date":"19930611","time":"1993-06-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":85,"wspd":5.4},{"date":"19930611","time":"1993-06-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":86,"wspd":9.4},{"date":"19930611","time":"1993-06-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":84,"wspd":3.6},{"date":"19930611","time":"1993-06-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":91,"wspd":5.4},{"date":"19930611","time":"1993-06-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":100,"wspd":5.4},{"date":"19930611","time":"1993-06-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":81,"wspd":9.4},{"date":"19930611","time":"1993-06-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":74,"wspd":11.2},{"date":"19930611","time":"1993-06-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":73,"wspd":7.6},{"date":"19930611","time":"1993-06-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":82,"wspd":14.8},{"date":"19930611","time":"1993-06-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":13},{"date":"19930611","time":"1993-06-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":77,"wspd":9.4},{"date":"19930611","time":"1993-06-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":73,"wspd":9.4},{"date":"19930611","time":"1993-06-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":65,"wspd":13},{"date":"19930611","time":"1993-06-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":60,"wspd":9.4},{"date":"19930611","time":"1993-06-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":63,"wspd":14.8},{"date":"19930611","time":"1993-06-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":65,"wspd":13},{"date":"19930611","time":"1993-06-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":73,"wspd":13},{"date":"19930611","time":"1993-06-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":79,"wspd":5.4},{"date":"19930611","time":"1993-06-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":76,"wspd":9.4},{"date":"19930611","time":"1993-06-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":77,"wspd":9.4},{"date":"19930611","time":"1993-06-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":90,"wspd":5.4},{"date":"19930611","time":"1993-06-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":36,"wspd":22.3},{"date":"19930611","time":"1993-06-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":42,"wspd":22.3},{"date":"19930611","time":"1993-06-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":43,"wspd":18.7},{"date":"19930611","time":"1993-06-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":41,"wspd":18.7},{"date":"19930611","time":"1993-06-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":20.5},{"date":"19930611","time":"1993-06-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":45,"wspd":20.5},{"date":"19930611","time":"1993-06-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":50,"wspd":13},{"date":"19930611","time":"1993-06-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":13},{"date":"19930611","time":"1993-06-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":9.4},{"date":"19930611","time":"1993-06-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":11.2},{"date":"19930611","time":"1993-06-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":9.4},{"date":"19930611","time":"1993-06-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":59,"wspd":20.5},{"date":"19930611","time":"1993-06-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":60,"wspd":14.8},{"date":"19930611","time":"1993-06-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":50,"wspd":22.3},{"date":"19930611","time":"1993-06-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":45,"wspd":25.9},{"date":"19930611","time":"1993-06-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":41,"wspd":27.7},{"date":"19930611","time":"1993-06-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":37,"wspd":31.7},{"date":"19930611","time":"1993-06-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":42,"wspd":33.5},{"date":"19930611","time":"1993-06-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":31,"wspd":29.5},{"date":"19930611","time":"1993-06-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":31,"wspd":27.7},{"date":"19930611","time":"1993-06-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":29.5},{"date":"19930611","time":"1993-06-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":37,"wspd":33.5},{"date":"19930611","time":"1993-06-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":40,"wspd":27.7},{"date":"19930611","time":"1993-06-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":45,"wspd":29.5}]}}