{"19950130":{"guardian_articles":[],"nytimes_articles":[{"date":"19950130","headline":"Daly Ties the Knot","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-people-golf-daly-ties-the-knot.html","abstract":"  JOHN DALY was married in Las Vegas, Nev., Saturday night, according to GREG SMITH, owner of the Little Church of the West. Daly, 28, married PAULETTE DEAN, 23. Both Daly and his new bride listed Memphis, Tenn., as their hometown. Daly wore blue jeans, cowboy boots, a dark jacket and no tie, Smith said. Dean wore white. The marriage was the third for Daly and the first for Dean, Smith said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Watters Predicted 3 Scores (He Says)","web_url":"https://www.nytimes.com/1995/01/30/sports/notebook-super-bowl-xxix-watters-predicted-3-scores-he-says.html","abstract":"  49ers running back Ricky Watters said he went around last week telling everyone that he was going to score three touchdowns against San Diego in the Super Bowl. After the game there wasn't anyone around, other than Watters, to verify that.   \"You can ask my mom,\" Watters said.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"49ers Use Deception To Score Quickly","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-49ers-use-deception-to-score-quickly.html","abstract":"  The San Francisco 49ers relied on deception to score two quick touchdowns today, then got into the end zone one more time on their third possession, becoming the first Super Bowl team to score the first three times they had the ball.   The 49ers' first two touchdowns -- a 44-yard pass play to receiver Jerry Rice and a 51-yarder to running back Ricky Watters -- came off play-action fakes to fullback William Floyd.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/30/nyregion/no-headline-462595.html","abstract":"  \"At a certain point you have to wonder what it means to be alive in a city like this. I was born here and I have lived all my life here. I have nowhere to go. But can death be worse than Grozny?\" -- ANYA PLETNOVA.  [ A8:4. ]","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Wake Up, Malone Advises Coleman","web_url":"https://www.nytimes.com/1995/01/30/sports/pro-basketball-wake-up-malone-advises-coleman.html","abstract":"  Long after the Jazz had won their 12th straight game and John Stockton had moved to 25 behind Magic Johnson's career assist record, Karl Malone had a message for Derrick Coleman:   Do something with your career. Before it's to late.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"PATAKI IS GAINING SUPPORT ON EASING DRUG PRISON TERMS","web_url":"https://www.nytimes.com/1995/01/30/nyregion/pataki-is-gaining-support-on-easing-drug-prison-terms.html","abstract":"  In a major shift for the Republicans, Gov. George E. Pataki and legislative leaders are in general agreement on a weakening of the 1973 laws that mandated stiff sentences for drug offenders but that have also propelled prison costs and quintupled the number of inmates since then.   The laws, enacted under another Republican Governor, Nelson A. Rockefeller, have survived two decades despite wide criticism and increasing attempts by Democrats, especially Gov. Mario M. Cuomo, to overhaul them. But over the last week Mr. Pataki, the new Republican Governor who ran on a platform of getting tough on crime, has floated the idea of an overhaul and, for the first time, leaders in the Republican-controlled State Senate -- who have been the main obstacle in the past -- said they could support revision.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Abroad at Home; On Madison's Grave","web_url":"https://www.nytimes.com/1995/01/30/opinion/abroad-at-home-on-madison-s-grave.html","abstract":"  \"Miracle at Philadelphia,\" Catherine Drinker Bowen called her book on the Constitutional Convention of 1787. And it was a political miracle. The delegates produced a document that has ordered a huge country for 200 years, balancing state and nation, government power and individual rights.   The Constitution has been amended 27 times. Some of the changes have been profound: the Bill of Rights, the end of slavery. But none has altered the fundamental structure, the republican system designed by James Madison and the others. Until now.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-003095.html","abstract":"  Because of an editing error, an article on Friday about a proposal to cut Philadelphia's payroll tax misstated the party affiliation of Mayor Edward G. Rendell in some copies. He is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-999695.html","abstract":"  An article in Business Day on Jan. 12 about the resignation of the chief executive of Borland International Inc. misstated the peak price of the company's stock in daily Nasdaq trading. Its highest closing price was $86 a share on Jan. 2, 1992, not the low 80's in late 1991.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Scott Backs Up Words With Deeds","web_url":"https://www.nytimes.com/1995/01/30/sports/college-basketball-scott-backs-up-words-with-deeds.html","abstract":"  A week ago, James Scott stood in the bowels of Madison Square Garden and did what coaches hate most. He went to the news media and publicly lobbied for a spot in the starting lineup.    \"It's time for some changes,\" he said after a 94-87 loss to Pittsburgh that afternoon. It was the Red Storm's fifth straight defeat in a losing streak that would grow to six two days later with a loss at Georgetown, where Scott again was not part of the starting lineup.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"The Philistine Consensus","web_url":"https://www.nytimes.com/1995/01/30/opinion/the-philistine-consensus.html","abstract":"As the Republican blade whistles toward the outstretched neck of the National Endowment for the Arts, some Americans cheer while others gasp in horror. No one knows how deeply the blade will cut, but some bloodletting seems inevitable. And like the ritual slashing carried out by the performance artist Ron Athey, the spectacle promises to polarize the debate over Government arts financing even further.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Essay; After Yeltsin, Who?","web_url":"https://www.nytimes.com/1995/01/30/opinion/essay-after-yeltsin-who.html","abstract":"  In the most recent poll of Russian voters, Grigory Yavlinsky -- his name means \"The Man Who Appears\" -- now draws more support for president than Boris Yeltsin.    That says less about the growing strength of the 42-year-old economist from Lvov, head of a reformist bloc in Parliament, than it does about the collapse of public backing for the president who ordered 60,000 troops to wipe out a few thousand secessionaries in Chechnya.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"As a Prop for the 90's, the Cigar Flourishes","web_url":"https://www.nytimes.com/1995/01/30/us/as-a-prop-for-the-90-s-the-cigar-flourishes.html","abstract":"  A decade after being left for dead, the expensive foreign-made cigar is back. Imports of premium cigars have surged 29 percent in the last three years, even as cheaper machine-made cigars have been sinking in popularity.   Long the ensign of the fat cat and the power wannabe, premium cigars, which generally cost a few dollars and are nearly always handmade outside the United States, account for less than 6 percent of all cigars sold.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Clinical Trials Giving Glimpses of Abortion Pill","web_url":"https://www.nytimes.com/1995/01/30/us/clinical-trials-giving-glimpses-of-abortion-pill.html","abstract":"  All afternoon, the two women sat in a small examining room at Columbia-Presbyterian Medical Center in Manhattan and waited -- anxiously but patiently -- for the bleeding and cramping that would signal that the French abortion pill was working.    The 21-year old college student, six weeks pregnant and referred to Columbia-Presbyterian's obstetrics and gynecology department by her college health service, was convinced it would work: she had had some nausea and bleeding since taking the three small white pills two days earlier. And two hours after taking the second round of pills, after 15 minutes of intense cramping, the tiny sac the doctors call \"the products of conception\" passed out of her, and relief washed across her face.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"McCarver Stays With Mets","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-people-baseball-mccarver-stays-with-mets.html","abstract":"  TIM McCARVER has re-enlisted as the Mets' analyst on Channel 9. \"We're very happy, we got what we wanted,\" said BOB ROSEN, McCarver's agent. The deal was sealed after several months of uncertainty and protracted talks.   Rosen, who did not disclose the terms of the deal, said: \"What took so long is I've been dealing directly with FRED WILPON, who has been occupied with other things.\" Wilpon is the co-owner of the Mets.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Shredded and Stymied, Seau and the Defense Fall Silent","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-shredded-and-stymied-seau-and-the-defense-fall-silent.html","abstract":"  They would not hold back, the Chargers promised. There was no way that the slick 49ers would finesse them. The San Diego defense would attack. The Chargers would stop the vaunted San Francisco offense from producing 40-yard gains after 8-yard completions. They would spring linebacker Junior Seau into the running and receiving lanes, allowing him to manhandle anyone wearing an opposing uniform.   But in the end, San Francisco did anything it wanted to do.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Bratton Plans New Strategy On Corruption","web_url":"https://www.nytimes.com/1995/01/30/nyregion/bratton-plans-new-strategy-on-corruption.html","abstract":"  Bruised by criticism of his abrupt dismissal of the Police Department's chief corruption fighter, Police Commissioner William J. Bratton has pledged to escalate the fight to root out rogue officers. He guaranteed that several investigations that have languished in recent months would soon bring a large number of arrests.   In an interview Saturday afternoon, Mr. Bratton said he ordered Deputy Police Commissioner Walter S. Mack Jr. to leave his post at the Internal Affairs Bureau by Feb. 10, largely because of what he described as Mr. Mack's inability to inspire investigators under his command.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Topics of The Times; Now, This Is Reality","web_url":"https://www.nytimes.com/1995/01/30/opinion/topics-of-the-times-now-this-is-reality.html","abstract":"  For at least one soap opera devotee, the O.J. Simpson trial came along at a very bad time. Never had the plot of her TV passion of the moment been so riveting.   The show's heroine was possessed by Satan, in whose cause she had incinerated a Christmas tree, torn up a church and (in the guise of a woman for whom he had lusted in an earlier life) tried to seduce a priest.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"A Verbal Stumble, Not Intentional Bigotry","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-a-verbal-stumble-not-intentional-bigotry-019695.html","abstract":"  To the Editor:   \"Hate Speech Comes to Congress\" (editorial, Jan. 29) completely misrepresents the events of last Friday and my comments about Representative Barney Frank, and you owe me an apology for your accusation of \"bigotry aforethought.\"","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"New Focus on Cable Competition; Latest Technologies Giving Communities Greater Leverage","web_url":"https://www.nytimes.com/1995/01/30/nyregion/new-focus-cable-competition-latest-technologies-giving-communities-greater.html","abstract":"  One day, Harry Taubenfeld turned on the television in his daughter's house in Westchester County and discovered something that really ticked him off.   \"I looked over her channels,\" Mr. Taubenfeld recalled. \"She's got the Comedy Channel, this channel, that channel. Two C-Spans! She shows me the bill -- and she was paying one dollar less than me. For 60 channels! And I've got only 27!\"","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Barkley Is a Role Model After All","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-of-the-times-pro-basketball-barkley-is-a-role-model-after-all.html","abstract":"  A FEW minutes before 11 yesterday morning, one hour before tipoff against the Knicks, Charles Barkley looked and sounded as if he were operating on Pacific Standard Time. He slumped in his seat and refused to say something Barkleyesque. He seemed unfazed by the questions, and unmoved. He put his guest tickets in the wrong envelopes and had to tear them apart.   He is less than one month from his 32d birthday and his body does not always cooperate the way it did. It is not so easy being Charles Barkley every day anymore.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"In Loud Political Week, Talk Radio Makes Itself Heard","web_url":"https://www.nytimes.com/1995/01/30/us/in-loud-political-week-talk-radio-makes-itself-heard.html","abstract":"  As though House Speaker Newt Gingrich's dream of an America hooked on policy had come true beyond his wildest imagination, Americans from shore to shore were tuned in to talk radio last week, quickly digesting President Clinton's State of the Union Message on Tuesday, then settling down to a full meal of the political wrangling on the House floor that followed.   Hour after hour, from makeshift studios in the Capitol basement and switchboards across the country, on talk shows stretching from band to noisy band, Americans talked about government and the revolution that this Congress could bring.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Rise in Subway Fare Makes for a Tax Increase in Disguise","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-rise-in-subway-fare-makes-for-a-tax-increase-in-disguise-045595.html","abstract":"  To the Editor:   Will subway and bus riders have to pay $1.50 for a token, the cost of a slice of pizza (news article, Jan. 22)? They will if Mayor Rudolph W. Giuliani persists in a \"let them eat pizza\" attitude to commuters.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"First, Tame the Enemy. Next, Confiscate Title. Then, Get Well Soon.","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-first-tame-the-enemy-next-confiscate-title-then-get-well-soon.html","abstract":"  By the time Jerry Rice had caught his third touchdown pass, San Francisco had proven that (a) he had simply toyed with the San Diego Chargers all night, and (b) his flu symptoms and a sore shoulder might have been more of a problem for him than any defensive back.   His patterns were things of beauty and precision. San Diego looked as if it had never seen any film of the guy. But what was amazing about what Rice did tonight was not just what took place on the field but what had happened about 24 hours earlier and then again only two hours before a game that was basically over when Frank Gifford announced that his wife was singing the national anthem.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Ecuador Downs a Peruvian Helicopter in Border Clash","web_url":"https://www.nytimes.com/1995/01/30/world/ecuador-downs-a-peruvian-helicopter-in-border-clash.html","abstract":"  Ecuadorean troops shot down a Peruvian helicopter today after its military charged that Peru had \"launched a massive offensive, using mortar fire and supported by helicopters.\"    The military said that seven Peruvian soldiers aboard the helicopter were killed. A Peruvian official confirmed that a helicopter had been shot down but gave no casualty figures.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"A Big Leap in Pursuit of Smallness","web_url":"https://www.nytimes.com/1995/01/30/nyregion/a-big-leap-in-pursuit-of-smallness.html","abstract":"  When Satish Kumar first set foot in New York City half a lifetime ago on an 8,000-mile peace walk around the world, his only American acquaintance was a man from Philadelphia who had offered him a lift in the Khyber Pass.   Now Mr. Kumar, a former monk and a kind of international catalyst for unorthodox thinking, is back in the New York area. This time, his itinerary maps out dozens of meetings with Americans who consider him a friend.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Agassi Finds Treasure In Australian Debut","web_url":"https://www.nytimes.com/1995/01/30/sports/tennis-agassi-finds-treasure-in-australian-debut.html","abstract":"  Andre Agassi, reborn yet again this time as a balding pirate with a zealot's focus but a rational game plan -- completed his Australian Open debut run with a flourish today, winning his second consecutive Grand Slam tournament and dethroning the top-ranked Pete Sampras at the same time.   In scoring a 4-6, 6-1, 7-6 (8-6), 6-4 victory, the second-ranked Agassi performed the same baseline pyrotechnics that had hurtled him into the final without dropping a single set. His return of serve proved to be more than twice as reliable as that of Sampras's; he committed half the number of unforced mistakes made by the world's No. 1 player and he contributed 10 aces of his own, the last on match point.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Give Juries Power To Dispense Mercy","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-give-juries-power-to-dispense-mercy-030795.html","abstract":"  To the Editor:   As Gov. George E. Pataki and the New York Legislature try to create a system of capital punishment that can impose death fairly, they will be made aware of some features such a bill should possess, like provisions to minimize the influence of race in capital sentencing, to guarantee competent counsel and to present the sentencing jury with a meaningful alternative punishment to death, such as life without parole.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Arizona Moves Up Its Primary To Catch Political Limelight","web_url":"https://www.nytimes.com/1995/01/30/us/arizona-moves-up-its-primary-to-catch-political-limelight.html","abstract":"  \"I'm tired of Arizona being ignored by the rest of the country!\" declared Gov. Fife Symington, setting off one of the noisiest skirmishes between states since Long Island tried to send its garbage by barge to North Carolina. \"The West is rising!\"   Indeed, in past years Arizona has been little more than a whistle stop for national candidates on their way to California. The only attention it got was over the peculiarities of its governors, like Rose Mofford and her platinum beehive hair-do and Evan Mecham, a former Pontiac dealer who was removed from office for misuse of state money.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/30/nyregion/news-summary-404895.html","abstract":"  International A2-8  CHECHEN CAPITAL IN RUINS  After seven weeks of war between Russia and the breakaway region of Chechnya, the Chechen capital, Grozny, has been reduced to largely deserted ruins.  A1","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1995/01/30/arts/in-performance-dance-042095.html","abstract":"  Attention to Detail As a Choreographic Mandate  Ton Simons and Dancers St. Mark's Church    Can choreography be too well wrought? A strange question, but one that is prompted by \"Q,\" which Ton Simons and Dancers presented on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"For Homeless, Free Voice Mail Can Be a Key to a Normal Life","web_url":"https://www.nytimes.com/1995/01/30/nyregion/for-homeless-free-voice-mail-can-be-a-key-to-a-normal-life.html","abstract":"  Carl Hygrant encountered no shortage of indignities as a homeless person in New York, but one of the worst was not having a phone number. In his persistent hunt for work, he put on resumes the number of the Bronx shelter that was his temporary home. Repeatedly, when a prospective employer called and learned it was a shelter, interest in him would evaporate in a matter of nanoseconds.   Then he got voice mail.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Steve Young Showcases His 21st Century Offense","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-times-super-bowl-xxix-steve-young-showcases-his-21st-century-offense.html","abstract":"  IN his early years as Joe Montana's backup on the 49ers, Steve Young was a millionaire, but he wasn't living like one.   \"He was staying in my house,\" offensive tackle Harris Barton recalled. \"One day late in the 1988 season I opened his dresser drawer to get a pair of socks, and there were 13 uncashed checks in there. More than a million dollars. I guess he didn't feel like he was earning those paychecks enough to cash them.\"","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-002195.html","abstract":"  An article in Business Day on Thursday about an agreement by the Nynex Corporation that would let a rival company offer competing telephone services in New York State misstated the name of the regulatory body for telephone service. It is the Public Service Commission, not the Public Utilities Commission.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-004895.html","abstract":"  An article yesterday about a border conflict between Ecuador and Peru misstated the number of reported deaths among Ecuadorean soldiers in some editions. It was 3, not 13.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"In Performance; THEATER","web_url":"https://www.nytimes.com/1995/01/30/theater/in-performance-theater-774895.html","abstract":"  A Musical About Strippers That Bares the Soul, and More  'Body Shop' Westbeth Theater Center    \"Fasten your G-strings, ladies,\" says a character in \"Body Shop,\" Walter Marks's new musical. \"It's gonna be a bumpy night.\"","thumbnail":null,"section":"Theater"},{"date":"19950130","headline":"Rangers Peer Into Division Cellar","web_url":"https://www.nytimes.com/1995/01/30/sports/hockey-rangers-peer-into-division-cellar.html","abstract":"  Five games. Four losses. Four goals scored in those defeats.   The Rangers were shut out, 2-0, by Stephane Fiset and the Quebec Nordiques Saturday night for their third consecutive defeat.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"History Standards Unsuitable for Schools","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-history-standards-unsuitable-for-schools-044795.html","abstract":"  To the Editor:   Frank Rich's account of my testimony before the House Interior Appropriations Committee (column, Jan. 26) is as fraught with distortions as the National History Standards that he defends. The facts are as follows.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Lost Dolphins Escorted Out of Flushing Bay","web_url":"https://www.nytimes.com/1995/01/30/nyregion/lost-dolphins-escorted-out-of-flushing-bay.html","abstract":"  Two dolphins appeared to be on their way back to familiar waters yesterday after a small fleet of Harbor Patrol and Coast Guard boats spent four hours gently herding them from the shallows near the runways of La Guardia Airport.   The errant dolphins, which appeared to be a mother and her calf, were first spotted in Flushing Bay at about 11 A.M. by Police Department Harbor Patrol officers, who saw them swimming in circles and breathing rapidly just east of Rikers Island, police officials said.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1995/01/30/arts/in-performance-pop-040495.html","abstract":"  A 40-Member Orchestra With a Downtown Sound  Spit Orchestra The Kitchen    Many ensembles have popped up in the last decade with the intention of interpreting contemporary and experimental music, whether the work of composers in the East Village, scores from old television shows, ethnic folk songs or the grooves of rock records. But the Spit Orchestra is a rarity: it has 40 members, which makes it larger than the audience one often finds at concerts of the composers whose work it is dedicated to performing.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"A Humbling Experience That Japanese Will Certainly Learn From","web_url":"https://www.nytimes.com/1995/01/30/opinion/IHT-a-humbling-experience-that-japanese-will-certainly-learn-from.html","abstract":"A chastened Japan is painfully digging itself out from under the rubble of the disastrous Kobe earthquake. Confidence in the performance of the state and its superior technological standards has been severely dented. The bumblings and errors have been a","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"LEADERS IN STATES PLEDGE TO REDUCE TAXES THIS YEAR","web_url":"https://www.nytimes.com/1995/01/30/us/leaders-in-states-pledge-to-reduce-taxes-this-year.html","abstract":"  Taking a cue from the new Republican-controlled Congress in Washington, political leaders in more than half the nation's state capitals have pledged to cut taxes this year. And the rancorous debate is less about whether to cut taxes than about which taxes to cut -- and by how much.   Paradoxically, though, many fiscal experts are warning that such cuts could prove perilous precisely because Congress itself is thinking of making major cuts in Federal aid to the states.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-000595.html","abstract":"  An article yesterday about the aftermath of the shooting of two New York City detectives in 1986 misstated the given name of the one who survived. She is Kathleen Burke, not Katherine.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"A Window of Hope Slams on A.F.C. Fan","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-of-the-times-super-bowl-xxix-a-window-of-hope-slams-on-afc-fan.html","abstract":"  FOOLED again. I'm sitting in half-empty Joe Robbie Stadium watching the final seconds of a game that was over at least an hour before, wondering how I got suckered this time. Super duped into thinking that this would be the game. That after 11 seasons, going back to 1984, the San Diego Chargers would break the shackles that have followed the A.F.C. through a time line that began eons ago when the American Football League and the National Football League were blood rivals.   After all these years, the Big Brother-Little Brother relationship persists. The streak lives. Once again the N.F.C. takes candy from a baby. San Francisco 49, San Diego 26.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"To Some, Goal Is to Get Away From Football's Big Day","web_url":"https://www.nytimes.com/1995/01/30/nyregion/to-some-goal-is-to-get-away-from-football-s-big-day.html","abstract":"  As the kickoff approached last night for what had come to be known as California's Interstate Highway Super Bowl, some New Yorkers prepared for the moment by dreaming of the mighty 1990 Giants or concentrating on the fine art of napkin folding.    There were some of the usual parties, of course, with Hollywood celebrities inexplicably fleeing the Golden State for an invitation-only beer and pizza bash at Sardi's that featured football raffles and referee waiters in black-and-white stripes.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/30/nyregion/chronicle-010295.html","abstract":"  BONNIE RAITT was happy to lend her name to a Fender guitar, in exchange for help with a program to encourage more girls to play.   The Bonnie Raitt Signature Series Stratocaster will be the first Fender named after a woman. The electric guitar will be in stores next spring, priced at $1,500.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Nameless Menace In Latest By Foote","web_url":"https://www.nytimes.com/1995/01/30/theater/theater-review-nameless-menace-in-latest-by-foote.html","abstract":"  A menacing secret lazes around, sharklike, just beneath the comparatively placid surface of \"The Young Man From Atlanta,\" the sorrowful, satiric new play by Horton Foote that opened on Friday night at the Kampo Cultural Center. The secret is never mentioned by the characters whose lives it threatens to ruin. Having no name, it can't be spoken even on a dare. Instead, it's always referred to indirectly, and with a kind of puzzled Christian innocence that denies the secret's corrosive effects. Mr. Foote's characters say that everything's all right, but he knows better.   After \"Talking Pictures\" and \"Night Seasons,\" the Signature Theater Company continues its season devoted to the playwright with a first-rate production of a work that will haunt you long after the performance. \"The Young Man From Atlanta\" is both quintessential Horton Foote and, in terms of subtext, one of his least characteristic works.","thumbnail":null,"section":"Theater"},{"date":"19950130","headline":"Neo-Fascists Remodel Their Party in Italy","web_url":"https://www.nytimes.com/1995/01/30/world/neo-fascists-remodel-their-party-in-italy.html","abstract":"  In the final hour of Italy's neo-Fascist party, which died here this weekend to make way for a more moderate successor, a wave of emotion swept through the delegates to a party congress. Some wept openly, others sang the old party anthem, and a few leapt on their chairs to throw out their right arms in one last demonstration of the Fascist salute.   By Saturday morning, the Italian Social Movement -- a party formed in 1946 by Benito Mussolini's last followers -- was gone, replaced by the National Alliance. As an embryonic umbrella organization, the Alliance passed its first test in Italy's elections last spring, with 13.5 percent of the vote.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"General Rose, and His Orders","web_url":"https://www.nytimes.com/1995/01/30/opinion/general-rose-and-his-orders.html","abstract":"  Gen. Sir Michael Rose, whose one-year tenure as U.N. commander in Bosnia ended last week, had a thankless assignment. He was supposed to protect civilians in Bosnia's besieged cities, but had neither the mandate nor the means to repulse their Serbian besiegers. In theory, the U.N. is neutral between aggressors and victims in Bosnia's dirty war.   Even allowing for the toughness of the job, General Rose damaged the U.N.'s credibility. His efforts to avoid confrontation and protect his troops went beyond the narrow dictates of neutrality. He began well enough last January, cooperating with NATO efforts to get the Serbs to pull back artillery from the hills surrounding Sarajevo. But when the Serbs shifted their attention to Gorazde, General Rose impeded effective NATO air strikes. Later, he seemed to encourage Serbian military operations around Sarajevo's airport. Most recently, at Bihac, he seemed to ignore the Security Council's instructions to protect civilians.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Clinton Tests Cooler Congressional Waters on Raising the Minimum Wage","web_url":"https://www.nytimes.com/1995/01/30/us/clinton-tests-cooler-congressional-waters-on-raising-the-minimum-wage.html","abstract":"  After a month of trial balloons and uncertainty within the Administration over how best to push for a higher minimum wage, this much has become clear: the White House is still grappling with the question of how best to act in a new political world dominated by a Republican Congress.   Just last Tuesday night, President Clinton promised that he would fight for an increase in the minimum wage, now $4.25 an hour, only to have his aides disclose the next morning that he had no immediate plans to submit legislation calling for that step.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-001395.html","abstract":"  The At the Bar column on Friday misstated the year of the Boston Massacre in some editions. It was 1770, not 1768.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Stand Up, Again, to the N.R.A.","web_url":"https://www.nytimes.com/1995/01/30/opinion/stand-up-again-to-the-nra.html","abstract":"  When he put together his \"Contract With America,\" Newt Gingrich, though certainly no fan of gun control, had the strategic good sense not to call for the repeal of a provision in the 1994 crime bill banning 19 types of assault weapons. Smart move: About four-fifths of the American public is on record as favoring the ban.   But there are plenty of House Republicans who yearn for repeal. Their contract is not with America but with the National Rifle Association.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Pataki to Call For Tax Cuts To Be Phased Over 4 Years","web_url":"https://www.nytimes.com/1995/01/30/nyregion/pataki-to-call-for-tax-cuts-to-be-phased-over-4-years.html","abstract":"  Gov. George E. Pataki said today that the budget he will release on Wednesday will propose a four-year tax cut that would remove 400,000 people from the tax rolls and reduce state revenues by $6.8 billion a year by 1998.   The plan is essentially the same as the one Mr. Pataki, a Republican, proposed during last year's campaign: to reduce the top tax rate by 25 percent over four years, keep the bottom rate at 4 percent, reduce the number of people paying the top rate and provide a range of credits and deductions that would benefit lower-income taxpayers.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Why Mentally Ill 'Walk Away' From Care","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-why-mentally-ill-walk-away-from-care-029395.html","abstract":"  To the Editor:   In a sidebar to your Jan. 23 news article about psychiatric patients who \"just walk away\" from state psychiatric hospitals, you make the point that people with mental illness want what everyone wants: a job, a place to live, friends and freedom.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Observing Auschwitz Anniversary, Pope Decries Anti-Semitism","web_url":"https://www.nytimes.com/1995/01/30/world/observing-auschwitz-anniversary-pope-decries-anti-semitism.html","abstract":"  Pope John Paul II, marking the 50th anniversary of the liberation of the Auschwitz death camp in his native Poland, issued a strong condemnation of anti-Semitism and the \"arrogance of nationalisms\" today, and called on the world to pray and work to prevent \"other modern-day Auschwitzes.\"   The Pope has spoken out previously against the tragedy and horror of the Holocaust and today, in his regular Sunday address at St. Peter's Square, he said that the anniversary brought back memories of \"one of the darkest and most tragic hours of history.\"","thumbnail":null,"section":"World"},{"date":"19950130","headline":"Islanders Are Experiencing Reversal of Fortune on Ice","web_url":"https://www.nytimes.com/1995/01/30/sports/hockey-islanders-are-experiencing-reversal-of-fortune-on-ice.html","abstract":"  The season is only 10 days and five games old, but after a terrible two-loss weekend, the Islanders may have set a record with the quickest team meeting ever.   Eager to see their Jekyll (a 2-0-1 start) re-emerge after their weekend Hyde, the Islanders bolted their locker room door after Saturday night's 4-1 loss to Tampa Bay to talk about their effort and inconsistency.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1995/01/30/sports/resultsplus-756095.html","abstract":"  N.H.L.  Penguins Stay Perfect at 5-0  Jaromir Jagr extended his goal-scoring streak to five games and had two assists yesterday as the Pittsburgh Penguins kept their perfect record intact by beating the Washington Capitals, 4-1, in Landover, Md. Kevin Stevens, Jagr and Ron Francis scored in the opening 7 minutes 44 seconds to propel the Penguins to their fifth straight victory, including four on the road. Jagr has five goals and a team-best 9 points for Pittsburgh. (AP) FLYERS 2, CANADIENS 2: Ron Hextall made 30 saves -- including 6 in overtime -- and Rob DiMaio's goal early in the third period enabled Philadelphia to tie at Montreal. DiMaio, replacing the flu-stricken Eric Lindros, tipped Mikael Renberg's pass over goaltender Patrick Roy's shoulder to tie the score with 17:55 remaining. (AP) MEN'S BASKETBALL  Wake Forest Rebounds  Tim Duncan broke double figures in points (22) and rebounds (14) for the 10th time this season as No. 16 Wake Forest overcame a sluggish offense yesterday for a 63-51 victory over Vanderbilt in Winston-Salem, N.C. The victory was redemption after North Carolina beat Wake Forest, 62-61, Saturday on a last-second shot. (AP) WOMEN'S BASKETBALL  Tennessee Rips Mississippi  Nikki McCray scored 12 of her 19 points in the first 15 minutes 30 seconds, and No. 2-ranked Tennessee cruised to a surprisingly easy 83-48 victory at home over No. 16 Mississippi yesterday. McCray's outburst gave Tennessee (19-1, 6-0 Southeastern Conference) a 30-9 lead. (AP) HIGH SCHOOL BASKETBALL  Lost Weekend for Lincoln  Lincoln High School of Brooklyn, the nation's No. 4 rated boys' high school basketball team, lost twice this weekend in the Charm City Classic at Dunbar High in Baltimore. On Friday, Stephon Marbury scored 21 points in a 61-55 loss to Lake Clifton (13-1) of Baltimore. Marbury was then held to 12 points in the Southeast consolation game, in which Lincoln (15-3) lost to Dunbar, 70-58. Meanwhile, St. Anthony (14-2) of Jersey City won the Southeast final by beating Dunbar (14-1), by 68-66, on Friday, and Lake Clifton (13-1), by 79-47, on Saturday. HORSE RACING  Doubts About Mr. Greeley  Nick Zito's star sprinter Mr. Greeley, who ran second in the Hutcheson Stakes at Gulfstream on Saturday, was found to have suffered internal bleeding during the race, adding to doubts that the colt will run in the Kentucky Derby. \"Maybe he's just a sprinter,\" Zito said yesterday at Gulfstream Park. \"The doctor said on a scale of 1 to 10, the bleeding was in the middle range.\" The trainer said the colt would run on the drug Lasix in the Swale Stakes on March 11, a seven-furlong race held on the same day as the Florida Derby at a mile and an eighth. After that, he was not certain about taking Mr. Greeley to New York, where Lasix and other medications are outlawed. Mr. Greeley set lightning fractions in the Hutcheson, running the half-mile in 44 seconds flat and the three-quarters in 1:091/5 before yielding as Valid Wager caught and passed him in the homestretch. In the Super Bowl Handicap, the 7-year-old horse Misil not only outran Turk Passer by 2 1/4 lengths but also knocked 2 seconds off the track record for a mile and three-eighths on the grass. Misil, owned by Horafuki Kai and trained by Christophe Clement, led all the way as he won in 2:111/5 under Jose Santos and paid $7.40. GOLF  Singh Wins Phoenix Open  Vijay Singh, coming off a year in which he was troubled by a bad back, two-putted from 50 feet yesterday to par the first playoff hole and win the Phoenix Open at Scottsdale, Ariz., defeating Billy Mayfair. Singh and Mayfair started the round at 10 under and shot five-under-par 66's, finishing at 15-under 269. (AP) FLOYD PUTT EARNS $290,000: At the Senior Skins Game in Kohala Coast, Hawaii, Raymond Floyd rolled in an 8-footer yesterday at No. 17 to win $290,000, the richest hole in Skins history. Floyd won $420,000 for the two-day event. Jack Nicklaus won the four other Skins yesterday and $120,000, including $40,000 by sinking a putt for an eagle 3 at the final hole. Arnold Palmer, who had won two of the past three Senior Skins, and Lee Trevino were shut out. (AP) TRACK AND FIELD  Morceli Just Misses Mark  Noureddine Morceli of Algeria barely missed his 1,500-meter world indoor record yesterday, falling short by only .13 seconds at an international track meet at Grenoble France. Morceli, opening his indoor season, was timed in 3 minutes 34.29 seconds. His record is 3:34.16, set at Seville, Spain, in February 1991. Morceli holds the world outdoor mile, 1,500 and 3,000 world records. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"A Stripped-Down 'Wozzeck' Produces Unexpected Effects","web_url":"https://www.nytimes.com/1995/01/30/arts/opera-review-a-stripped-down-wozzeck-produces-unexpected-effects.html","abstract":"  Something odd and quite wonderful happened at Carnegie Hall on Saturday night when Berg's opera \"Wozzeck\" was stripped of its standard Expressionist sets, its traditional blood-red lighting and its sometimes grotesque makeup. In a concert performance by the Cleveland Orchestra, conducted by Christoph von Dohnanyi, this tale of a hapless, disturbed soldier beaten down by poverty, sleeping in sordid barracks, earning pennies by subjecting himself to perverse medical experiments and by submissively shaving the beard of a pompous military officer -- this tale of the archetypal modern victim -- actually became hauntingly lovely. Its horrific exclamations, sickly dances and unnerving juxtapositions were not distressing but fascinating; its characters almost seemed to take on abstract roles in a large-scale symphony.    The cast for this unusual exploration of the score was one of the best that can currently be assembled. The singers would have blossomed in a different direction in conventional operatic settings, but here they gave an esthetic polish to the jagged drama. Hildegard Behrens's singing as Marie, the soldier's mistress, was unblemished by the intermittent difficulties that have plagued her during recent seasons; in fact, her voice seems to have passed through a refiner's fire. This was unmannered, focused singing by one of our premier dramatic sopranos. The pathos and the passion seemed to emerge out of an inner calm.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"Timbuktu Journal; In a Fabled Faraway Place, No Escape From Fear","web_url":"https://www.nytimes.com/1995/01/30/world/timbuktu-journal-in-a-fabled-faraway-place-no-escape-from-fear.html","abstract":"  There were only four guests, all staying for a single night, during a recent week at the Relais Azalai, this town's one modern hotel, forcing disconsolate tourist guides to trudge through streets of deep sand in a vain search for clients.   Souvenir merchants, wearing turbans against the fierce sun and fine grit borne in the breeze, kept a determined lookout at the hotel's gate, hoping to unload some of their finely engraved sabers. The museum's curator stays home these days, leaving the museum, with its 500-year-old manuscripts and other relics of a great but distant past, boarded shut.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"Rebel Capital in the Caucasus Now a City of Living Wraiths","web_url":"https://www.nytimes.com/1995/01/30/world/rebel-capital-in-the-caucasus-now-a-city-of-living-wraiths.html","abstract":"  The city of Grozny is gone now. There are still roads, but they are marked by bomb craters, and there are buildings standing, but they are in flames. There are landmarks and street signs and dogs and burnt trees. There are even people, but they risk their lives each time they emerge from their basement shelters for a sip of muddy water.   After seven weeks of war between Russia and the breakaway region of Chechnya, this is no longer a city.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"Americana Sells Well at Christie's","web_url":"https://www.nytimes.com/1995/01/30/arts/americana-sells-well-at-christie-s.html","abstract":"  The Americana collection of Eddy G. Nicholson, a New Hampshire investor who bought in the 1980's as prices escalated, was auctioned on Friday and Saturday at Christie's.    The sale total -- $13.6 million -- was $1.6 million above Christie's expectations.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"Reporter's Notebook; It's Almost Jury's Turn in Zion Trial","web_url":"https://www.nytimes.com/1995/01/30/nyregion/reporter-s-notebook-it-s-almost-jury-s-turn-in-zion-trial.html","abstract":"  On Friday, after 11 weeks of trial, testimony in the lawsuit against New York Hospital and four doctors in the death of 18-year-old Libby Zion concluded at last, leaving many questions unanswered.   Forty-five, and counting.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Filling Up Air Time: The Good, the Bad And the Truly Boring","web_url":"https://www.nytimes.com/1995/01/30/sports/tv-sports-super-bowl-xxix-filling-up-air-time-good-bad-truly-boring.html","abstract":"  In a Super Bowl decided at 1:24 into the first quarter, I wondered about:   1. The spiritual connection between the Chargers' devastated safeties and the singer Tony Bennett. None of them belonged on the field last night, most of all Bennett -- an inexplicable part of the inexplicably dreadful Disney-produced halftime show -- who lacked a nutty headdress like Patti LaBelle's.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Knicks Turn It Around At the Suns' Expense","web_url":"https://www.nytimes.com/1995/01/30/sports/pro-basketball-knicks-turn-it-around-at-the-suns-expense.html","abstract":"  The Knicks entered the game in a sour mood, and they responded with a sweet performance.   Smarting from Friday night's one-sided loss to the Hornets in Charlotte, the Knicks had their way with the Phoenix Suns yesterday. New York had its best rebounding game of the season. Anthony Mason had the best rebounding game of his career with 19. And while the Suns' Charles Barkley was not very impressed, it was fairly impressive to everyone else.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"New Rigas Bid Rejected","web_url":"https://www.nytimes.com/1995/01/30/sports/sports-people-baseball-new-rigas-bid-rejected.html","abstract":"  The owners of the Pirates have rejected a revised bid from JOHN RIGAS to buy the team, the Pittsburgh television station KDKA-TV reported yesterday.   Rigas, the cable TV entrepreneur with major league baseball's permission to negotiate a purchase, increased his initial $80 million offer Friday. He and city officials said the new bid was worth nearly $90 million. However, the Pirates said Rigas proposed no extra cash for the owners but instead offered stock in the team and a pledge to try to find other investors who want to buy its stock.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"2 New Sitcoms, 1 New Network","web_url":"https://www.nytimes.com/1995/01/30/arts/television-review-2-new-sitcoms-1-new-network.html","abstract":"  Trying to snag a share of the presumable profits on what is being envisioned, so far fuzzily, as an entertainment superhighway combining broadcast television and cable, an aspiring new network called United Paramount is dipping its toe in the treacherous electronic waters. In New York, UPN is being carried on Channel 9 on Monday and Tuesday evenings. New shows! New faces! The only thing missing so far is a hint of originality.   The centerpiece of the UPN dessert cart is the hourlong \"Voyager,\" still another \"Star Trek\" spinoff, which can be seen Mondays at 8 P.M. It is followed by two new sitcoms: \"Platypus Man,\" which will remind viewers of \"Home Improvement\" and any other sitcom given life by a stand-up comic, and, at 9:30, \"Pig Sty,\" which uses the old ensemble formula that, as the current hit \"Friends\" proves, is apparently indestructible.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"Family Photos or Pornography? A Father's Bitter Legal Odyssey","web_url":"https://www.nytimes.com/1995/01/30/nyregion/family-photos-or-pornography-a-father-s-bitter-legal-odyssey.html","abstract":"  In morning darkness last winter, the Feuer family was wrenched apart to protect the children from their father's camera.   Three of Ejlat Feuer's children were rushed in pajamas from their home in the upper-middle-class suburb of Bernardsville to the local police station, where they were interviewed about good touches and bad, the existence of God and 110 nude photographs of the 6-year-old daughter taken by their father.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Hijacking History","web_url":"https://www.nytimes.com/1995/01/30/opinion/hijacking-history.html","abstract":"  The atomic bombings of Hiroshima and Nagasaki rest uneasily in the American memory. As they should. No decision taken by an American President so swiftly altered the world, conquered an enemy and leveled two large cities, killing tens of thousands of civilians. It is no surprise that historians still sift through the records of the Truman Administration looking for new information about the decision, and that Americans still debate whether the use of atomic bombs was justified or wise.   To reduce the complexities or painful ambiguities of the issue to slogans or historical shorthand is wrong. To let politicians and groups with a particular interest frame the discussion and determine the conclusion is worse. But that is precisely what is happening as the Smithsonian Institution tries to prepare an exhibit at the National Air and Space Museum of the Enola Gay, the plane used to drop the first atomic bomb over Hiroshima 50 years ago this August. The Smithsonian effort, while not without its own missteps, is in danger of being hijacked by a band of Congressmen and veterans outraged that the exhibit does not tell just their side of the story.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Slopping the Hogs, the Assembly-Line Way","web_url":"https://www.nytimes.com/1995/01/30/us/slopping-the-hogs-the-assembly-line-way.html","abstract":"  Barney Rhodes gave up his father's poultry and corn farm in 1983, trading the risks of working on the land for a construction business.   But about two years ago, he started getting other ideas when farmer after farmer asked him to build long, low cinder-block buildings for a mechanized, assembly-line system of hog rearing.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Ice May Be the Main Enemy on Leg III of BOC","web_url":"https://www.nytimes.com/1995/01/30/sports/yacht-racing-ice-may-be-the-main-enemy-on-leg-iii-of-boc.html","abstract":"  For most sailors, rounding Cape Horn is a rite of passage equivalent to a mountain climber's reaching the top of Everest. But for Steve Pettengill, the solo sailor who is second so far in the BOC yacht race around the world, the meaning of the Cape Horn runs deeper still.   He has sailed by that remote spit of land at the tip of South America twice before. On the first occasion, a record-setting voyage from New York to San Francisco in 1989, Pettengill scattered the ashes of his dog, Frodo, into the roiling sea.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"1920: Bred for Money : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/30/opinion/IHT-1920-bred-for-money-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The raising of guinea- pigs and of white mice in France has recently reached proportions heretofore unknown. The breeding of these Lilliputian animals has been taken up by women of the aristocracy and is said in some instances to be more profitabl","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Arkansas Turns Back and Beats the Clock","web_url":"https://www.nytimes.com/1995/01/30/sports/college-basketball-arkansas-turns-back-and-beats-the-clock.html","abstract":"  Scotty Thurman's last shot was nowhere near as smooth as the one that won a national championship last spring. It was about as smooth as this strange Arkansas season.   With Arkansas a point behind and in danger of a fifth defeat and Kentucky within seconds of preserving a perfect Southeastern Conference record, Thurman made the connection the Razorbacks desperately needed. His 18-foot shot with 10.6 seconds to play, over the reach of Wildcat guard Jeff Sheppard, became the difference in a 94-92 Razorback victory that took Arkansas an essential step toward fulfilling its coach's request.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Young Takes the Middle Ground","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-young-takes-the-middle-ground.html","abstract":"  Although Steve Young used the whole field in his passing attack against the Chargers, he had the most success down the middle. Not only did he have his best completion ratio in that area, but the 49ers got five of their six touchdown passes with routes to the middle of the field. Slant patterns to Rice and Taylor, and curl patterns to Watters and Jones: All were effective as San Francisco shredded the Charger pass defense.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"49ers Crush Chargers in Super Bowl XXIX","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-49ers-crush-chargers-in-super-bowl-xxix.html","abstract":"  The heavily favored San Francisco 49ers swept to a 49-26 victory over the San Diego Chargers in Super Bowl XXIX yesterday in Miami, extending the National Football Conference's Super Bowl domination to 11 straight victories, this one by a margin that made the latest triumph more rout than ritual.   The 49ers, favored by as many as 20 points, jumped to an 18-point lead in the first half (28-10) and led by as many as 31 points in the second half, coming within a touchdown of matching the team's own Super Bowl record of 55 points, set in 1990.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Plan for Croatia Would Give Serbs Autonomy in Some Areas","web_url":"https://www.nytimes.com/1995/01/30/world/plan-for-croatia-would-give-serbs-autonomy-in-some-areas.html","abstract":"  With war looming again in Croatia, diplomats are about to offer an American-backed peace plan that would provide substantial autonomy to Serbs in some areas of the nearly one-third of the country they occupy in return for their recognition of Croatia's sovereignty and international borders.   \"The plan is the last chance to avoid another war here,\" one Western diplomat said. \"It's going to be equally difficult for both sides to accept, but the alternative is a war in the spring.\"","thumbnail":null,"section":"World"},{"date":"19950130","headline":"1895: Cadets in Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/30/opinion/IHT-1895-cadets-in-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald's Special Correspondent at Rio de Janeiro telegraphs to-day [Jan. 29] as follows: Troops are camped in the public squares and patrol the chief streets of the city, especially the rua do Ouvidor, to protect the newspaper offices. The","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Attention Is Turning Governors' Heads","web_url":"https://www.nytimes.com/1995/01/30/us/attention-is-turning-governors-heads.html","abstract":"  For governors, this is in many ways the best of times.   Congress is soliciting their advice as never before. A major goal of the Republicans controlling Congress is to give power to the states.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/30/nyregion/bridge-717995.html","abstract":"  The hottest performer on the international circuit in the last six months has been Michael Rosenberg, an options trader on the American Stock Exchange in Manhattan. At the World Championships in Albuquerque, N.M., in October, he won the World Open Teams title playing with Seymon Deutsch of Laredo, Tex., and was second in the World Pairs with Bob Hamman of Dallas. Nine days ago he won the Volmac World Top Pairs in the Hague in the Netherlands.   Last week, at the Macallan International Pairs in London, Rosenberg and Zia Mahmood split up and were in opposition on the diagramed deal. Zia as North made use of a negative double, sensibly rejecting the popular view that such a double must promise four cards in spades. This landed his partner, Omar Sharif, in two spades.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/30/nyregion/c-corrections-472295.html","abstract":"  An article yesterday about anxieties over the war in Chechnya misspelled the Russian translation of Time of Troubles. It is Smutnoye Vremya, not Smutnaya Vremya.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Faster Than a Speeding Bullet, But Also Humanly Fallible","web_url":"https://www.nytimes.com/1995/01/30/movies/faster-than-a-speeding-bullet-but-also-humanly-fallible.html","abstract":"  In his latest action epic, \"Rumble in the Bronx,\" Asia's box-office king, Jackie Chan, heroically leaps from a bridge and onto a moving Hovercraft in hot pursuit of a gang of kidnappers. What the film doesn't show, however, is what happened after Mr. Chan landed on the boat. He fell backward, his right foot twisted and pointing almost directly behind his body. He was carried off in a stretcher to the nearest hospital, where he was confined to a wheelchair for weeks.   It's all just show business for Mr. Chan, a 40-year-old Hong Kong action-comedy director, actor and choreographer who, for more than 20 years, has refused to let a stunt man fill in for him during dangerous scenes. Unlike most late-night chop-socky movies, his are generally well filmed and well plotted, and known for their funny, fast-paced action scenes.","thumbnail":null,"section":"Movies"},{"date":"19950130","headline":"Parole","web_url":"https://www.nytimes.com/1995/01/30/nyregion/pulse-parole.html","abstract":"  States around the country are searching for ways to make their parole systems more effective. Gov. George E. Pataki wants to deny parole to violent felons and change New York's sentencing system so it would impose fixed flat sentences instead of minimum and maximum terms. And last week he signed an executive order barring violent felons from work-release programs. The Governor hopes to avoid the need for more prison space by loosening laws that require jail time for low-level drug dealers. Connecticut abolished parole completely in the early 80's but brought it back because of prison overcrowding and fiscal difficulties. According to the New York State Division of Parole, it costs about a tenth as much to supervise a person on parole as to house that person in prison. Graphs show the number of parolees to parole officers, the number of parole violations in 1993, the parole budgets in New York and New Jersey, and the cost of supervision in N.Y., N.J. and Conn. (Sources: Criminal Justice Institute, Connecticut Board of Parole, New York State Division of Parole, New Jersey Dept. of Correction)","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"New York City's Fire Alarm Boxes Save Lives","web_url":"https://www.nytimes.com/1995/01/30/opinion/l-new-york-city-s-fire-alarm-boxes-save-lives-021895.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani should consider carefully the loss of human life that will result from the removal of fire alarm boxes from New York City streets.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/30/arts/in-performance-classical-music-041295.html","abstract":"  Bach on a High Plane, With Ornamentation  Sergei Schepkin, pianist Weill Recital Hall    Sergei Schepkin is an extraordinary young pianist who has made the keyboard music of Bach his central preoccupation. On Friday night, two years after his New York debut, he played Bach's six Partitas with striking purity of tone, complete technical control and restless intelligence. It was a long evening, even without repeats in many of the movements' second sections, but Mr. Schepkin's lofty perspective held one mesmerized.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"A Sort of Cinderella Prevails at Sundance","web_url":"https://www.nytimes.com/1995/01/30/movies/a-sort-of-cinderella-prevails-at-sundance.html","abstract":"  Three weeks ago, Edward Burns was driving a van for a television program, living on peanut-butter sandwiches in a Greenwich Village tenement and struggling to put the final touches on his first movie, \"The Brothers McMullan,\" for the Sundance Film Festival here.   By this morning, Mr. Burns was not only celebrating his 27th birthday but also enjoying the role of Cinderella after unexpectedly winning the Grand Jury Prize for best dramatic film at Sundance, the nation's premier festival for independent movies.","thumbnail":null,"section":"Movies"},{"date":"19950130","headline":"All Routs Lead to San Francisco: 49ers Win Fifth Title","web_url":"https://www.nytimes.com/1995/01/30/sports/super-bowl-xxix-all-routs-lead-to-san-francisco-49ers-win-fifth-title.html","abstract":"  The San Diego Chargers called tails.   The coin toss landed heads.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"F.B.I. to Study Why It Took So Long to Find Spy","web_url":"https://www.nytimes.com/1995/01/30/us/fbi-to-study-why-it-took-so-long-to-find-spy.html","abstract":"  The Federal Bureau of Investigation has begun reviewing whether its agents overlooked clues that might have unmasked Aldrich H. Ames as a spy inside the C.I.A. for Moscow long before his arrest last year, F.B.I. officials said today.   The officials said the review was in an early phase and would examine the bureau's role in the long efforts to find a reason for damage to American intelligence before the F.B.I. caught up with Mr. Ames.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"The Ants Go Marching, Relentlessly","web_url":"https://www.nytimes.com/1995/01/30/movies/television-review-the-ants-go-marching-relentlessly.html","abstract":"  More than 30 million years ago, the ant went forth to be fruitful and multiply, beginning what Edward O. Wilson, the estimable Harvard University biologist, calls a great success story of natural history. His engrossing account of how the ants did it, set to remarkable pictures of hordes of the insects breeding, battling and nurturing, makes \"Little Creatures Who Run the World\" a notable work even by the high standards of \"Nova\" and its British suppliers.   At the heart of the ants' achievement, as Mr. Wilson, the world's most prominent ant aficionado, sees it, \"is quite simply the way they work together.\" But that is not to say that ant society is a kibbutz. It is more like a brave old world, rigidly structured, with robotic workers following the dictates of chemical messages and slaving endlessly in behalf of their ruler queen and her spawn. Keeping the colony thriving is the sole object of lives that are individually short but collectively enduring: a model of individual sacrifice for the greater good.","thumbnail":null,"section":"Movies"},{"date":"19950130","headline":"1945: Leaving Norway : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/30/opinion/IHT-1945-leaving-norway-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Adolf Hitler has probably told Premier Quisling of Norway that Germany must abandon Norway and withdraw most of its crack garrisons there to help save the Fatherland, it is learned from authoritative London sources. There is also little doubt tha","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Working Against Type but Serving Balanchine's Ethos","web_url":"https://www.nytimes.com/1995/01/30/arts/dance-review-working-against-type-but-serving-balanchine-s-ethos.html","abstract":"  The New York City Ballet soloists Ethan Stiefel and Albert Evans were named principal dancers over the weekend amid other promotions that raised the corps members Alexander Ritter and Jenifer Ringer to soloist rank.   As the season's first performance of George Balanchine's \"Harlequinade\" and \"Four Temperaments\" showed again on Friday night at the New York State Theater, the company's hierarchical labels serve to confirm talent rather than reveal it.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"Vision of a Rosy Future For Man and Machine","web_url":"https://www.nytimes.com/1995/01/30/books/books-of-the-times-vision-of-a-rosy-future-for-man-and-machine.html","abstract":"  BEING DIGITAL  By Nicholas Negroponte  243 pages. Alfred A. Knopf. $23.     Nicholas Negroponte, the author of \"Being Digital,\" is not a bookish sort of person. For one thing, he introduces himself as a dyslexic who doesn't like to read. For another, he is a professor of media technology at the Massachusetts Institute of Technology, as well as the founding director of the M.I.T. Media Lab. Both roles involve him in modes of communication that are alternatives to books.","thumbnail":null,"section":"Books"},{"date":"19950130","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/30/nyregion/metro-digest-549495.html","abstract":"  PATAKI SEEKS TO EASE '73 DRUG LAWS    In a major shift for the Republicans, Governor Pataki and legislative leaders are in general agreement on a weakening of the 1973 laws that mandated stiff sentences for drug offenders but that have also propelled prison costs and quintupled the number of inmates. A1.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"Prep Runners Race In West Point Event","web_url":"https://www.nytimes.com/1995/01/30/sports/prep-runners-race-in-west-point-event.html","abstract":"  Brad Barket, a senior at the Peddie School who will be in the Millrose Games invitational schoolboy mile on Friday, and Douglas Lin of White Plains High School won races yesterday in the West Point interscholastic track and field meet at the Gillis Fieldhouse on the military academy's grounds.    Barket captured the 800-meter run in 1 minute 57.04 seconds, beating Adyese Innis of Brooklyn's Wingate High. Lin, a senior who was a half-miler last year, easily won the 1,500 meters in 4:09.73, equivalent to about a 4:27 mile.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Battered Immigrants Find a Haven","web_url":"https://www.nytimes.com/1995/01/30/nyregion/battered-immigrants-find-a-haven.html","abstract":"  The room was bright and smelled of strong coffee. The women, seeking strength in one another's faces, huddled around a table laden with food they had cooked. In this place where they felt safe, they discussed the problem that has made them feel so desperate and alone.   Anzhela, the first to speak, described how her husband would disappear for weeks in their native Uzbekistan, then abuse her when he returned. After they immigrated to New York, the violence grew worse.","thumbnail":null,"section":"New York"},{"date":"19950130","headline":"All-Female Crew Gets 2d Victory","web_url":"https://www.nytimes.com/1995/01/30/sports/all-female-crew-gets-2d-victory.html","abstract":"  It was as if the America   all-female team found its own passing lane yesterday to win the first race of Round-Robin 2 in the America's Cup defenders' trials.   By defeating Young America, the team from Bangor, Me., by 14 seconds, America   logged its second victory in trial racing that began on Jan. 13 off San Diego. The team, the first all-female crew in the 144-year history of the America's Cup, won its first race two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"Washington Talk; A Wallflower No More, Christopher Is Courted","web_url":"https://www.nytimes.com/1995/01/30/world/washington-talk-a-wallflower-no-more-christopher-is-courted.html","abstract":"  Capitol Hill can't seem to get enough of Warren Christopher these days.   Just last week, the Secretary of State testified four times: once on North Korea, twice on the troubled Mexican peso and once on the state of the world. This week it's on to talks on Start II, the treaty that would sharply reduce arsenals of nuclear missiles by both the United States and Russia, to be followed by five separate hearings on next year's budget. To lay the groundwork, Mr. Christopher has met privately with every member of the Republican leadership at least once since last November's election.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"What to Expect This Week","web_url":"https://www.nytimes.com/1995/01/30/us/diary-what-to-expect-this-week.html","abstract":"  HOUSE: Today, the Ways and Means Committee's panel on human resources will hold hearings on proposed changes in the welfare system. On Tuesday, the Economic and Educational Opportunities Subcommittee on Early Childhood, Youth and Families is to take up child welfare and care; the Small Business Committee meets on proposed tax changes, and the Resources Subcommittee on Native American and Insular Affairs will discuss the Contract With America's potential effect on territories. On Wednesday, the Economic and Educational Opportunities Committee will hold hearings on how the contract relates to nutrition. The effect of regulation on employment and the workplace will be taken up jointly on Thursday by two subcommittees. And on Friday, the possible effects of the contract on child welfare and care will be discussed by two other subcommittees.    SENATE: The Armed Services Committee will hold hearings on Tuesday and Wednesday on military policy. The Governmental Affairs Committee is scheduled to vote on Wednesday on legislation to reduce paperwork in the Government.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"U.S. Considers Providing Arms To Cambodia to Fight Guerrillas","web_url":"https://www.nytimes.com/1995/01/30/world/us-considers-providing-arms-to-cambodia-to-fight-guerrillas.html","abstract":"  The United States said today that it was willing to consider arming Cambodia for its war against the Khmer Rouge if the Government pushed ahead in overhauling its corruption-ridden armed forces.   The suggestion was made by Deputy Secretary of State Strobe Talbott, who said after meeting here with King Norodom Sihanouk, \"We do not rule out lethal assistance to the Cambodian military in the future.\"","thumbnail":null,"section":"World"},{"date":"19950130","headline":"The Devils Set a Record For a Delay in Scoring","web_url":"https://www.nytimes.com/1995/01/30/sports/hockey-the-devils-set-a-record-for-a-delay-in-scoring.html","abstract":"  Three losses and a tie in their first four games is not a good start to a season, especially for a team like the Devils, which has aspirations of challenging for the Stanley Cup.   The Devils have not only failed to win a game but they also have had a great deal of difficulty in getting the puck into the net.","thumbnail":null,"section":"Sports"},{"date":"19950130","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/30/us/inside-406495.html","abstract":"  Clinton Testing Waters   The Administration's handling of a proposal to increase the minimum wage from $4.25 an hour shows that it is still struggling with how to deal with the new Republican majorities in Congress. Page A15. Pope Speaks on Auschwitz    Pope John Paul II made a statement marking the 50th anniversary of the liberation of the death camp at Auschwitz, and he appeared to straddle a controversy over how Poland handled the anniversary. Page A5. Technology Aiding Homeless    As part of a pilot program, homeless people are being given voice mailboxes to help them keep in touch with potential employers, easing a barrier to job hunting. Page B1. Revolution in Hog Raising    New ways of raising hogs has transformed the lives of many farmers in North Carolina and made the state into the No. 2 producer of hogs in the nation, after Iowa. Page A10. A Surcharge in Denver    United, American and Continental Airlines said fares to and from Denver would rise by an average of $40, because of their higher costs at the city's troubled new airport. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19950130","headline":"Topics of The Times; Turning Points","web_url":"https://www.nytimes.com/1995/01/30/opinion/topics-of-the-times-turning-points.html","abstract":"  The political \"revolution\" in Washington has inspired the Governors of New York and New Jersey to parade a little local pride in the real Revolution two centuries ago -- long before there was a beltway.    Gov. George Pataki started the bidding at his inauguration in Albany on New Year's Day. He recalled that \"the battle on a farm not far from here near Saratoga was the turning point in that revolution\" -- because the British surrender there in October 1777 led the French to ally with the colonies. Gov. Christine Todd Whitman trumpeted a different \"turning point\" in her response to President Clinton's State of the Union last week -- the Battle of Trenton. \"On Christmas morning in 1776,\" she said, \"George Washington crossed the icy Delaware River and surprised King George's mercenaries in their barracks here on these grounds.\" That was a turning point because it followed a series of defeats.","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"A Passion Reignited for 'Nifty 50', but Watch Those P-Es","web_url":"https://www.nytimes.com/1995/01/30/your-money/IHT-a-passion-reignited-for-nifty-50-but-watch-those-pes.html","abstract":"THE word is out on Wall Street that \"value\" stocks, the bargain- priced winners of the last three years are fading, and big, fast- growing companies are the place to be for investors in the next year or two..Suddenly, companies like Coca-Cola,","thumbnail":null,"section":"Your Money"},{"date":"19950130","headline":"Congress Fakes the Ledger","web_url":"https://www.nytimes.com/1995/01/30/opinion/congress-fakes-the-ledger.html","abstract":"Praising or damning the proposed balanced budget amendment, partisans have concentrated on the decisions that are needed -- or simply cannot not be made -- to bring Federal expenditures in line with revenues. Social Security is often at the forefront of the debate, as sword or shield. But what makes nonsense of the amendment is less the real problem of how to pay Social Security benefits than the artificial problem of how to do the accounting.\n\nToday, Social Security shows a surplus in its annual accounts, and the so-called unified Federal budget takes that surplus into Federal revenues. This is illegal, but never mind. As Allen Schick of the Brookings Institution explains in his new book \"The Federal Budget: Politics, Policy, Process,\" \"By law, Social Security is excluded\" from the budget; \"in practice, it is included.\"","thumbnail":null,"section":"Opinion"},{"date":"19950130","headline":"Second Ameling Recital","web_url":"https://www.nytimes.com/1995/01/30/arts/second-ameling-recital.html","abstract":"  Elly Ameling, whose farewell recital on April 9 at Alice Tully Hall is sold out, has scheduled a second recital on April 2 at 8 P.M. Miss Ameling, the Dutch soprano, will sing an all-Schubert program, accompanied by Dalton Baldwin. Tickets, at $25 and $35, are available at the box office or through Center Charge, (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19950130","headline":"U.N. Encounters Resistance To Closing Camps in Rwanda","web_url":"https://www.nytimes.com/1995/01/30/world/un-encounters-resistance-to-closing-camps-in-rwanda.html","abstract":"  The United Nations has been trying to close camps for displaced people in southwestern Rwanda and to induce the people living there to return home by stopping food and water distribution, but many of them have been digging in their heels instead, officials say.    While some of the displaced Rwandans have returned home, many say they want to stay in the camps, where they have had supplies of food and the United Nations provides security.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"Mandela, Visiting India, Discusses Arms Exports and an Indian Ocean Trading Bloc","web_url":"https://www.nytimes.com/1995/01/30/world/mandela-visiting-india-discusses-arms-exports-and-an-indian-ocean-trading-bloc.html","abstract":"  An emotional journey to India this week by Nelson Mandela, the South African President, was used by both nations to broach the possibility of an Indian Ocean trading bloc that could include perhaps a dozen other nations.   Mr. Mandela's trip, his first to India since he became South Africa's leader last year, was used mainly to celebrate the links forged between the two nations during the struggle against apartheid in South Africa.","thumbnail":null,"section":"World"},{"date":"19950130","headline":"Stiff Sentences and Crowded Prisons","web_url":"https://www.nytimes.com/1995/01/30/nyregion/stiff-sentences-and-crowded-prisons.html","abstract":"  The drug laws passed in 1973 under Gov. Nelson A. Rockefeller were aimed at cracking down on the heroin trade, but critics say the measures have been far more effective at filling prisons with relatively low-level drug users and dealers who may benefit more from treatment than jail time.   Amended slightly over the years, the laws have two basic components. The first are mandatory prison terms -- ranging from three years to life in prison -- for those convicted of various drug offenses. The second requires judges to impose a prison term on anyone convicted of a second felony within 10 years of the first. The shortest sentence is one and a half years. For anyone convicted of possessing any amount of the drugs with the intent to sell, the term under the second felony law is four and a half to nine years.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19950130","headline":"Hydroxycarbamide becomes the first approved preventive treatment for sickle cell disease.","pages":[{"title":"Hydroxycarbamide","web_url":"https://en.wikipedia.org/wiki/Hydroxycarbamide","description":"Medication","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Hydroxyurea.svg/320px-Hydroxyurea.svg.png","thumbnail_width":320,"thumbnail_height":190},"abstract":"Hydroxycarbamide, also known as hydroxyurea, is an antimetabolite medication used in sickle-cell disease, essential thrombocythemia, chronic myelogenous leukemia, polycythemia vera, and cervical cancer. In sickle-cell disease it increases fetal hemoglobin and decreases the number of attacks. It is taken by mouth."},{"title":"Sickle cell disease","web_url":"https://en.wikipedia.org/wiki/Sickle_cell_disease","description":"Medical condition","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Sickle_cell_01.jpg/320px-Sickle_cell_01.jpg","thumbnail_width":320,"thumbnail_height":512},"abstract":"Sickle cell disease (SCD), also simply called sickle cell, is a group of hemoglobin-related blood disorders that are typically inherited. The most common type is known as sickle cell anemia. Sickle cell anemia results in an abnormality in the oxygen-carrying protein haemoglobin found in red blood cells. This leads to the red blood cells adopting an abnormal sickle-like shape under certain circumstances; with this shape, they are unable to deform as they pass through capillaries, causing blockages. Problems in sickle cell disease typically begin around 5 to 6 months of age. A number of health problems may develop, such as attacks of pain in joints, anemia, swelling in the hands and feet, bacterial infections, dizziness and stroke. The probability of severe symptoms, including long-term pain, increases with age. Without treatment, people with SCD rarely reach adulthood but with good healthcare, median life expectancy is between 58 and 66 years. All of the major organs are affected by sickle cell disease. The liver, heart, kidneys, gallbladder, eyes, bones, and joints can be damaged from the abnormal functions of the sickle cells and their inability to effectively flow through the small blood vessels."}]}],"weather":[{"date":"19950130","time":"1995-01-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":82,"wspd":11.2},{"date":"19950130","time":"1995-01-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":76,"wspd":18.4},{"date":"19950130","time":"1995-01-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":76,"wspd":14.8},{"date":"19950130","time":"1995-01-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":76,"wspd":14.8},{"date":"19950130","time":"1995-01-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":75,"wspd":14.8},{"date":"19950130","time":"1995-01-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":77,"wspd":11.2},{"date":"19950130","time":"1995-01-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":80,"wspd":9.4},{"date":"19950130","time":"1995-01-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":81,"wspd":13},{"date":"19950130","time":"1995-01-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":84,"wspd":11.2},{"date":"19950130","time":"1995-01-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":80,"wspd":14.8},{"date":"19950130","time":"1995-01-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":69,"wspd":13},{"date":"19950130","time":"1995-01-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":60,"wspd":7.6},{"date":"19950130","time":"1995-01-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":53,"wspd":11.2},{"date":"19950130","time":"1995-01-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":51,"wspd":7.6},{"date":"19950130","time":"1995-01-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":49,"wspd":9.4},{"date":"19950130","time":"1995-01-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":46,"wspd":9.4},{"date":"19950130","time":"1995-01-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":51,"wspd":5.4},{"date":"19950130","time":"1995-01-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":52,"wspd":3.6},{"date":"19950130","time":"1995-01-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":57,"wspd":7.6},{"date":"19950130","time":"1995-01-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":55,"wspd":9.4},{"date":"19950130","time":"1995-01-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":55,"wspd":9.4},{"date":"19950130","time":"1995-01-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":60,"wspd":11.2},{"date":"19950130","time":"1995-01-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":60,"wspd":11.2},{"date":"19950130","time":"1995-01-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":63,"wspd":7.6},{"date":"19950130","time":"1995-01-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":34,"wspd":9.4},{"date":"19950130","time":"1995-01-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":39,"wspd":9.4},{"date":"19950130","time":"1995-01-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":45,"wspd":7.6},{"date":"19950130","time":"1995-01-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":63,"wspd":9.4},{"date":"19950130","time":"1995-01-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":60,"wspd":9.4},{"date":"19950130","time":"1995-01-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":0},{"date":"19950130","time":"1995-01-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":55,"wspd":5.4},{"date":"19950130","time":"1995-01-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":60,"wspd":9.4},{"date":"19950130","time":"1995-01-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":7.6},{"date":"19950130","time":"1995-01-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":9.4},{"date":"19950130","time":"1995-01-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":68,"wspd":11.2},{"date":"19950130","time":"1995-01-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":14.8},{"date":"19950130","time":"1995-01-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":11.2},{"date":"19950130","time":"1995-01-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":63,"wspd":13},{"date":"19950130","time":"1995-01-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":60,"wspd":11.2},{"date":"19950130","time":"1995-01-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":11.2},{"date":"19950130","time":"1995-01-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":7.6},{"date":"19950130","time":"1995-01-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":52,"wspd":9.4},{"date":"19950130","time":"1995-01-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":51,"wspd":7.6},{"date":"19950130","time":"1995-01-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":45,"wspd":16.6},{"date":"19950130","time":"1995-01-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":11.2},{"date":"19950130","time":"1995-01-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":43,"wspd":11.2},{"date":"19950130","time":"1995-01-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":13},{"date":"19950130","time":"1995-01-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":7.6}]},"19950131":{"guardian_articles":[{"date":"19950131","headline":"England's irregulars drive on to victory","web_url":"https://www.theguardian.com/sport/1995/jan/31/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19950131","headline":"Martin Amiss Big Deal Leaves Literati Fuming","web_url":"https://www.nytimes.com/1995/01/31/books/martin-amiss-big-deal-leaves-literati-fuming.html","abstract":"In London's tight-knit literary world, the exciting news in November that the novelist Martin Amis had demanded an incredible (for here) $794,500 for his forthcoming novel, \"The Information,\" spread like wildfire in a parched forest. But it didn't become apparent until recently, when a deal was finally consummated and the smoke began to clear, that almost everyone involved had been burned along the way.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"What You Need to Do What You Need to Do","web_url":"https://www.nytimes.com/1995/01/31/science/peripherals-what-you-need-to-do-what-you-need-to-do.html","abstract":"  EVERYBODY with a computer in the home, home office or small business needs a word-processing program to write letters to Mom, term papers, reports to clients or romance novels. A spreadsheet is handy for family budgets or business expenses. A database manager's uses might range from names, addresses and phone numbers of relatives and friends to complex lists of customers and suppliers. Charts explain some things better than words and numbers do.   There are suites offering top-notch programs in all those categories; Microsoft Office, for Windows fans, is one, and Novell's Perfectoffice is another. But most of us will never get to the bottom of three or more full-featured applications.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"NEEDIEST CASES;\nCity's Needy Remembered By Displaced New Yorkers","web_url":"https://www.nytimes.com/1995/01/31/world/neediest-cases-citys-needy-remembered-by-displaced-new-yorkers.html","abstract":"Many displaced New Yorkers who long for the conveniences and pleasures of their former home have also not forgotten how difficult a place it can be. Some of them maintain their ties to the city through donations to The New York Times Neediest Cases Fund.\n\n\"I often miss the excitement of the city and its people and I still think of New York as my spiritual home,\" wrote Ellen Zadoff, echoing the sentiments of many former New Yorkers who have given to the fund's annual appeal for donations, now in its 83d year.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"From Ski Slopes of Europe to a Rape Trial?; Eight Years After Fleeing, an Ex-Darien Athlete Surrenders in Switzerland","web_url":"https://www.nytimes.com/1995/01/31/nyregion/ski-slopes-europe-rape-trial-eight-years-after-fleeing-ex-darien-athlete.html","abstract":"  When Alex Kelly last saw his parents' home here, he was 18, just graduated from high school, a handsome athlete about whom the description all-American came easily. He was also awaiting trial in the rape of two teen-age girls.   He went to Colorado to work at a ski resort, and didn't return. Fleeing to Europe, the authorities say, for the next eight years he moved freely among ski resorts there while his parents dealt at home with the consequences of his flight.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Jewish Leaders Opposed Bombing Auschwitz","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-jewish-leaders-opposed-bombing-auschwitz-805795.html","abstract":"  To the Editor:   \"Remembering Auschwitz\" (editorial, Jan. 26) states that the rejection by senior British and American officials of pleas to bomb Auschwitz \"seems incomprehensible.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Italy Suspends National Sports Events After Soccer Fan's Death","web_url":"https://www.nytimes.com/1995/01/31/sports/soccer-italy-suspends-national-sports-events-after-soccer-fan-s-death.html","abstract":"  Italian sports officials today voted to suspend all national sports events next Sunday, in an unprecedented protest against the violence that has infected Italian soccer and led to the stabbing death of a Genoese soccer fan Sunday.   The decision taken by Italy's sports leaders, including the presidents of the soccer federation and the Olympic Committee, highlighted the emotional national reaction to the murder of Vincenzo Spagnolo, who died from a knife wound after being attacked by rival fans who had come to Genoa Sunday to root for AC Milan, the reigning national champion.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"1945: Newly Free Press : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1945-newly-free-press-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Unqualified support of the principles of the free press was expressed yesterday [Jan. 30] by Albert Bayet, president of the French Press Federation, in a letter addressed to Wilbur Forrest, chairman of the Free Press Committee of the American Soci","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Airplane Food Scare Explained","web_url":"https://www.nytimes.com/1995/01/31/nyregion/airplane-food-scare-explained.html","abstract":"  American Airlines and its New York food caterer said yesterday that a sticky mass of old soda and coffee under the laminate of a cracked service counter on a London-bound jetliner had been identified as the source of contamination that prompted the plane's return to Kennedy International Airport on Saturday night.   The airline said on Sunday that Flight 104 had turned back two hours into the trip after an attendant found foreign matter in a package of food.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"AIDS Is Now the Leading Killer of Americans From 25 to 44","web_url":"https://www.nytimes.com/1995/01/31/science/aids-is-now-the-leading-killer-of-americans-from-25-to-44.html","abstract":"  AIDS has become the leading cause of death among all Americans aged 25 to 44, new Federal data show. The data were reported for the first time at a scientific meeting here today.   AIDS surpassed unintentional injury, the Government's category for accidents, which dropped to second place in this age group, said Dr. Harold W. Jaffe, a top AIDS official at the Federal Centers for Disease Control and Prevention in Atlanta.  Cancer and heart disease were third and fourth, followed by homicides and suicides.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Devils Ready to Hear Cheers of Home Crowd","web_url":"https://www.nytimes.com/1995/01/31/sports/hockey-devils-ready-to-hear-cheers-of-home-crowd.html","abstract":"  The Devils have gone from the best season in their history to the worst start in their history. They will play their first game at home this season Tuesday after going without a victory in four road games.   There was optimism from Coach Jacques Lemaire down to the players after today's practice that playing at home should be an advantage after losses in Buffalo, Boston and Montreal after a season-opening tie in Hartford.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Cubans in Limbo","web_url":"https://www.nytimes.com/1995/01/31/opinion/cubans-in-limbo.html","abstract":"  Six months after the exodus ended, nearly 30,000 Cubans who set out for the United States in rickety boats or rafts are still being held in detention camps in Panama and at the American naval base at Guantanamo. With incidents of rioting and attempted suicide increasing and the cost to U.S. taxpayers mounting, Washington and Havana should move quickly to lift these dispirited Cubans from limbo. Those who are eligible should be resettled in this country; those who are not should be returned home.    Under new guidelines worked out in talks between Cuba and the United States, the only sure route now from Cuba to the U.S. is to apply for a visa inside Cuba. The Administration has already made exceptions for about 3,000 of the refugees at Guantanamo and in Panama on humanitarian grounds. With the remaining Cubans in Panama soon to be moved to Guantanamo, Washington must decide how to deal with those who are still in detention.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"York College President Will Leave Post in June","web_url":"https://www.nytimes.com/1995/01/31/us/york-college-president-will-leave-post-in-june.html","abstract":"  Only hours before the trustees of the City University of New York were to consider a report charging her with financial misconduct yesterday, Josephine D. Davis, the embattled president of York College, offered to go on an unpaid leave of absence for the spring semester and to terminate her presidency on June 30. Her resignation was immediately accepted.   James P. Murphy, chairman of the board of trustees, later said at a news conference that the report had not been presented to the trustees because Dr. Davis wished to add comments to it. He said the entire report will be made public in seven days.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment; Owed to the Future","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-owed-to-the-future-791395.html","abstract":"  To the Editor:   In \"State of the Union? Someday, Paralyzed,\" Op-Ed, Jan. 24) Paul Starr warns that a balanced-budget amendment would limit the ability of future representatives to act in the best interests of our country. The result would be undemocratic government, foregone programs and economic or national catastrophe.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/31/style/IHT-what-theyre-reading.html","abstract":"Jos Mara Cuevas, president of the Spanish employers federation, is reading \"Don Juan,\" a biography of Juan de Borbn, father of King Juan Carlos I, by Lus Mara Ansn..\"This book offers an objective and pr","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Police Official Claims Dismissal Was the Result Of His Agenda","web_url":"https://www.nytimes.com/1995/01/31/nyregion/police-official-claims-dismissal-was-the-result-of-his-agenda.html","abstract":"  Openly upset with his abrupt dismissal, the Deputy Police Commissioner, Walter S. Mack Jr., accused senior commanders of the Police Department yesterday of resisting his efforts to combat police perjury and other criminal misconduct.   Mr. Mack and two of his confidants said that the Deputy Commissioner had proposed a number of aggressive tactics to weed out officers who lied in court, brutalized suspects or stole drugs or money from dealers.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"G.O.P. to Start From Scratch In Revising Toxic Dump Law","web_url":"https://www.nytimes.com/1995/01/31/us/gop-to-start-from-scratch-in-revising-toxic-dump-law.html","abstract":"  The Republican lawmakers in charge of drafting changes to the Federal program that cleans up the nation's worst toxic dumps signaled today that they would start fresh when they review the law this year and would put aside a compromise negotiated with industry and environmental groups last year.   The remarks by the chairmen of House and Senate subcommittees that will draft new Superfund legislation suggest that the debate this year could be far more tempestuous than last year, when a compromise supported by the Clinton Administration gained bipartisan approval by five committees but never came to the House or Senate floor for final votes.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"And a Tip Of the Hat To Graves's 3 Goals","web_url":"https://www.nytimes.com/1995/01/31/sports/hockey-and-a-tip-of-the-hat-to-graves-s-3-goals.html","abstract":"  Under most circumstances, beating a winless, last-place team would not spur a celebration in the home rink of the Stanley Cup champions.   But the Rangers were on a three-game losing streak, and their fans were disgruntled. Everyone cheered up when two key Rangers sparked a goal explosion to lead New York to a 6-2 victory over the Ottawa Senators last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/31/style/patterns-587295.html","abstract":"  Pieces of Tokyo    Fashion photographers have an easy way to imbue computer-manipulated imagery, which they increasingly depend on, with a high-tech, neon-bright look: a Tokyo location.  Now, Sabotage, one of the first companies to produce the sort of silvery reflective clothing that ravers embraced, has used those images to make the clothes appear as technology-obsessed as the fabrics have always been.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Hiroshima: A Controversy That Refuses to Die","web_url":"https://www.nytimes.com/1995/01/31/us/hiroshima-a-controversy-that-refuses-to-die.html","abstract":"  Fifty years after the B-29 Superfortress Enola Gay was used to drop an atomic bomb on Hiroshima, the decision that ushered in the nuclear age is still the subject of fierce historical debate.   The issue stirs enormous passions: at one pole speculative estimates of how many Americans would have died invading Japan, and were presumably spared because of the bombing, and at the other pole whether the attack in August 1945 was necessary to end the war.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/31/us/inside-504095.html","abstract":"  Simpson Team Reprimanded   The judge in the O. J. Simpson murder trial reprimanded the defense for violating disclosure rules and let the prosecution supplement its opening statement. Page. A18 Sickle Cell Treatment    For the first time, a drug has effectively attacked the underlying cause of the disease rather than simply its painful symptoms. Page C1. Soccer Death Shakes Italy    With tensions high after the stabbing of a Genoese fan, Italian sports officials suspended all national events for this Sunday. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"McCarver Signs On for Two More Seasons With the Mets","web_url":"https://www.nytimes.com/1995/01/31/sports/tv-sports-mccarver-signs-on-for-two-more-seasons-with-the-mets.html","abstract":"  Despite the distinct possibility that baseball will open the season with replacement players, WWOR-TV/Channel 9's Tim McCarver is enthusiastic that his new two-year contract guarantees his presence when the Mets' season begins.   \"Baseball's my passion,\" said McCarver, who re-enlisted last week after months of talks, mostly with Fred Wilpon, the Mets' co-owner.  \"On Monday, I'm going to Puerto Rico for the Caribbean World Series for the first time.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Martin Amis's Big Deal Leaves Literati Fuming","web_url":"https://www.nytimes.com/1995/01/31/books/martin-amis-s-big-deal-leaves-literati-fuming.html","abstract":"  In London's tight-knit literary world, the exciting news in November that the novelist Martin Amis had demanded an incredible (for here) $794,500 for his forthcoming novel, \"The Information,\" spread like wildfire in a parched forest. But it didn't become apparent until recently, when a deal was finally consummated and the smoke began to clear, that almost everyone involved had been burned along the way.   There was Mr. Amis's longtime publisher, a division of Random House U.K., and his longtime agent, Pat Kavanagh, both of whom were replaced during the negotiations. There was the formidable novelist A. S. Byatt, who gave Mr. Amis an unusual public tongue-lashing. There was the sharp-shooting Andrew Wylie, Mr. Amis's new agent, whom the British press nicknamed the Jackal. And then there was Mr. Amis himself, pilloried for unseemly and un-British greed by an unforgiving London press.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/31/nyregion/c-corrections-528795.html","abstract":"  Because of an editing error, a brief article on Friday about the resignation of James P. Grant as executive director of Unicef misstated the occupation of a possible successor in some copies. The candidate, Dr. William H. Foege, is a specialist in public health at the Carter Center in Atlanta, not the director of the center's program on child health. (Mr. Grant has since died, and his obituary appeared yesterday and in some editions on Sunday.)","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Jewish Leaders Opposed Bombing Auschwitz; Remember Liberators","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-jewish-leaders-opposed-bombing-auschwitz-remember-liberators-804995.html","abstract":"  To the Editor:   In your article on the separate Polish and Jewish ceremonies for the 50th anniversary of the liberation of the death-camp complex Auschwitz-Birkenau, there is no mention of the liberators (\"Survivors Pray at the Crematories of Auschwitz,\" news article, Jan. 27).","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Clinton May Face a Rival From Party, Bradley Says","web_url":"https://www.nytimes.com/1995/01/31/us/clinton-may-face-a-rival-from-party-bradley-says.html","abstract":"  Senator Bill Bradley, the New Jersey Democrat who prides himself on being above the partisan fray, poked fun at President Clinton's long State of the Union address yesterday and said Mr. Clinton might face a primary challenge in 1996 if his popularity did not soon improve.   In the most direct suggestion from within the President's own party that Mr. Clinton may face competition for the nomination, Mr. Bradley told the radio personality Don Imus what other Democrats have said only privately. He complained that he got \"tired of standing and clapping\" because the 81-minute State of the Union speech was too long.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"L.I.R.R. Trial Has Adviser 'Disgusted'","web_url":"https://www.nytimes.com/1995/01/31/nyregion/lirr-trial-has-adviser-disgusted.html","abstract":"  By continuing to serve as his own lawyer and to cross-examine victims of the Long Island Rail Road shooting spree, Colin Ferguson has \"taken a wrecking ball to his own case,\" one of his legal advisers said today.   The adviser, Alton G. Rose, said that Mr. Ferguson had alienated jurors by badgering the very people he is accused of shooting.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"One Season, Four Coaches","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-basketball-one-season-four-coaches.html","abstract":"  You'll pardon the Runnin' Rebels of the University of Nevada at Las Vegas if they can't tell their coach without a scorecard.   They began the school year with ROLLIE MASSIMINO, then came TIM GRGURICH, then HOWIE LANDA and now CLE EDWARDS. Over the weekend, Landa announced he was stepping down as acting coach. He has been subbing for Grgurich, who left the team Jan. 6 and entered a hospital, complaining of medical problems related to exhaustion. Edwards will serve as the new acting coach, assisted by DAVID RICE, until Grgurich returns. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-749295.html","abstract":"  Young Rebel With a Cause: He Doesn't Want to Sing  'The Amazing Adventure of Alvin Allegretto' and 'Marita and Her Heart's Desire' John Jay Theater    No one can guarantee that the young people attending the world premiere performances of Bruce Adolphe's opera, \"The Amazing Adventure of Alvin Allegretto\" last weekend will ever wait on line for tickets for \"Lulu\" or \"La Traviata.\" But that hope helped inspire the Metropolitan Opera Guild to commission this work along with two others for children. It may work: \"Alvin\" has more taste and imagination than many events for maturer audiences.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/31/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Syracuse Surges Down the Stretch to Edge Georgetown","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-syracuse-surges-down-the-stretch-to-edge-georgetown.html","abstract":"  Syracuse ran through Georgetown's press, hit its free throws and kept its composure down the stetch tonight for a 76-75 victory at USAir Arena in a game that recalled the Big East's best days.   Allen Iverson's 3-pointer at the buzzer for Georgetown made the final score a 1-point triumph for the Orangemen, but Syracuse's superior execution in the final 3 minutes built a 5-point lead with 35 seconds left.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Sports of The Times; The 'New Barbarians' Are Really Old Hat","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-of-the-times-the-new-barbarians-are-really-old-hat.html","abstract":"  SOME have called them \"Petulant Prima Donnas.\" They like to call themselves \"The New Breed.\" And maybe they're nothing more than simply a current version of an old tag known as \"The New Barbarians.\"   They are the handful-plus in the National Basketball Association who have created waves among management, made coaches nauseated, disgusted some old-timers -- and even teammates -- and given many fans a sour taste about the current state of the game. They whine about the coach, they throw tantrums as well as chairs, they are recalcitrant about practice. Among them are Derrick Coleman and Isaiah Rider and Scottie Pippen and Christian Laettner and Dennis Rodman and Chris Webber.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Amending Mindlessly","web_url":"https://www.nytimes.com/1995/01/31/opinion/amending-mindlessly.html","abstract":"  The House vote for a balanced-budget amendment demonstrates the political potency of a bad idea whose time has come. That explains the overwhelming House vote for the amendment. Attention now shifts to the Senate, starting today, and the state legislatures as outposts of common sense. The amendment fails as a matter of politics. It fails as social justice. It fails as economics. Yet 300 House members, including 72 Democrats, signed up anyway.   The amendment would be inequitable because budget cutbacks would single out the disadvantaged. The G.O.P.-controlled Congress vows not to touch Social Security, defense or Medicare. That means it must cut an astonishing 30 to 50 percent of domestic discretionary programs. The first to go will be those housing and social-service programs whose only support is among the politically vulnerable.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Tokyo Magazine to Close After Article Denying Holocaust","web_url":"https://www.nytimes.com/1995/01/31/world/tokyo-magazine-to-close-after-article-denying-holocaust.html","abstract":"  One of Japan's most prestigious publishers said today that it would shut down a magazine that had printed an article asserting that there were no Nazi gas chambers and that the Holocaust was \"propaganda.\"    Jewish groups had condemned the article, which appeared in the February issue of Marco Polo magazine and was timed to coincide with the 50th anniversary of the liberation of the Auschwitz death camp.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"49er Fans, Welcome To the Seifert Dynasty","web_url":"https://www.nytimes.com/1995/01/31/sports/super-bowl-xxix-49er-fans-welcome-to-the-seifert-dynasty.html","abstract":"  Fewer than 10 hours after putting on one of the most exhilarating displays of offense in Super Bowl history, the 49ers were still giddy. And even though they could lose their offensive and defensive coordinators, it's likely that San Francisco will make a strong run for a sixth title next year.   Coach George Seifert, who said he was still numb this morning from all the excitement, was asked whether San Francisco had built a dynasty.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"How to Improve America's Handwriting","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-how-to-improve-america-s-handwriting-793095.html","abstract":"  To the Editor:   Your Jan. 25 article on handwriting, \"Can You Read This?\", notes that in the 19th century, \"good handwriting was considered a measure of intelligence and the mark of social status as well.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Hiroshima, Rewritten","web_url":"https://www.nytimes.com/1995/01/31/opinion/hiroshima-rewritten.html","abstract":"\"Neither the atomic bombing nor the entry of the Soviet Union into the war forced Japan's unconditional surrender. She was defeated before either of these events took place.\"\n\nThat kind of \"revisionist\" statement -- implying that the atomic bombing of Japan was unnecessary -- has so angered veterans' organizations that they have forced the Smithsonian Institution to announce yesterday that it was gutting its controversial exhibit of the B-29 that dropped the bomb on Hiroshima in August 1945. Yet the words were written not by some revisionist historian, nor by someone who knew little about the brutality of World War II in the Pacific. They were written shortly after V-J Day by Brig. Gen. Bonnie Fellers for use by Gen. Douglas MacArthur, the Army's triumphant commander in the Pacific.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Midseason Finds Knicks Right in Thick of Things","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-midseason-finds-knicks-right-in-thick-of-things.html","abstract":"  The Knicks have reached the halfway point of their 82-game regular season in far better shape than they were a month ago.   By winning 15 of their last 17 games, the Knicks (27-14) have gone from being a .500 team to being a rejuvenated title contender. Not that the slow start wasn't costly.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/31/nyregion/no-headline-508295.html","abstract":"  \"In this important anniversary year, veterans and their families were expecting, and rightly so, that the nation would honor and commemorate their valor and sacrifice. They were not looking for analysis and, frankly, we did not give enough thought to the intense feelings such analysis would evoke.\" -- I. MICHAEL HEYMAN, secretary of the Smithsonian.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Dublin Journal; The New Lord Mayor: Color Him Light Green","web_url":"https://www.nytimes.com/1995/01/31/world/dublin-journal-the-new-lord-mayor-color-him-light-green.html","abstract":"  In his seven months as the first Lord Mayor of Dublin from the Green Party, John Gormley has not turned this vibrant but gray, distinctly Georgian and somewhat grimy capital into a sparkling Emerald City.   Indeed, this city of almost 500,000 people still has much pollution, a public that does not clean up after its dogs and world-class traffic jams. Mr. Gormley and other environmentalists also fear that a British nuclear fuel reprocessing plant across the Irish Sea will pollute these shores, including Dublin Bay, which is already sullied with sewage bacteria.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"1895: Liner Wrecked : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1895-liner-wrecked-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - North German Lloyd Atlantic Liner wrecked; three hundred and eighty lives lost. Such was the brief message which was received in London yesterday [Jan. 30] evening and caused universal horror and grief. With later details it was learned that the","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"By Design; Shapely Suits for Spring","web_url":"https://www.nytimes.com/1995/01/31/style/by-design-shapely-suits-for-spring.html","abstract":"  The biggest trend to emerge from the spring haute couture shows in Paris was also one of the major trends in the ready-to-wear shows: the fitted suit. As a result, this latest look can already be found in stores right here.   Bergdorf Goodman has Chanel's black-and-white plaid jacket with a molded-to-the-body shape ($2,740); Richard Tyler's fitted glen plaid jacket ($1,650) and matching skinny skirt ($675), and Gucci's elongated white linen fitted jacket ($1,158) that would be ultrachic worn with a pencil-slim black skirt.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/31/nyregion/c-corrections-743395.html","abstract":"  A picture in the Styles pages on Jan. 15 showing the Coco Loco restaurant in Washington, with an article about the new importance of restaurant lighting, carried an incomplete credit. The picture was by Maxwell MacKenzie/Adamstein & Demetriou Architects.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/31/nyregion/metro-digest-239395.html","abstract":"   PATAKI PROPOSES DEEP CUTS IN WELFARE   Governor Pataki proposed deep cuts in welfare programs in New York State, calling for tough new restrictions on eligibility, broad requirements for work and reductions in benefits for both able-bodied recipients and mothers with children. A1.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"PATAKI PROPOSING DEEPEST CUTBACKS IN WELFARE PLANS","web_url":"https://www.nytimes.com/1995/01/31/nyregion/pataki-proposing-deepest-cutbacks-in-welfare-plans.html","abstract":"  Gov. George E. Pataki today proposed the deepest cuts in the 60-year history of welfare programs in state, calling for tough new restrictions on eligibility, broad requirements for work and reductions in benefits for both able-bodied recipients and mothers with children.   Mr. Pataki, a Republican who made welfare policy a centerpiece of his campaign, insured that his proposals received singular attention by announcing them at a news conference two days before he is to unveil his budget for the coming fiscal year. Normally, a governor would include the recommendations as part of his budget proposal to the Legislature.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Senate Democratic Leader Is Opposed to House Budget Amendment","web_url":"https://www.nytimes.com/1995/01/31/us/senate-democratic-leader-is-opposed-to-house-budget-amendment.html","abstract":"  The prospects for a constitutional amendment requiring a balanced Federal budget dimmed somewhat today when, as the debate in the Senate opened, Tom Daschle of South Dakota, the Democratic leader, said that he opposed the measure in the form it was passed by the House last week.   Mr. Daschle's position could be decisive, not just because of his leadership position but also because the matter is expected to be decided by no more than a vote or two.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"On My Mind; What Americans Want","web_url":"https://www.nytimes.com/1995/01/31/opinion/on-my-mind-what-americans-want.html","abstract":"  Slash government, lean and mean it. Certainly it may do some good and it will be a kind of crash diet that will make us feel glowy about ourselves before we start fattening up again on our own favorite cream pies. Oh, the delicious variety of them -- all those subsidies, grants, tax breaks, lifetime entitlements and investor bailouts we each decide we cannot live without, depending on our desires, age, race, national origin, mortgages, regional location, what we do for a living and how much we make.   Politicians and voters have decided for the time being that government is the enemy, not what they themselves do to, with or for government.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Ito Shows Displeasure With the Defense","web_url":"https://www.nytimes.com/1995/01/31/us/ito-shows-displeasure-with-the-defense.html","abstract":"  Lawyers for O. J. Simpson, their hands already slapped by Judge Lance A. Ito, finally completed their opening statement today. But within moments of hearing defense lawyers assert to the jury that the evidence against Mr. Simpson was \"contaminated, compromised, and ultimately corrupted,\" the judge punished them again, saying he will allow the prosecution to reopen its opening statement, apparently for the first time in California history.   Judge Ito, outraged that defense lawyers had failed to turn over the names and statements of witnesses they were obliged to under law, postponed testimony in the case and gave the chief prosecutor, Marcia Clark, 10 minutes on Tuesday to challenge what Mr. Cochran told the jury last week.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Kidd Hospitalized","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-basketball-kidd-hospitalized.html","abstract":"  JASON KIDD, weakened by flu symptons and dehydration, was hospitalized last night and likely will miss the Dallas Mavericks' next two games. Kidd, the second pick in last year's draft, has started every games this year. Tonight's game against Milwaukee, featuring No. 1 pick GLENN ROBINSON, was to have been a matchup between the top two selections of the past draft. Kidd is also expected to miss a road game Wednesday against Minnesota.   \"He's not feeling very good at all,\" Mavericks Coach DICK MOTTA said. \"He's not responding to the medication. He came to (practice) and looked like death warmed over.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Designers Are Suiting Up Again","web_url":"https://www.nytimes.com/1995/01/31/style/IHT-designers-are-suiting-up-again.html","abstract":"Stitch by stitch, seam by seam, in the finest fabrics and with the best of taste, menswear has been reconstructed. Ten years after designers started knocking the stuffing out of the suit or trading it for sportswear, tailoring is back. .The fall-winter","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"ESPN2 Adding Hockey Program","web_url":"https://www.nytimes.com/1995/01/31/sports/espn2-adding-hockey-program.html","abstract":"  ESPN2 will broaden its hockey coverage next week when it launches a 30-minute hockey program that will be broadcast five nights a week at 11:30 P.M.   \"NHL 2Night\" will feature reports about National Hockey League games and off-ice transactions along with news from the colleges and minor leagues. It will appear every night except Sunday and Monday or when ESPN2 is showing a live event.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Why a Presidency Hasn't Thrived","web_url":"https://www.nytimes.com/1995/01/31/arts/television-review-why-a-presidency-hasn-t-thrived.html","abstract":"  Among the coroners summoned by \"Frontline\" to do the autopsy for \"What Happened to Bill Clinton?\" are reporters like Elizabeth Drew, William Greider and Bob Woodward, analysts like Kevin Phillips and Garry Wills and a Clinton biographer, David Maraniss. Their emphases differ, but they reach a fairly clear consensus about the reasons for the President's political demise between November 1992 and November 1994.   Mr. Maraniss, who apologetically indulges in some plausible psychological speculation, reminds us that for most of his early career, Mr. Clinton was a loser, an experience that strengthened the young politician's resolve to \"do whatever it took never to lose again.\" As these Clinton watchers see it, the techniques of accommodation that served well enough in Arkansas proved disastrous in Washington, where tough players quickly found and exploited his weaknesses.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Thousands of Peruvians Flee Border Fighting","web_url":"https://www.nytimes.com/1995/01/31/world/thousands-of-peruvians-flee-border-fighting.html","abstract":"  With bicycles, house fans and other household goods stacked in their pickup trucks, Peruvian civilians fled south from the Ecuadorean border to this city today as convoys of military trucks rumbled steadily north.    Fighting over a disputed section of the border is taking place in remote jungle 125 miles east of here, but there has been a heavy military buildup in this region, the most heavily populated stretch of the border.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Recording of Pilots Offers Few Clues to Cause of American Eagle Crash","web_url":"https://www.nytimes.com/1995/01/31/us/recording-of-pilots-offers-few-clues-to-cause-of-american-eagle-crash.html","abstract":"  The last words from American Eagle Flight 4184 to air traffic controllers, spoken a minute before the plane rolled to the right, flipped and crashed last October near Roselawn, Ind., were \"Thank you.\" The pilots had just been told they would have to wait 10 minutes to be cleared to land.   A transcript of their conversation, released yesterday by the Federal Aviation Administration, shows air traffic controllers trying to get the pilots to respond and asking pilots in the area about the weather, which included heavy rain and sleet.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Pataki Plans Aid Cuts at SUNY And CUNY, Forcing a Fee Hike","web_url":"https://www.nytimes.com/1995/01/31/nyregion/pataki-plans-aid-cuts-at-suny-and-cuny-forcing-a-fee-hike.html","abstract":"  Gov. George E. Pataki is expected to propose on Wednesday cutting state aid to the State University and City University of New York by about 10 percent, a move that would almost certainly force tuition increases this year, his advisers said today.   Mr. Pataki, a Republican, is also expected to recommend that the State Tuition Assistance Program for New York State students who attend private colleges in the state be reduced, with the top award falling to $3,050, from $4,050 a year.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Dozens Die as Floods Wash Across Northwestern Europe","web_url":"https://www.nytimes.com/1995/01/31/world/dozens-die-as-floods-wash-across-northwestern-europe.html","abstract":"  Scores of communities across northwestern Europe were under water today as floods continued to inundate the region after days of driving rain. Dozens of people were reported to have been killed in drownings or other flood-related accidents, and tens of thousands fled their homes.   Factories and schools were closed, roads were swamped and utility services disrupted. The Governments of Germany, France, Belgium and the Netherlands declared states of emergency in flooded regions and sent thousands of police officers and soldiers to reinforce local relief workers.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Cameras Will Stay in Court","web_url":"https://www.nytimes.com/1995/01/31/nyregion/cameras-will-stay-in-court.html","abstract":"  The Legislature voted today to continue allowing cameras in courtrooms, but lawmakers registered their reservations by extending the practice for only two and a half years before reviewing it again.   Lawmakers today also approved a resolution to create conference committees, one of several measures to make the Legislature's business more open to the public. The committees, composed of five legislators each from the Senate and the Assembly, would hammer out differences in similar bills in public hearings. Now, compromise on legislation is usually reached in private meetings among staff members of the governor, Senate majority leader and Assembly Speaker.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/31/style/chronicle-748495.html","abstract":"  CHEVY CHASE, the film actor and former star of \"Saturday Night Live,\" was arrested for drunken driving and spent Thursday night in jail, The Associated Press reported yesterday. Police officers in Beverly Hills, Calif., saw him driving at 70 miles per hour, making unsafe lane changes and tailgating, Police Lieutenant Frank Salcido said, adding that Mr. Chase had a blood-alcohol level more than twice the legal limit.   Heidi Schaeffer, the actor's publicity agent, said yesterday that she had no comment on the matter. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Seen From Afar, It's No Longer a Game","web_url":"https://www.nytimes.com/1995/01/31/sports/IHT-seen-from-afar-its-no-longer-a-game.html","abstract":"They celebrated the Super Bowl as if it were New Year's Eve - with a party at an American restaurant and native players from the London Monarchs as guests of honor. The Monarchs are going to appear with the new six-team (all European) World League in Apr","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Sickle Cell Trial Called Success, Halted Early","web_url":"https://www.nytimes.com/1995/01/31/science/sickle-cell-trial-called-success-halted-early.html","abstract":"  Calling an early halt to a national trial because of promising results, doctors today announced the first treatment for sickle cell anemia that attacks the underlying cause of the disease rather than simply combating its painful symptoms.   The National Institutes of Health said it was issuing a clinical alert to thousands of doctors nationwide informing them that the drug hydroxyurea should be considered for many adult patients with the crippling blood disease. The institutes had sponsored the trial of the drug at nearly two dozen centers to see if it could reduce the painful episodes characteristic of the disease, which in this country primarily afflicts African-Americans.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Pataki's Move to Unclog Prisons","web_url":"https://www.nytimes.com/1995/01/31/opinion/pataki-s-move-to-unclog-prisons.html","abstract":"  In a breakthrough for common sense, Gov. George Pataki has persuaded Republican legislative leaders to consider changing at least some of the sentencing rules that have clogged New York State prisons with nonviolent drug addicts who might be better served by drug treatment and other cheaper alternatives to incarceration.    The changes will target the so-called second-felony-offender law passed in 1973, under which sentences rise sharply for anyone convicted of two felonies within 10 years. That law mandates stiff prison terms for hordes of young, low-level drug users and dealers who are caught twice.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Bringing It All Home : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-bringing-it-all-home-letters-to-the-editor.html","abstract":"Regarding \"Is Hall of Fame Making Rock Musicians Too Respectable?\" (Features, Jan. 18):.Neil Strauss's excellent piece was marred by some unfortunate inaccuracies about who wrote what. May I don the pedant's bright yellow anorak and set the r","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Three Clarks in the Family Business","web_url":"https://www.nytimes.com/1995/01/31/sports/track-and-field-three-clarks-in-the-family-business.html","abstract":"  The Clarks are becoming the first family of American track and field:   *At age 32, Joetta is America's fastest woman at 800 meters, with seven national titles and five Millrose victories.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"An Anguished Audience In a Theater of the Absurd","web_url":"https://www.nytimes.com/1995/01/31/nyregion/our-towns-an-anguished-audience-in-a-theater-of-the-absurd.html","abstract":"  FRANK BARKER, who had a bullet in his tongue and four holes in his body after the Long Island Rail Road shooting spree, was facing Colin Ferguson, the man he said shot him. Mr. Ferguson was angry.   \"Judge, I would have asked that the witness be punished for perjury,\" Mr. Ferguson told Judge Donald E. Belfi in Nassau County Court yesterday. \"Excepting that he's injured, so my sympathy goes out to him.\"","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Accelerating Chaos At One Edge of America","web_url":"https://www.nytimes.com/1995/01/31/books/books-of-the-times-accelerating-chaos-at-one-edge-of-america.html","abstract":"  OPEN WATER  By Maria Flook  327 pages. Pantheon Books. $24.    Death and disaster haunt the characters in \"Open Water\" like insistent, implacable ghosts.   Rennie, the ailing heroine of Maria Flook's disturbing new novel, lost her first two husbands to the sea: the first went down on a ship that was overloaded with a haul of scallops; the second died in a boiler mishap, just 400 yards from shore. Her stepson, Willis, lost his father (Rennie's third husband) to a heart attack and his mother to a monstrous practical joke. And Willis's best friend, Fritz, lost his little brother in a freak accident, when a sand dune collapsed and consumed six people.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/31/arts/chess-672095.html","abstract":"  One cannot call the performance of the United States in the Olympiad in Moscow ordinary: the team tied for fifth place in a 124-team competition. But only one player, Yasser Seirawan, a 34-year-old grandmaster from Seattle, had an outstanding result.   Boris Gulko scored a respectable 5 1/2-4 1/2 on Board 1; Alexey Yermolinsky had a strong 7-4 on Board 2; Joel Benjamin scored a good 6 1/2-4 1/2 on Board 3. But Alexander Shabalov managed only 3-5 on Board 5 and Sergey Kudrin tallied only 3 1/2-2 1/2 on Board 6.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Kemp Rejects Presidential Bid, Citing Dislike of Fund Raising","web_url":"https://www.nytimes.com/1995/01/31/us/kemp-rejects-presidential-bid-citing-dislike-of-fund-raising.html","abstract":"  Jack F. Kemp, a former professional football quarterback who became a successful political figure as an apostle of conservative economic theories, said today that he would not seek the Republican Party's Presidential nomination in 1996.   In a meeting with reporters, Mr. Kemp gave a variety of reasons for declining to enter the race. But time and again, he emphasized his distaste for the business of raising money. He said that for him to be a Presidential candidate he would have to start now to raise $15 million to $20 million, a task in which he had little interest.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"To Terms With GATT : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-to-terms-with-gatt-letters-to-the-editor.html","abstract":"Regarding \"America Needs China in GATT and the World Trade Organization\" (Opinion, Dec. 20):.Michael Armacost and Lawrence Lau fail to shed light on what is keeping China from acceding to GATT and the World Trade Organization. Their article r","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Green's Job Is Secure","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-football-green-s-job-is-secure.html","abstract":"  The job of Minnesota Vikings Coach DENNIS GREEN is secure despite allegations that he and an assistant sexually harassed women. The Vikings' president, ROGER HEADRICK, told ESPN in an interview broadcast on Sunday that Green's job is \"absolutely not\" in jeopardy following the reports, which Headrick said contained many inaccuracies.   The Star Tribune, The Saint Paul Pioneer Press and KSTP-TV reported over the weekend that Green and an assistant, RICHARD SOLOMON, were named in a 1993 affidavit just made public by a fired Vikings employee, DAN ENDY 3d. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Muslims Argue the Theology of Peace With Israel","web_url":"https://www.nytimes.com/1995/01/31/world/muslims-argue-the-theology-of-peace-with-israel.html","abstract":"  An explosive argument over whether making peace with Israel conforms to the precepts of Islam is building among Muslim theologians in Saudi Arabia and Egypt, adding a new layer of complications to the Middle East peace talks.   The issue flared after Saudi Arabia's highest theological authority, Sheik Abdel-Aziz ibn Baaz, issued a religious edict, or fatwa, in December affirming the right of Saudi rulers to pursue normal relations with Israel.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-750695.html","abstract":"  Mixing Original Works With Some of the Standards  Robert DeGaetano, pianist and composer Weill Recital Hall    Robert DeGaetano is playing both standard repertory and his own music in a five-concert series that ends on March 2. The fourth installment, on Saturday evening, was to have been devoted entirely to original works, including a song cycle. But because Mr. DeGaetano's singer was ill, he played Chopin's Scherzo in B flat minor instead.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"How a Gap in the Fermat Proof Was Bridged","web_url":"https://www.nytimes.com/1995/01/31/science/how-a-gap-in-the-fermat-proof-was-bridged.html","abstract":"  FERMAT'S last theorem, which has tantalized mathematicians for more than 350 years, has at last been solved, say those who have read the revised but not yet published proof. But the endgame of this furious chase has proved as full of last-minute surprises as a murder mystery.   For Dr. Andrew Wiles of Princeton University, the chief author of the proof, triumph had to be snatched from the jaws of disaster. His first proof, which aroused worldwide attention when announced two years ago, turned out to contain a gap, which Dr. Wiles found he was unable to cross alone.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Ex-Correction Chief Broke City Law, Report Finds","web_url":"https://www.nytimes.com/1995/01/31/nyregion/ex-correction-chief-broke-city-law-report-finds.html","abstract":"  A week after the resignation of the Giuliani administration's Correction Commissioner, Anthony J. Schembri, the Department of Investigation released a report yesterday saying that Mr. Schembri had violated city law by failing to live in New York City and by improperly spending more than $4,000 in overtime costs for drivers and for tolls.   When Mr. Schembri resigned from his $110,000-a-year job, he said that family pressures prevented him from meeting the city's residency requirement. His resignation came as the Department of Investigation was completing an inquiry into whether he had violated residency requirements and whether he had improperly attended to personal matters during working hours.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Historian, Show Decent Respect","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-historian-show-decent-respect-789195.html","abstract":"  To the Editor:   Lynne V. Cheney cites in \"History Standards Unsuitable for Schools\" (letter, Jan. 30) a Senate resolution of Jan. 18 to bolster her opposition to proposed new standards for teaching American history. The resolution, however, does more than disapprove of these voluntary guidelines for teachers. It declares that funds developing future ones should only be awarded to those who \"have a decent respect for the contributions of Western civilization, and United States history, ideas and institutions, to the increase of freedom and prosperity throughout the world.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Islanders Recall Taylor","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-hockey-islanders-recall-taylor.html","abstract":"  Reeling from consecutive defeats, the Islanders (2-2-1) recalled 22-year-old center CHRIS TAYLOR from their International Hockey League affiliate in Denver. The Islanders have been having trouble scoring. Taylor, the team's second pick in the 1990 draft, has a team-leading 27 goals and 30 assists in 47 games at Denver. With 57 points, Taylor is currently seventh in the I.H.L. in scoring..","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"U.S. Demands Repayments From 9 States","web_url":"https://www.nytimes.com/1995/01/31/us/us-demands-repayments-from-9-states.html","abstract":"  The Department of Health and Human Services said today that nine states had improperly collected $449 million in Medicaid matching funds from the Federal Government and would have to repay the money.   The department also said that those nine states, as well as nine others and the District of Columbia, might owe the Government an additional $2.5 billion for their creative way of raising money to help pay Medicaid bills in 1993 and 1994.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Israel Yields Land to Jordan In Keeping With Peace Pact","web_url":"https://www.nytimes.com/1995/01/31/world/israel-yields-land-to-jordan-in-keeping-with-peace-pact.html","abstract":"  The quietest border realignment in Israel's turbulent history took place today when Israeli forces withdrew from desert patches south of the Dead Sea and turned them over to Jordan under the two countries' recent peace treaty.   In military ceremonies held in the Arava Valley, between the Dead Sea and the Gulf of Aqaba, Jordanians hoisted their flags on long-contested land, then burst into songs praising King Hussein.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Amid Glamor of the Ski Resorts Lurk Poverty and Exploitation","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-amid-glamor-of-the-ski-resorts-lurk-poverty-and-exploitation-792195.html","abstract":"  To the Editor:   Now that there's no doubt winter has arrived, another ski season is upon us. In rural northern New England what this means is that thousands of vehicles with out-of-state plates are flocking north to the slopes. Somewhat less spectacular but every bit as important is the fact that thousands more seasonal resort workers are earning another paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Pearl Lang Remembers the Holocaust Her Way","web_url":"https://www.nytimes.com/1995/01/31/arts/dance-review-pearl-lang-remembers-the-holocaust-her-way.html","abstract":"  Pearl Lang's accomplishments in the world of modern dance have been unusually varied and enduring. Her luminous presence graced the Martha Graham Dance Company, in which she danced leading roles (including Graham's), from the 1940's to the early 70's.   As a star teacher, her influence has been felt at the Graham school, among aspiring actors at various drama schools (she is married to the actor Joseph Wiseman) and even by rock stars (Madonna was in her company). Major revivals in the Graham company have benefited from her stagings and coaching. Since 1952, she has choreographed for her own troupe.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Now a Film About You-Know-What","web_url":"https://www.nytimes.com/1995/01/31/arts/television-review-now-a-film-about-you-know-what.html","abstract":"  The O. J. Simpson public-relations juggernaut is operating at full steam these days with supporters and family giving exclusive television interviews and, most astonishing, Mr. Simpson's own self-serving book complete with a mournful soundtrack. Now, accidentally providing a semblance of balance, we get the television movie, Fox's \"The O. J. Simpson Story,\" the first and, unfortunately, not likely to be the last.    This is another of television's scavenger productions, eager to pounce on the bare bones of any sensational story that might turn up a few gold fillings for the network bottom line. We've had Amy and Joey and the Menendez brothers. Could the Juice be far behind? No way, although Fox sanctimoniously notes that it held off on the broadcast until the jury had been selected and sequestered.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-802295.html","abstract":"  To the Editor:   \"The Contract's False Tax Promise\" (editorial, Jan. 23) was refreshing in its clear exposure of your ignorance regarding basic economics. A general capital gains tax cut as proposed in the \"Contract With America\" would not \"steer investment into unproductive assets\" or encourage investors to \"put their money where it would produce the biggest tax break.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Year-Round Classes to Begin in Summer","web_url":"https://www.nytimes.com/1995/01/31/nyregion/year-round-classes-to-begin-in-summer.html","abstract":"  In an attempt to ease what officials call a crisis in New York City school overcrowding, Schools Chancellor Ramon C. Cortines said yesterday that he plans to move even faster than his advisers recommend on an experiment in year-round schooling. At least two schools, and probably more, will be placed on year-round schedules this summer, he said.    Mr. Cortines, who compared recent increases in school enrollment to \"a train roaring down the track,\" made his recommendation while releasing the findings of the commission he established a year ago to look at school overcrowding.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Governors Deadlocked on Replacing Welfare Programs With Grants to States","web_url":"https://www.nytimes.com/1995/01/31/us/governors-deadlocked-on-replacing-welfare-programs-with-grants-to-states.html","abstract":"  Split along party lines, the National Governors' Association could not agree today on whether to endorse Republican proposals to replace existing welfare programs with lump-sum payments of cash to the states.   The impasse represents a setback for Republican governors and House Republicans who support such lump-sum payments, or block grants. The House of Representatives still appears likely to approve them; the outlook in the Senate is unclear.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Suspicious Deaths Investigated at Ohio Hospital","web_url":"https://www.nytimes.com/1995/01/31/us/suspicious-deaths-investigated-at-ohio-hospital.html","abstract":"  Minutes after a respiratory technician gave Emmett Harrison a vaporizer that blew a medicated mist in his face to help him with the ravages of emphysema, Mr. Harrison's arms and legs went numb. Just before he felt paralyzed and stopped breathing, he pushed his call light.   An emergency team of doctors and nurses revived Mr. Harrison, but on the same night, Aug. 8, 1985, two other elderly patients died in the critical care units at Springfield Community Hospital: One just stopped breathing.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Albany Legislator Seeks Substitute-Player Ban","web_url":"https://www.nytimes.com/1995/01/31/sports/baseball-albany-legislator-seeks-substitute-player-ban.html","abstract":"  With President Clinton already on the record with his views of the baseball shutdown and Congress preparing for hearings on the game's antitrust exemption, state and city politicians are joining the battle to get striking players back on the field.   Richard Brodsky, Democrat from Westchester County, said yesterday that he would introduce a bill in the New York State Assembly today which would prevent the Mets and the Yankees from playing games with replacement players in Shea and Yankee Stadiums.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"'Awestruck' Chargers Quickly Settle Down to Earth","web_url":"https://www.nytimes.com/1995/01/31/sports/super-bowl-xxix-awestruck-chargers-quickly-settle-down-to-earth.html","abstract":"  The Chargers' general manager and head coach were frustrated today after their team was overwhelmed by the magnitude of playing in a Super Bowl.   \"This game kind of let us know where we are,\" said Bobby Beathard, the general manager. \"We don't have the talent of the 49ers. If things had gone the other way, if we had won, we'd have fooled ourselves that we were better than we really are.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Bringing Dante Into the Realm Of Contemporary English","web_url":"https://www.nytimes.com/1995/01/31/books/bringing-dante-into-the-realm-of-contemporary-english.html","abstract":"  It was not a late-born obsession with evil or the ways of damnation that drove Robert Pinsky to translate Dante's \"Inferno,\" the 14th-century poet's odyssey through hell. Rather, it was the challenge of tackling the first slice of the \"Divine Comedy,\" perhaps the greatest poem ever written. The \"Inferno\" had been rendered into English a hundred times by scholars and writers, and yet remained elusive, unmastered, poetry's Everest of the underworld.   Some, like Dorothy L. Sayers in the late 1940's, had gone for a strict line-by-line translation of the \"Divine Comedy,\" and ended up with a work that sounded stilted to the English ear, lacking the momentum of the Italian original. The poet Allen Mandelbaum, whose paperback version is widely used in university courses, worked 20 years to preserve the line-by-line sequence and diction of Dante, but did not attempt to match rhymes. Charles S. Singleton's 1970 edition -- considered perhaps the most scholarly, with separate volumes for notes -- eschewed the poetic form altogether for a painstakingly literal prose translation.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Bosnian Asks G.O.P. Lawmakers to Help End Arms Embargo","web_url":"https://www.nytimes.com/1995/01/31/world/bosnian-asks-gop-lawmakers-to-help-end-arms-embargo.html","abstract":"  The Prime Minister of Bosnia and Herzegovina plunged into American politics today, urging the Republican majority of Congress to pass legislation to end American participation in the international arms embargo imposed on his country if the Serbs refuse to make peace.    Both Vice President Al Gore and Secretary of State Warren Christopher told the Bosnian official, Haris Silajdzic, that the United States would never violate the 40-month-long arms embargo without the assent of the United Nations Security Council, which is not about to be granted.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/31/science/q-a-674795.html","abstract":"  Snail Diets   Q.  I found a snail in the garden and am keeping it in a terrarium. What do snails eat?","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/31/style/chronicle-746895.html","abstract":"  It was one of those moments an audience dreads: the announcement that a star will be unable to appear.    TRUDY MILLER, acting director of the Tisch Center for the Arts at the 92d Street Y, appeared on stage on Saturday evening and Sunday afternoon as the audiences were settling in for concerts by the New York Chamber Symphony and announced, \"The noted Russian pianist VLADIMIR FELTSMAN will not be appearing.\"","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Giuliani Is Looking at Social Services for More Budget Cuts","web_url":"https://www.nytimes.com/1995/01/31/nyregion/giuliani-is-looking-at-social-services-for-more-budget-cuts.html","abstract":"  In a third round of cuts to balance the current budget, Mayor Rudolph W. Giuliani and the City Council are considering a $206 million reduction that would fall heavily on the departments that oversee social services and programs for the homeless.   The deficit-reduction plan calls for cutting the Human Resources Administration by $34 million and the Department of Homeless Services by $6 million, according to Council members. The plan may come before the Council for a vote as early as Thursday.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"'Green Scissors' Snip $33 Billion","web_url":"https://www.nytimes.com/1995/01/31/opinion/green-scissors-snip-33-billion.html","abstract":"Voters sent a clear message to Washington in November that Americans want a slimmer, more efficient Government. The new Congress can demonstrate its commitment to this goal by axing Federal programs that waste billions and harm the environment.\n\nAn unlikely coalition of conservative taxpayer organizations, environmental groups and advocates of free-market economics has identified almost three dozen Federal programs that will cost taxpayers $33 billion over 10 to 15 years and that the Republican majority should put on the chopping block. The programs, named in a new report by the Green Scissors coalition, include water projects, highways, public land subsidies, foreign aid projects, agriculture programs and Federal disaster insurance.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Nets Score Late, Hold On Thanks to Missed Foul Shot","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-nets-score-late-hold-on-thanks-to-missed-foul-shot.html","abstract":"  The polls were already closed when Derrick Coleman began his campaign. He drove the lane with determination, he rebounded with ferocity and finger-rolled in the softest layups. Four minutes of the fourth quarter were his and his alone as he helped battle a persistent Trail Blazer comeback attempt. All that was left was a parting speech.   And then Rod Strickland, his friend and another prospective All-Star awaiting Tuesday's announcement of the seven reserves selected for each team, walked to the free-throw line with 1.6 seconds remaining and the Nets ahead by 2.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Wolf's Howl Heralds Change for Old Haunts","web_url":"https://www.nytimes.com/1995/01/31/science/wolf-s-howl-heralds-change-for-old-haunts.html","abstract":"  THE serene, snowy valley of the Lamar River in Yellowstone National Park would be a cafeteria for wolves at this time of year. Thousands of elk, deer and bison, driven from higher elevations by winter, congregate in the valley. But wolf packs have not prowled it for decades, so the animals that would be their natural prey live there in comparative peace.   Now, in an ambitious restoration project, two packs and the nucleus of another -- 14 wolves in all, the first of a group that could eventually grow to hundreds -- have been living since the middle of the month in three one-acre pens within the valley and are soon to be set free. When they are released, the result is likely to be an ecological upheaval whose ripples will spread in time to the farthest, most obscure corners of a region the size of West Virginia. It is the largest nearly intact ecosystem remaining in the temperate latitudes of North America, and with the wolf's reappearance it will become more or less complete again.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"As Complex Trial Gets Under Way, a Picture of Jury Emerges","web_url":"https://www.nytimes.com/1995/01/31/nyregion/as-complex-trial-gets-under-way-a-picture-of-jury-emerges.html","abstract":"  The details are so complex, and there will be so many of them, that Judge Michael B. Mukasey gave each of the jurors -- five men and seven women -- a bit of help: a spiral notebook to jot down the opening statements.   For this jury, there is a lot of work ahead. After a search through hundreds of potential jurors, these 12 were chosen, in part because they said they could devote the next six to nine months of their lives to hearing the biggest terrorism case ever presented by the Government.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"DNA Tests Clear Man of Rape Nearly 8 Years After Conviction","web_url":"https://www.nytimes.com/1995/01/31/nyregion/dna-tests-clear-man-of-rape-nearly-8-years-after-conviction.html","abstract":"  A man who has served eight years in prison for a 1986 rape will be released because DNA tests show he was wrongly convicted, the Westchester County District Attorney, Jeanine Pirro, said today.   The tests, one obtained by lawyers for the man, Terry Leon Chalmers, the other by the District Attorney's office, prove that he could not have committed the crime, Mrs. Pirro said.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Appeals Panel Hears Case on Citadel's Ban on Women","web_url":"https://www.nytimes.com/1995/01/31/us/appeals-panel-hears-case-on-citadel-s-ban-on-women.html","abstract":"  In a case in which all sides are seemingly resigned to a Supreme Court battle, a clearly split three-judge panel from the United States Court of Appeals for the Fourth Circuit today weighed whether to allow a woman into the corps of cadets at The Citadel, an all-male military college in South Carolina.   The panel's decision, which is not expected for several months, will help refine constitutional questions of equal opportunity. At stake is whether the concept of \"separate but equal\" is appropriate for women though it was previously determined to be an unsuitable resolution for blacks in cases put forward during the civil rights movement.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment; 'Don't Tax, but Spend'","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-don-t-tax-but-spend-803095.html","abstract":"  To the Editor:   What \"The Contract's False Tax Promise\" (editorial, Jan. 23) fails to make clear is the outright duplicity of the Republicans and the \"Contract With America\" on finance.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Gingrich Vows Total Review Of Medicare for Cost Savings","web_url":"https://www.nytimes.com/1995/01/31/us/gingrich-vows-total-review-of-medicare-for-cost-savings.html","abstract":"  Speaker Newt Gingrich told the nation's hospital officials today that \"we are going to rethink Medicare from the ground up,\" arguing that the 30-year-old health program for the elderly was too bureaucratic, too centralized and too dominated by the government.   He also said that the proposed Constitutional amendment to require a balanced budget by the year 2002 \"has a very profound impact\" on efforts to reconfigure health programs.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Unfamiliar and Masculine","web_url":"https://www.nytimes.com/1995/01/31/style/fashion-review-unfamiliar-and-masculine.html","abstract":"  There is a good reason why some fashion shows are held in dark places, curtains drawn to deny a glimpse to the outside world, windows blacked out as in wartime. These shows demand that audiences deny all they know about what is really worn, what already exists. What is too familiar isn't fashion. And especially in men's dress, what isn't familiar will probably stay in these airless strobe-frozen rooms.   The entertainment world has Stephen Spielberg. Fashion has Jean-Paul Gaultier. On Saturday, he herded his audience into the stables of the Cirque d'Hiver, where livestock for the circus await their turns around the ring. The red arched stables bore the names of his star models, their hair teased into manes, sometimes with tiaras with horse ears poised on their heads. As their names were called by Lola, a drag performer dressed as a raunchy ringmaster, they broke from their paper-covered stalls with riding crops and paraded out. Back in their stables, they stripped down to leopard print underwear in front of the audience to change into their next outfits.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-624095.html","abstract":"  2 Divas on Display In Florid Puccini Work  'Turandot' Metropolitan Opera    Two of the Metropolitan Opera's more volatile stars helped launch Friday's revival of Puccini's \"Turandot.\" Gwyneth Jones sang the title role, generating the amazement her recent performances have customarily inspired. Miss Jones's soprano can still knock over a healthy man at 200 paces. Not only are her attacks shattering to the ear; their intensity, further influenced by a wide wobble, push a good part of her delivery well above the pitch.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1995/01/31/sports/resultsplus-553895.html","abstract":"  MEN'S COLLEGE BASKETBALL  UMass Extends Its Winning Streak    Derek Kellogg hit two 3-pointers in a 10-0 run early in the second half as No. 1 Massachusetts extended the nation's longest winning streak to 15 games last night, beating visiting St. Bonaventure by 79-62. With the Minutemen ahead by 33-31, Kellogg's 3-pointer began the surge with 16 minutes 48 seconds left in the game. He ended it with another 3-pointer, making the score 43-31 with 15:14 to go. Massachusetts led by at least 9 points the rest of the way. The Minutemen (16-1, 8-0 Atlantic 10) were led by Lou Roe's 21 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Judge's Ruling Chastising the Defense Could Later Backfire on the Prosecution, Experts Say","web_url":"https://www.nytimes.com/1995/01/31/us/judge-s-ruling-chastising-defense-could-later-backfire-prosecution-experts-say.html","abstract":"  At first glance, Judge Lance A. Ito's rebuke today of O. J. Simpson's defense team before the jury looks and sounds like a stunning victory for prosecutors. But if Mr. Simpson is found guilty of the killings, Judge Ito's decision to allow the prosecution to reopen its opening statements could ultimately backfire, giving his lawyers a strong issue on appeal.   The downside for Mr. Simpson's lawyers is that they may have raised doubts in the minds of jurors about their credibility.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"1920: Prudish Parisians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1920-prudish-parisians-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There was great emotion in the Salon of the Independents over an incident that reversed the jokes about American prudery. When the sculptor Brancusi arrived he found that a bust he was exhibiting was not in its place. Had it been stolen? Much anxi","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Substance Hailed as Tool to Fight Neurodegenerative Disease","web_url":"https://www.nytimes.com/1995/01/31/science/substance-hailed-as-tool-to-fight-neurodegenerative-disease.html","abstract":"  SCIENTISTS have announced with great fanfare that a substance discovered a year ago preserves and restores two kinds of nerve cells, one in the brain and one in the spinal cord that activates muscle movements.   Called glial cell-derived neurotrophic factor, or G.D.N.F., the molecule was discussed in four research papers in the current issue of the journal Nature.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Sideshows in Miami","web_url":"https://www.nytimes.com/1995/01/31/opinion/sideshows-in-miami.html","abstract":"  A Las Vegas gambler bet $2.4 million on the San Francisco 49ers -- one man's way of saying, look, for 10 straight years the N.F.C. team has dominated the Super Bowl and this one will not be different. At 8-to-1 odds, he got his $2.4 million back and pocketed an extra $300,000. He had to be happier than anyone else who watched the game.   The Super Bowl represents unity of a sort: 120 million people watching the same game at the same time. But what America got Sunday was a night when the trappings -- the announcers, the commercials and the halftime show -- were more interesting than the show on the field.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Croatian Serbs Won't Even Look At Plan for Limited Autonomy","web_url":"https://www.nytimes.com/1995/01/31/world/croatian-serbs-won-t-even-look-at-plan-for-limited-autonomy.html","abstract":"  A proposal described as the last best effort to avoid a much wider Balkan war was spurned late today by leaders of the Serbian nationalists who control a third of Croatia.   Diplomats who traveled to Knin, the Serbian rebels' capital, to present a plan for limited autonomy for the Serbs in Croatia said that after months of effort, the international community had developed a plan that was as fair as possible to both sides.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Cosmos's Missing Mass: Wispy Particle Weighs In","web_url":"https://www.nytimes.com/1995/01/31/science/cosmos-s-missing-mass-wispy-particle-weighs-in.html","abstract":"  Particles so slight they were long thought to have no mass at all may be some of the most consequential matter in the universe, probably much more abundant and substantial than all the ordinary matter in planets, stars and galaxies.   In experiments aimed at answering one of the most intriguing questions in particle physics and cosmology, scientists at Los Alamos National Laboratory in New Mexico have produced especially strong evidence that these elusive particles, called neutrinos, do indeed have mass.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Khmer Rouge Insist They Killed Woman Visiting From U.S.","web_url":"https://www.nytimes.com/1995/01/31/world/khmer-rouge-insist-they-killed-woman-visiting-from-us.html","abstract":"  The Khmer Rouge, eager to take responsibility for the slaying of an American professor earlier this month in northwestern Cambodia, insisted today that they had rewarded the killers with 10 water buffaloes, 10 oxen and $4,000.   In a radio broadcast monitored here in the Cambodian capital, the Maoist-inspired rebels said that 10 Cambodians arrested last week for the killing of Susan Ginsburg Hadden, a professor at the University of Texas at Austin, were innocent.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Medicaid Repayments","web_url":"https://www.nytimes.com/1995/01/31/us/medicaid-repayments.html","abstract":"  The Federal Health Department said that nine states, including New York, had improperly obtained $449 million in Medicaid matching funds and must repay Washington. The department also said that the bill to those states and nine others could run as high as $2.5 billion.    Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Sports of The Times; 49er Lesson: Balanced Egonomics","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-of-the-times-49er-lesson-balanced-egonomics.html","abstract":"  AS the only owner of three consecutive Super Bowl rings, Ken Norton Jr. was glowing. And after having been on the two-time champion Cowboys, he understood better than anybody why the 49ers now reign and threaten to reign again.   \"Once I saw the writing on the wall in Dallas,\" the 28-year-old linebacker was saying, \"once I saw the balance change a little bit, I said I better jump on over here. The way the organization respects the players here is second to none. It's the best in the league as far as the players and the fans are concerned, as well as the ownership.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Biggest U.S. Terrorist Trial Begins as Arguments Clash","web_url":"https://www.nytimes.com/1995/01/31/nyregion/biggest-us-terrorist-trial-begins-as-arguments-clash.html","abstract":"  After months of preparation, the prosecution and defense lawyers made opening arguments yesterday in the biggest terrorist trial ever to come to an American courtroom. They immediately clashed sharply over the charges, the evidence and, perhaps most important, the credibility of the key witness in the case, a man who even the Government admitted had once lied under oath in a New York State courtroom.   Beginning the Government case against Sheik Omar Abdel Rahman and 11 other men, accused of plotting to blow up the Hudson River tunnels and the United Nations Building and other crimes, a Government prosecutor, Robert S. Khuzami, told the jury in his very first sentence: \"This is a case involving a war.\"","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-751495.html","abstract":"  A Romantic Interpretation Of the Viola Repertory  Cynthia Phelps, Violist Mannes College of Music    Cynthia Phelps was already well-known as a soloist and chamber music player when she was appointed principal violist of the New York Philharmonic in 1992. But she has not given up the solo spotlight entirely, and on Sunday evening, the New York Viola Society presented her in a recital with James Gemmell, a pianist.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Observer; It's Like Parole","web_url":"https://www.nytimes.com/1995/01/31/opinion/observer-it-s-like-parole.html","abstract":"  Somebody on the Brinkley show Sunday asked Governor Whitman of New Jersey about the Republican \"revolution\" and she looked uneasy with the word, but then went ahead and accepted it, hedging that, well, it was \"in some sense\" a \"revolution.\"   It was one of the few reassuring public moments we've had from a Republican since the media and Washington succumbed to Noot madness.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Jubilant Visit of African Rhythms","web_url":"https://www.nytimes.com/1995/01/31/arts/critic-s-notebook-jubilant-visit-of-african-rhythms.html","abstract":"  West Africa is the land of griots, singers who carry history, homilies and praise on twinkling, open-ended patterns. Griots are musical and conceptual ancestors of blues singers, rappers and various tuneful commentators around the Caribbean.   With fervent voices and intricate, hypnotic vamps, two West African groups played in New York last week. Hadja Soumano and Leou Tirera, two women from Mali, were accompanied by a superb, unnamed band at S.O.B.'s on Wednesday, and two nights later, Baaba Maal, from Senegal, and his band, Daande Lenol (\"voice of the people\"), were at Irving Plaza.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Smithsonian Scales Back Exhibit Of B-29 in Atomic Bomb Attack","web_url":"https://www.nytimes.com/1995/01/31/us/smithsonian-scales-back-exhibit-of-b-29-in-atomic-bomb-attack.html","abstract":"  This spring, when the Smithsonian Institution displays part of the fuselage of the Enola Gay, the B-29 bomber that dropped the first atomic bomb on Japan, it will be accompanied only by a small plaque and perhaps a video interview with its flight crew.   Yielding to critics, the Smithsonian's Board of Regents voted today to eliminate the rest of the 10,000-square-foot exhibit that had been planned to commemorate the end of World War II and the 600-page script that was to accompany the bomber.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Lawyer Is Convicted of Assaulting Officer","web_url":"https://www.nytimes.com/1995/01/31/nyregion/lawyer-is-convicted-of-assaulting-officer.html","abstract":"  A Bronx lawyer who accused two Greenburgh police officers of beating him and using racial slurs has been convicted of assaulting one of the officers in the same incident outside his Greenburgh apartment.   The lawyer, Lijyasu Monty Kandekore, 50, was found guilty of assault, resisting arrest and driving with impaired ability by a Westchester County Court jury on Saturday.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Fixing What You Thought You Fixed","web_url":"https://www.nytimes.com/1995/01/31/science/personal-computers-fixing-what-you-thought-you-fixed.html","abstract":"  COMPUTERS and the people who program them can sometimes be too smart for their own good. The latest example is a bizarre byproduct of the notorious Intel Pentium bug. Fire up a spreadsheet that originated on a buggy Pentium machine, run it on one with a new chip, and you may discover that two identical math computations can produce two answers, one right and one wrong.   The original Pentium chips, you will recall, caused very occasional errors in division. Just how occasional remains a matter of dispute, but the ensuing outcry was enough to prod the Intel Corporation into offering to replace the defective chips for anyone who complained. The toll-free number for starting the replacement process is (800) 628-8686. The next step depends on who sold you your computer: Intel may replace the chip or refer you to your vendor.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/31/nyregion/news-summary-492295.html","abstract":"  International A2-11  A U.S. TURN ON NUCLEAR TESTS  President Clinton has endorsed a policy shift to convince third world countries that the United States will never again conduct explosive tests of its nuclear arsenal.  A1","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Time to Put Super Back in Super Bowl","web_url":"https://www.nytimes.com/1995/01/31/sports/on-pro-football-super-bowl-xxix-time-to-put-super-back-in-super-bowl.html","abstract":"  You are Paul Tagliabue. You are the National Football League commissioner.   You settle in at your suite at Joe Robbie Stadium just before kickoff on Sunday, surrounded by family, friends and business associates. You are anxious. You are excited. Another season is about to have its climax. Another Super Bowl. It is your biggest show. You are ready for your league to strut its stuff.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950131","time":"1995-01-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":63,"wspd":9.4},{"date":"19950131","time":"1995-01-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":63,"wspd":14.8},{"date":"19950131","time":"1995-01-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":69,"wspd":13},{"date":"19950131","time":"1995-01-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":72,"wspd":14.8},{"date":"19950131","time":"1995-01-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":77,"wspd":20.5},{"date":"19950131","time":"1995-01-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":84,"wspd":14.8},{"date":"19950131","time":"1995-01-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":88,"wspd":16.6},{"date":"19950131","time":"1995-01-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":87,"wspd":20.5},{"date":"19950131","time":"1995-01-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":85,"wspd":22.3},{"date":"19950131","time":"1995-01-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":85,"wspd":18.4},{"date":"19950131","time":"1995-01-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":25.9},{"date":"19950131","time":"1995-01-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":22.3},{"date":"19950131","time":"1995-01-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":31.3},{"date":"19950131","time":"1995-01-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":84,"wspd":29.5},{"date":"19950131","time":"1995-01-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":87,"wspd":24.1},{"date":"19950131","time":"1995-01-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":83,"wspd":35.3},{"date":"19950131","time":"1995-01-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":79,"wspd":29.5},{"date":"19950131","time":"1995-01-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":79,"wspd":25.9},{"date":"19950131","time":"1995-01-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":78,"wspd":29.5},{"date":"19950131","time":"1995-01-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":33.5},{"date":"19950131","time":"1995-01-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":90,"wspd":33.5},{"date":"19950131","time":"1995-01-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":88,"wspd":31.3},{"date":"19950131","time":"1995-01-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":90,"wspd":25.9},{"date":"19950131","time":"1995-01-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":89,"wspd":22.3},{"date":"19950131","time":"1995-01-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":5.4},{"date":"19950131","time":"1995-01-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":34,"wspd":13},{"date":"19950131","time":"1995-01-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":35,"wspd":14.8},{"date":"19950131","time":"1995-01-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":35,"wspd":14.8},{"date":"19950131","time":"1995-01-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":20.5},{"date":"19950131","time":"1995-01-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":22.3},{"date":"19950131","time":"1995-01-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":16.6},{"date":"19950131","time":"1995-01-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":18.7},{"date":"19950131","time":"1995-01-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":18.7},{"date":"19950131","time":"1995-01-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":18.7},{"date":"19950131","time":"1995-01-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":66,"wspd":18.7},{"date":"19950131","time":"1995-01-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":14.8},{"date":"19950131","time":"1995-01-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":16.6},{"date":"19950131","time":"1995-01-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":18.7},{"date":"19950131","time":"1995-01-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":61,"wspd":20.5},{"date":"19950131","time":"1995-01-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":18.7},{"date":"19950131","time":"1995-01-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":16.6},{"date":"19950131","time":"1995-01-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":18.7},{"date":"19950131","time":"1995-01-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":36,"wspd":20.5},{"date":"19950131","time":"1995-01-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":29,"wspd":24.1},{"date":"19950131","time":"1995-01-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":25,"wspd":27.7},{"date":"19950131","time":"1995-01-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":25,"wspd":27.7},{"date":"19950131","time":"1995-01-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":28,"wspd":22.3},{"date":"19950131","time":"1995-01-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":33,"wspd":25.9}]},"19950201":{"guardian_articles":[],"nytimes_articles":[{"date":"19950201","headline":"For AC Milan, Game Goes On Despite Killing","web_url":"https://www.nytimes.com/1995/02/01/sports/soccer-notebook-for-ac-milan-game-goes-on-despite-killing.html","abstract":"  Although Italian authorities have postponed all games in their country for a week to protest the stabbing death of a fan outside the stadium before the AC Milan-Genoa game in Genoa on Sunday, AC Milan will be playing outside the country tonight.   AC Milan, the defending champion, which is owned by Silvio Berlusconi, will be in London for a game against Arsenal at Highbury for the European Cup. It will be the only game involving an Italian soccer team until Sunday, Feb. 12.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Harper's Late Long-Range Shots Save the Knicks","web_url":"https://www.nytimes.com/1995/02/01/sports/pro-basketball-harper-s-late-long-range-shots-save-the-knicks.html","abstract":"  Derek Harper will miss another All-Star Game, but he enjoyed another stellar performance last night at Madison Square Garden.   Helping the Knicks avoid what would have been a shocking loss, Harper made two crucial 3-point jumpers during the final two and a half minutes to lift New York to a shaky 90-87 victory over the injury-riddled Golden State Warriors.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"'Pocahontas' Premiere Free in Central Park","web_url":"https://www.nytimes.com/1995/02/01/movies/pocahontas-premiere-free-in-central-park.html","abstract":"  \"Pocahontas,\" a new animated film by Walt Disney Pictures, is to have its premiere on June 10 on the Great Lawn in Central Park, shown free on four 92-foot screens.   The announcement was made yesterday in Central Park by Michael D. Eisner, the studio's chief executive officer, and by Mayor Rudolph W. Giuliani.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Moyers Joins NBC As News Analyst","web_url":"https://www.nytimes.com/1995/02/01/movies/moyers-joins-nbc-as-news-analyst.html","abstract":"  Bill Moyers, whose 25-year television career has swung back and forth between the public and commercial networks, will join NBC News this month to deliver commentaries three nights a week on the \"NBC Nightly News.\"   Mr. Moyers said he would continue to produce and be the host of documentaries for the Public Broadcasting Service. \"My agreement with NBC expressly stipulates that I can do for PBS what I've done before,\" he said. \"I just won't do as much.\"","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Tracing the Line of the Second Viennese School","web_url":"https://www.nytimes.com/1995/02/01/arts/critic-s-notebook-tracing-the-line-of-the-second-viennese-school.html","abstract":"  It was boom time in New York last week for composers of the Second Viennese School. While Christoph von Dohnanyi, one of atonality's most persuasive proponents, offered Alban Berg's \"Wozzeck\" and music of Arnold Schoenberg with the Cleveland Orchestra at Carnegie Hall, the Juilliard School carried on with its weeklong Focus Festival devoted to the legacy of Anton Webern.   The comprehensive treatment accorded Webern, on the 50th anniversary of his death, was especially welcome. Despite the inherent and often immediate appeal of his music, it tends to be overshadowed by the grander creations of his colleagues. He is too easily dismissed as the quaint miniaturist of the bunch.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/01/nyregion/inside-852495.html","abstract":"  Europe's Rivers Rage   The Netherlands faced its greatest natural catastrophe in more than 40 years as flood waters continued to rise. Page A10. Giuliani to Monitor Police    Defying the City Council's creation of an independent agency to monitor police corruption, the Mayor said he would create his own panel. Page B3. Airport Rail Plan in Jeopardy    Plans to build a 22-mile railway between Manhattan and Queens airports may be abandoned because of rising costs and criticism. Page B1. Coming: the Absolut Bunny?    Chiat/Day, the creator of the Energizer bunny, will merge with TBWA, the ad agency that made Absolut a household name for vodka. Page D1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1945:'Big Three' Talks?: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1945big-three-talks-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Amid growing indications that the \"Big Three\" parley was close at hand, if not actually in progress, the British government spokesman today [Jan. 31] promised British reinforcements in the American drive against Japan, but declined to c","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Chargers List Carrington","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-chargers-list-carrington.html","abstract":"  DARREN CARRINGTON, San Diego's starting strong safety in the Super Bowl, was among six players the Chargers left unprotected yesterday for the N.F.L. expansion draft.   Carrington, who was acquired by San Diego as a free agent before the 1991 season, has started for the last two years. \"In essence, what I told him is that I just didn't feel that we had been physical enough at that position,\" said the Chargers' coach, BOBBY ROSS.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor-91374335538.html","abstract":"During the commemoration of the liberation of Auschwitz, it is odd that nobody has mentioned the category of victims who had to wear pink triangles instead of yellow stars: homosexuals. Plain oversight or something more insidious?. LESLIE SCHENK. . Chevi","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Curriculum or Not, Teachers Teach Values","web_url":"https://www.nytimes.com/1995/02/01/nyregion/curriculum-or-not-teachers-teach-values.html","abstract":"  As always, Nina Fue starts the day by checking parental signatures. Anyone who forgot to show his homework to Mom or Dad risks a sweetly stern reminder and a little black mark in Mrs. Fue's book.    \"I bet you didn't forget to eat dinner last night,\" Mrs. Fue tells a sheepish Korey Sickler. \"Well, this should be like that. Happens all the time.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Union Decides to Keep Contract-Signing Freeze","web_url":"https://www.nytimes.com/1995/02/01/sports/baseball-union-decides-to-keep-contract-signing-freeze.html","abstract":"  On the eve of the resumption of negotiations with the owners, the executive board of the baseball players' union decided today to continue the freeze on contract-signings, potentially preventing some players from signing multimillion-dollar contracts but also disrupting the plans of some teams to improve themselves by signing those players.   The board also voted to advise players on major league 40-man rosters not to report to spring training when camps open in a couple of weeks and to ask players not on 40-man rosters to refrain from playing in exhibition games in Florida and Arizona with strikebreaking, or replacement, players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-239495.html","abstract":"  An article on Monday about the awards ceremony at the Sundance Film Festival in Park City, Utah, misstated the surname of the film maker who was honored posthumously for the documentary \"Black Is . . . Black Ain't.\" He was Marlon T. Riggs, not Briggs.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Vacco Plans To Halt Curb On Gay Bias","web_url":"https://www.nytimes.com/1995/02/01/nyregion/vacco-plans-to-halt-curb-on-gay-bias.html","abstract":"  Attorney General Dennis C. Vacco plans to rescind explicit job protection for homosexuals at the New York State Law Department, reversing a 15-year-old anti-discrimination policy.   The plan has unnerved and enraged lesbian and gay political leaders and their supporters, who fear the proposal's symbolism as much as its substance. They believe that Mr. Vacco, a recently inauguarated Republican, is sending out a signal that his office, which enforces civil rights and other laws, does not believe that anti-gay bias is a concern.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"The Neediest Cases;\nLooking for a Job and Self-Sufficiency","web_url":"https://www.nytimes.com/1995/02/01/nyregion/the-neediest-cases-looking-for-a-job-and-selfsufficiency.html","abstract":"Edward S. uses his lunch hour every day to deliver mail at a home for the elderly in Brooklyn. He works at the home wheeling residents to exercise classes.\n\nEdward is preparing for a job in a mail room so that he can earn a living and move out of a housing project in East New York, where the landscape is desolate with drug addicts and battered tenements.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Coleman, Anderson No Longer All-Stars","web_url":"https://www.nytimes.com/1995/02/01/sports/basketball-coleman-anderson-no-longer-all-stars.html","abstract":"  Derrick Coleman did everything but ask for a recount with his fallaway swishes, determined drives to the goal and his 27 points and 10 rebounds. Kenny Anderson sat on the team bench in a black turtleneck, his left forearm bruised, a resigned look on his face saying nothing and everything.   It was the night before they were voted out of office, All-Stars no more, thanks to the Eastern Conference coaches, who did not believe that they deserved a second straight selection. New Jersey had pulled out a wild 99-98 victory over the Trail Blazers in Portland's Memorial Coliseum on Monday night, but Coleman and Anderson knew they were about to lose status among their peers.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"A New Stage for Meola","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-soccer-a-new-stage-for-meola.html","abstract":"  TONY MEOLA, the goalie for the United States World Cup team last summer, said yesterday that he would leave the Buffalo Blizzard of the indoor National Professional Soccer League to take a lead role in the Off Broadway play \"Tony 'n' Tina's Wedding.\" Meola, who will play five more games for the Blizzard before departing on Feb. 16, said he had signed for a five-week stint in the play. He might be back for the playoffs after the season ends March 26. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Everett Adds Stability to His Many Feats","web_url":"https://www.nytimes.com/1995/02/01/sports/track-and-field-everett-adds-stability-to-his-many-feats.html","abstract":"  Mark Everett's credentials as a runner are superb.   He has five national outdoor titles in the last seven years at 800 meters and two national titles indoors in the last three years at 500 meters. He is the third-fastest American ever at 800 meters (1 minute 43.40 seconds) behind Johnny Gray (1:42.60) and David Mack (1:43.25). And he is ranked third in the world in the 800 behind only Wilson Kipketer and Patrick Konchellah, both of Kenya.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/02/01/sports/transactions-288795.html","abstract":"  Baseball  American League    OAKLAND ATHLETICS -- Sold the contract of Troy Neel, first baseman, to the Orix Blue Wave of the Japanese League. Basketball  National Basketball Association    DALLAS MAVERICKS -- Signed George McCloud, guard-forward, to a 10-day contract.   GOLDEN STATE WARRIORS -- Suspended Clifford Rozier, forward-center, for one game for missing practice.   LOS ANGELES LAKERS -- Activated Sedale Threatt, guard, from the injured list. Placed Sam Bowie, center, on the injured list. Signed Kurt Rambis, forward, to a 10-day contract. Football  National Football League    DENVER BRONCOS -- Named Mike Shanahan coach.    DETROIT LIONS -- Named Frank Novak special teams coach. Reassigned Steve Kazor, special teams coach, to tight ends coach and offensive assistant.   GREEN BAY PACKERS -- Named Steve Sidwell linebackers coach. Reassigned Bob Valesente, linebackers coach, to defensive backs coach.   NEW ORLEANS SAINTS -- Named Jim Haslett linebacker coach. Canadian Football League    BIRMINGHAM -- Named Jack Pardee coach and signed him to a five-year contract. Named John Jenkins offensive coordinator. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Recalled Mark Ferner, defenseman, from San Diego of the International Hockey League.   DALLAS STARS -- Acquired lain Fraser, left wing, from the Quebec Nordiques for an undisclosed 1996 draft choice.   PITTSBURGH PENGUINS -- Assigned Justin Duberman, right wing, to Johnstown of the East Coast Hockey League.   ST. LOUIS BLUES -- Recalled Ian Laperriere, center, from Peoria of the International Hockey League. Assigned Craig Johnson, center, and Jeff Batters, defenseman, to Peoria.   SAN JOSE SHARKS -- Recalled Andrei Nazarov, left wing, from Kansas City of the International Hockey League. College     CALIFORNIA, PA. -- Named Michael Kolakowski defensive coordinator.   DAYTON -- Named Tim O'Connell business manager for intercollegiate athletics.   FDU-MADISON -- Named Sharon Feeney interim softball coach.  ","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Playing Second Fiddle To the Spoken Word","web_url":"https://www.nytimes.com/1995/02/01/arts/music-review-playing-second-fiddle-to-the-spoken-word.html","abstract":"  For modern composers, who are trained to regard music as the focus of attention and never as a backdrop, melodrama is an awkward form. As in opera and song, words are central. But in those forms the composer dictates pitch, rhythm, tempo, phrasing and coloration, effectively controlling the text's expressive power. In melodrama, the words and the reader's mastery of it are central. The music can be supportive, illuminating or in the way, but it is inescapably secondary.   The trick, of course, is to make the music seem so integral that a plain reading would seem naked without it. The Unterberg Poetry Center at the 92d Street Y posed this challenge to Lee Hoiby, Ned Rorem and Robin Holloway, three composers best known for their expertise at setting texts. Each was commissioned to write a work for speaker and piano -- specifically, for Claire Bloom and Brian Zeger -- and their very different solutions were given premieres on Monday evening in a program called \"Women in Mind.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"1990's Decadence Hits a New Low","web_url":"https://www.nytimes.com/1995/02/01/style/1990s-decadence-hits-a-new-low.html","abstract":"ALICE MEDRICH introduced the world to golf-ball-size truffles and her definitive version of chocolate decadence cake, benchmarks for gastronomic sybarites of the 1980's, through her seven Cocolat stores in the San Francisco area. Her collection of recipes \"Cocolat: Extraordinary Chocolate Desserts (Warner Books) was named the cookbook of the year for 1990 by the James Beard Foundation.\n\nBut now she has moved into a lighter zone.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Owens Honor for Mandela","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-awards-owens-honor-for-mandela.html","abstract":"  President NELSON MANDELA of South Africa was named yesterday as winner of the second Jesse Owens Global Award, given every two years to an individual \"who has made a significant and lasting contribution of enduring quality to society from a background of sports.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Port Authority May Scale Back Airport Rail Line","web_url":"https://www.nytimes.com/1995/02/01/nyregion/port-authority-may-scale-back-airport-rail-line.html","abstract":"  The Port Authority of New York and New Jersey is considering scaling back its plan to build a 22-mile railway between Manhattan and its two airports in Queens by 2003 because of rising costs and criticism of the project's effects on traffic congestion, authority officials said yesterday.   Such a move would be a blow to an ambitious proposal that was intended to address longstanding complaints that one of the world's biggest cities relied on a patchwork of inconvenient or expensive options to transport travelers to and from its airports.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Of Women And Men, And La Difference","web_url":"https://www.nytimes.com/1995/02/01/movies/television-review-of-women-and-men-and-la-difference.html","abstract":"  John Stossel is at it again. Last year, in \"Are We Scaring Ourselves to Death?,\" he pummeled television programs that specialize in unnerving predictions of improbable catastrophes; and in \"The Blame Game: Are We a Country of Victims?\" he kicked around the national fashion for suing somebody else for one's bad luck or bad judgment.   Now, in \"Boys and Girls Are Different: Men, Women and the Sex Difference,\" he goes after ideologues who insist that the main distinction between men and women is the way they are treated by society. In Mr. Stossel's view, that's a variation on the blame game.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Promising Season Turns Painful","web_url":"https://www.nytimes.com/1995/02/01/sports/on-pro-basketball-promising-season-turns-painful.html","abstract":"  Just when Don Nelson thought there was nobody good enough left on his team to break his rules, a rookie center named Clifford Rozier blew off the morning shootaround for last night's game against the Knicks.   Nelson, suddenly the National Basketball Association's poster coach for being abused by players, could only shrug and order a one-game suspension. His Golden State Warriors were down to nine bodies, few of them familiar, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"But Perhaps Not What Donizetti Had in Mind : 'Lucia' Returns to Paris","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-but-perhaps-not-what-donizetti-had-in-mind-lucia-returns-to-paris.html","abstract":"Donizetti's seemingly indestructible \"Lucia di Lammermoor\" has returned to the repertory of the Paris Opra after a quarter-century, splendidly sung, admirably complete, and in a staging that has an agenda totally different than that of th","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts.html","abstract":"LOS JOVENES FLAMENCOS, Vol. IV (Nuevos Medios): Like with the tango and the bal musette, young rock- and jazz-oriented players have been modernizing flamenco. This volume sometimes borders on new-wave goo, but groups like Pata Negra and Ketama add substan","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Megadeth Emphasizes Power to the Players","web_url":"https://www.nytimes.com/1995/02/01/arts/rock-review-megadeth-emphasizes-power-to-the-players.html","abstract":"  On Friday night, in the first of two sold-out shows at Roseland, Dave Mustaine of Megadeth sang from the point of view of deity and devil, judge and murderer, Government agent and street anarchist. Though they are all opposites, these characters have at least one thing in common: they all possess power. While the popular hard-rock bands of the 1990's (like Pearl Jam and Nine Inch Nails) play music in which victims release their rage, Megadeth has stuck to its roots in the 80's and continued to make music in which oppressors show their might.   \"I make you wanna scream in pain, and feel your life is just a losing game,\" Mr. Mustaine, who was kicked out of Metallica in the early 80's, growled in \"Reckoning Day,\" from Megadeth's sixth and latest album, \"Youthanasia\" (Capitol). The force of his lyrics was backed by the band's heavy artillery. Nick Menza's drum set, propped on silver risers, was outfitted not with one bass drum (the norm) but three, and Mr. Mustaine and Marty Friedman wielded their guitars like firearms or phalluses, depending on what the situation called for.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-238695.html","abstract":"  An article in Business Day on Wednesday about the quarterly financial results of three health care companies misstated the reason for a payment by Merck & Company to E. I. du Pont de Nemours & Company. The $499.6 million charge, which will be paid over several years, is Merck's obligation based on the favorable performance of pharmaceutical products that Du Pont contributed to a joint venture, the Du Pont Merck Pharmaceutical Company. Merck said the payment was not caused by the withdrawal of the drug Cozaar from the venture.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Islanders Glow With a New-Look Lineup","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-islanders-glow-with-a-new-look-lineup.html","abstract":"  Two one-sided losses did more than send the Islanders into some serious soul-searching. They prompted Coach Lorne Henning to make a handful of lineup changes tonight.   And he came away with an ear-to-ear smile.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Cancer Cases Up, but Future Isn't Bleak","web_url":"https://www.nytimes.com/1995/02/01/us/cancer-cases-up-but-future-isn-t-bleak.html","abstract":"  THE news about cancer is both good and bad, a new analysis shows: more of it is being diagnosed, but death rates are holding steady and in some cases are even declining, especially among younger Americans. And despite a widespread belief to the contrary, there is no evidence of a cancer epidemic.   The analysis, published in today's issue of The Journal of the National Cancer Institute, is the most detailed and comprehensive look yet at recent trends in cancer incidence and mortality in the United States. The trends for 28 cancers in men and 30 cancers in women suggest that even while more cancers are being diagnosed, people treated for cancer are living longer. The latest data also reveal that in the first two years of this decade, death rates from cancer in the United States declined for the first time since records have been kept.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-93022547557.html","abstract":"ADIOS AMIGO, A Tribute to Arthur Alexander (Sky Ranch/Virgin): Homages to Arthur Alexander sung by Elvis Costello, Roger McGuinn, Frank Black, John Prine, Gary U.S. Bonds and others. Alexander, who died in 1993, was a black born-again Christian who grew u","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/01/nyregion/news-summary-860595.html","abstract":"  International A2-11  CHINA FAULTED ON HUMAN RIGHTS  A State Department report on international human rights has concluded that China failed to make progress in all major areas of human rights in the past year. A1  EUROPE'S RIVERS RAGE  The Netherlands faced its greatest natural catastrophe in more than 40 years as floodwaters continued to rise, forcing more than 100,000 people from their homes. A10","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Sports of The Times; Italy Death Is Warning For America","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-of-the-times-italy-death-is-warning-for-america.html","abstract":"  THE MURDER happened on Super Bowl Sunday. It happened before a game I was watching at home on television. It's my Sunday-morning ritual: my cocker spaniel, a pot of coffee and Italian soccer.   When I saw the sunny stadium in Genoa, the banners waving, the fans chanting, great athletes performing, I wished I could be there. But I'm not naive. When I daydream about being at a game, I mean in the press box, behind barricades. I've been to a few games in Italy, drawn to soccer the way some of my colleagues are drawn to covering war. And sometimes in Italy, soccer becomes war, the old city-states reviving, Lombards fighting Ligurians, in sneakers and jeans.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Comedy and Minimalism, Performed With Ardor","web_url":"https://www.nytimes.com/1995/02/01/arts/ballet-review-comedy-and-minimalism-performed-with-ardor.html","abstract":"  Jerome Robbins's ballets, no matter how plotless, are about human relationships, and the New York City Ballet has performed them with a vibrant emotional resonance this season.   \"The Concert\" seen on Sunday night at the New York State Theater, is a rarity: a comic ballet that works. \"Glass Pieces,\" given last Wednesday night, uses its music by Philip Glass in a distinctive manner.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"China's Market Reforms: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-chinas-market-reforms-letters-to-the-editor.html","abstract":"I write to you to clarify remarks contained in your report \"German Bank Waves Its Club at China Over Debts\" (Jan. 28) that did not correctly represent my views. The article addressed the issue of alleged nonpayments by certain Chinese state ent","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Variations on an Orange With a Bit of Mandarin","web_url":"https://www.nytimes.com/1995/02/01/style/variations-on-an-orange-with-a-bit-of-mandarin.html","abstract":"ORANGES and tangerines are the beacons of winter produce markets, beckoning customers with their brilliant colors. Now is the time to find them at their best. Although familiar oranges like navels and Valencias have dominated sales for years, shoppers can find many new varieties, from Cara Caras to Sunbursts to ortaniques.\n\nMost new varieties are crosses of oranges with members of the mandarin family, which include tangerines, clementines and satsumas. Perhaps the most intriguing newcomer is the Cara Cara navel, a mutant that has been grown in Florida for two years. This spectacular orange, large, thin-skinned and rather watery, resembles other Florida navels except that its flesh is pinkish-red.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Saks Scans Manhattan For a Discount-Outlet Site","web_url":"https://www.nytimes.com/1995/02/01/nyregion/saks-scans-manhattan-for-a-discount-outlet-site.html","abstract":"  Saks Fifth Avenue, which built its reputation as a shopping place for the fashion conscious, not necessarily the dollar conscious, will open a bargain store in Manhattan as the company adds to its network of discount outlets.   No location has been chosen for the bargain store, which would become the first Saks Clearinghouse in New York State, Jaqui Lividini, a Saks vice president in charge of public relations, said yesterday. \"We're in the exploratory stages,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Student Is Sentenced to 70 Years to Life in Fatal Carjacking in Rockland","web_url":"https://www.nytimes.com/1995/02/01/nyregion/exstudent-is-sentenced-to-70-years-to-life-in-fatal-carjacking-in.html","abstract":"After an impassioned statement by the mother of a Rockland County carjacking victim, a judge today sentenced a former college student to 70 years to life in prison for the carjacking and for the slaying of the woman's 18-year-old son.\n\nThe student, Edward L. Summers, 23, of the Bronx slumped in his chair and stared blankly as the mother, Rose Falcone, spoke directly to him, using words she said she believed her son, Michael, would have used.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"At the Atlanta Games, Culture Will Be a Serious Competitor","web_url":"https://www.nytimes.com/1995/02/01/arts/at-the-atlanta-games-culture-will-be-a-serious-competitor.html","abstract":"  To some skeptics, using the five Olympic rings as the symbol for an exhibition of 130 of the world's greatest works of art is a trifle unseemly. But don't tell that to J. Carter Brown, the former director of the National Gallery of Art in Washington.   \"Because there is so much fame attached to the Olympics, it would be very easy to take the knee-jerk reaction that everything is just part of a big sideshow,\" said Mr. Brown, the man behind \"Rings: Five Passions in World Art,\" which will be the centerpiece of the Cultural Olympiad that is being held here in conjunction with the 1996 Summer Olympics. \"It has nothing to do with a logo. It's about interconnectedness, and if there is anything more important to the future of this planet, I'd like to know what it is.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor.html","abstract":"On the 50th anniversary of the liberation of Auschwitz, we hear everyone pledging that we must never forget the horrors of bigotry, hatred, injustice and oppression of the past, and that we are never going to let it repeat itself. And yet, one need only","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"1920:Arrests in Ireland: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1920arrests-in-ireland-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Following on yesterday's [Jan. 31] events, when the newly-elected councils in Ireland elected Sinn Fein mayors and Sheriffs, a sensational round-up of prominent Sinn Feiners took place in the early hours of this morning. Raids were carried out by","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Women and Children First?; For More Than Half a Century, Two Brothers Have Begged to Differ","web_url":"https://www.nytimes.com/1995/02/01/nyregion/women-children-first-for-more-than-half-century-two-brothers-have-begged-differ.html","abstract":"  First things first: Michael Katen remembers how cold it was when he bivouacked outside the Lincoln Tunnel for four days and four numbing winter nights. The macaroni and coffee he had brought along froze. Someone shook his hand and said it felt like an icicle.   It was 1945, and Mr. Katen's goal was to be the first motorist to pay a toll when the new north tube of the tunnel opened. After all, he and his brother say that separately or together, they were first at hundreds of things: Mr. First and Mr. Second.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-115595.html","abstract":"  ERIC LEWIS, KEN FREED, JOHN DEXTER and CHRIS FINCKEL have been training off and on for six months and seriously for another month, stretching, exercising and getting in shape -- to play Shostakovich.    They are members of the Manhattan String Quartet, and tomorrow at 10 A.M. they will begin a 12-hour marathon at Eastern Connecticut State University in Willimantic.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"29th Super Bowl Rates Only 22d","web_url":"https://www.nytimes.com/1995/02/01/sports/29th-super-bowl-rates-only-22d.html","abstract":"  The San Francisco 49ers' 49-26 rout of the San Diego Chargers in Sunday's Super Bowl generated a 41.3 Nielsen rating with a 62 share for ABC, ranking it 22d out of the 29 games. ABC's last Super Bowl, the Giants' 20-19 thriller over Buffalo in 1991, produced a 41.9 rating.   \"We're happy, considering how viewers stayed the whole telecast,\" said Mark Mandel, an ABC Sports spokesman. From a peak of 43.7 from 7-7:30 P.M., the rating fell to its lowest point of 39.3 in the final half-hour.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Rutgers Leader Disavows Linking Race and Ability","web_url":"https://www.nytimes.com/1995/02/01/nyregion/rutgers-leader-disavows-linking-race-and-ability.html","abstract":"  The president of Rutgers University today blamed \"three words jumbled together\" in a talk with faculty members for creating the false impression that he believed a \"genetic hereditary background\" made it hard for black students to do well on college entrance examinations.   \"Let me unequivocally make it clear that I believe that the view that genetic and hereditary factors determine ability and achievement is dead wrong,\" said the president, Francis L. Lawrence, who has headed the 48,000-student state university since 1990. \"That idea is precisely opposed to my beliefs.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-240895.html","abstract":"  Does the world need another radio talk show host? Two more are jumping on the bandwagon.   JAY SEVERIN, a political consultant to Republicans, made his debut on WOR-AM Monday in a nationally syndicated three-hour show to be broadcast every weekday. Asked what he would add to the mix, Mr. Severin, 41, said yesterday, \"The talk-show format is well enough established for permutations, and I believe that what I can add is a younger, hipper, more irreverent and broader spectrum of issues.\"","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/01/sports/results-plus-329395.html","abstract":"  N.H.L.  Nordiques Still Perfect  Center Joe Sakic had a shorthanded goal and added three assists as the Quebec Nordiques beat the visiting Philadelphia Flyers, 5-2, for their fifth straight victory last night to kept pace with the Pittsburgh Penguins, also 5-0, as the National Hockey League's only unbeaten teams. It is Quebec's fastest start since 1985-86, when the club won its first seven games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Political Memo; Little Room for Democrats To Maneuver on Welfare","web_url":"https://www.nytimes.com/1995/02/01/nyregion/political-memo-little-room-for-democrats-to-maneuver-on-welfare.html","abstract":"  Eighty-four days ago, many of the radical changes in welfare proposed by Gov. George E. Pataki would have been declared dead on arrival in the Democratic-controlled Assembly. But in light of Mr. Pataki's election on Nov. 8, and the resounding call for change voiced by voters in New York and elsewhere, the question for the Assembly Democrats has become where they will draw the line.    Many legislators and advocates for the poor believe the new political dynamic in Albany will leave the Assembly with little choice but to support many of Mr. Pataki's proposals, particularly those that would make life tougher for welfare recipients who are able-bodied and childless. The real legislative battle, they assume, will be pitched over efforts to stave off cuts in benefits for the elderly and mothers with children.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-237895.html","abstract":"  Seven news articles between Jan. 13 and Jan. 26 and an Op-Ed page article on Jan. 27, all dealing with Federal charges that Qubilah Shabazz tried to hire someone to kill Louis Farrakhan, misidentified the location of the former Audubon Ballroom, where Ms. Shabazz's father, Malcolm X, was killed. It was in the Washington Heights neighborhood of Manhattan, not in Harlem, to the south.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Officer Convicted of Hitting Brooklyn Man","web_url":"https://www.nytimes.com/1995/02/01/nyregion/officer-convicted-of-hitting-brooklyn-man.html","abstract":"  A New York City police officer was convicted yesterday of second-degree assault in striking and seriously injuring a Brooklyn man with his nightstick and police radio.   Officer Gerard Pitti, 31, an eight-year veteran of the force, was found guilty by a jury in State Supreme Court in Brooklyn after six hours of deliberations in a two-week trial. Prosecutors told the jury that in February 1992, the officer struck the victim, Victor Medina, in the head, face and body, causing injuries that led to a month in the hospital.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/02/01/books/book-notes-426095.html","abstract":"  Off to a Running Start    Hesiod, a poet writing in 700 B.C., may have needed to remind his fellow Greeks that \"right timing is in all things the most important factor.\" But no one needs to tell that to publishers these days. Just look at O. J. Simpson's new book, \"I Want to Tell You.\"    The 224-page book arrived in bookstores on Friday, just days after the murder trial began and in the midst of the defense's opening statement. Since then, the book, in which Mr. Simpson proclaims his innocence, has been a runaway success for its publisher, Little, Brown.","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Pataki Budget Would Freeze Aid to Schools","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-budget-would-freeze-aid-to-schools.html","abstract":"  Gov. George E. Pataki said today that his proposed budget for the next fiscal year would freeze two of the largest forms of state aid to local communities. But he said that over all, his budget, to be released today, would not shift costs to local governments, and would actually save them more than $1 billion in programs mandated by the state.   He said he would freeze school assistance, the largest block of money that localities receive from the state, at $9.7 billion, and revenue sharing at $529 million. Given the huge cuts that the Governor has proposed in Medicaid and welfare spending, many local officials said they had expected Mr. Pataki to cut local assistance.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Schools Chief Is Expected To Step Down","web_url":"https://www.nytimes.com/1995/02/01/nyregion/schools-chief-is-expected-to-step-down.html","abstract":"  Thomas Sobol, the state's embattled Education Commissioner, is to announce later this week that he will retire by the end of the year because of increasing tensions with the new Republican administration of Gov. George E. Pataki, a state official said tonight.   The announcement, which Mr. Sobol is expected to make on Friday at a meeting of the State Board of Regents, comes at a time when the Education Department has been increasingly criticized by Mr. Pataki and lawmakers from both parties as a bloated, insulated and unresponsive bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Kovalev Is Aching for Early Showdown With Penguins","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-kovalev-is-aching-for-early-showdown-with-penguins.html","abstract":"  The Rangers are heading to Pittsburgh for a rematch with the undefeated Penguins on Wednesday night. But they might have to play without one of their top players.   Right wing Aleksei Kovalev missed practice today while recovering from a major bump on the head. Kovalev suffered the accident Monday night at Madison Square Garden when he crashed into the Ottawa goal post after making a spectacular spin move.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Mets to Offer Ticket Rebates","web_url":"https://www.nytimes.com/1995/02/01/sports/mets-to-offer-ticket-rebates.html","abstract":"  Buy one now. Get a rebate later. That was the contingent inducement offered by the Mets yesterday to get fans to buy tickets at regular prices now, even though they might seem greatly overpriced if the strike continues and the season starts with replacement players in the place of familiar stars.   Should that happen, the Mets said, anyone who has purchased a full-price ticket can get a rebate worth two-thirds of the regular price, a $10 rebate on a $15 box seat ticket, for example, and an $8 refund on a $12 loge or mezzanine reserved seat. Rebates would be obtained either at the Shea Stadium or by mail.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Goals by Guerin Do the Trick for Devils","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-goals-by-guerin-do-the-trick-for-devils.html","abstract":"  Two blistering shots by Billy Guerin. That's what it took for the Devils to break into the victory column and into smiles of relief. That's what provided the margin for a 2-1 victory over the Buffalo Sabres tonight in the home opener at Byrne Meadowlands Arena.   The Devils, who opened the season with a tie at Hartford and had lost their three other games, as well as their scoring touch, responded in the third period tonight, before a crowd of 16,311, about 3,000 short of capacity.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Ewing Makes All-Star Team","web_url":"https://www.nytimes.com/1995/02/01/sports/ewing-makes-all-star-team.html","abstract":"  Adding to his list of impressive accomplishments, Patrick Ewing was named to the All-Star team yesterday for the ninth time in his 10-year career. Ewing has been an All-Star more often than anyone else in the Knicks' history, surpassing the seven appearances of both Walt Frazier and Willis Reed. And this year's trip to the All-Star Game on Feb. 12 in Phoenix may be more special to Ewing than some of the others.   After undergoing arthroscopic surgery on his right knee in July, Ewing missed the entire preseason and started the regular season slowly. But in January, he returned to being one of the National Basketball Association's most dominant players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"The Insanity Continues","web_url":"https://www.nytimes.com/1995/02/01/sports/IHT-the-insanity-continues.html","abstract":"\"One cannot die for a football match at the age of 24,\" said Cosimo Spagnolo. But, alas, one just had. .The insanity of death at the stadium is back with soccer. Spagnolo uttered those words late Sunday when he learned that the Genoa supporte","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-90328241267.html","abstract":"BODY AND SOUL (Verve): A tasty compilation of ballads played by masters of the saxophone - Coleman Hawkins, Joe Henderson, Charlie Parker, Lester Young, Stan Getz and John Coltrane (Gerry Mulligan does not wear well). An insight into jazz's unique combina","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"A Hollywood Role for a Capitol Star?","web_url":"https://www.nytimes.com/1995/02/01/us/a-hollywood-role-for-a-capitol-star.html","abstract":"  Speaker Newt Gingrich likes to talk about renewing civilization, but did he mean Hollywood, too?   Some in Hollywood think so. The movie moguls want to bring him out. Not to star in a picture, at least not yet. But to star at a gala dinner to give a lift to conservatives in Tinsel Town.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Raiders' Change in Offing?","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-raiders-change-in-offing.html","abstract":"  A National Football League head coaching change appears to be in the works in Los Angeles, where the Raiders are considered likely to dismiss ART SHELL. According to a person familiar with the Raiders' thinking, the owner AL DAVIS is ready to replace Shell with the assistant coach MIKE WHITE and may do so by the end of the week. Davis recently hired former Arizona Coach JOE BUGEL as an assistant head coach.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Pataki to Freeze Aid","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-to-freeze-aid.html","abstract":"  On the eve of releasing his first budget, Gov. George E. Pataki said he would freeze two of the largest areas of state aid, schools and local governments, but that his overall budget would save them money.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"When the Dinner Conversation After the Theater Gets Crazy","web_url":"https://www.nytimes.com/1995/02/01/theater/theater-review-after-play-when-dinner-conversation-after-theater-gets-crazy.html","abstract":"  Anne Meara's \"After-Play\" may be the perfect New York comedy to attend before going out to dine with dear old friends from Los Angeles you haven't seen in ages. This is also pretty much the situation in \"After-Play,\" which opened last night in Stage II at the Manhattan Theater Club. Though not entirely fat-free, it's an easy-to-take, weightless star vehicle for two marvelous actresses, Rue McClanahan and Barbara Barrie.   Marty and Terry Guteman (Merwin Goldsmith and Ms. McClanahan) and Phil and Renee Shredman (Larry Keith and Ms. Barrie) arrive at Manhattan's newest \"in\" restaurant, having just come from the latest must-see play. As revealed by their comments, \"Jamie, We Hardly Knew You\" deals with the immigration experience, a ghost, a dying grandmother, menstruation (and other rites of passage), changing time frames and transcendent metaphors. The discussion it prompts is intense, sincere and soon nasty.","thumbnail":null,"section":"Theater"},{"date":"19950201","headline":"Some 49ers' Joy Abbreviated","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-some-49ers-joy-abbreviated.html","abstract":"  The off season lasted about 36 hours for the San Francisco 49ers' coach, GEORGE SEIFERT, who was faced yesterday with the prospect of losing players from his championship team. Six players -- offensive tackle HARRY BOATSWAIN, safety DANA HALL, fullback MARC LOGAN, tight end TED POPSON, running back ADAM WALKER and defensive end MARK THOMAS -- were left unprotected yesterday for the Feb. 15 expansion draft and could be with Jacksonville or Carolina next season.  Also, DEION SANDERS and RICKY WATTERS are free agents, and Seifert said the process of trying to re-sign them will begin soon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Power and Romance Among the Old Negro Elite","web_url":"https://www.nytimes.com/1995/02/01/books/books-of-the-times-power-and-romance-among-the-old-negro-elite.html","abstract":"  THE WEDDING   By Dorothy West   240 pages. Doubleday. $20.    The Negro elite of Boston had a servant problem in the years before World War I, for, as Dorothy West explained in her first novel, \"The Living Is Easy,\" \"experienced domestics from the South could not be induced to work for people of color.\" Why should they, when it meant they would have to \"use the back doors of a social group who could not use the front doors of their former employers.\"","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Smoothly Covering the Course for PGA Tour","web_url":"https://www.nytimes.com/1995/02/01/sports/golf-smoothly-covering-the-course-for-pga-tour.html","abstract":"  The commissioner of the PGA Tour was striding through the organization's offices in Ponte Vedra Beach, Fla., recently, checking his watch, talking about membership requirements and looking to make certain that workers were correctly taping the seams on a new wallboard.   His pace was brisk and purposeful. Then he spotted something on the carpet, to the left of his polished black wing tip. It was a tiny piece of Styrofoam packing popcorn. Without breaking stride, he bent over and scooped it up, veering just slightly off course so he could toss it into a wastebasket as he continued down the hallway.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/01/nyregion/no-headline-898295.html","abstract":"  \"I don't see how I can be value-neutral. If you don't stand up for what you believe in, who's going to stand up for it? NINA FUE, a fourth-grade teacher in New Jersey.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Bronx Ring Stole 100 Luxury Cars a Month, Officials Say","web_url":"https://www.nytimes.com/1995/02/01/nyregion/bronx-ring-stole-100-luxury-cars-a-month-officials-say.html","abstract":"  Edmanuel's Auto Collision looked like any other grimy body shop in the Bronx, a dark garage full of late-model sedans and mechanics with grease-blackened hands.    Federal authorities said yesterday that Edmanuel's, at 1300 Cromwell Avenue, was the headquarters for a sophisticated ring that stole more than $8 million worth of luxury cars from New York streets over two years.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"For Pinball Artist, It's World Series","web_url":"https://www.nytimes.com/1995/02/01/nyregion/about-new-york-for-pinball-artist-it-s-world-series.html","abstract":"  GENTLEMAN Kai Bateman was one with the pinball machine. Obviously he was entirely aware of the tao of it. As the 32-year-old commercial artist from Colonia, N.J., rolled up mega numbers, a few of the adolescents at the Broadway Arcade at 51st Street turned away from their own games to watch him.   \"He's a champion,\" one of the teen-agers, who probably should have been in school, shouted over the noise. \"He's going to be in the World Series,\" said another, referring to the World Pinball Championships, which are to begin on Friday and end on Sunday at the Park Central Hotel at Seventh Avenue and 55th Street.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Suspect in Rail Killings Says Police Plotted to Frame Him","web_url":"https://www.nytimes.com/1995/02/01/nyregion/suspect-in-rail-killings-says-police-plotted-to-frame-him.html","abstract":"  Colin Ferguson accused the Nassau County police today of plotting to frame him for killing six people on a Long Island Rail Road train a year ago, and he threatened to subpoena the prosecutor in his murder trial, saying he knew of the scheme.   Mr. Ferguson, who a defense psychiatrist has said is paranoid and delusional, also accused a detective who testified against him of threatening to kill him.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1895:Dreadful Weather: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1895dreadful-weather-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - The weather throughout Great Britain yesterday [Jan. 31] was exceptionally severe. A terrible gale, accompanied by blinding snowsqualls, prevailed in the Channel in the morning. In Venice a severe snowstorm is now raging and communication by eith","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Scott Helps Red Storm Find Its Missing Confidence","web_url":"https://www.nytimes.com/1995/02/01/sports/college-basketball-scott-helps-red-storm-find-its-missing-confidence.html","abstract":"  Forget about the six-game losing streak that ended with the 82-77 victory at Michigan on Sunday. St. John's considers itself 1-0 after deciding to wipe its slate clean mentally if not physically after an 88-71 loss at Georgetown eight days ago.    \"We decided we had hit rock bottom and we were going to start over,\" Coach Brian Mahoney said yesterday. \"We said we were going back to Oct. 15 and start from there. We didn't have five weeks to prepare for the next game, just three days. But maybe it was helpful.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/01/nyregion/metro-digest-935095.html","abstract":"  MAYOR SEEKS TAKEOVER OF FISH MARKET    Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Giuliani is proposing new laws to permit New York City to take control of the market. A1. TEACHERS GIVE LESSONS IN VALUES    Teachers of the year across the nation say the heated national debates over values curriculums and school prayer overlook the obvious: that quietly, in their own classrooms, good teachers teach values every day. A1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"To Fight Mob, Giuliani Proposes Takeover of Fulton Fish Market","web_url":"https://www.nytimes.com/1995/02/01/nyregion/to-fight-mob-giuliani-proposes-takeover-of-fulton-fish-market.html","abstract":"  Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Rudolph W. Giuliani is proposing new laws to permit New York City to take control of the market.   Under the proposals, the city for the first time would investigate, license and regulate all businesses and employees at the market, in lower Manhattan. And in an attempt to sever suspected Mafia ties to merchants and companies, the city would also have the power to conduct background investigations of companies and their employees and bar those involved in wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Not-So-Merry 'Wives of Windsor' ** LINE FULL!!","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-notsomerry-wives-of-windsor-line-full.html","abstract":"Written at the express wish of Queen Elizabeth I - a commissioning tradition her namesake has sadly not bothered to continue - \"The Merry Wives of Windsor\" is essentially \"Falstaff II,\" Shakespeare's increasingly desperate attempt to","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Giuliani Considers Creating Own Police-Monitor Panel","web_url":"https://www.nytimes.com/1995/02/01/nyregion/giuliani-considers-creating-own-police-monitor-panel.html","abstract":"  Two weeks after Mayor Rudolph W. Giuliani said he would ignore the City Council's vote to create an independent agency to monitor the police, his administration is drawing up a plan to create one of its own.   Mr. Giuliani has long opposed the Council's plan for an agency to watch over the police and guard against corruption, saying it would give the Council too much power and would duplicate the work of the city's five district attorneys.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Fugitive Pleads Guilty in a 1971 Killing","web_url":"https://www.nytimes.com/1995/02/01/nyregion/ex-fugitive-pleads-guilty-in-a-1971-killing.html","abstract":"  Ricardo S. Caputo, who had said that he suffered from multiple personalities that made him kill at least four women in the 1970's, pleaded guilty today to manslaughter in the death of his first victim 24 years ago on Long Island.   Mr. Caputo, who surrendered last March after 20 years as a fugitive in North and South America, said that as part of a plea bargain, he was abandoning his original plea of not guilty by reason of insanity.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":87,"wspd":25.9},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":83,"wspd":25.9},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":22.3},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":18.4},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":7.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":89,"wspd":9.4},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":91,"wspd":1.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":93,"wspd":5.4},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":89,"wspd":3.6},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":90,"wspd":5.4},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":90,"wspd":14.8},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":13},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":81,"wspd":9.4},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":82,"wspd":11.2},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":14.8},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":86,"wspd":11.2},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":13},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":11.2},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":74,"wspd":14.8},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":72,"wspd":14.8},{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":22.3},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":40,"wspd":22.3},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":20.5},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":16.6},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":18.7},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":20.5},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":16.6},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":14.8},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":14.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":20.5},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":20.5},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":27.7},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":24.1},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":27.7},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":22.3},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":25.9},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":24.1},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":22.3},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":29.5},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":16.6},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":22.3}]}}