{"19940322":{"guardian_articles":[],"nytimes_articles":[{"date":"19940322","headline":"Beware the Hawks on Korea","web_url":"https://www.nytimes.com/1994/03/22/opinion/beware-the-hawks-on-korea.html","abstract":"  North Korea can still avoid a confrontation with the international community by keeping the promise it made earlier this month and allowing inspectors back into its nuclear sites to complete their work. Otherwise it may soon face economic sanctions for its noncompliance with the Nuclear Nonproliferation Treaty.    Pyongyang's obstinacy may leave President Clinton no choice but to press for limited economic sanctions through the United Nations. But in doing so he needs to hold open the door to diplomatic dialogue, which is the only way out of his, and North Korea's, nuclear predicament.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Somalia's Faction Leaders Agree to Form an Interim Government","web_url":"https://www.nytimes.com/1994/03/22/world/somalia-s-faction-leaders-agree-to-form-an-interim-government.html","abstract":"  Somali faction leaders agreed today on the formation of an interim government and said they would sign a \"declaration of national reconciliation\" on Tuesday, a United Nations spokesman said.   The spokesman for the United Nations operation in Somalia, George Bennett, said the agreement was reached after several days of talks in Nairobi between leaders of all 15 Somali factions. The meetings were mediated by the United Nations special representative to Somalia, Lansana Kouyate.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Fiscal Agency Asks Giuliani to Include Police in Cutbacks","web_url":"https://www.nytimes.com/1994/03/22/nyregion/fiscal-agency-asks-giuliani-to-include-police-in-cutbacks.html","abstract":"  The chairman of the State Municipal Assistance Corporation yesterday called on Mayor Rudolph W. Giuliani to include police officers, firefighters and teachers in his budget cuts as a way of proving to other municipal unions that the sacrifices he expects of them will be shared by all.    In an interview, Eugene J. Keilin, who recently took over from Felix G. Rohatyn as head of the agency set up to help the city recover from its fiscal crisis of the 1970's, said the Mayor was wrong to declare \"sanctuaries\" in his effort to improve productivity and eliminate 15,000 city jobs over the next year and a half.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Mercer-Ferguson Referee Claims He Heard Nothing","web_url":"https://www.nytimes.com/1994/03/22/sports/boxing-mercer-ferguson-referee-claims-he-heard-nothing.html","abstract":"  The man closest to the action in the Ray Mercer-Jesse Ferguson fight, Referee Wayne Kelly, has told investigators he did not hear Mercer make a bribe offer to Ferguson during their bout 13 months ago. Yesterday, the prosecution made the reluctant admission it may be forced to call Kelly to the stand.   One of Mercer's defense lawyers, Dominic Amorosa, told the jury in his opening statement last week that the prosecution would not call Kelly. Assistant District Attorney Roslynn Mauskopf contended yesterday that the remark was \"improper,\" presumably because it planted in the jury's mind the idea that the prosecution was withholding a witness who could testify to Mercer's innocence. She said the prosecution reserves the right to call Kelly.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Gartner and Amonte Go in Rangers' 5-Deal Flurry","web_url":"https://www.nytimes.com/1994/03/22/sports/hockey-gartner-and-amonte-go-in-rangers-5-deal-flurry.html","abstract":"CALGARY, Alberta, March 21 hough they have the best record in the National Hockey League, the Rangers changed a big chunk of their roster today in a remarkable series of deals at the trading deadline.   In all, the Rangers made five separate trades. Gone are Mike Gartner, Tony Amonte, Phil Bourque, Peter Andersson and Todd Marchant. Arriving are Glenn Anderson, Brian Noonan, Stephane Matteau and Craig MacTavish. All the acquisitions play on the forward lines. - The top players they lost -- Gartner to Toronto and Amonte to Chicago -- are right wings who have skating and scoring skills but who lack the dimension of aggressiveness that Coach Mike Keenan has demanded all season.   The players they picked up -- Anderson from Toronto, Noonan and Matteau from Chicago and MacTavish from Edmonton -- are either bigger or tougher or both, and may provide that \"bit of the snarl\" that executives and coaches look for when building a well-rounded team. All the new Rangers are expected to report for Tuesday night's game against the Flames here at the Saddledome. Keenan's Pleased","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Observer; Why Alma Slept","web_url":"https://www.nytimes.com/1994/03/22/opinion/observer-why-alma-slept.html","abstract":"  As you know, the world is speeding toward a total communications breakdown even as the communications industry foolishly thumps its chest about the coming glories of the information superhighway.   Evidence amassed by our researchers leaves no doubt the cataclysm will occur sooner than original projections indicated. Those were based on the number of telephone callers who required police attention after encountering phone-answering machines, voice-mail systems and robotic phone instructions.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Devil Shots Earn Half A Reward","web_url":"https://www.nytimes.com/1994/03/22/sports/hockey-devil-shots-earn-half-a-reward.html","abstract":"  It was not lost on the Devils that the Rangers made five trades today before the National Hockey League trading deadline, while the Devils made none involving an N.H.L. player.   \"Obviously they're thinking about us,\" said center Bernie Nicholls. \"They were sitting comfortably a month ago. Now we're right there with them. They felt a need to make deals and we didn't. Hopefully we can prove now that our decision was correct.\"","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Officer Is Stopped With Stolen Plates","web_url":"https://www.nytimes.com/1994/03/22/nyregion/officer-is-stopped-with-stolen-plates.html","abstract":"  A New York City police officer who faced dismissal from the force four years ago was arrested Sunday in New Jersey when a state trooper who stopped him for speeding found stolen license plates on the officer's personal car, the authorities said yesterday.   Police officials from New York City and New Jersey said they could not explain why the officer, Willie L. Thomas, an 11-year veteran assigned to the 23d Precinct in East Harlem, had the stolen New York State plates on his 1990 Acura when he was stopped in southern New Jersey shortly after 5 P.M. Sunday.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"4 in Blast Case Said To Fast in Protest","web_url":"https://www.nytimes.com/1994/03/22/nyregion/4-in-blast-case-said-to-fast-in-protest.html","abstract":"  The four men convicted in the World Trade Center bombing have been on a hunger strike to protest conditions at the prison where they are awaiting sentencing, a lawyer who spoke with two of the men said yesterday.   The lawyer, William M. Kunstler, said that Mohammed A. Salameh and Mahmud Abouhalima called him late yesterday afternoon from the Federal penitentiary at Lewisburg, Pa., to say that two of them had been on a seven-day strike and that the two others had not eaten for 11 days.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Gains Reported in Effort to Resume Mideast Talks","web_url":"https://www.nytimes.com/1994/03/22/world/gains-reported-in-effort-to-resume-mideast-talks.html","abstract":"  After 24 hours of intense talks, Palestinian, Israeli and United States negotiators reported late tonight that some progress had been made in seeking a formula that would permit a resumption of negotiations between Israel and the Palestine Liberation Organization.   The P.L.O. broke off talks with Israel following the Feb. 25 massacre of Palestinians by an armed Jewish settler in the West Bank town of Hebron. Since then, the P.L.O. has said it would only resume the talks after insuring what it has described as adequate protection for Palestinians from armed Jewish settlers and the removal of settlers from the heart of Hebron, a city of 110,000 Arabs.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"New Yorker's Job: Snagging Hurtling Bodies","web_url":"https://www.nytimes.com/1994/03/22/arts/new-yorker-s-job-snagging-hurtling-bodies.html","abstract":"  Ladies and gentlemen, and children of all ages: Performing now in Ring 3 with the Flying Vargas, the world renowned fifth-generation Mexican family of circus aerialists, is that dashing young trapeze artist, Peter Gold.    Peter Gold?","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Ojeda Makes a Pitch To Focus on the Game","web_url":"https://www.nytimes.com/1994/03/22/sports/baseball-ojeda-makes-a-pitch-to-focus-on-the-game.html","abstract":"  Bob Ojeda has already claimed a sizable victory in his comeback from a tragic boating accident last spring because questions about baseball now outnumber questions about Little Lake Nellie. He is a pitcher again with the Yankees. He is more than just a survivor. He is more than just the passenger who was luckier than Tim Crews and Steve Olin.   Another monumental victory will be attained by Ojeda if he continues his impressive pitching and snatches the final spot in the rotation with the Yankees, a possibility that is looking more realistic with each start.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Speaking of Japanese : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-speaking-of-japanese-letters-to-the-editor.html","abstract":"Regarding Christopher Lehmann-HL Haupt's review of \"On Familiar Terms: A Journey Across Cultures\" (Books, March 3):.I was shocked to read in this review that \"after Pearl Harbor, he [the author, Donald Keene] learned that he was among on","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Playing Again O.K. for Mullen","web_url":"https://www.nytimes.com/1994/03/22/sports/hockey-playing-again-ok-for-mullen.html","abstract":"  The convulsive seizure that struck Brian Mullen during an Islander practice on Sunday may keep him from rejoining the team this season but should pose no obstacle to his resuming his career next fall.   That was the word yesterday from Dr. Ralph Sacco, the neurologist who has cared for Mullen since the forward suffered a stroke last August.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Suds Appeal","web_url":"https://www.nytimes.com/1994/03/22/opinion/suds-appeal.html","abstract":"  Nadia Klimova, an office manager, blushed at being found at Moscow's Rossiya concert hall last week ogling the star of \"Simply Maria,\" a Mexican soap opera that has more than 140 million Russian aficionados.   A soap, she told a Times reporter, \"is for people with a very low level of culture. But for me it's psychotherapy. We live in hard times, in a gray, difficult country. It's like a fairy tale.\"","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"The 'Wrong' Sex: A New Definition Of Childhood Pain","web_url":"https://www.nytimes.com/1994/03/22/science/the-wrong-sex-a-new-definition-of-childhood-pain.html","abstract":"  EVEN when he was just 3 years old, the boy spent hours preening himself in front of a mirror, dressed up in his mother's clothes, makeup and jewelry. He shied away from rough-and-tumble games with other boys, preferring to play dolls with girls. His favorite stories featured women: Snow White, Rapunzel and Alice in Wonderland.    He hated being a boy, he said; he'd rather be a girl. He once told his therapist, \"if you wear girls' clothes you could really become a girl.\"","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Settlements Shouldn't Be in Mideast Talks","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-settlements-shouldn-t-be-in-mideast-talks-538078.html","abstract":"  To the Editor:   Re \"Get Rid of the Settlements\" (Op-Ed, March 7):","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Verona Journal; Where Juliet Pined, Teen-Agers Now Plot Murder","web_url":"https://www.nytimes.com/1994/03/22/world/verona-journal-where-juliet-pined-teen-agers-now-plot-murder.html","abstract":"  Since Shakespeare's day one thing has set this city apart from other gracious Italian places, at least in the minds of its visitors -- romance. But these days, winged love and tender words seem the last things on Verona's mind.   With a series of killings staining its image of itself, the sweet sorrow has turned sour and the city's elders seem more preoccupied with a question they would rather not ask or answer in public: Has the city fallen prey to what people call the \"Verona syndrome,\" meaning, in the words of a local reporter, \"a concentration of evil\" among its young people?","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Out of the Boudoir and Into the Real World","web_url":"https://www.nytimes.com/1994/03/22/style/out-of-the-boudoir-and-into-the-real-world.html","abstract":"  Is that a slip or dress? Is that a T-shirt or an undershirt? Is that a bathrobe or an evening coat?    The answer is that if you can't tell, it doesn't matter. Many of the same styles show up in high-fashion and innerwear collections, and savvy women have discovered they can often get the same thing for less money in the underwear department. A few years ago it was bustiers and camisoles to wear under suit jackets; now, it's T-shirts under slip dresses.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"At Nationals, 2 Slim Victories","web_url":"https://www.nytimes.com/1994/03/22/arts/at-nationals-2-slim-victories.html","abstract":"  The American Contract Bridge League's Spring Nationals ended here last night, and a Californian expert completed a rare double. Chip Martel of Davis, Calif., who was a Vanderbilt Knockout Team winner Friday night, won the Open Swiss Teams with different teammates: Perry Johnson of Farmington Hills, Mich., Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill. Both his victories were by minuscule margins -- one imp in the Vanderbilt and three-tenths of a victory point in the Swiss.   The Swiss standings were: 1st, Martel team 183.4 victory points; 2d, Grant Baze of La Jolla, Calif., Tipton Golias of Beaumont, Tex., Hugh Ross of Oakland, Calif., Bart Bramley of Chicago and Michael Lawrence of Berkeley, Calif., 183.1; 3d, Ralph Cohen of Memphis, Steve Landen of West Bloomfield, Mich., Pratap Rajadhyaksha of Grand Ledge, Mich., Howard Weinstein of Chicago, Geoff Hampson of Toronto and Ralph Katz of Burr Ridge, Ill., 176.8; 4th, Jim Cayne of Manhattan, Chuck Burger of West Bloomfield, Mich., Paul Soloway of Mill Creek, Wash., Bob Goldman of Highland Village, Tex., Mike Passell of Dallas and Mark Lair of Canyon, Tex., 167.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/22/arts/classical-music-in-review-537748.html","abstract":"  Ridge Theater  The Kitchen    John Moran's \"Everyday Newt Burman,\" presented last year by the Ridge Theater at La MaMa, sticks in the mind as a phenomenally imaginative evening of music theater. Having based previous operas on legendary media phenomena -- \"The Jack Benny Program\" and \"The Manson Family\" -- Mr. Moran invented his own archetype in the hapless clown of the title. Multi-layered sound design, disorienting lip-sync theatrics, mournful Minimalist patterns and a dazzlingly eclectic pop-culture sensibility combined to form an operatic world unlike any other.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Selig Tangles With Senators on Antitrust","web_url":"https://www.nytimes.com/1994/03/22/sports/baseball-selig-tangles-with-senators-on-antitrust.html","abstract":"  A hearing into baseball's exemption from antitrust laws produced a prolonged contentious exchange today between Bud Selig, the acting commissioner, and Senator Howard Metzenbaum, Democrat of Ohio, over the authority of the commissioner under the owners' restructuring of the office.    \"The fact is he has more authority than he had in the past,\" Selig said in one exchange.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"In Atlantic City, Suspicion Is a Way of Life; Casino Agents Keep an Eye on Things . . . and People, and Machines","web_url":"https://www.nytimes.com/1994/03/22/nyregion/atlantic-city-suspicion-way-life-casino-agents-keep-eye-things-people-machines.html","abstract":"  Security in a gambling casino, where millions of dollars change hands every day, is an around-the-clock exercise in making sure the wrong hands don't pocket some of them along the way.   At the slot machines, at the green felt gambling tables and elsewhere out of sight, hundreds of eyes and hidden television cameras watch the players, the dealers and milling onlookers for the moment when temptation and opportunity lead a patron or employee to cheat, filch or, as happened last month on a crowded casino floor, rob.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Don't Force All Americans Into Managed Care; Provide Incentives","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-don-t-force-all-americans-into-managed-care-provide-incentives-538159.html","abstract":"  To the Editor:   Your March 10 editorial is on the mark to call for \"integrated networks of doctors and hospitals that are paid a fixed annual fee for taking care of enrollees.\"","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"On Wearing Your Rue With a Difference","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-on-wearing-your-rue-with-a-difference-538086.html","abstract":"  To the Editor:   The knowledge that rue was widely considered in Renaissance Europe both as a contraceptive and an abortifacient (Science Times, March 8) newly illuminates Ophelia's final scene in \"Hamlet.\"","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/22/arts/chess-534234.html","abstract":"  There is no tournament for the world championship. The title is decided by a head-to-head match. But if any tournament could be likened in prestige to the championship, it would be the Linares International in Spain, which finished on March 14 with a remarkable result: Anatoly Karpov of Russia, who lost the world title to his countryman Gary Kasparov in 1985, finally got revenge by running away with first place in Linares with a whopping 11-2 score, 2 1/2 points ahead of his nemesis, who tied for second.   Karpov got a $7,000 prize, an amount rumored to be just a fraction of what he was paid to appear at this elite event. But whatever the total secret sum might be, it could not have given the 42-year-old Karpov anywhere near the satisfaction of getting out of Kasparov's shadow for once. FINAL STANDINGS  Player . . . W. . . . L. . . . D. . . . Pts. Karpov . . . 9 . . . 0 . . . 4 . . . 11 Kasparov . . . 6 . . . 2 . . . 5 . . . 8 1/2 Shirov . . . 6 . . . 2 . . . 5 . . . 8 1/2 Bareyev . . . 5 . . . 3 . . . 5 . . . 7 1/2 Kramnik . . . 4 . . . 3 . . . 6 . . . 7 Lautier . . . 5 . . . 4 . . . 4 . . . 7 Anand . . . 4 . . . 4 . . . 5 . . . 6 1/2 Kamsky . . . 3 . . . 3 . . . 7 . . . 6 1/2 Topalov . . . 5 . . . 5 . . . 3 . . . 6 1/2 Ivanchuk . . . 4 . . . 5 . . . 4 . . . 6 Gelfand . . . 1 . . . 3 . . . 9 . . . 5 1/2 Illescas . . . 4 . . . 8 . . . 1 . . . 4 1/2 Polgar, J. . . . 2 . . . 7 . . . 4 . . . 4 Belyavsky . . . 0 . . . 9 . . . 4 . . . 2    In Linares, Karpov played efficiently, gliding along with effortless moves and letting his opponents make the mistakes. But there was one shining exception, his bright performance in attack against the Bulgarian grandmaster Veselin Topalov in Round 4.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"The Dean on the Bicycle","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-the-dean-on-the-bicycle-538175.html","abstract":"  To the Editor:   \"Wouldn't anyone want to be a law school dean?\" asks David Margolick's March 11 At the Bar column, and answers, \"Not really, as some current searches confirm.\" I'm reminded of an observation by Hardy Cross Dillard, University of Virginia Law School dean from 1963 to 1968: \"The deanship requires someone bright enough to do the job and stupid enough to take it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Three Men Indicted In Kerrigan Assault","web_url":"https://www.nytimes.com/1994/03/22/sports/figure-skating-three-men-indicted-in-kerrigan-assault.html","abstract":"  A grand jury investigating the clubbing attack on Nancy Kerrigan indicted three men today on charges of racketeering, conspiracy and second-degree assault and named Tonya Harding as an unindicted co-conspirator in the case.   The indictments accused Harding, her former husband, Jeff Gillooly, and three others of conspiring to \"unlawfully, intentionally and knowingly cause physical injury to Nancy Kerrigan by means of a dangerous weapon.\"","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Incentives Abound For Knicks Vs. Bulls","web_url":"https://www.nytimes.com/1994/03/22/sports/basketball-incentives-abound-for-knicks-vs-bulls.html","abstract":"  After a long practice today, Anthony Mason was sitting next to a cooler sipping on a soft drink and talking tough.   \"We're getting the job done,\" said Mason, who has helped the Knicks (45-19) reel off nine straight victories and tie Atlanta for the best record in the Eastern Conference. \"Our starters are playing well, and, despite injuries, we're getting help off of the bench.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Russia Is Holding Up Seed Bought by U.S.  For Armenia Relief","web_url":"https://www.nytimes.com/1994/03/22/world/russia-is-holding-up-seed-bought-by-us-for-armenia-relief.html","abstract":"  More than a thousand tons of wheat seed purchased by the United States for this beleaguered country, where there are lines for rationed bread, are being held up by Russia, which is demanding payment of a 30 percent export duty, according to relief organizations and American diplomats here.   Under an agreement signed by the United States and Russia two years ago, no duties are to be imposed on the import or export of relief assistance.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/22/arts/classical-music-in-review-536733.html","abstract":"  Orchester der Beethovenhalle Bonn  Avery Fisher Hall    Dennis Russell Davies, the American conductor, brought his German orchestra to Avery Fisher Hall on Sunday evening. In the first of two consecutive evenings, the Orchester der Beethovenhalle Bonn, where Mr. Davies is general music director, played music by Brahms, Beethoven and Victor Ullmann.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Pollution Of Water Tied to Oil In Ecuador","web_url":"https://www.nytimes.com/1994/03/22/science/pollution-of-water-tied-to-oil-in-ecuador.html","abstract":"  AFTER three decades of oil exploration and production in Ecuador's Amazon region, sections of the rain forest are now so contaminated that Indians and colonists living there are exposed to high risks of cancer, a new water sample study indicates.   \"Drinking water, bathing and fishing water and produced water samples contained levels of toxic oil constituents many times greater than\" the safety guidelines set by the United States Environmental Protection Agency, the study concluded. The report was released yesterday in Washington by the Center for Economic and Social Rights, a New York-based health and human rights group.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Don't Force All Americans Into Managed Care; Medicare's Success","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-don-t-force-all-americans-into-managed-care-medicare-s-success-538167.html","abstract":"  To the Editor:   The gratuitous criticism of the Medicare program in \"Mr. Stark's Race Backward\" (editorial, March 10) represents opinions not supported by the data. While Medicare certainly has problems that can and should be addressed, it is a far more successful program than you indicate.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"1919:Tension in Siberia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-1919tension-in-siberia-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON D.C. - Washington officials are much disturbed over continued reports of anti-American agitation in Siberia, much of which is ascribed to Japanese agents. The situation is recognized as having an element of danger to the friendly relations betw","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Asia:Economic Growth and a U.S. Role Don't Guarantee Peace","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-asiaeconomic-growth-and-a-us-role-dont-guarantee-peace.html","abstract":"Asia is in vogue these days, with pundits East and West proclaiming the dawn of a peaceful Pacific century. Secretary of State Warren Christopher says there has not been a better time for peace in the region in this century..Such optimism is based on t","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Lesson of Kites and Snails","web_url":"https://www.nytimes.com/1994/03/22/science/lesson-of-kites-and-snails.html","abstract":"  IN Loxahatchee National Wildlife Refuge, the northernmost stretch of the remaining Everglades ecosystem, the difference that water quantity makes to the Everglades' biological health has been strikingly demonstrated in the case of a hawklike bird called the snail kite.   The Loxahatchee reserve is perhaps the ecosystem's healthiest and most vital segment. Its upper reaches are a mosaic of relatively open and deep water decorated by white lilies and punctuated by lush tree islands. Wading birds of several kinds flee the approach of a roaring airboat. The lower reaches consist of classic wet prairies of sawgrass, which stands well above a person's head but bends easily for the boat's swift passage.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/22/nyregion/no-headline-535311.html","abstract":"  \"I don't think the reason you have a women's college is because women think differently from men. But rather, that women need a place that belongs to them. The surrounding society is not one where the sexes are equal.\" -- JUDITH R. SHAPIRO, the new president of Barnard College.  [ B4:3. ]","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"2 Hospitals in Boston Complete Their Merger","web_url":"https://www.nytimes.com/1994/03/22/science/2-hospitals-in-boston-complete-their-merger.html","abstract":"  TWO major teaching hospitals in Boston, the Brigham and Women's Hospital and the Massachusetts General Hospital, have officially merged under a new parent corporation called Partners Healthcare System Inc., the hospitals announced yesterday.   The two hospitals, once fierce rivals, reported last December that they would merge. The formal action was taken after the hospitals satisfied various internal, legal and regulatory requirements. Attorney General Scott Harshbarger of Massachusetts approved the merger this month. Last month, the Massachusetts Department of Public Health gave its approval.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Teamsters Chief Raids Regional Offices","web_url":"https://www.nytimes.com/1994/03/22/us/teamsters-chief-raids-regional-offices.html","abstract":"  In an extraordinary maneuver, Ron Carey, the president of the International Brotherhood of Teamsters, sent agents to all four union regional headquarters in the United States today to keep watch over their bank accounts and financial records. Calling the offices \"fertile ground for corruption and mob influence,\" Mr. Carey said he wanted to shut them down and divert dues they collect to the deeply depleted coffers of the national headquarters.   The teamsters, long the nation's richest union and a generous dispenser of contributions to politicians, is in desperate straits these days, with a membership that has plummeted to 1.4 million today from nearly 2 million 15 years ago. In a telephone news conference after today's raids, Mr. Carey said that at current spending levels the union could be out of strike-support funds by June and all other operating funds by next year.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Fastest Gun on Earth: Goals Go Beyond Planet","web_url":"https://www.nytimes.com/1994/03/22/science/fastest-gun-on-earth-goals-go-beyond-planet.html","abstract":"  USING an experimental gun about 60 feet long, scientists at Sandia National Laboratories have blasted a small projectile to a speed of 10 miles a second, which is thought to be the highest velocity ever reached on earth by any object larger than a speck of dust.   In announcing the achievement, Sandia said its new gun, the Enhanced Hyper Velocity Launcher, would enable engineers to measure the effects of a micrometeorite or chunk of space debris colliding head on with an orbiting space station at a combined speed of 36,000 miles an hour. The gun will also help engineers to design and test protective shields for orbiting communications satellites.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"The 1994 Oscar Winners","web_url":"https://www.nytimes.com/1994/03/22/movies/the-1994-oscar-winners.html","abstract":"  Here are the winners of Oscars at the 66th annual Academy Awards ceremony:   Film: \"Schindler's List,\" Universal","thumbnail":null,"section":"Movies"},{"date":"19940322","headline":"Clinton Target: Teen-Age Pregnancy","web_url":"https://www.nytimes.com/1994/03/22/us/clinton-target-teen-age-pregnancy.html","abstract":"  President Clinton's assistants have drafted a plan that urges him to lead \"nothing less than a national mobilization\" against teen-age pregnancy and promote some of the values that have historically been seized by Republicans, including sexual abstinence.   The plan is intriguing less for its specific recommendations, which are still being debated, than for its thematic thrust. It would use a Democratic bully pulpit to emphasize the importance of work, family and personal responsibility -- the same themes that Republicans have often used in contending that the Democratic Party lacks mainstream values.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Asian Gang Members Arrested in Kidnapping","web_url":"https://www.nytimes.com/1994/03/22/nyregion/asian-gang-members-arrested-in-kidnapping.html","abstract":"  After secretly observing a $20,000 ransom payment on a Lower East Side street corner, Federal agents arrested 10 Asian gang members who they said had kidnapped and tortured four illegal immigrants from China over the weekend.   One of the victims told law-enforcement officials that on each of the three days he was in captivity, the kidnappers pistol-whipped him, gagged him with his own shirt, kicked him and punched him. At one point, the victim was also burned with a hot metal rod on his back and chest.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Quake or No Quake, the Show Must Go On","web_url":"https://www.nytimes.com/1994/03/22/movies/quake-or-no-quake-the-show-must-go-on.html","abstract":"  The movie stars and the nominees and the studio executives who arrived in stretch limos at the 66th annual Academy Award ceremonies were jittery. It wasn't just the awards. It was the aftershock.   The big 5.3 magnitude aftershock on Sunday afternoon, which sent people fleeing stores and movie theaters, rattled nerves as well. Even movie-star nerves.","thumbnail":null,"section":"Movies"},{"date":"19940322","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/22/sports/transactions-537039.html","abstract":"  Baseball  American League  CHICAGO WHITE SOX -- Sent Michael Jordan, outfielder, to their minor-league camp for reassignment.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Bonilla Bothered By Batting","web_url":"https://www.nytimes.com/1994/03/22/sports/baseball-mets-notebook-bonilla-bothered-by-batting.html","abstract":"  Bobby Bonilla never swung and missed during his two times at bat this afternoon at Thomas J. White Stadium. For that, he is grateful. When Bonilla makes contact with the ball while batting right-handed, he does not feel searing pain from his injured right rib cage.   Otherwise, though, he is still in trouble.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Books of The Times; Dissecting Bach Fugues Like Baseball Teams","web_url":"https://www.nytimes.com/1994/03/22/books/books-of-the-times-dissecting-bach-fugues-like-baseball-teams.html","abstract":"  Bachanalia  The Essential Listener's Guide to Bach's Well-Tempered Clavier  By Eric Lewin Altschuler  254 pages. Little, Brown & Company. $22.95    In \"Bachanalia: The Essential Listener's Guide to Bach's Well-Tempered Clavier,\" Eric Lewin Altschuler, a young physicist and mathematician, sets out to do for 48 of J. S. Bach's most famous preludes and fugues for the keyboard what Bill James has done for big-league baseball.","thumbnail":null,"section":"Books"},{"date":"19940322","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/22/nyregion/news-summary-535079.html","abstract":"  International A3-11  TALKS ON NORTH KOREA SANCTIONS  The United States opened talks at the United Nations on possible economic sanctions toward North Korea and took steps to strengthen its military position in South Korea.  A1  MENACE OF AIDS IN ZAIRE  Political chaos in Zaire and the withdrawal of Western aid have destroyed the country's progressive AIDS prevention and treatment program, with the rate of the disease increasing at a startling rate.  A1  ISRAELI POLICY AT ISSUE  A witness told the commission investigating the massacre in Hebron that different standards exist for treatment of Israelis and Palestinians, raising broader issues about policy in the territories.  A10  The massacre caused grief and challenged Palestinian honor.  A10  Israel and the P.L.O. talked about resuming negotiations.  A10  SERBS VIOLATED ORDER  United Nations peacekeepers said they found a cache of Serbian weapons in the area around Sarajevo from which the Serbs had been ordered to withdraw them.  A5  TENSE TALKS IN RUSSIA  President Boris Yeltsin of Russia and the Prime Minister were having talks described as \"important and difficult\" after a weekend of rumors about Mr. Yeltsin's physical and political health and whereabouts.  A11  Russia demanded an export duty on U.S. aid for Armenia.  A11  SOMALIA PLAN APPROVED  Somali faction leaders agreed in talks brokered by the United Nations to form an interim government, under a plan that leaves the distribution of power in a new Government until later.  A8  SALVADORAN RIGHT WINS  El Salvador's rightist governing party won a sizable victory over leftists in the first national elections since the end of the country's civil war two years ago, though a presidential runoff vote might be needed.  A3  The ruling party won a state election in Mexico.  A3  In South Africa, 21 prisoners died in a protest.  A8  Verona Journal: Something is rotten in Verona.  A4  National A12-17, B6  WHITEWATER, OFF AND ON  House Democrats abruptly called off what was to be the first serious Congressional hearing on the Waterwater affair and then, realizing they appeared to be concealing something, hastily called for hearings as early as next month.  A1  A man linked to the Clinton inquiry accepted a plea agreement.  B6  NO QUICK END TO JOB CUTS  American companies are prospering, but announcements of job cuts this year are more numerous than ever and seem likely to continue for months, or even years.  A1  SCALED-BACK HEALTH PLAN  In the first significant move from supporters of President Clinton's health plan to scale back his proposal in the interest of winning Congressional approval, a powerful house committee chairman is circulating a reduced version.  A1  THERE'S SMOKE AND IRE  When New York City lawmakers proposed an anti-smoking laws last week, they joined a nationwide trend in which a confusing morass of laws backed by weak enforcement but strong peer pressure is making the use of tobacco increasingly an act, like sex, that is suitable only for the privacy of a home.  A1  TEAMSTERS RAID THEMSELVES  The national Teamsters president sent agents to four regional offices to confiscate bank accounts and records in hopes of halting the financial drain that threatens to wipe out the union's strike fund.  A12  FEAR IN PROSPEROUS DALLAS  Dallas Journal: A series of violent crimes has jolted an affluent area of North Dallas. Prosperous homeowners have become targets of young robbers who cruise local highways looking for expensive cars, then follow them home.  A12  A MAYOR UNDER FIRE  With Washington's financial problems worsening and the city facing long plague of drug-related killings, residents are demanding changes, and the Mayor, Sharon Pratt Kelly, appears to be the target of their frustration.  A14  TWO SIDES OF LAWMAKING  Washington Talk: Illustrating how lawmakers often say one thing and do another on difficult political issues, some of the same members of Congress who have been criticizing plans to cut the military budget have been voting for measures to slash Pentagon spending.  A14  DEVELOPING INNER CITIES  The Department of Housing and Urban Development announced an unusual partnership with private companies and foundations to encourage development in distressed neighborhoods.  A15  A PLAN ON TEEN PREGNANCY  In a plan intriguing more for its theme than its content, President Clinton's aides are urging him to undertake a campaign against teen-age pregnancy, promoting values like sexual abstinence.  B6  Pennsylvania's restrictive abortion law went into effect.  A12  Seven people died in a Chicago arson fire, and a man was charged.  A15  Florida was urged to compensate victims of a racial attack.  A17  Metro Digest B1  A CALL FOR SHARING BUDGET PAIN  The chairman of the state Municipal Assistance Corporation urged Mayor Giuliani to include police officers, firefighters and teachers in his budget cuts as a way of proving he expects everyone to sacrifice.  A1  Business Digest D1  Fashion Page B7  Out of the boudoir, into the real world.   Science Times C1-13  A gleam of hope for the Everglades in a restoration plan.  C1  A new definition offered for gender-identity disorder in children.  C1  A huge number is about to be conquered, mathematicians say.  C1  The Doctor's World: How did a surgeon spread hepatitis B?  C3  Naturalists elated over the success of a moose lift in Michigan.  C4  Arts/Entertainment C15-22  Oscar night in Hollywood.  C15  That man on the flying trapeze.  C15  South by Southwest music conference.  C15  Film: \"Clean, Shaven.\" C19  Books: Studying Bach like baseball teams.  C21  Obituaries B8  Macdonald Carey, actor.   Sports B9-15  Baseball: Selig and senators tangle on antitrust.  B9  Basketball: Boston College most honored survivor.  B9  Hockey: Rangers make sweeping changes.  B9  Editorials/Op-Ed A18-19  Editorials  Beware the hawks on Korea.  Crime decisions for the House.  Suds appeal.  Reclaiming cities, street by street.  Letters  Russell Baker: Why Alma slept.  A. M. Rosenthal: No more Mr. Hangdog.  Mark Riebling: Counterintelligent system. Chronicle B4 Chess C12  Crossword C21","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"HUD and Private Sector Unite to Push Development of Poor Areas","web_url":"https://www.nytimes.com/1994/03/22/us/hud-and-private-sector-unite-to-push-development-of-poor-areas.html","abstract":"  The Department of Housing and Urban Development today announced an unusual partnership with a group of private companies and foundations to encourage development in distressed neighborhoods.   The Government is contributing $20 million to the National Community Development Initiative to form an $88 million fund, which will make loans and grants to nonprofit neighborhood groups known as community development corporations. The money is to be used to build or rehabilitate housing, provide social services and start businesses.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/22/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location will be shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Reclaiming Cities, Street by Street","web_url":"https://www.nytimes.com/1994/03/22/opinion/reclaiming-cities-street-by-street.html","abstract":"  Scour the Federal budget and you will not find an urban policy that comes close to addressing the decrepit housing and economic deprivation of city ghettos. A creative plan announced yesterday by the Federal Government, seven foundations and three corporations is therefore welcome.    The unusual private-public coalition pledged to put almost $90 million behind local community development corporations, called C.D.C.'s, that build housing and commercial enterprises in the country's worst-off central city neighborhoods. The $90 million is expected to trigger an additional $660 million from private lenders and other sources.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Capital Mayor Now Faces Voters Uneasy With Her","web_url":"https://www.nytimes.com/1994/03/22/us/capital-mayor-now-faces-voters-uneasy-with-her.html","abstract":"  Four years ago, Sharon Pratt Kelly campaigned for mayor brandishing a broom and shovel that she said were needed to clean up the fiscal and bureaucratic mess left by her predecessor, Marion S. Barry Jr.   Today, Mrs. Kelly may need that shovel to dig herself out of the political morass she has stumbled into.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Washington Talk; Advocating One Thing, Doing Just the Opposite","web_url":"https://www.nytimes.com/1994/03/22/us/washington-talk-advocating-one-thing-doing-just-the-opposite.html","abstract":"  For months now, Senate Republicans and conservative Democrats have been bashing the Clinton Administration for cutting military spending too far, too fast.   But in the last few weeks, many of the same lawmakers who have trumpeted the need to increase military spending have voted in favor of measures that would slash billions of dollars from the Pentagon's budget in the name of fiscal responsibility.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/22/style/IHT-what-theyre-reading.html","abstract":"The Reverend Jesse Jackson is reading \"The Rape of a Privileged Class\" by Ellis Cose.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"Council Vote Lifts Control On Luxury Rents in Future","web_url":"https://www.nytimes.com/1994/03/22/nyregion/council-vote-lifts-control-on-luxury-rents-in-future.html","abstract":"  The New York City Council yesterday approved a small but politically contentious change in rent regulations that over several years will lift controls from at least 1,500 apartments with relatively wealthy tenants, most of them in Manhattan.   The Council's bill expanded a plan passed by the State Legislature last summer that deregulated about 12,000 luxury apartments. Under that state law, owners can charge market-rate rents once tenants move out of apartments that were renting for $2,000 or more as of Oct. 1, 1993. Even if the tenant does not move out, the rent protections disappear when the lease expires if the tenant makes more than $250,000 a year.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Everglades: Paradise Not Quite Lost","web_url":"https://www.nytimes.com/1994/03/22/science/everglades-paradise-not-quite-lost.html","abstract":"  AT first glance, the Everglades gives no obvious hint that even though it remains one of the world's superlative ecosystems it is sorely in need of restoration. But such an effort is now getting under way, and none anywhere is more ambitious.   Along Shark River Slough, a main channel in the heart of the great marsh, cloud shadows race across a carpet of eye-high, wheat-colored sawgrass that flashes shades of lemon, lime and pink as it runs to the horizon. Emerald tree islands break the flat expanse here and there. Closer in, surrounded by clumps of algae that float among the sawgrass stems and form the base of the marsh's food pyramid, alligators lie in water less than a foot deep. One carries her baby on her back. Bullfrogs croak. Turtles mate. A deer delicately browses. Wading birds like egrets, ibises, herons and wood storks hunt, preen and squawk.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/22/sports/results-plus-535591.html","abstract":"  N.I.T.  Xavier Beats Northwestern  At Evanston, Ill., Jeff Massey hit a go-ahead jumper in overtime and Brian Grant made 2 free throws with 4 seconds leftlast night to lead Xavier to an 83-79 victory over Northwestern in the second round of the National Invitation Tournament. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"For Marquette, Misfits Aren't Miscast","web_url":"https://www.nytimes.com/1994/03/22/sports/ncaa-tournament-for-marquette-misfits-aren-t-miscast.html","abstract":"  The coach and his players have something special going. Perhaps that could be said of all 16 teams left in the N.C.A.A. Division I men's basketball tournament, but clearly none more than Marquette.   Kevin O'Neill has produced a Sweet 16 team off the nation's recruiting scrap heap, and as he playfully makes fun of his athletes, they just wink back. \"It's all in the family,\" said Tony Miller, his point guard.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Westchester Replaces Medical Center Leadership","web_url":"https://www.nytimes.com/1994/03/22/nyregion/westchester-replaces-medical-center-leadership.html","abstract":"  Westchester County replaced the leadership of its medical center today to gear itself up for the more fevered competition of the health-care marketplace of the future.   The action comes after several years in which the Westchester County Medical Center in Valhalla has seen New York City hospitals like Beth Israel, Mount Sinai and New York Hospital-Cornell pick off potential patients by affiliating with smaller hospitals and chains of doctors' offices. Meanwhile, rival hospitals in the area have been gaining new referrals by aggressively seeking contracts with health-maintenance organizations.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Spielberg Wins at Last With 7 Oscars for 'Schindler's List'","web_url":"https://www.nytimes.com/1994/03/22/movies/spielberg-wins-at-last-with-7-oscars-for-schindler-s-list.html","abstract":"  \"Schindler's List,\" Steven Spielberg's wrenching drama about the Holocaust, dominated the 66th annual Academy Awards last night, winning seven Oscars, including those for best picture and best director. The film, which was lavishly praised by the critics and scored a solid hit at the box office, was considered a shoo-in in both categories.   The awards were a milestone in Mr. Spielberg's career. Although he is the most commercially successful director in Hollywood history, an Oscar, and recognition by the academy as a serious cinematic artist, eluded him until last night. He was previously nominated as a director three times, for \"Close Encounters of the Third Kind,\" \"Raiders of the Lost Ark\" and \"E.T. the Extra-Terrestrial.\" As a producer, he had been nominated twice, for \"E.T.\" and \"The Color Purple.\"","thumbnail":null,"section":"Movies"},{"date":"19940322","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/22/arts/classical-music-in-review-537764.html","abstract":"  Arianna Goldina and Remy Loumbrozo  Duo-Pianists Alice Tully Hall    Arianna Goldina and Remy Loumbrozo, young duo-pianists, offered a mix of original and transcribed music on Saturday afternoon. The firm anchor of this program was Bartok's great chamber piece, the Sonata for Two Pianos and Percussion. Its dark energies and flashes of fun ended an afternoon that had begun with the calm and order of Schumann's Six Studies in the Form of a Canon (here in Debussy's arrangement).","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"Act Up, Diverse, Nonpartisan, Fights Both AIDS and Bigotry","web_url":"https://www.nytimes.com/1994/03/22/opinion/l-act-up-diverse-nonpartisan-fights-both-aids-and-bigotry-538108.html","abstract":"  To the Editor:   In \"How to Grow Extremists\" (Op-Ed, March 13), Shelby Steele wrongly lists Act Up as a dangerous hate group seeking unfair entitlements for homosexuals. The AIDS Coalition to Unleash Power is a diverse, nonpartisan coalition fighting bigotry.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/22/us/c-corrections-537640.html","abstract":"  An article on March 7 about new car-pool lanes on Interstate 80 in Morris County, N.J., referred incorrectly in some editions to the number of such lanes in the metropolitan area. In addition to sections of Interstate 84 and 91 in Connecticut, which were mentioned, the approaches to the upper level of the George Washington Bridge from Route 4 and Interstate 95 in New Jersey have car-pool lanes, and the Lincoln and Holland Tunnels have special approaches for buses and car pools during rush hours.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/22/sports/soccer.html","abstract":"  Games All Over    With the opening of the World Cup 87 days away, several qualifiers for U.S.A. '94 will engage in preparatory matches tomorrow, with Brazil versus Argentina and Germany versus Italy at the forefront.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/22/nyregion/inside-535338.html","abstract":"  Salvadoran Right Holds On   In the first national election since El Salvador's civil war ended two years ago, the rightist governing party has won a sizable victory. Page A3. Accord Reached in Somalia    Somali faction leaders agreed to form an interim government and to distribute power later, in talks brokered by the United Nations. Page A8. Secret Talks on Data Deals    Microsoft and A.T.& T. have been secretly exploring potential ventures, including interactive television and on-line computer services. Page D1. Unusual Raid on Teamsters    Hoping to halt the hemorrhage from its treasury, the Teamsters union sent agents to its four regional offices to take control of finances. Page A12.  New President for Barnard    A champion of women's colleges was named to head Barnard College, and affirmed the value of an independent, single-sex Barnard. Page B1. Restoring the Everglades    An ambitious project is under way to preserve one of the world's most spectacular and endangered ecosystems. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/22/style/chronicle-537667.html","abstract":"  Some London police officers are in trouble for giving royal treatment to the PRINCESS OF WALES.   Over the weekend, the Princess parked her green Audi convertible in a tow-away zone in the Knightsbridge section of London, within walking distance of Harrods and the designer boutiques on Sloane Street. Two officers placed a signed note, written on Metropolitan Police letterhead, on her windshield that read: \"Vehicle broken down. Please don't clamp.\" But, according to The British Press Association, the Princess's car was working just fine; she just couldn't find a legal parking space so she enlisted the help of some chivalrous police officers.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"Counterintelligent System","web_url":"https://www.nytimes.com/1994/03/22/opinion/counterintelligent-system.html","abstract":"In the argument over whether the C.I.A. or F.B.I. is more to blame for security lapses in the Aldrich Ames spy case, the C.I.A. has taken the biggest beating. In fact, the F.B.I. bungled, too. Still, ultimate blame for the disaster must be placed not on the F.B.I. or C.I.A. separately but on the system that requires their separation.\n\nBy statute, the Central Intelligence Agency handles foreign counterintelligence while the Federal Bureau of Investigation tries to catch spies at home. Because spies cross borders, this arrangement has never been very workable. Richard Helms, the former Director of Central Intelligence, compares it to \"cutting a man down the middle.\"","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"SENIOR DEMOCRATS BACK FULL HEARING INTO WHITEWATER","web_url":"https://www.nytimes.com/1994/03/22/us/senior-democrats-back-full-hearing-into-whitewater.html","abstract":"  In a day of curious political handsprings over the Whitewater matter, senior House Democrats abruptly canceled what was to be Congress's first serious hearing on the affair. But then realizing that they appeared to be concealing something, they hastily called for full-scale hearings as early as next month.   As a result, the Democrats, who planned to permit only incidental queries about the affair at a routine hearing on Thursday on the savings-and-loan bailout, now seem to have committed themselves to a far broader hearing with testimony that is potentially more damaging.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Mustang GT vs. Camaro Z28; Topless Style With American Muscle","web_url":"https://www.nytimes.com/1994/03/22/automobiles/mustang-gt-vs-camaro-z28-topless-style-with-american-muscle.html","abstract":"LEE A. IACOCCA, who was about to leave the top job at the Chrysler Corporation, was shaking his head. This was a couple of years ago, in his sumptuous office in Chrysler's sumptuous New York headquarters, and he was talking about the electric van I had just driven, which didn't work very well.","thumbnail":null,"section":"Automobiles"},{"date":"19940322","headline":"B.C. Now The Honored Survivor In Sweet 16","web_url":"https://www.nytimes.com/1994/03/22/sports/ncaa-tournament-bc-now-the-honored-survivor-in-sweet-16.html","abstract":"  They were responsible for those loud noises you may have heard late Sunday afternoon, the door that slammed shut on the University of North Carolina while 16 others, from here to Florida and all the way to Arizona, creaked open amid the screams.   By the time the Boston College Eagles returned home Sunday night to a greeting not unlike the one the football team received following its victory at Notre Dame exactly four months before, they had become the favorites of a coast-to-coast following. Because the Eagles, with their memorable victory over the defending national champions, had created Anybody's Tournament.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Boy Who Disappeared Seeks Rabbi as Guardian","web_url":"https://www.nytimes.com/1994/03/22/nyregion/boy-who-disappeared-seeks-rabbi-as-guardian.html","abstract":"  The turbulent saga of 15-year-old Shai Fhima took another turn today when the youth tried to flee from his mother's home and later reopened a court petition to live with an Orthodox rabbi in Rockland County.   After spending three days with his divorced parents, which included shopping at a mall in Wayne, N.J., watching some movies and engaging in a playful water-pistol duel with his 10-year-old half brother, the youth decided he wanted to resume a strict religious life, his lawyer, Eric Ole Thorsen, said after a late afternoon court hearing here.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Reinstatement of Charges Is Sought in a Rape Case","web_url":"https://www.nytimes.com/1994/03/22/nyregion/reinstatement-of-charges-is-sought-in-a-rape-case.html","abstract":"  State Attorney General G. Oliver Koppell asked a court yesterday to reinstate a first-degree rape indictment against five upstate men who acknowledged that they had sexual intercourse with a woman who was unconscious. The men had been permitted to plead guilty to minor charges and fined a total of $840 each.   In his motion, filed in State Supreme Court in Canton, Mr. Koppell said the plea bargain was invalid because of a series of procedural errors by the District Attorney handling the case and the town court judge who accepted the defendants' guilty pleas to misdemeanor charges. A hearing on the motion was set for April 15 before Acting Justice Eugene L. Nicandri.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Review/Film Festival; A Probable Killer With an Ax or Two to Grind","web_url":"https://www.nytimes.com/1994/03/22/movies/review-film-festival-a-probable-killer-with-an-ax-or-two-to-grind.html","abstract":"Disturbed man searches for his daughter on a remote Canadian island. Unsettling psychological portrait.","thumbnail":null,"section":"Movies"},{"date":"19940322","headline":"Sports of The Times; Blues Faded After Keenan Said 'Potvin'","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-of-the-times-blues-faded-after-keenan-said-potvin.html","abstract":"  THESE trades will not help or hurt, you understand. These trades are only a symptom of the full-riot-gear, all-hands-on-deck, man-the-battle-station panic that has been gripping the hallowed halls of Gulf & Western or whoever owns the Rangers today.   For months now, I have been wondering how the Rangers would accomplish not winning the Stanley Cup this year, for the 54th consecutive season. I'm not quite clear why the Rangers ever should win the Stanley Cup, but folks around New York think it is their divine right, the poor blokes.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Bentt Released From Hospital","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-people-boxing-bentt-released-from-hospital.html","abstract":"  MICHAEL BENTT, who suffered brain injuries in a heavyweight title fight, was released from the hospital yesterday. \"He looks good, but feels weak and tired and is obviously subdued,\" said JONATHAN BARNETT, a member of Bentt's management team.   Bentt lost the World Boxing Organization heavyweight title when he was knocked out by HERBIE HIDE in the seventh round at the New London Stadium on Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"CUNY Trustees Find No Violation in Chancellor's Trips","web_url":"https://www.nytimes.com/1994/03/22/nyregion/cuny-trustees-find-no-violation-in-chancellor-s-trips.html","abstract":"  Chancellor W. Ann Reynolds's out-of-town trips to attend corporate board meetings did not violate the City University of New York's policy on time away from her job, several trustees said yesterday.   The trustees discussed the matter at their board meeting after Dr.  Reynolds submitted documents showing she spent 22 1/2 days away from the university in 1993 to attend meetings of five corporate boards and a nonprofit board on which she serves and earned $153,900 for such work. Her university salary is $158,000. Asking for Calculations    Dr. Reynolds and several top officials had to make the disclosure on their outside work and income, and the time spent earning it, after some trustees complained last month that they did not know she served on so many boards, and said she was away too often.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"PATTERNS","web_url":"https://www.nytimes.com/1994/03/22/style/patterns-535605.html","abstract":"  Speaking of Accessories    Robert Lee Morris, taking on the role of interviewer for the Council of Fashion Designers of America's video about accessories, was having the same sort of problem that Larry King might experience: his subject just wasn't agreeing with the interview premise. Mr. Morris reworded and cajoled, but he just couldn't get Candy Pratts Price, Vogue's fashion director of accessories, to agree that Vogue, in a fit of minimalism, had abandoned accessories.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/22/nyregion/metro-digest-531383.html","abstract":"  NEW YORK CITY  ADD POLICE TO CUTS, FISCAL AGENCY URGES   The chairman of the state's Municipal Assistance Corporation called on Mayor Giuliani to include police officers, firefighters and teachers in his budget cuts as a way of proving to other municipal unions that the sacrifices he expects of them will be shared by all. A1.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/22/style/chronicle-537659.html","abstract":"  Spago, the West Hollywood restaurant that's usually open seven nights a week, was dark last night. \"We closed in honor of Irving and Mary Lazar, as a tribute,\" BARBARA LAZAROFF, who owns the restaurant with her husband, WOLFGANG PUCK, said yesterday, referring to the couple whose annual Oscar night party was for many years the most sought-after invitation in Hollywood.   Mr. Lazar, the agent known as Swifty, died in December at the age of 86; Mrs. Lazar died the previous January.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"Political Chaos in Zaire Disrupts Efforts to Control AIDS Epidemic","web_url":"https://www.nytimes.com/1994/03/22/world/political-chaos-in-zaire-disrupts-efforts-to-control-aids-epidemic.html","abstract":"  While many African countries denied the existence of an AIDS problem for much of the last decade, Zaire was different. It had a vigorous prevention campaign, the continent's best-trained scientists and best-equipped laboratories outside South Africa, and a steady flow of money from abroad to help fight the epidemic.    These days, Zaire's fortunes have never seemed bleaker. Recent surveys and anecdotal evidence suggest that the epidemic is accelerating at a startling rate. Some hospitals report that close to 80 percent of their patients are infected with H.I.V., the virus that causes AIDS.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"1894:Corean Conspiracy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-1894corean-conspiracy-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - According to mail advices received in San Francisco from Corea, a plot has been discovered to blow up the King and his Ministers, and to overthrow the government. Twenty-seven conspirators have been arrested and will be beheaded in order, it is","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Leader in House Proposes Trims On Health Plan","web_url":"https://www.nytimes.com/1994/03/22/us/leader-in-house-proposes-trims-on-health-plan.html","abstract":"  A powerful House committee chairman is circulating a scaled-back alternative to President Clinton's health care bill. It would maintain the President's goal of health insurance for all Americans while cutting the bureaucracy to administer it, reducing the cost to small business and promising not to increase the Federal deficit.   The plan, being put forward by Representative John D. Dingell, the Michigan Democrat who heads the Energy and Commerce Committee, is the first significant movement by Mr. Clinton's supporters to trim the President's plan in the hope of gaining enough votes to pass it.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"By Design; Not Just for Farmers","web_url":"https://www.nytimes.com/1994/03/22/style/by-design-not-just-for-farmers.html","abstract":"  Having made the transition from work clothes to fashion, overalls now come in a variety of fabrics and lengths. With designers like Donna Karan and Gianni Versace showing overalls, it was inevitable that there would even be overalls dresses.    Bergdorf Goodman has DKNY's pin-striped short-skirted overalls ($155) and a private-label overalls dress with a denim bib and long floral-printed skirt ($165).","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"Better Than Gridlock : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-better-than-gridlock-letters-to-the-editor.html","abstract":"Regarding \"Wheels in Singapore\" (Letters, March 15):. J. Everett Blackworth claims that by restricting car ownership, the Singapore government is \"depriving citizens of basic rights which many consider inalienable.\" Can he name any co","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"King High Stops Lincoln and Marbury for City 'A' Title","web_url":"https://www.nytimes.com/1994/03/22/sports/high-school-basketball-king-high-stops-lincoln-and-marbury-for-city-a-title.html","abstract":"  From the opening tipoff of the Public Schools Athletic League A Championhip between Lincoln and Martin Luther King high schools last night at Madison Square Garden, many of the 9,520 spectators filled the arena with shrieks of \"You the man, Stephon, you the man!\"   But when the final buzzer sounded, and Martin Luther King stormed off the floor with a 73-66 upset, Lincoln's Stephon Marbury, who most basketball experts consider the top guard in the nation, no longer seemed to be a man playing among boys.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Complexity for Diversion and Study","web_url":"https://www.nytimes.com/1994/03/22/science/peripherals-complexity-for-diversion-and-study.html","abstract":"  BETWEEN order and chaos lies complexity. Order, or stability, is a static or repeating state. Anyone who has ever run the Game of Life on a computer has watched patterns swirl before coming to a halt or settling into a boring and repetitive cycle. Chaos, which has had an enviable press in recent years, seems utterly random, beautiful and useless. Complexity, the narrow strip between stasis and randomness, is where we and elephants and dandelions live, \"chaotic enough to adapt and seek out new behaviors, but stable enough to hold onto those that work.\"   The quotation is from \"Enter the Complexity Lab,\" by William H. Roetzheim (Sams; $24.95), a book and accompanying disk that explain and demonstrate key components of complexity theory.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"CBS's Pilson: Hit Man Leaveth","web_url":"https://www.nytimes.com/1994/03/22/sports/tv-sports-cbs-s-pilson-hit-man-leaveth.html","abstract":"  The announcement last Friday that Neal Pilson would step down as president of CBS Sports came as no surprise. Every few months, the rumors revived. When the Winter Olympics ended last month, the grapevine came alive once again.   Last Friday, Pilson asked for reassignment to the CBS Broadcast Group as a senior vice president, working on new business. Pilson did not want to discuss how voluntary his request for reassignment was. Nonetheless, colleagues said he had discussed wanting to leave CBS Sports by the time he turned 55, a year from April.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"The New Power Macs Seen as a Triple Threat","web_url":"https://www.nytimes.com/1994/03/22/science/personal-computers-the-new-power-macs-seen-as-a-triple-threat.html","abstract":"  APPLE'S new Power Macintoshes have been unveiled at last. There is a price war in the air, the software makers are making sweet promises, the competition is bellowing, and Macintosh shoppers are emerging from hibernation. Spring has come once again to the computer industry.   The Power Mac desktop computers introduced last week at Lincoln Center in New York represent the most significant new products developed by Apple Computer Inc. in several years, at least since the Powerbook portables.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Russia's Helping Hand : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-russias-helping-hand-letters-to-the-editor.html","abstract":"Regarding \"A Modest, Fragile, Partial Success, but Still a Success\" (Opinion, March 15) by William Pfaff:.To call President Bill Clinton's latest initiative in the Balkans \"a significant foreign policy success\" is being excessively","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"And the Winners Were ...","web_url":"https://www.nytimes.com/1994/03/22/movies/and-the-winners-were.html","abstract":"  BEST PICTURE \"Schindler's List\"  BEST DIRECTOR  Steven Spielberg \"Schindler's List\"  BEST ACTOR  Tom Hanks \"Philadelphia\"  BEST ACTRESS  Holly Hunter \"The Piano\"  BEST SUPPORTING ACTOR  Tommy Lee Jones \"The Fugitive\"  BEST SUPPORTING ACTRESS  Anna Paquin \"The Piano\"    A complete list is on page C18.","thumbnail":null,"section":"Movies"},{"date":"19940322","headline":"New President Is Appointed At Barnard","web_url":"https://www.nytimes.com/1994/03/22/nyregion/new-president-is-appointed-at-barnard.html","abstract":"  A champion of separate women's colleges was named the sixth president of Barnard College yesterday and reaffirmed the value of an independent, single-sex Barnard that cooperates with, but is not overseen by Columbia University.   The new president, Judith R. Shapiro, is provost of another sister school of the Ivy League, Bryn Mawr, and a noted anthropologist who specializes in gender differences.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Guilty Plea by Arkansas Man Linked to the Clinton Inquiry","web_url":"https://www.nytimes.com/1994/03/22/us/guilty-plea-by-arkansas-man-linked-to-the-clinton-inquiry.html","abstract":"  Government lawyers confirmed today that David Hale, a former municipal judge in Little Rock, Ark., planned to enter a guilty plea on Tuesday as part of an agreement with the special prosecutor investigating President Clinton's real estate investments in Arkansas.   As is usual in such arrangements, prosecutors would not say to what charge Mr. Hale, who had been facing a trial later this month on fraud charges, would plead. He is expected, however, to plead guilty to at least one felony and has agreed to cooperate with the prosecutors in their inquiry.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Autopsy Ties Diet Book Author's Death to Drugs and Heart Disease","web_url":"https://www.nytimes.com/1994/03/22/nyregion/autopsy-ties-diet-book-author-s-death-to-drugs-and-heart-disease.html","abstract":"  The New York City Medical Examiner's office said yesterday that the death last month of Dr. Stuart M. Berger, an author of best-selling nutrition and diet books, stemmed from heart disease, with cocaine abuse as a significant contributing factor.   In an autopsy report, Ellen Borakove, a spokeswoman for the Medical Examiner's office, said that Dr. Berger, 40, died on Feb. 23 of hypertension and cardiovascular disease and that \"significant contributing factors\" to his death were cocaine abuse and obesity.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Mayor Picks Rye Official For Jail Post","web_url":"https://www.nytimes.com/1994/03/22/nyregion/mayor-picks-rye-official-for-jail-post.html","abstract":"  Mayor Rudolph W. Giuliani will name Anthony J. Schembri, the Police Commissioner of Rye, as Correction Commissioner today, replacing Catherine M. Abate, who has run New York City's jail system for nearly two years, a senior administration official said last night.   Two officials close to the Mayor said yesterday that Ms. Abate, one of the few holdovers from the Dinkins administration, had been asked to resign. Calls to her office were referred to the Mayor's office.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"YELTSIN CAN'T END RUMORS OF ILLNESS","web_url":"https://www.nytimes.com/1994/03/22/world/yeltsin-can-t-end-rumors-of-illness.html","abstract":"  Prime Minister Viktor S. Chernomyrdin flew today to the Black Sea resort of Sochi to meet with President Boris N. Yeltsin for what the official Russian news agency Itar-Tass described as \"important and difficult\" talks.   The meeting, shown tonight on the evening news, came after a weekend of rumors that had raised questions not only about Mr. Yeltsin's physical and political health, but also about his whereabouts. The President flew to Sochi for a two-week working vacation on March 14.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Israeli Army Has Double Standard on Shooting, General Says","web_url":"https://www.nytimes.com/1994/03/22/world/israeli-army-has-double-standard-on-shooting-general-says.html","abstract":"  A former commander of Israeli forces in the occupied West Bank told an Israeli commission investigating the Hebron massacre today that the army's rules on firing during violent disturbances \"discriminated\" between Jews and Arabs.   The testimony by Brig. Gen. Moshe Yaalon, who was West Bank commander in 1992 and 1993, was the first in which a senior officer explicitly defined the army's policies on when to open fire as following different standards for Israelis and Palestinians.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Butcher Decides to Call It Quits","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-people-sled-dog-racing-butcher-decides-to-call-it-quits.html","abstract":"  SUSAN BUTCHER has announced her retirement from the Iditarod Trail Sled Dog Race, the 1,100-mile mushing marathon that she has won four times. Butcher, 39, made the announcement at Sunday night's Iditarod awards dinner.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Cal's Kidd Seems Pro Bound","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-people-college-basketball-cal-s-kidd-seems-pro-bound.html","abstract":"  California's all-America point guard, JASON KIDD, has called a news conference for tomorrow and The San Francisco Chronicle reported that the sophomore was expected to enter the National Basketball Association draft. Kidd, who has led Cal to National Collegiate Athletic Association tournament berths in two straight seasons, was not available for comment yesterday, the school's sports information office said.   Cal Coach TODD BOZEMAN did not immediately return a phone call seeking a comment. There has been speculation through the season this would be the final collegiate season for Kidd, the national leader in assists. He has two seasons of eligibility left. His high-scoring teammate, LAMOND MURRAY, a junior, also was expected to leave school early for the N.B.A. draft on June 29.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Rightist Party Retains Power in Salvadoran Election","web_url":"https://www.nytimes.com/1994/03/22/world/rightist-party-retains-power-in-salvadoran-election.html","abstract":"  El Salvador's rightist governing party, Arena, has preserved its hold on power with a sizable victory over leftist rivals who were taking part in an election for the first time since the country's 12-year civil war ended two years ago.   In a presidential vote on Sunday that was followed by strenuous assertions of fraud by leftist leaders, Arena, formally the Nationalist Republican Alliance, emerged with nearly twice as many votes as the Democratic Convergence, the coalition that includes the former guerrillas of the Farabundo Marti National Liberation Front.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Bruins' Neely Lost for Season","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-people-hockey-bruins-neely-lost-for-season.html","abstract":"  CAM NEELY of the Boston Bruins, the second-leading goal scorer in the National Hockey League, is out for the season with a torn knee ligament. Neely, who has 50 goals in 49 games, was injured after becoming entangled with New Jersey defenseman KEN DANEYKO in the third period of Saturday's game at Boston Garden. He twisted his right knee as the two players slid past the net and into the boards. The 28-year-old right wing underwent a magnetic resonance imaging test at Massachusetts General Hospital yesterday and later met with the team's physician, Dr. BERT ZARINS.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"An Obligation for Hebron's Arab Clans: Revenge","web_url":"https://www.nytimes.com/1994/03/22/world/an-obligation-for-hebron-s-arab-clans-revenge.html","abstract":"  Karama Jabri has five sons. Today they are plowing the fields next to their house. Soon, when the Israelis lift the round-the-clock curfew that has been in force since the massacre of Palestinian worshipers by a Jewish settler, they will return to their small garage to repair cars. And sometime, before they die, they promise to see the relatives and friends who were killed or wounded in the massacre avenged.   \"This is how it goes here,\" said Nadir Jabri, as he looked up from behind the mule-driven plow that was churning up the damp earth. \"When a son or a father is killed we must take revenge. It is a social obligation. We do not rest until the soul of our relative is avenged.\"","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Tracking Down Michigan Moose No. 9 for a 600-Mile Checkup","web_url":"https://www.nytimes.com/1994/03/22/science/tracking-down-michigan-moose-no-9-for-a-600-mile-checkup.html","abstract":"  HIS ears, yellowish-brown, were as soft as velvet, all 10 inches of them. His staring eyes were huge. He let out a low snort as his broad nose was stroked. His long legs were folded under his enormous body in the deep snow. This was Michigan's Moose No. 9 in repose, briefly tranquilized by darts carrying a powerful narcotic.   It had taken wildlife biologists on snowshoes upward of two hours to track him, using hand-held radio directional antennas tuned to a transmitter attached to a leather collar on a second bull moose, who was quite probably one of No. 9's offspring. The two had bedded side by side in a forest of balsam, black spruce, hemlock, silver maple and yellow birch in temperatures of zero and below.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Machado Gets 12 Years in Prison","web_url":"https://www.nytimes.com/1994/03/22/sports/sports-people-baseball-machado-gets-12-years-in-prison.html","abstract":"  Former New York Mets and Milwaukee Brewers pitcher JULIO MACHADO was sentenced to a 12-year prison term yesterday by a judge in Venezuela, for fatally shooting a secretary after a traffic accident in 1991, according to Radio Rumbos. The station said the sentence was handed down by Judge RAQUEL RIMER DE ORELLANA of the First Circuit Court in Barquisimeto, 180 miles east of Caracas.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/22/style/chronicle-531308.html","abstract":"  STEVE ALLEN'S bad back is good news for admirers of BARBARA COOK.   On Thursday, Mr. Allen, the humorist and television talk-show pioneer, canceled his one-week appearance at the Cafe Carlyle because of sciatica, and Ms. Cook, the lyric soprano, who usually sings at the Carlyle in the fall, agreed to fill in at the last minute.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/22/style/chronicle-537675.html","abstract":"  BLAINE TRUMP was feeling pretty virtuous while dining on caviar and scallops at the Russian Tea Room on Sunday night. Mrs. Trump, a board member of God's Love We Deliver, an organization that delivers hot meals to homebound people with AIDS, was participating in a fund-raiser for the group.","thumbnail":null,"section":"Style"},{"date":"19940322","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/22/arts/classical-music-in-review-537756.html","abstract":"  Music From Japan  Asia Society   The Music From Japan festival, in its 19th season over the weekend, centered on tradition and innovation, and the juxtaposition was stark at the second concert, on Saturday evening.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"The Assault on 114,381,625,757,888,867,669,235,779,976,146,612,010,218,296,271,242,362,562,561,842,935,706,935,245,733,897,830,597,123,563,958,705,058,989,075,147,599,290,026,879,543,541","web_url":"https://www.nytimes.com/1994/03/22/science/assault.html","abstract":"  MATHEMATICIANS say they are close to breaking a cryptographic stronghold that was not expected to fall for many years. The item is a 129-digit number that was first described in 1977 as proof of the security of a new public cryptographic system.    The number is known for short as RSA 129 after the initials of its inventors and its number of digits. The new coding system depended on very large numbers that were multiples of two primes, a prime being a number divisible only by itself and one.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/22/us/c-corrections-537632.html","abstract":"  A picture caption in some editions yesterday about a wake for two Greek Orthodox priests misidentified the bishop at the right. He was Metropolitan Silas, Bishop of New Jersey, not Archbishop Iakovos, Primate of North and South America.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/22/us/c-corrections-535427.html","abstract":"  A picture caption on Sunday about the international airdrop operation for Bosnia misstated the timing of the scene shown, in which a plane was refueling on a foggy tarmac. It was last month, not last week.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Dallas Journal; Crime Learns a Sanctuary's Address","web_url":"https://www.nytimes.com/1994/03/22/us/dallas-journal-crime-learns-a-sanctuary-s-address.html","abstract":"  In a city that delights in designer-label neighborhoods and cars, a recent series of violent crimes in the upscale North Dallas section has come like a sucker punch of reality.   Two men were shot to death this month in their driveways in an area of sprawling ranch-style houses and two-story Georgians where murders are not supposed to happen. After all, Mayor Steve Bartlett lives there, as does Ross Perot.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"1944:Patton Replaced : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-1944patton-replaced-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, Naples - [From our New York edition:] Major General Alexander M. Patch Jr., hero of Guadalcanal, today [March 21] was named commander of the United States 7th Army, formerly commanded by Lieutenant General George S. Patton Jr., who wa","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Critic's Notebook; In Texas, An Agenda You Can Dance To","web_url":"https://www.nytimes.com/1994/03/22/arts/critic-s-notebook-in-texas-an-agenda-you-can-dance-to.html","abstract":"  About halfway through his annual all-star concert, Jimmie Dale Gilmore peered fondly at the crowd in the City Coliseum here. \"There's something so different playing at home,\" he said, and considered for a moment. \"It's good, though.\"    Home for Mr. Gilmore is Austin, Texas's capital and the site of the state university. The historical combination of rowdy legislators and eager students has yielded an extraordinary concentration of bars where live music is performed. Since the 1960's, when the Sir Douglas Quintet fused norteno, or Tex-Mex music, with garage-band rock, and the 1970's, when Willie Nelson came up with a personal, eclectic country music, Austin has harbored nonconformists with a lingering sense of tradition.","thumbnail":null,"section":"Arts"},{"date":"19940322","headline":"O'Rourke Proposal Calls for Raising Sales Tax to 7.25%","web_url":"https://www.nytimes.com/1994/03/22/nyregion/o-rourke-proposal-calls-for-raising-sales-tax-to-7.25.html","abstract":"  The sales tax in most Westchester County communities would rise by half a percentage point, to 7.25 percent, under a plan proposed today by County Executive Andrew P. O'Rourke.   The added revenue, estimated at $33 million, would be split between the county and its towns, villages, small cities and school districts to help them \"stabilize or reduce property taxes,\" Mr. O'Rourke said.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Giuliani Tells Blacks His Budget Won't Cut Into the Gains They Have Made","web_url":"https://www.nytimes.com/1994/03/22/nyregion/giuliani-tells-blacks-his-budget-won-t-cut-into-the-gains-they-have-made.html","abstract":"  Mayor Rudolph W. Giuliani told a predominantly black group of business owners yesterday that although his budget-closing plans would be painful, the pain would not fall disproportionately on black New Yorkers.   Speaking at a luncheon of the Greater Harlem Chamber of Commerce, the Mayor noted that it was unlikely that many in the audience were among his supporters and he sought to ease fears that his administration's budget plans would be more severe on black New Yorkers","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Kindness, Then Rage: The Death Of a Woman","web_url":"https://www.nytimes.com/1994/03/22/nyregion/our-towns-kindness-then-rage-the-death-of-a-woman.html","abstract":"  MARIKO WESTBROOK loved living in Newark, in her doorman building overlooking a maple-lined park.   She'd stroll along Broad Street to shop, stop for tea at one of a half-dozen diners she made her own, volunteer at church dinners. A familiar figure, she seemed more like a suburban society matron than a woman alone in a big city.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Investigating a Medical Maze: Virus Transmission in Surgery","web_url":"https://www.nytimes.com/1994/03/22/science/the-doctor-s-world-investigating-a-medical-maze-virus-transmission-in-surgery.html","abstract":"  IN a cluster of cases that has mystified medical detectives, 18 patients who underwent heart surgery at two hospitals associated with the University of California at Los Angeles over a 10-month period in 1991 and 1992 developed hepatitis B several weeks after their operations.   The sleuths believe they know who the carrier of the virus was: a surgeon. But only after more than a year and a half of investigation do they have a clue as to how the patients became infected.","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Frenchman Charged In Jews' Killing Says He's No Anti-Semite","web_url":"https://www.nytimes.com/1994/03/22/world/frenchman-charged-in-jews-killing-says-he-s-no-anti-semite.html","abstract":"  Testifying for the first time in his trial for crimes against humanity during World War II, Paul Touvier denied today that he was anti-Semitic even though he had sworn to combat \"Jewish lepers\" when he joined a pro-Nazi militia in occupied France.   Mr. Touvier, who is accused of ordering the execution of seven Jews in 1944, said he took the oath as part of a group.  \"They're just words,\" he told a court in Versailles. \"The author didn't intend to have a mean tone.\" He also insisted he had no direct relations with Gestapo officials.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Mexico's Ruling Party Wins Under a Shadow","web_url":"https://www.nytimes.com/1994/03/22/world/mexico-s-ruling-party-wins-under-a-shadow.html","abstract":"  The ruling party appears to have won a state election in Mexico, but complaints of irregularities could add to fears about the fairness of Mexico's coming presidential election.    The election on Sunday for Governor of the state of Morelos, just south of the capital, was the last before the presidential contest on Aug. 21. The Morelos race was considered safe for the ruling Institutional Revolutionary Party, or PRI, but it was watched closely for indications of the depth of PRI's commitment to clean elections.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"Crime Decisions for the House","web_url":"https://www.nytimes.com/1994/03/22/opinion/crime-decisions-for-the-house.html","abstract":"  The House Judiciary Committee has improved on the Senate's crime bill. On some issues the committee has fumbled, leaving it up to the full House membership, when the bill reaches the floor this week, or later to a Senate-House conference, to make it better or keep it from getting worse.    Both bills have a valuable core: $22 billion to put more police into communities, cope with bulging prisons and provide a smidgeon of support for prison drug treatment and other preventive programs. But the Senate, with no guidance from the White House or Justice Department, overdosed on floor amendments, including the popular \"three strikes, you're out\" life sentencing for third-felony offenders.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Pennsylvania Restrictions on Abortion Take Effect","web_url":"https://www.nytimes.com/1994/03/22/us/pennsylvania-restrictions-on-abortion-take-effect.html","abstract":"  The waiting room at Planned Parenthood's abortion clinic here was crowded as usual with somber young women and a few male companions. But today was different. The 14 women were the first group that the clinic was serving under the state's new abortion law, which took effect on Sunday after nearly six years of litigation.    The clinic's staff clearly resented having to comply with the regulations: a lecture on abortion by a doctor; a 24-hour waiting period, and, for women under the age of 18, the consent of a parent or a judge.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"Judge Orders Reducing Number Of Men at a Shelter in Brooklyn","web_url":"https://www.nytimes.com/1994/03/22/nyregion/judge-orders-reducing-number-of-men-at-a-shelter-in-brooklyn.html","abstract":"  A state court judge ruled yesterday that New York City must reduce the number of men sheltered at a Brooklyn armory from more than 500, to 200, because of an inadequate sprinkler system.   City officials said yesterday that they would appeal. They contend that the Sumner Avenue armory meets fire codes and is safe.","thumbnail":null,"section":"New York"},{"date":"19940322","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/22/science/q-a-537063.html","abstract":"  Pineapple Seeds   Q.  Where are the pineapple's seeds?","thumbnail":null,"section":"Science"},{"date":"19940322","headline":"Becoming a Land of the Smoke-Free, Ban by Ban","web_url":"https://www.nytimes.com/1994/03/22/us/becoming-a-land-of-the-smoke-free-ban-by-ban.html","abstract":"  Once, in a country proud of its rugged individualism, frontier spirit and wild-blue-yonder toughness, smokers were in the ascendant. They moved through clouds of blue from the movies to the malls. They flicked embers at total strangers in hazy, jazz-filled bars. They exhaled a mix of nicotine, carbon monoxide and invisible carcinogens in cozy corners at their jobs. They puffed with impunity from coast to coast.    Now: quarantine.","thumbnail":null,"section":"U.S."},{"date":"19940322","headline":"HEAVY ARMS FOUND CLOSE TO SARAJEVO","web_url":"https://www.nytimes.com/1994/03/22/world/heavy-arms-found-close-to-sarajevo.html","abstract":"  United Nations peacekeepers have discovered the most serious violation yet of NATO's ban on heavy weapons around Sarajevo, uncovering concealed tanks, howitzers, mortars and anti-aircraft guns, a United Nations spokesman said here today.   Maj. Simon MacDowall, the spokesman, said the Canadians discovered one Soviet-built T-72 tank, three Soviet-built T-54/55 tanks, four 105-millimeter mortars and 18 smaller mortars while patrolling the hills around the village of Cifluk, just off the road between Sarajevo and Visoko.","thumbnail":null,"section":"World"},{"date":"19940322","headline":"On My Mind; No More Mr. Hangdog","web_url":"https://www.nytimes.com/1994/03/22/opinion/on-my-mind-no-more-mr-hangdog.html","abstract":"  Step back one clear minute and we discover this about Clinton foreign policy:    On two of the most important issues in the world the U.S. is acting with coolness and courage, the only country providing leadership or sense of direction.","thumbnail":null,"section":"Opinion"},{"date":"19940322","headline":"Yankees Trade Assenmacher (Will Hitchcock Be Moving In?)","web_url":"https://www.nytimes.com/1994/03/22/sports/baseball-yankees-trade-assenmacher-will-hitchcock-be-moving-in.html","abstract":"  The Yankees juggled their bullpen, potentially decreased their payroll and probably opened up a roster spot for Sterling Hitchcock tonight when they traded Paul Assenmacher to the Chicago White Sox for a minor leaguer pitcher, Brian Boehringer.   The trade left the Yankees with two true lefty relievers in Paul Gibson and Steve Howe, but the deal will probably enable Hitchcock or maybe even the lifelong starter Bob Ojeda to be included on the roster as a reliever.","thumbnail":null,"section":"Sports"},{"date":"19940322","headline":"Media Missing the Point : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/22/opinion/IHT-media-missing-the-point-letters-to-the-editor.html","abstract":"I continue to be amazed by how far from the mainstream of America the news media have strayed. The media contended that Americans were concerned about Bill Clinton's avoidance of the draft. It never occurred to the patriots who control the front page tha","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940322","time":"1994-03-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":65,"wspd":11.2},{"date":"19940322","time":"1994-03-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":63,"wspd":9.4},{"date":"19940322","time":"1994-03-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":71,"wspd":11.2},{"date":"19940322","time":"1994-03-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":79,"wspd":16.6},{"date":"19940322","time":"1994-03-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":80,"wspd":18.4},{"date":"19940322","time":"1994-03-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":82,"wspd":22.3},{"date":"19940322","time":"1994-03-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":14.8},{"date":"19940322","time":"1994-03-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":77,"wspd":20.5},{"date":"19940322","time":"1994-03-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":74,"wspd":16.6},{"date":"19940322","time":"1994-03-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":83,"wspd":20.5},{"date":"19940322","time":"1994-03-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":92,"wspd":22.3},{"date":"19940322","time":"1994-03-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":88,"wspd":16.6},{"date":"19940322","time":"1994-03-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":88,"wspd":24.1},{"date":"19940322","time":"1994-03-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":84,"wspd":24.1},{"date":"19940322","time":"1994-03-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":22.3},{"date":"19940322","time":"1994-03-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":87,"wspd":20.5},{"date":"19940322","time":"1994-03-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":90,"wspd":22.3},{"date":"19940322","time":"1994-03-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":87,"wspd":18.4},{"date":"19940322","time":"1994-03-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":86,"wspd":16.6},{"date":"19940322","time":"1994-03-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":89,"wspd":16.6},{"date":"19940322","time":"1994-03-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":89,"wspd":18.4},{"date":"19940322","time":"1994-03-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":20.5},{"date":"19940322","time":"1994-03-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":89,"wspd":16.6},{"date":"19940322","time":"1994-03-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":90,"wspd":16.6},{"date":"19940322","time":"1994-03-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":9.4},{"date":"19940322","time":"1994-03-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":11.2},{"date":"19940322","time":"1994-03-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":16.6},{"date":"19940322","time":"1994-03-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":18.7},{"date":"19940322","time":"1994-03-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":18.7},{"date":"19940322","time":"1994-03-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":100,"wspd":14.8},{"date":"19940322","time":"1994-03-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":100,"wspd":14.8},{"date":"19940322","time":"1994-03-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":100,"wspd":7.6},{"date":"19940322","time":"1994-03-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":100,"wspd":13},{"date":"19940322","time":"1994-03-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":22.3},{"date":"19940322","time":"1994-03-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":93,"wspd":25.9},{"date":"19940322","time":"1994-03-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":22.3},{"date":"19940322","time":"1994-03-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":29.5},{"date":"19940322","time":"1994-03-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":74,"wspd":44.6},{"date":"19940322","time":"1994-03-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":40.7},{"date":"19940322","time":"1994-03-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":54,"wspd":51.8},{"date":"19940322","time":"1994-03-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":46,"wspd":53.6},{"date":"19940322","time":"1994-03-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":39,"wspd":44.6},{"date":"19940322","time":"1994-03-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":34,"wspd":44.6},{"date":"19940322","time":"1994-03-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":29,"wspd":51.8},{"date":"19940322","time":"1994-03-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":26,"wspd":48.2},{"date":"19940322","time":"1994-03-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":27,"wspd":42.5},{"date":"19940322","time":"1994-03-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":25,"wspd":40.7},{"date":"19940322","time":"1994-03-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":26,"wspd":27.7}]},"19940323":{"guardian_articles":[],"nytimes_articles":[{"date":"19940323","headline":"Clinton by the Cupful : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-clinton-by-the-cupful-letters-to-the-editor.html","abstract":"In the absence of character there will always be, sooner or later, an absence of power.What we see now in the Whitewater affair is only the first draft of a cup that has been proffered to us.We will surely drain it into the dregs as long as Mr. Cl","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Federal Inquiry Doesn't Undercut Findings on Lead Exposure","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-federal-inquiry-doesn-t-undercut-findings-on-lead-exposure-554898.html","abstract":"  To the Editor:   \"The scientist who first demonstrated that low levels of lead exposure might cause mental impairment in children has been cleared of misconduct in his research by Federal investigators\" (news article, March 11). Your article conveys the content of some of the Office of Research Integrity report on my work, but misses the mark in important areas. The report found no evidence of scientific misconduct in the four issues raised by my critics.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"El Salvador's Messed-Up Elections","web_url":"https://www.nytimes.com/1994/03/23/opinion/el-salvador-s-messed-up-elections.html","abstract":"  Sunday's elections in El Salvador, supposedly the culmination of a United Nations-sponsored peace process, have been officially declared \"acceptable.\" The charitable view is that they were clearly marred by incompetence. Many observers believe there were significant instances of fraud.   The most flagrant example of bureaucratic bungling was the fact that 340,000 voting cards were never sent to voters who were approved and on the electoral rolls; they were not allowed to vote. Many other eligible voters did not even make it onto the rolls, while numerous dead people did. Former President Jose Napoleon Duarte and former Constituent Assembly President Roberto D'Aubuisson -- both dead -- were on the rolls. Some of the deceased were marked off as having voted.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Review/Film Festival; Glamour Amid Menace in the Shtetl","web_url":"https://www.nytimes.com/1994/03/23/movies/review-film-festival-glamour-amid-menace-in-the-shtetl.html","abstract":"  \"Ivan and Abraham,\" Yolande Zauberman's lushly beautiful black-and-white film about the friendship between two boys in pre-World War II Poland, is full of visual surprises. The setting is a shtetl near the eastern border of Poland (the film was shot in a real shtetl in Ukraine), but the imagery has a peculiar and incongruous glamour. Life is languid and slow. Characters are voluptuous, even when the realities of their existence are ominous and harsh. In this atmosphere, a wife responds amorously when her husband embraces her, even though she happens to be busy scrubbing the floor.   Ms. Zauberman uses this intoxicating manner to tell the story of Abraham (Roma Aleksandrovitch), his family and his neighbors, who reflect varying political changes that are in the offing. Nachman (Rolan Bykov), Abraham's grandfather, is the estate manager for a brooding, world-weary Prince (Oleg Iankovski) who presides over the region until his money runs out. Rachel (Maria Lipkina), Abraham's sister, is in love with Aaron (Vladimir Machkov), who is a member of the illegal Communist party.","thumbnail":null,"section":"Movies"},{"date":"19940323","headline":"At Play on the Fields of War","web_url":"https://www.nytimes.com/1994/03/23/sports/IHT-at-play-on-the-fields-of-war.html","abstract":"A soccer game played beneath skies patrolled by fighter planes does not signify peace in Sarajevo. But as a symbol of hope - an expression of free movement in a place where weeks ago only the brave, the desperate or the dead were on the streets - 20,000","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/03/23/style/eating-well.html","abstract":"SOME foods served raw, like eggs, oysters or beef, can be risky, even deadly, because of the bacteria they contain. Raw fruits and vegetables, however, are generally thought to be superior to cooked because they pose little risk of food poisoning and haven't suffered nutrient losses from cooking. \n\nBut some people have taken the belief that raw is better a step further, claiming that only when fruits and vegetables are served raw do they provide natural compounds essential for good health, in addition to vitamins and minerals.","thumbnail":null,"section":"Style"},{"date":"19940323","headline":"Ewing Approaches His Proving Ground","web_url":"https://www.nytimes.com/1994/03/23/sports/on-pro-basketball-ewing-approaches-his-proving-ground.html","abstract":"  The entire second half was this frustrating chase for the Chicago Bulls, the Knicks holding a carrot out and yanking it back. Six points. Four points. Eight points. Two points.   Then, the score 72-70, here came Toni Kukoc, flying down the left side, on the break, palming the ball in his left hand, leaving his feet for the shot that would knock that infernal carrot to the bottom of the net.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"A Lawyer Is Disbarred For Lapses Of Ethics","web_url":"https://www.nytimes.com/1994/03/23/nyregion/a-lawyer-is-disbarred-for-lapses-of-ethics.html","abstract":"  A prominent Manhattan lawyer was ordered disbarred yesterday for unethical conduct that included making false statements after a Federal judge accused him of improperly slipping a piece of evidence to the jury, then trying to blame his co-counsel when the judge found out.   A panel of five judges from the New York State Supreme Court's Appellate Division based its decision to disbar the lawyer, Theodore H. Friedman, on what it identified as 13 instances of unethical conduct growing out of two personal injury cases. The panel decided the instances \"were not simply inadvertent or solitary peccadillos\" but \"consisted of a pattern of professional misconduct.\"","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Critic's Notebook; Minus Suspense Factor, Oscars Cut to the Chase","web_url":"https://www.nytimes.com/1994/03/23/movies/critic-s-notebook-minus-suspense-factor-oscars-cut-to-the-chase.html","abstract":"  This year's Academy Awards telecast promised so little suspense that as the big night approached, the statuette's Sphinx-like features began to look even stonier than usual. Would Oscar be watching? Would he be sleeping? Would he even have a pulse?   After all, most of the evening's winners were pre-ordained. There was no prospect of Billy Crystal to enliven the proceedings with inspired wisecracks. And the dominant film, \"Schindler's List,\" was no laughing matter. Clearly, the show faced an uphill battle. The rumors of its demise, noted in a Variety story citing flagging audience interest and competition from other awards shows, did not sound exaggerated.","thumbnail":null,"section":"Movies"},{"date":"19940323","headline":"Former Head Of a Utility Is Indicted","web_url":"https://www.nytimes.com/1994/03/23/nyregion/former-head-of-a-utility-is-indicted.html","abstract":"  The former chief executive of the gas and electric company serving Orange and Rockland Counties was indicted today on charges that he spent $30,000 of utility money on personal expenses like rental vans for his son's film company, invitations for his children's engagement parties and a surprise birthday party for his wife.   In bringing the indictment, Kenneth Gribetz, the Rockland District Attorney, charged that New York State utilities were poorly monitored and often waste the money the state permits them to charge their customers.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Don't Walk, Run!","web_url":"https://www.nytimes.com/1994/03/23/us/health-watch-don-t-walk-run.html","abstract":"  THIS, in effect, is the message given to many elderly people who try to cross busy city streets while the traffic light signals \"Walk\" and then flashes \"Don't Walk\" to warn that the light is about to change. A study of pedestrians at a busy intersection in Los Angeles found that 27 percent of elderly people who began to cross as soon as the light flashed 'Walk' were unable to reach the opposite curb before the light changed against them. At least one-fourth of those who were unable to cross in time were left stranded by at least one lane of traffic, according to a report in the current issue of The Journal of the American Geriatrics Society.   In the study, Dr. Russell E. Hoxie and Dr. Laurence Z. Rubenstein of the University of California at Los Angeles School of Medicine watched 1,200 people trying to cross a street in an area where a lot of older people live. They found that all the younger pedestrians, who walked at an average speed of 1.27 meters a second, managed to get across the street in time. But among older pedestrians, whose walking speed averaged 0.86 meters per second, only 73 percent crossed in time.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/23/nyregion/c-corrections-554383.html","abstract":"  A picture caption yesterday about Congressional maneuvering over the question of hearings into the Whitewater land dealings of the Clintons referred incorrectly in some copies to a man shaking hands with Representative Lee Hamilton. He was a Congressional aide, not Representative Robert H. Michel.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Squeezing North Korea: Getting Blood From a Stone","web_url":"https://www.nytimes.com/1994/03/23/world/squeezing-north-korea-getting-blood-from-a-stone.html","abstract":"  From the first threats a year ago about imposing economic sanctions against North Korea to force it to give up its nuclear ambitions, the Clinton Administration and its allies in Asia have been confronted with a peculiar quandary: How do you isolate the world's most isolated country?   Unlike almost every other country in the world, North Korea has long focused on \"juche,\" or \"self-reliance,\" a central feature of the ideology of Kim Il Sung, the North's \"Great Leader.\" To rely on any other country, he told his people in 1955, is ultimately to compromise the country's political independence.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Spy for Israelis Is Likely to Lose Clemency Plea","web_url":"https://www.nytimes.com/1994/03/23/us/spy-for-israelis-is-likely-to-lose-clemency-plea.html","abstract":"  President Clinton is almost certain to reject a petition for clemency by Jonathan J. Pollard, the American convicted in 1987 of spying for Israel, senior Administration officials said today.   The Government's national security agencies and the Justice Department are unanimously opposed to clemency for Mr. Pollard, a view conveyed to the White House today by Attorney General Janet Reno, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Why Junk the Old Car if You Can Recycle It?; The Trash Racket","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-why-junk-the-old-car-if-you-can-recycle-it-the-trash-racket-554847.html","abstract":"  To the Editor:   Although \"Cleaning Up the Trash Racket\" (editorial, March 14) correctly diagnoses corruption and constraint of trade in New York City's waste-carting industry, the presence of Browning-Ferris Industries is not certain to be, as you call it, a \"healthy sign\" for increased competition.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Former Gulf and Western Building To Be a Luxury Apartment Tower","web_url":"https://www.nytimes.com/1994/03/23/nyregion/former-gulf-and-western-building-to-be-a-luxury-apartment-tower.html","abstract":"  The former Gulf and Western Building -- which has stood for 24 years like an oversized, silver-and-black gatepost at the southwest corner of Central Park -- would be emptied of office tenants, stripped to its steel skeleton and turned into an extravagant apartment tower under plans announced yesterday.   From 200 to 300 apartments would be created in the upper part of the 44-story skyscraper, with the lower floors serving perhaps as a hotel or as offices, said Donald J. Trump, a member of the redevelopment team. The plaza, notable for the yawning circular pit that leads to the Columbus Circle subway station, would also be rebuilt.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Why Junk the Old Car if You Can Recycle It?","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-why-junk-the-old-car-if-you-can-recycle-it-554839.html","abstract":"  To the Editor:   The problem of secondary hazardous waste, which is produced after the life of a product, has been ignored by the Environmental Protection Agency and Congress. Secondary hazardous waste is responsible for the clutter of our public parks, the oil found in our drinking water and the thousands of tire dumps all over the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"MEXICAN REJECTS RACE FOR TOP SPOT","web_url":"https://www.nytimes.com/1994/03/23/world/mexican-rejects-race-for-top-spot.html","abstract":"  After holding Mexicans in suspense for weeks with hints that he might break from the governing party and run for President, the Government's negotiator with peasant rebels in the southern state of Chiapas, Manuel Camacho Solis, said today that he would not seek election this year.   \"Between pursuing a candidacy for the presidency of the republic and contributing what I can to the process of peace in Chiapas, I choose peace,\" Mr. Camacho, 47, said at a news conference here. \"I take this decision putting the higher interests of the nation over my own aspirations.\"","thumbnail":null,"section":"World"},{"date":"19940323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/23/style/chronicle-554820.html","abstract":"  When the playwrights TERRENCE MCNALLY and CRAIG LUCAS began to read from their works at the Poetry Center of the 92d Street Y on Monday night, it was clear why they had been willing to miss the beginning of the Academy Awards broadcast.   Mr. McNally, whose play \"Frankie and Johnny in the Clair de Lune\" was turned into a movie starring Al Pacino and Michelle Pfeiffer in 1991, began by reading the \"playwright's prayer\" from his 1982 play, \"It's Only A Play.\" When he read the lines: \"Bless the theater in which we all serve. Bless this ancient art form, which is so superior to the movies,\" the audience of 400 applauded in agreement.","thumbnail":null,"section":"Style"},{"date":"19940323","headline":"Sports of The Times; A Final Thought On Upsets","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-of-the-times-a-final-thought-on-upsets.html","abstract":"  MY first exposure to a so-called upset came in March 1963. The national championship game between Cincinnati and Loyola was blacked out in Chicago so we listened to the game on radio.   Cincinnati was the two-time defending national champion, but the Bearcats were about to be ambushed. Chicagoans already knew that but the rest of the country didn't.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Sex! Money!! Cover-Up!!! Whitewater?;\nThe Media Dozed, Then Went Berserk","web_url":"https://www.nytimes.com/1994/03/23/opinion/sex-money-coverup-whitewater-the-media-dozed-then-went-berserk.html","abstract":"Journalists like to caricature President Clinton as a man of gargantuan appetites who heaps too much on his plate in more ways than one. But when it comes to excess, it is hard to top the press itself. Consider the orgy over Whitewater.\n\nSince January there have been hundreds of major newspaper articles on this subject, many on the front page; eye-catching newsmagazine covers, and countless talk show face-offs. As of Friday, the nightly news on ABC, CBS and NBC had devoted 220 minutes to Whitewater this year, nearly three times as much as for health care, according to Andrew Tyndall, whose Tyndall Report monitors TV news.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/23/nyregion/metro-digest-547050.html","abstract":"  NEW YORK CITY  TURNING OFFICES INTO APARTMENTS   The former Gulf and Western Building, which has stood for 24 years like a vastly oversized gatepost at the southwest corner of Central Park, would be emptied of office tenants, stripped to its steel skeleton and turned into an extravagant apartment tower under plans announced by a redevelopment team. A1.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"G.O.P. Leader Will Run For Governor as 'Moderate'","web_url":"https://www.nytimes.com/1994/03/23/nyregion/gop-leader-will-run-for-governor-as-moderate.html","abstract":"  Surrounded by 20,000 cherry-colored petition papers, Richard M. Rosenbaum, the state Republican Party leader in the Rockefeller era, today announced his candidacy for governor.    Charging that the Republican Party had shifted too far to the right, Mr. Rosenbaum said in stops around the state that he would run an outsider's campaign and denounced leaders wrangling over a candidate to challenge Gov. Mario M. Cuomo this fall.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"New York Officials Try To Keep Championship Site","web_url":"https://www.nytimes.com/1994/03/23/sports/high-school-basketball-new-york-officials-try-to-keep-championship-site.html","abstract":"  A day after the New York City high school basketball championships were marred by a clash between 200 or so fans at Madison Square Garden, school officials scrambled yesterday to identify and punish the troublemakers and to persuade Garden officials not to evict the annual championships from the arena.   The 20-minute melee, which broke out after Robeson High School won the B Division championship by beating George Washington, 63-60, in overtime on a 3-pointer at the buzzer, threatened the future of the Public Schools Athletic League championships at the Garden.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Panel Hears Pleas to Gain Share of Unclaimed Sums","web_url":"https://www.nytimes.com/1994/03/23/nyregion/panel-hears-pleas-to-gain-share-of-unclaimed-sums.html","abstract":"  A parade of officials from around the nation came before a Congressional subcommittee today to plead for a share of unclaimed stock dividends and interest that New York has collected for years, while New Yorkers insisted that their state should not have to pay out money it has long since spent.   At issue is a bill that would redistribute to 47 other states money that New York, Delaware and Massachusetts have taken from big banks and brokerage concerns in their states when no address for the owner could be found. If applied retroactively, as its sponsors want, it could cost New York $600 million or more, and Gov. Mario M. Cuomo has made its defeat a major priority.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"U.S. to Try a Conciliatory Tack With China","web_url":"https://www.nytimes.com/1994/03/23/world/us-to-try-a-conciliatory-tack-with-china.html","abstract":"  In an effort to deal with the looming crisis over its China policy, the White House has begun a campaign to mend rifts within the Administration and to find ways to persuade China to improve its human rights performance through conciliation rather than confrontation, senior Administration officials said today.    In a closed meeting of senior national security and economic advisers at the White House today, the Administration took stock of its strategy in light of Secretary of State Warren Christopher's trip to Beijing, and decided unanimously to continue the current policy that links progress on human rights to renewal of China's low-tariff trade status when it comes up for renewal in June, the officials said.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Hyeres Journal; Death on the Riviera, or, She Delved Too Deeply","web_url":"https://www.nytimes.com/1994/03/23/world/hyeres-journal-death-on-the-riviera-or-she-delved-too-deeply.html","abstract":"  She was an outsider in the murky politics of the Riviera. But Yann Piat thought that as a member of Parliament it was safe for her to fight the extortion rackets, drug trafficking and milking of public funds that flourish on France's most glamorous and shady playground.   Then, one recent evening on a dark road near her home, two men on a motorcycle pulled close to her car. Mrs. Piat said to her driver, \"What do they want from me?\" Moments later, she was shot to death.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"A 2d Homeland Is Taken Over By South Africa","web_url":"https://www.nytimes.com/1994/03/23/world/a-2d-homeland-is-taken-over-by-south-africa.html","abstract":"  South Africa took command of another riotous black homeland today and closed in on the last and most explosive bastion of resistance, the Zulu homeland ruled by Chief Mangosuthu G. Buthelezi.   Ten days after ousting the ruler of Bophuthatswana, the multiparty authority that presides over the South African transition sent representatives tonight to replace the president of Ciskei, an apartheid homeland designated for the Xhosa people, after a mutiny by homeland policemen and soldiers.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"You, Too, Can Dig Into Whitewater!","web_url":"https://www.nytimes.com/1994/03/23/us/you-too-can-dig-into-whitewater.html","abstract":"  As if the public hasn't heard enough about dirt on the Whitewater affair, two owners of Whitewater land are offering souvenir soil from the failed Arkansas resort.   The Clintons' partner in Whitewater, James B. McDougal, and the venture's real estate broker, Chris Wade, are planning to sell dirt from three acres of Whitewater -- one cubic foot for $19.95.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Clinton Arts Dinner Whetted Appetites Still Unsatisfied","web_url":"https://www.nytimes.com/1994/03/23/arts/clinton-arts-dinner-whetted-appetites-still-unsatisfied.html","abstract":"  On Oct. 7 last year, before an enthusiastic crowd of 600 on the White House lawn, President Clinton presented 12 people with the National Medal for the Arts, commenting on how the work of each recipient had touched his life.   That night the recipients, who included William Styron, Robert Rauschenberg, Arthur Miller, Paul Taylor and Billy Wilder, were honored at a formal dinner and at a concert that was so spirited it brought forth comparisons to the legendary evening in 1961 when President John F. Kennedy and his wife had Pablo Casals perform in the East Room. Coming just after the smooth and rapid confirmation of the actress Jane Alexander as the chairman of the National Endowment for the Arts, that October day seemed to many people in the arts to be all but the dawn of a second golden age.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"Man Held in Train Killings Is Beaten, Jail Officials Say","web_url":"https://www.nytimes.com/1994/03/23/nyregion/man-held-in-train-killings-is-beaten-jail-officials-say.html","abstract":"  Colin Ferguson, who is accused of killing six people on a Long Island Rail Road train in December, suffered a broken nose and a swollen left eye today when he was attacked by other inmates at the Nassau County Jail, county officials said.   The attack occurred shortly after Mr. Ferguson's lawyers had notified jail officials of a report from another inmate that their client was going to be beaten. Jail officials said that they were following up on the lawyers' warning when word reached them of the assault.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Abdication at CUNY","web_url":"https://www.nytimes.com/1994/03/23/opinion/abdication-at-cuny.html","abstract":"  The board of trustees of the City University of New York deserves a flunking grade for its craven handling of the controversy over whether Chancellor Ann Reynolds spends too much time away from her job.    The trustees largely took the embattled chancellor's word for the number of days she spent going to meetings of six boards -- five corporate and one nonprofit -- on which she serves. It took her word that these outside activities did not interfere with her management of CUNY. And it shied away from seeking a detailed accounting of her trips out of town as requested by at least one trustee.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/23/nyregion/c-corrections-554405.html","abstract":"  An article in Business Day yesterday about the appointment of a chief executive at Spectrum Information Technologies Inc. misstated the month in which Jasmine Ltd., the former employer of the new Spectrum executive, sold its stock to the public. The sale was completed in December, not November.  ","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"In America; Pretty Words On Haiti","web_url":"https://www.nytimes.com/1994/03/23/opinion/in-america-pretty-words-on-haiti.html","abstract":"  With most people, and especially with politicians, it is more instructive to watch the things they do than listen to what they say. And so it is with President Clinton and the extreme split between his high-toned rhetoric and his Administration's shameful behavior regarding Haiti.   Mr. Clinton has been unwavering in his spoken support for the restoration of democracy in Haiti and the return to power of its ousted President, Jean-Bertrand Aristide. In a radio address to the Haitian people in January 1993 Mr. Clinton, then President-elect, said: \"Several years ago, I saw personally the beauty of your land. I felt the warmth of your people and ever since then I have wanted you to have freedom and democracy and economic opportunity.\"","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"The N.F.L. Rewrites Its Rules and Reeves Asks 'Why?'","web_url":"https://www.nytimes.com/1994/03/23/sports/the-nfl-rewrites-its-rules-and-reeves-asks-why.html","abstract":"  Free agency hit the National Football League with much thunder in only the last few months, and teams are still struggling with how to neatly fit their entire rosters under the new salary cap.   Now come a set of new offensive rules for coaches, primarily the 2-point conversion.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Siena Tops Tulane to Gain Quarterfinal","web_url":"https://www.nytimes.com/1994/03/23/sports/nit-siena-tops-tulane-to-gain-quarterfinal.html","abstract":"  Siena 89, Tulane 79    Doremus Bennerman scored 33 points for the second straight game, leading Siena to an 89-79 victory last night over Tulane in the second round of the National Invitation Tournament at Albany.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"CABINET EXPRESSES FEARS ABOUT PLAN TO ALTER WELFARE","web_url":"https://www.nytimes.com/1994/03/23/us/cabinet-expresses-fears-about-plan-to-alter-welfare.html","abstract":"  After working for nearly a year, President Clinton's aides presented him today with an ambitious plan to overhaul the welfare system, but the Cabinet has expressed reservations about the way the plan would be financed, arguing that the strategy could hurt the needy.   The mid-level officials drafting the plan have been trying to pay for a $15 billion package of training and work programs by cutting other programs for the disadvantaged.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Court Orders City to Open Fiscal Monitoring Office","web_url":"https://www.nytimes.com/1994/03/23/nyregion/court-orders-city-to-open-fiscal-monitoring-office.html","abstract":"  For five years, New York City's government has stubbornly defied a provision in the 1989 City Charter requiring the creation of an independent fiscal monitor to keep an eye on city budget-makers. Today, the state's top court ruled unanimously that the city could no longer ignore the law and ordered that the Independent Budget Office be established.   Designed by Charter revisionists as a counterweight to the immense budgetary power of the Mayor and the City Council Speaker, the office was supposed to provide nonpartisan analysis of fiscal issues to individual City Council members, borough presidents, community boards, government watchdog groups and private citizens. It could investigate the accuracy of the Mayor's revenue estimates, question the wisdom of selling city hospitals, or analyze proposals to consolidate city agencies.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Books of The Times; Belfast's People Put Their Troubles Into Words","web_url":"https://www.nytimes.com/1994/03/23/books/books-of-the-times-belfast-s-people-put-their-troubles-into-words.html","abstract":"  May the Lord in His Mercy Be Kind to Belfast  By Tony Parker  358 pages. Henry Holt & Company. $25.     Here are some of the things people say in Belfast, Northern Ireland, where weapons are stashed in false graves and infants are body-searched in their strollers before their mothers enter department stores; where British soldiers patrol the streets daily and local policemen finger booksellers' copies of the Bible suspiciously, asking, \"Who buys this sort of thing?\"; where Protestant gunmen will take credit for shooting the sister of an Irish Republican Army member in a pharmacy, and where the I.R.A., upon learning that one of its car bombs has killed the wrong man, will issue a statement offering \"deepest regrets\" to his family. The citizens of Belfast say:","thumbnail":null,"section":"Books"},{"date":"19940323","headline":"Democrats Overcome the Butterflies","web_url":"https://www.nytimes.com/1994/03/23/opinion/democrats-overcome-the-butterflies.html","abstract":"  It took an indefensibly partisan blunder by Representative Henry Gonzalez to jolt it into action, but the House has finally decided to emulate the Senate and call for hearings on the financial maze known as Whitewater.    The timing and scope of the hearings must still be decided by House leaders, and some Democrats may seek to restrict them to recent allegations of White House interference with Federal investigators. But yesterday's House resolution orders a broad inquiry covering Madison Guaranty, a failed Arkansas savings and loan, and the Whitewater Development Company, partly owned by Bill and Hillary Rodham Clinton.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Matriarch of Dancers Sews Clothing of Delight","web_url":"https://www.nytimes.com/1994/03/23/nyregion/about-new-york-matriarch-of-dancers-sews-clothing-of-delight.html","abstract":"  COPIES of \"Let's Live\" and \"Plus -- The Magazine for Positive Thinking\" rest on Zelda Wynn's desk.   Like she needs pointers.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Mysterious Black Hole in Chicago Is Gobbling Up Everybody's Mail","web_url":"https://www.nytimes.com/1994/03/23/us/mysterious-black-hole-in-chicago-is-gobbling-up-everybody-s-mail.html","abstract":"  This city has had a lot of practice coping with hardships, man-made and otherwise, from crooked politicians to wicked winter winds. But there are some things that can push even Chicagoans too far, and the United States Postal Service has done it with mail: mail delivered weeks late, decades late; mail that is burnt to a crisp in a vacant lot and never delivered at all.   In Postal Service surveys, more than one-third of Chicago households have reported problems with their mail, an inexcusably high number, says Marvin Runyon, the Postmaster General. Along Mr. Runyon's national postal route, the city ranks dead last in customer satisfaction. A local alderman even says he will hold hearings next month to assess the mail system's effect on Chicago's economy.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"SOUTH ASIAN LANDS PRESSED ON ARMS","web_url":"https://www.nytimes.com/1994/03/23/world/south-asian-lands-pressed-on-arms.html","abstract":"  Worried about an arms race between Pakistan and India, the Clinton Administration is proposing a series of agreements to stop the production of nuclear weapons in South Asia and the deployment of ballistic missiles, Administration officials said today.   Deputy Secretary of State Strobe Talbott plans to press the arms-control efforts when he visits India and Pakistan next month, the officials said.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Head of Museum Named","web_url":"https://www.nytimes.com/1994/03/23/arts/head-of-museum-named.html","abstract":"  The American Museum of Natural History has named Anne Phipps Sidamon-Eristoff as chairwoman. Mrs. Sidamon-Eristoff, 61, a trustee of the museum since 1979 and a vice chairwoman since 1990, will succeed the current chairman, William T. Golden, on July 1.    Her appointment, made at a meeting of the board on Monday night, comes less than a year after the museum named Ellen V. Futter as its president. Both Ms. Futter and Mrs. Sidamon-Eristoff are the first women to be named to the top posts at the museum, which is the largest natural history museum in the world, with 40 exhibition halls, a staff of some 200 scientists and a collection of more than 30 million specimens and artifacts. 'A Sense of Excitement'    \"I look forward to the pleasure and inspiration of working with Ellen Futter,\" Mrs. Sidamon-Eristoff said. \"I do feel a new sense of excitement and direction at the museum right now.\"","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"Nick Price Is Making It Look Simple","web_url":"https://www.nytimes.com/1994/03/23/sports/golf-nick-price-is-making-it-look-simple.html","abstract":"  The unending search for golf's secret, the Rosetta Stone that will unlock the mystery of par and translate bogeys into birdies, is one of the game's most enduring quests. For most players, it is a futile pursuit.   Nick Price clearly is not most players. He has, at least temporarily, found the secret. In the last 19 months since he won the 1992 P.G.A. Championship, Price has transformed his game from good to great. He has entered \"the zone,\" a special sweet spot in time where the complex becomes simple and where the most difficult game to subdue somehow becomes easy.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/23/style/chronicle-554812.html","abstract":"  As Hollywood divas were getting dressed for the Academy Awards, putting on revealing movie-star gowns with plunging necklines, TAKAKO CHIBA was participating in another kind of ritualistic dressing up at the Japan Society in Manhattan. Ms. Chiba, a a public relations assistant at the society, was helping to demonstrate the art of junihitoe (jew-KNEE-shto-EH), an opulent, high-necked 12-layer costume, the type Crown Princess Masako wore on her wedding day last year.   As two emonja -- the women expert in the art of wearing the kimono -- layered 66 pounds of silk on her, Ms. Chiba stood very still. And when she walked, she moved very slowly. Junihitoe dates from the 10th century of the Heian period, when women of the court began to wear layer upon layer of kimonos.","thumbnail":null,"section":"Style"},{"date":"19940323","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/23/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/23/nyregion/inside-546810.html","abstract":"  Finger Pointed at Clinton   The special counsel promised a \"vigorous\" inquiry into claims that Bill Clinton applied pressure to secure a business partner's loan. Page A18. When Is Doubt Reasonable?    The Supreme Court warned states that judges often give juries an outdated and potentially confusing definition of reasonable doubt. Page B8.  Taxing Cigarettes for Health    A Congressional subcommittee voted to raise the Federal tax on cigarettes by $1.25 a pack to pay for universal health coverage. Page A16.  How a Dream Merger Faded   A clash of corporate cultures ultimately doomed the seemingly alluring combination of Bell Atlantic and Tele-Communications. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Youths Are Arrested After 12 Muggings","web_url":"https://www.nytimes.com/1994/03/23/nyregion/youths-are-arrested-after-12-muggings.html","abstract":"  Five teen-agers were arrested yesterday and charged with attacking and robbing elderly women in Canarsie, Brooklyn, over a three-week period, breaking one 70-year-old's skull and hip, the police said.   Lieut. Thomas Sbordone, a spokesman for the housing police, said the muggings began on Feb. 24 and quickly escalated in brutality. \"What started as pushing and shoving grew to punching and choking,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"How to Deal With Kim : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-how-to-deal-with-kim-letters-to-the-editor.html","abstract":"Although North Korea has stonewalled on the latest inspections of the International Atomic Energy Agency, the United States should continue to dangle the carrot as well as the stick. But in its future dealings, Washington had better strike deals directly","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Surprising Journey For Abortion Drug","web_url":"https://www.nytimes.com/1994/03/23/us/surprising-journey-for-abortion-drug.html","abstract":"  Aimee was propped up in her hospital bed wearing an oversize T-shirt that made her look younger than her 17 years. She grimaced. She had never known pain this bad, she said. Her long black hair was moist with perspiration and her face looked pale and tired. Taking the RU-486 pill for an abortion was worse than she had expected.   \"I felt like I was dying,\" she said minutes after expelling the tiny sac that contained the one-eighth-inch-long fetus. \"It hurt so much. I had contractions coming so fast, and I was sick to my stomach and dry heaving. I couldn't stop trembling and I felt so hot.\"","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Executive Director Named For Brooklyn Philharmonic","web_url":"https://www.nytimes.com/1994/03/23/arts/executive-director-named-for-brooklyn-philharmonic.html","abstract":"  Joseph Horowitz, the artistic adviser to the Brooklyn Philharmonic, has been named executive director of the orchestra. The appointment was announced yesterday by Harvey Lichtenstein, the executive producer of both the orchestra and the Brooklyn Academy of Music.   As artistic adviser for the last two seasons, Mr. Horowitz has been involved in planning programs with Mr. Lichtenstein and the orchestra's principal conductor, Dennis Russell Davies. His new position will combine those duties with those of the executive director, which include overseeing budgets, marketing and the day-to-day running of the orchestra. He takes up his new duties on April 4.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"Lights! Camera! Voices!","web_url":"https://www.nytimes.com/1994/03/23/style/IHT-lights-camera-voices.html","abstract":"Under the title of \"Classique en Images 1994,\" the Louvre is devoting its third biennale of filmed music to a retrospective of \"great voices of the 20th century\" - as if the voices of any other century were available on film and sound","thumbnail":null,"section":"Style"},{"date":"19940323","headline":"The Nets Dodge A (7-Foot) Bullet","web_url":"https://www.nytimes.com/1994/03/23/sports/pro-basketball-the-nets-dodge-a-7-foot-bullet.html","abstract":"  You know the night isn't going well when some guy named Bob Martin is dunking on you. Bob Martin is a 7-footer who plays for the Los Angeles Clippers. In his last game before the one tonight against the Nets, he came off the pine to get 2 points in three minutes. He is one of those players who is an eyelash away from selling cars.   So while some of the Nets' big men did their best potted-plant imitations, the Bob Martins and Elmore Spencers of the world were able to look like Willis Reed. At times, poor defense by the Nets made just about all of the Clippers look like All-Stars.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Jury Hears HBO Evidence of Exchange","web_url":"https://www.nytimes.com/1994/03/23/sports/boxing-jury-hears-hbo-evidence-of-exchange.html","abstract":"  The HBO videotape of the Ray Mercer-Jesse Ferguson fight was played in State Supreme Court yesterday, but the hard-to-discern audio portion did little to reveal whether Mercer actually made repeated bribe offers of $100,000 for Ferguson to throw the bout.   Based on the largely inaudible tape, it appears that the prosecution's case will probably rest on the testimony of Ferguson, who is scheduled to appear today. He has told a grand jury that during their Feb. 6, 1993 bout in Madison Square Garden, Mercer made several offers to him to throw their fight.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Who's in Charge Here?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-whos-in-charge-here-letters-to-the-editor.html","abstract":"Regarding \"Today She Would Be Frightened\" (Meanwhile, March 4):.Frank Rich's grandmother is not the only one who would/should be concerned; every Jew in America and beyond should be concerned. But not just about Louis Farrakhan. They should a","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"1894: Tariff Bill Row : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-1894-tariff-bill-row-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Democratic members of [the U.S.] Congress are evidently not satisfied with the disturbance which the delay over the Wilson Tariff Bill has already created throughout the country. Senator Morgan, a Democrat, says that he will move an amendment","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Russia Promises Budget Curb To Win a Loan of $1.5 Billion","web_url":"https://www.nytimes.com/1994/03/23/world/russia-promises-budget-curb-to-win-a-loan-of-1.5-billion.html","abstract":"  After months of testy negotiations, the International Monetary Fund agreed tonight to provide Russia with a crucial $1.5 billion loan in exchange for a promise of new taxes and strict curbs on Government spending.   The agreement, signed by Michel Camdessus, managing director of the I.M.F., and Prime Minister Viktor S. Chernomyrdin, is essential to further economic support from Western governments and private businesses. Mr. Chernomyrdin has moved to impress foreign bankers as being much more willing to carry out tough economic measures.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"It's Sweetest Moment of Knicks' Winning Streak","web_url":"https://www.nytimes.com/1994/03/23/sports/pro-basketball-it-s-sweetest-moment-of-knicks-winning-streak.html","abstract":"  The Knicks would have enjoyed winning their 10th consecutive game against any team. But for New York, beating the Chicago Bulls made last night even more enjoyable.   Continuing their unbeaten march through the month of March, the Knicks outlasted the Bulls, 87-78, at Madison Square Garden. Their 10th consecutive victory gave the Knicks (46-19) their longest winning streak of Pat Riley's three-year tenure as coach. The last time the Knicks won 10 consecutive games was during the 1972-73 season, when they won 11 straight games, and ultimately the N.B.A championship. Last night's victory pulled New York into a tie with the Atlanta Hawks atop the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"For Ex-Speaker, Now It's the Capitol Corridors; After 2 Years and an Overturned Conviction, Miller Is Back in Albany --as a Lobbyist","web_url":"https://www.nytimes.com/1994/03/23/nyregion/for-ex-speaker-now-it-s-capitol-corridors-after-2-years-overturned-conviction.html","abstract":"  The bold black letters on the door to Room 344 in the State Capitol, just outside the Assembly chamber, are underlined in red: \"Lounge -- Members Only.\" But that did not stop one brazen lobbyist from slinging the door open and strutting in, as if he owned the place.   \"You know, I was thinking about not doing it because it's only for members, but I really was desperate for a cup of coffee,\" explained Mel Miller. \"So it became a question of would I ask one of the members. And I suppose I had enough of a comfort level to realize that nobody was going to chase me out for a cup of coffee.\" Real-Estate Profits at Issue    Mr. Miller, of course, did once own the place. Until Dec. 13, 1991, he was Speaker of the Assembly, the supreme ruler of his house and one of the three most powerful men in state government. That day, his career and reputation crumbled when a Federal jury convicted him of cheating law clients out of profits from a real-estate deal.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Review/Opera; Met's 'Otello' Fuses the Old and New","web_url":"https://www.nytimes.com/1994/03/23/arts/review-opera-met-s-otello-fuses-the-old-and-new.html","abstract":"  \"There's magic in the web of it,\" Shakespeare's Othello tells Desdemona of the fateful handkerchief that Iago uses to destroy them both. On Monday night at the Metropolitan Opera, I felt like echoing Othello's words, not about the handkerchief, but about Verdi's operatic version of the tragedy, and finally about the performance itself.    Indeed, despite some flaws in the production and in some characterizations, there did seem to be magic in the web of this \"Otello.\" In a new production by Elijah Moshinsky, mounted in honor of Placido Domingo's 25th-anniversary season at the Met, supported by an interpretation that brought Valery Gergiyev's conducting talents to the pit in his much anticipated Met debut, and with a cast that included the Russian baritone Sergei Leiferkus as Iago and Carol Vaness as Desdemona, a haunting nexus of character and motif unfolded with urgency and fury.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"Rick Barnes Heads to Clemson","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-college-basketball-rick-barnes-heads-to-clemson.html","abstract":"  Clemson hired the Providence basketball coach, RICK BARNES, yesterday, offering him a seven-year contract. Barnes replaces CLIFF ELLIS, who has taken the Tigers to the National Invitation Tournament but said in January this would be his last season after 10 years at the school.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Christopher Says U.S. Stays Firm on Korea, but Pledges Diplomacy","web_url":"https://www.nytimes.com/1994/03/23/world/christopher-says-us-stays-firm-on-korea-but-pledges-diplomacy.html","abstract":"  Secretary of State Warren Christopher said today that the United States would defend South Korea against any aggression, but that Washington would pursue diplomatic moves before seeking sanctions against North Korea over its refusal to allow inspections of its nuclear plants.   Mr. Christopher and other officials spent much of the day seeking support in the United Nations for a resolution that will criticize North Korea and point indirectly to economic sanctions.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Lots of Questions for Mets But Only a Few Answers","web_url":"https://www.nytimes.com/1994/03/23/sports/baseball-lots-of-questions-for-mets-but-only-a-few-answers.html","abstract":"  For the first month of spring training, Manager Dallas Green chuckled when asked who would hit leadoff on the Mets. That has not changed. For the first month, Green answered questions about his possible starter at first base and his possible infield reserves and his possible fourth and fifth starting pitchers with more uncertainty. That hasn't changed either.   The Mets are still carrying 36 players -- 17 of them pitchers -- and do not plan to make cuts until at least Sunday. But with less than two weeks remaining until opening day, on April 4 in Chicago, this is how the competition stacks up: Pitching    Without trades, the roster should consist of Dwight Gooden, Bret Saberhagen, Pete Smith, Mike Maddux, John Franco, Eric Hillman, Anthony Young, Pete Schourek and Bobby Jones, with the final spot still available. Gooden, Saberhagen, Smith, Young and either Hillman or Jones should be the starters.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Harold Meriam Jr., 73, Partner in Law Firm","web_url":"https://www.nytimes.com/1994/03/23/nyregion/harold-meriam-jr-73-partner-in-law-firm.html","abstract":"  Harold A. Meriam Jr., a lawyer with the Brooklyn firm of Cullen & Dykman for 40 years, died on Sunday at Martin Memorial Hospital in Stuart, Fla. Mr. Meriam, who had a winter home in nearby Jensen Beach, Fla., lived in Massapequa, L.I. He was 73.   The cause was cancer, said John J. Bishar Jr., a partner in Cullen & Dykman.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/23/sports/results-plus-551945.html","abstract":"  N.H.L.  Amonte Scores, but Wings Win  Red Wings 3, Blackhawks 1: Tony Amonte, acquired Monday from the Rangers, took just 1 minute 51 seconds to score his first goal for Chicago, beating Chris Osgood on the power play, but after that Chicago stalled. Nicklas Lidstrom and Vyacheslav Kozlov put Detroit ahead on first-period goals and Osgood made 19 saves to lead the Red Wings to victory at home last night. Detroit moved back into a tie with Toronto atop both the Central Division and the Western Conference. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Surgery for a Cardinal Catcher","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-baseball-surgery-for-a-cardinal-catcher.html","abstract":"  St. Louis Cardinals catcher TOM PAGNOZZI will need arthroscopic surgery to repair torn cartilage in his left knee and will be out four to six weeks. Pagnozzi caught a spike blocking a ball in the dirt in Monday's exhibition loss to Cincinnati. He missed a month last season after an operation on the same knee. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"The Lecture Is Ringing A Bit Hollow","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-the-lecture-is-ringing-a-bit-hollow.html","abstract":"Pick up any internationally minded newspaper nowadays and the news is depressingly similar - nationalism in the former Soviet Union, arguments over human rights in China, war in the Balkans, collapse in Africa,. chaos in Afghanistan, crime in. the West..","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"1944:Hungary Occupied : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-1944hungary-occupied-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Germany announced tonight [March 23] the occupation of Hungary \"by mutual agreement\" and the formation of a new collaborationist government under Field Marshal Dome Sztojay, Hungarian Minister to Berlin. An","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"An Einstein's Place Among the Aborigines","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-an-einstein-s-place-among-the-aborigines-554863.html","abstract":"  To the Editor:   Saul Bellow (Op-Ed, March 10) makes a leap I don't follow. Upset by the negative response his characterization of Papuans and Zulus elicited, he cries \"censorship.\" Cringing before the \"thought-police,\" he equates his own plight with that of the poet in Stalinist Russia who was jailed and put to death for his views. To my knowledge, Mr. Bellow has been neither imprisoned nor censored.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"America Needs to Awaketo a Newly Emerging India","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-america-needs-to-awaketo-a-newly-emerging-india.html","abstract":"U.S. relations with India should be on an upswing,Based on the stated objectives of the Clinton administration..The government of Prime Minister P.V. Narasimha Rao continues to liberalize the economy. The private sector is responding with enthusiasm,","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Panel Supports $1.25 Increase For Cigarettes","web_url":"https://www.nytimes.com/1994/03/23/us/panel-supports-1.25-increase-for-cigarettes.html","abstract":"  Going far beyond President Clinton's request, a Congressional subcommittee voted today to increase the Federal tax on cigarettes by $1.25 a pack as part of a comprehensive bill to guarantee health insurance for all Americans.    The same panel, the Health Subcommittee of the Ways and Means Committee, also voted to impose a new payroll tax on all employers. The tax would be eight-tenths of 1 percent of payroll. Most of the new revenue would be used to help low-income people and small businesses buy health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"An Einstein's Place Among the Aborigines","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-an-einstein-s-place-among-the-aborigines-554855.html","abstract":"  To the Editor:   As a professional anthropologist I was amused and touched by Saul Bellow's \"Papuans and Zulus\" (Op-Ed, March 10). It reminded me of my student days when our teacher said that if Einstein had been a native Australian, he could not have become a physicist or arrived at E=mc  . However, through observation he probably would have obtained the most information on the habits of the kangaroo, which he would have shared happily with his group.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Black Caucus Urges Tougher Haiti Policy","web_url":"https://www.nytimes.com/1994/03/23/world/black-caucus-urges-tougher-haiti-policy.html","abstract":"  The Congressional Black Caucus has sent President Clinton a blunt letter saying the Administration's Haiti policy \"must be scrapped\" in favor of far tougher efforts to restore the nation's exiled President to power.   The letter says the Administration has worked in a halfhearted manner to reinstate Haiti's first democratically elected President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Strictly American : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-strictly-american-letters-to-the-editor.html","abstract":"Regarding \"Black GIs Harassed at German Base\" (Feb. 25):.This article leaves the reader with the impression that German right-wing extremists could have been involved in the incidents. But this is not the case. The U.S. military police conduc","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Andretti and Mansell Clear Air","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-auto-racing-andretti-and-mansell-clear-air.html","abstract":"  MICHAEL ANDRETTI and NIGEL MANSELL both say their angry confrontation before the season-opening Indy-car race Sunday in Australia was nothing more than a verbal disagreement in the heat of the moment. It was reported by a freelance photographer working for The Associated Press that Mansell, angry over what he perceived to be a dangerous move by Andretti on a pace lap, walked up to Andretti and angrily pushed him on the shoulder.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Giuliani Names a Correction Chief With TV Panache","web_url":"https://www.nytimes.com/1994/03/23/nyregion/giuliani-names-a-correction-chief-with-tv-panache.html","abstract":"  Anthony J. Schembri led a police department of fewer than 40 officers for 13 years in the small suburban community of Rye in Westchester County. But Hollywood found him a few years ago, making him the inspiration for \"a tough but charming police commissioner\" on the ABC dramatic series \"The Commish.\"   And now he has been discovered by New York.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Russia vs. Ukraine: A Case of the Crimean Jitters","web_url":"https://www.nytimes.com/1994/03/23/world/russia-vs-ukraine-a-case-of-the-crimean-jitters.html","abstract":"  If there is a nightmare ahead in Russia's relations with Ukraine, it is likely to feature Crimea, a peninsula of barren steppe and lush coastline that juts into the Black Sea.   In January that nightmare seemed to inch closer with the election of a Russian nationalist as the first President of Crimea, a region that was part of Russia until Khrushchev gave it to Ukraine -- then a Soviet republic -- 40 years ago.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/23/nyregion/news-summary-546658.html","abstract":"  International A3-13  CRACKDOWN IN SOUTH AFRICA  South Africa took command of Ciskei, another riotous black homeland, and closed in on the last and most explosive bastion of resistance, the Zulu homeland ruled by Chief Mangosuthu Buthelezi.  A1  CRUCIAL LOAN GRANTED TO RUSSIA  After months of testy negotiations, the International Monetary Fund agreed to provide Russia with a $1.5 billion loan in exchange for a promise of new taxes and strict curbs on Government spending.  A1","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"The Job for Tyson","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-the-job-for-tyson-554880.html","abstract":"  To the Editor:   Your March 18 editorial commending the self-learning and self-education of Mike Tyson while he is in prison makes stimulating and good reading.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Newcomers Play Role Of Rescue Rangers","web_url":"https://www.nytimes.com/1994/03/23/sports/hockey-newcomers-play-role-of-rescue-rangers.html","abstract":"  Stephane Matteau and Glenn Anderson, two of the four Rangers acquired on Monday, scored key goals tonight as New York tied the Calgary Flames, 4-4, at the Saddledome.   Matteau, acquired in a deal that sent Tony Amonte to Chicago, tied it with 14 seconds left in regulation by putting a backhanded rebound past Mike Vernon after the Rangers had pulled their goalie for an extra attacker.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Polonia Is Campaigning For Yanks' Leadoff Job","web_url":"https://www.nytimes.com/1994/03/23/sports/baseball-polonia-is-campaigning-for-yanks-leadoff-job.html","abstract":"  Luis Polonia hitting leadoff and Wade Boggs hitting behind him. It is the beginning of a Yankee lineup that makes sense and might annoying opponents. So why has Manager Buck Showalter been reluctant to christen them atop the batting order?   Polonia does not know the answer, Boggs does not care and Showalter, as usual, wants to use all the hours he can before making the decision. But if Showalter employs a one-two combination other than Polonia and Boggs, it would be an upset. It might upset Polonia, too.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/03/23/world/editors-note-546917.html","abstract":"  An obituary on Feb. 8 about Richard M. Bissell Jr., a former senior official at the Central Intelligence Agency, connected President Kennedy with the creation of \"a top-secret assassination project whose target was Fidel Castro.\" The article said that Mr. Bissell was responsible for the project, and that it was created at President Kennedy's request after the failed 1961 invasion of Cuba at the Bay of Pigs.   The obituary should have made it clear that accounts differ on the President's role. A C.I.A. document quotes Mr. Bissell as saying the White House urged the creation of a unit capable of carrying out assassinations, and Mr. Bissell testified before a Senate committee in 1975 that he had no reason to challenge the document's accuracy. But he later testified before the committee that there was no White House urging for such a project.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Florida Is a faceless Team Out of the Blue","web_url":"https://www.nytimes.com/1994/03/23/sports/ncaa-tournament-florida-is-a-faceless-team-out-of-the-blue.html","abstract":"  Amid the abundant joy here today in celebration of just the second Sweet 16 appearance by a University of Florida basketball team in the program's 75 years, there is anger and some confusion.    The Gators were allotted 1,000 tickets to the East regional commencing Friday at Miami Arena, 850 of which will go to alumni who have demonstrated their faithfulness (read: money) and the remainder to students.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/23/sports/transactions-550370.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Acquired Lee Tinsley, outfielder, from the Seattle Mariners for a player to be named later. Designated Billy Hall, infielder, for reassignment.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Congress Considers Smoking Ban in Schools","web_url":"https://www.nytimes.com/1994/03/23/us/congress-considers-smoking-ban-in-schools.html","abstract":"  Congress is on the verge of outlawing smoking in most of the nation's schools, except in areas that are closed off to children and have outside ventilation.   The sweeping provision was made public today by House and Senate negotiators and is part of an education bill that is set for passage later this week.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Giuliani Assails Fiscal Agency Chief Over Views on Cuts","web_url":"https://www.nytimes.com/1994/03/23/nyregion/giuliani-assails-fiscal-agency-chief-over-views-on-cuts.html","abstract":"  Mayor Rudolph W. Giuliani sharply criticized the chairman of the state's Municipal Assistance Corporation yesterday, saying he had overstepped his role in recommending that the Mayor include police officers, firefighters and teachers in an effort to reduce the municipal work force.   But Mr. Giuliani said he would ask the Police Department to assume more tasks, if not budget cuts. Police Commissioner William J. Bratton said yesterday that those new tasks would include taking over some or all of the functions of traffic-enforcement agents now employed by the city's Transportation Department.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Sound Familiar?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-sound-familiar-letters-to-the-editor.html","abstract":"Has it ever occurred to anybody that asking for the evacuation of the Jewish settlements in the West Bank and Gaza sounds rather like \"ethnic cleansing?\" There will be no chance for peace in the Middle East as long as the Arabs do not accept th","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Review/Television; Celebrating New York, Guided by A Kennedy","web_url":"https://www.nytimes.com/1994/03/23/arts/review-television-celebrating-new-york-guided-by-a-kennedy.html","abstract":"  Channel 31's six-part series \"Heart of the City,\" which starts tonight, celebrates New York and New Yorkers. Thanks, we need that.    Going behind the discouraging headlines about violence and poverty, ignoring the disaster troops in search of sensational stories for the nightly newscasts, these half-hours sing of local heroes quietly trying to improve something called the quality of life. Presenting their stories is a handsome host who introduces himself simply: \"Hello, I'm John Kennedy.\" John F. Kennedy Jr. reaps a smart career move.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"Sex! Money!! Cover-Up!!! Whitewater?;\nOnce Again, Bafflement Abroad","web_url":"https://www.nytimes.com/1994/03/23/opinion/sex-money-coverup-whitewater-once-again-bafflement-abroad.html","abstract":"A s news of Whitewater crosses the Atlantic, we Europeans search again for the answer to the central question: Just what do you guys think you're doing? This looks like the third Presidency in the last six to be severely damaged -- perhaps crippled -- by a major scandal. The other three, Ford, Carter and Bush, suffered from minor scandals, but you got rid of them anyway, at the first opportunity.\n\nThe received wisdom appears to be that it's not the details of Whitewater that count; what's important is the cover-up. The subtext of that is: We don't care what happened all those years ago in Arkansas, a faraway state of which we know little. All that does matter is what occurred in Washington, where Washington people can police the breaking of their own obscure and arcane rules.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Police Delay Rounding Up Truant Youths","web_url":"https://www.nytimes.com/1994/03/23/nyregion/police-delay-rounding-up-truant-youths.html","abstract":"  The New York City Police Department has delayed a plan to deploy officers to round up teen-age truants, amid criticism from civil liberties advocates and a member of the Board of Education that the police would inevitably treat minority students more harshly than white youngsters from affluent families.   Police officials said the postponement, which they said would be only for a week or so, was needed to improve coordination with the Board of Education and did not signal any substantive change in the plan. Under the proposal, scores of police officers in all five boroughs would be assigned to truancy efforts to curb mischief and crime by youths.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/03/23/books/book-notes-550663.html","abstract":"  Partners in Interpretation   Authors who know what it's like to be ridiculed, pummeled, skewered and hung out to dry in print probably couldn't help feeling twinges of glee when a Federal appeals court ruled recently that an aggrieved writer could sue The New York Times over a negative book review.   The unexpected ruling last month, by the United States Court of Appeals for the District of Columbia, shocked and frightened newspaper and magazine lawyers around the country, who worried that it might well be extrapolated to apply to reviews not only of books but also of films, art and restaurants. On Monday, The Times filed an appeal, which was to be expected; the unexpected thing was that a brief supporting The Times was filed by two writers' groups, the Association of American Publishers and the PEN American Center. \"Personal interpretation of literary works is the essence of readership and of literary criticism,\" the brief said.","thumbnail":null,"section":"Books"},{"date":"19940323","headline":"Prices Plummet, Life Turns Normal And Sarajevans Rush to Sell Goods","web_url":"https://www.nytimes.com/1994/03/23/world/prices-plummet-life-turns-normal-and-sarajevans-rush-to-sell-goods.html","abstract":"  Panic selling of everything from canned fish to coffee is sweeping Sarajevo's street markets in expectation that scarcities will be eased with Wednesday's scheduled opening of the first overland routes into the city in almost two years.   When prices peaked in late January, 22 months after Sarajevo was placed under siege by Serbian nationalist forces, gasoline was selling for about $60 a gallon, and was rarely available at any price. Ground meat was $27 a pound; coffee, $40.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Rich Are Wary of Michigan's Revolt","web_url":"https://www.nytimes.com/1994/03/23/us/rich-are-wary-of-michigan-s-revolt.html","abstract":"  One week after Michigan voters overwhelmingly chose a revolution in the way they finance public schools, those who live in and run the state's richest school district are not too sure about the whole idea.   That district, Bloomfield Hills, attracts many of the state's affluent people, in part because of the quality of its schools. Its 4,288 residents include the recently retired chairman of the Chrysler Corporation, Lee Iacocca, the Detroit Pistons basketball star Isiah Thomas and the portrait painter and feminist Patricia Hill Burnett.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Less Foot, More Offense for Pro Football","web_url":"https://www.nytimes.com/1994/03/23/us/pro-football-less-foot-more-offense-for-pro-football.html","abstract":"  The National Football League, concerned that it needed to create a more entertaining product for its fans, adopted the most sweeping rules changes in 20 years today in an effort to encourage teams to go for touchdowns rather than field goals and make the games more exciting.   The new rules -- including the 2-point conversion after touchdowns that is currently used in college football -- are designed to enhance offensive output. The 1993 season produced a 50-year low in touchdowns per game, 4.04, while the number of field goals has increased steadily over the last decade.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"G.O.P. Plays Down 'Ideas' Survey, Finding Some Are Divisive","web_url":"https://www.nytimes.com/1994/03/23/us/gop-plays-down-ideas-survey-finding-some-are-divisive.html","abstract":"  Urging them to show that they belonged to \"a party of ideas,\" Republicans last fall surveyed more than 800,000 of their most active supporters on major issues. But now that nearly 134,000 responses are in, they are not entirely comfortable with the ideas they are receiving.   To their surprise, the Republicans found that some party loyalists' opinions were not what they had expected, especially on abortion, an issue on which the respondents were deeply split.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Change Threatens a Legendary Street Bazaar","web_url":"https://www.nytimes.com/1994/03/23/us/change-threatens-a-legendary-street-bazaar.html","abstract":"  On Sunday mornings, a magical, seedy circus of possibilities rises from the broken streets west of the Loop, a ragtag market thick with the smell of grilled onions, the crackle of blues from cheap speakers and hagglers hunting for dried peppers or toilet seats.   For 120 years, the Maxwell Street Market has been the mall of the dispossessed, from the Jewish pushcart peddlers selling fruit at the turn of the century to the black vendors of gospel tapes and toggle bolts, the Hispanic tortilla makers and Korean gym-shoe salesmen who all inherited the market from the Jews.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Amonte Nearly Went to Isles","web_url":"https://www.nytimes.com/1994/03/23/sports/hockey-amonte-nearly-went-to-isles.html","abstract":"  Tony Amonte, the former Ranger, was a member of the Chicago Blackhawks tonight when his new team played at Detroit. But Amonte nearly became a member of the Islanders on Monday.   After acquiring Amonte from New York in a deal that sent Stephane Matteau and Brian Noonan to the Rangers, Chicago General Manager Bob Pulford tried to trade Amonte to the Islanders.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"ISRAEL AND P.L.O. FOCUS ON SECURITY","web_url":"https://www.nytimes.com/1994/03/23/world/israel-and-plo-focus-on-security.html","abstract":"  Palestinian and Israeli negotiators are to open talks in Cairo on Wednesday on new security arrangements in the West Bank and Gaza Strip after making some progress on the issue of international observers, officials said today.   A senior official of the Palestine Liberation Organization described the Cairo talks as a \"step toward resuming formal talks\" with Israel, which were interrupted after the massacre of Muslim worshipers by a Jewish settler in Hebron on Feb. 25.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Teamster Chiefs Continue Fight Against Audits","web_url":"https://www.nytimes.com/1994/03/23/us/teamster-chiefs-continue-fight-against-audits.html","abstract":"  Three representatives of Ron Carey, the president of the International Brotherhood of Teamsters, entered the street-level offices of the union's Eastern Conference here a little before noon today and asked for Walter J. Shea, the region's chairman.   Mr. Carey had defeated Mr. Shea in the first democratic election for the union's presidency in December 1991, and the visit was not a friendly one.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Study Finds Hope in Immune Therapy for Cancer","web_url":"https://www.nytimes.com/1994/03/23/us/study-finds-hope-in-immune-therapy-for-cancer.html","abstract":"  An experimental cancer treatment that recruits the immune system to destroy malignant cells has been shown to help a small percentage of patients, according to a study being published today.   But experts cautioned that the rate of response was very low and that the treatment was very toxic. Many of those who were not helped suffered severe side effects, and some died.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Time to Stretch Hands Across the Pacific","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-time-to-stretch-hands-across-the-pacific-554871.html","abstract":"  To the Editor:   Both \"The Failure of Our Success\" (Op-Ed, March 14) by George F. Kennan and Anthony Lewis's column the same day point to the need for the United States to reflect on its failures and successes, and develop foreign policies in response to the emerging political and economic geographies of Asia, Australia and a transformed Europe. Mr. Lewis finds a new sense of selfhood and acceptance of diversity in Australian public life and suggests that a new basis is needed for Australian-American relations.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Recycling Failure at the Board of Ed","web_url":"https://www.nytimes.com/1994/03/23/opinion/recycling-failure-at-the-board-of-ed.html","abstract":"  When it comes to recycling, New York is all talk and little action. The City Council passed one of the most ambitious recycling laws in the nation more than four years ago, but the city has failed to comply with it. One of the worst offenders is the Board of Education, which has been in violation of the law for more than three years and is only now in the process of issuing regulations to guide schools in their recycling efforts. There is no excuse for the board not to have set a better example, for schoolchildren and for other agencies in the city.    The Council passed a law in 1989 that requires 25 percent of the city's average daily waste stream to be recycled. Mandatory recycling by city agencies was instituted in 1990. An audit that year estimated that the city's 1,069 schools generate 120,000 tons of waste annually, or about 3 percent of its non-residential garbage. Of the total waste produced by the schools, the auditors concluded, 33,000 tons could have been recycled. That would be a sizable addition to the city's current recycling load of 500,000 tons a year.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Inquiry to Cover Loan Accusation Against Clinton","web_url":"https://www.nytimes.com/1994/03/23/us/inquiry-to-cover-loan-accusation-against-clinton.html","abstract":"  After securing a guilty plea from an Arkansas businessman involving the operation of his federally backed lending company, the special prosecutor investigating the Whitewater real estate venture said he would now vigorously pursue the man's accusations that Bill Clinton had pressured him to make a questionable bank loan to Mr. Clinton's partner in the deal.    \"This will allow us a full investigation of everything he knows,\" the special prosecutor, Robert B. Fiske Jr., told Judge Stephen M. Reasoner of Federal District Court in Little Rock, Ark.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/23/nyregion/c-corrections-554391.html","abstract":"  Because of an editing error, an article in Business Day yesterday, about a computing contract awarded by the Xerox Corporation, misstated the business relationship of the losing bidders. The American Telephone and Telegraph Company was a joint bidder with a unit of the International Business Machines Corporation. But the I.B.M. unit, the Integrated Systems Solutions Corporation, is not a joint venture with A.T.& T.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Wilder Hints at Re-entering Roiling Virginia Senate Race","web_url":"https://www.nytimes.com/1994/03/23/us/wilder-hints-at-re-entering-roiling-virginia-senate-race.html","abstract":"  L. Douglas Wilder, the former Governor of Virginia, said today that he might re-enter the United States Senate race he abandoned two months ago, in part because the current candidates had made the state the butt of late-night television jokes.   Mr. Wilder, a Democrat who left office in January, said he was responding to calls and letters he received from supporters after recent disclosures about the personal life of the incumbent, Senator Charles S. Robb, a fellow Democrat.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Academic Disciplines Increasingly Entwine, Recasting Scholarship","web_url":"https://www.nytimes.com/1994/03/23/us/academic-disciplines-increasingly-entwine-recasting-scholarship.html","abstract":"  Human DNA can best be understood if studied as \"a work of literature.\" That, at least, is the contention of Robert Pollack, a professor of biological sciences at Columbia University who has just unveiled the theory in his book \"Signs of Life.\"   Scholars and scientists will recognize Professor Pollack's thesis as an example of one of the hottest trends in current academic life: interdisciplinary studies. At campuses across the country, biology is merging with physics and chemistry, anthropology is borrowing from literary theory and feminist studies, economics is mixing with cognitive psychology and bio spheric studies, and political science is absorbing mathematics, molecular biology and environmental studies.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Cortines, Upset, Moves Student AIDS Center","web_url":"https://www.nytimes.com/1994/03/23/nyregion/cortines-upset-moves-student-aids-center.html","abstract":"  Prompted by the distribution of explicit literature on gay sex at a student conference, Schools Chancellor Ramon C. Cortines is reorganizing an AIDS clearinghouse for high school students and placing it more directly under his control.   The Board of Education's H.I.V.-AIDS Resource Center was among more than a dozen sponsors of a Feb. 12 conference at New York University on ways to educate youths on safe sex and preventing the spread of AIDS.","thumbnail":null,"section":"New York"},{"date":"19940323","headline":"Isles Win in Overtime On Malakhov Goal, 5-4","web_url":"https://www.nytimes.com/1994/03/23/sports/hockey-isles-win-in-overtime-on-malakhov-goal-5-4.html","abstract":"  Al Arbour knows what makes a playoff team. He also knows luck when he sees it.   \"I hope and pray that they learned a lesson from this game,\" Arbour said, looking up at the ceiling, hands clasped.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Barbra Streisand Plans Her First Concert Tour","web_url":"https://www.nytimes.com/1994/03/23/arts/barbra-streisand-plans-her-first-concert-tour.html","abstract":"  Barbra Streisand is to embark on her first concert tour on April 20, with four nights at Wembley Arena in London, it was announced yesterday. The other dates are April 25, 27 and 29.  The London appearances are to be followed by 12 American dates, with the tour to conclude in New York City in late June.","thumbnail":null,"section":"Arts"},{"date":"19940323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/23/style/chronicle-550671.html","abstract":"  There were a lot of designer umbrellas in the cloak room at Gracie Mansion on Monday night. DONNA HANOVER GIULIANI gave a reception for the corporate sponsors of Seventh on Sixth, the company that organizes the fashion shows in tents in Bryant Park, and for the designers who will show their clothes there beginning April 6.   FERN MALLIS, the executive director of Seventh on Sixth, was characteristically blunt about how the cocktail party at the Mayor's residence came about. \"We requested it,\" she said as waiters offered canapes to guests, including the designers Mary McFadden, Kenneth Richard, Victor Alfaro, Nicole Miller and Christian Francis Roth. \"The Mayor's wife is very supportive. We're still working on her husband. We'd like the city to help with the tents. We raised over $1 million in private money to hold the shows.\"","thumbnail":null,"section":"Style"},{"date":"19940323","headline":"High Court Warns About Test for Reasonable Doubt","web_url":"https://www.nytimes.com/1994/03/23/us/high-court-warns-about-test-for-reasonable-doubt.html","abstract":"  Examining the way judges instruct juries on finding guilt beyond a reasonable doubt, the Supreme Court today warned states that a common definition of reasonable doubt that refers to jurors' \"moral certainty\" of guilt is outdated and potentially confusing.   Nonetheless, the Court upheld the use of that instruction in two death penalty cases on the ground that there was no \"reasonable likelihood\" that the jurors in those cases were actually confused by the disputed phrase in the context of the jury instructions as a whole.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"Gooden Bids for a New Deal","web_url":"https://www.nytimes.com/1994/03/23/sports/baseball-gooden-bids-for-a-new-deal.html","abstract":"  Joe McIlvaine met with Jim Neader, Dwight Gooden's agent, for one hour in the general manager's office at Thomas J. White Stadium this afternoon as discussions opened on a new contract for Gooden. Although the two sides apparently remain quite far apart when it comes to dollar amounts, both McIlvaine and Neader termed the talks amicable.   Gooden, a Met since 1984, is in the final year of three-year contract that averages $5.15 million a season, the sixth-highest among pitchers this season, as determined by average salary.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/23/sports/college-hockey-report.html","abstract":"  Goaltenders    It has long been said and often proven that any team can win a tournament provided its goalie reaches exalted heights, meaning he must play above his demonstrated skills.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Aunt Sarah Rather Liked Her Real Childhood Name","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-aunt-sarah-rather-liked-her-real-childhood-name.html","abstract":"I filled out the forms and wished my ancestors had been Burmese or Chinese. I was changing my family name, Wachtel, to my grandfather's family name, and Win or Wong would have been a lot easier to put on a new credit card than Sochaczewski..But we have","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"U.S. Defense Chief Satisfied With Ukraine's Disarmament","web_url":"https://www.nytimes.com/1994/03/23/world/us-defense-chief-satisfied-with-ukraine-s-disarmament.html","abstract":"  Despite complaints by Ukraine that Russia is not living up to its end of the deal, Defense Secretary William J. Perry said tonight that he was satisfied that the agreement to remove all of Ukraine's nuclear weapons is on track.   A Ukrainian official said Monday that Moscow had not delivered any fuel in return for 120 nuclear warheads Ukraine had sent back to Russia. Defense Minister Vitaly Radetsky said that if Russia does not provide the fuel, Ukraine \"will reconsider the timetable\" for shipping the remaining 1,600 warheads.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"Sex! Money!! Cover-Up!!! Whitewater?;\nOne Thing It Isn't: Iran-Contra","web_url":"https://www.nytimes.com/1994/03/23/opinion/sex-money-coverup-whitewater-one-thing-it-isnt-irancontra.html","abstract":"A s Congress debates the timing and procedure of hearings on the Whitewater affair, people in both parties are citing the Iran-contra hearings as precedent. But there is a big difference between that affair and this one.\n\nThe activities in Arkansas could not have involved abuses of power by a sitting President, since they took place many years before Bill Clinton came to Washington. Whatever one may think of allegations of a White House \"cover-up,\" impeachment is not even a remote possibility.","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Jones and Johnson: Spit for Spat","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-football-jones-and-johnson-spit-for-spat.html","abstract":"  Dallas Cowboys coach JIMMY JOHNSON left the National Football League's annual spring meetings yesterday saying he was considering quitting after learning owner JERRY JONES repeatedly threatened to fire him, The Dallas Morning News reported.    In today's editions, the newspaper quoted Johnson as saying that numerous reliable sources told him that Jones was in a bar in the early hours of the morning, \"and said he was going to fire me at least eight or nine times.\"","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"ABC's Lineup for World Cup","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-tv-sports-abc-s-lineup-for-world-cup.html","abstract":"  ABC, which will show 11 of the 52 World Cup matches, yesterday named its two announcing teams: AL TRAUTWIG and RICK DAVIS, and ROGER TWIBELL and SEAMUS MALIN. JIM MCKAY will be the host of the games. Davis, Twibell and Malin will also work for ESPN, which will air the remaining 41 games.","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"A Droll Tale","web_url":"https://www.nytimes.com/1994/03/23/opinion/l-a-droll-tale-554901.html","abstract":"  To the Editor:   \"Ban English? French Bicker on Barricades\" (front page, March 15) and \"Plus Ca Change . . .\" (editorial, March 17), regarding attempts by the French to preserve the ethnic purity of their language, remind me of an apochryphal story on the origin of the French noun for the overhead door casement, or transom -- \"vasistas.\"","thumbnail":null,"section":"Opinion"},{"date":"19940323","headline":"Review/Theater; The Riddles Of Race, Circa '68","web_url":"https://www.nytimes.com/1994/03/23/theater/review-theater-the-riddles-of-race-circa-68.html","abstract":"  A cacophony of sirens, raised voices and gunshots pervades \"The Day the Bronx Died,\" Michael Henry Brown's cleanly delineated anatomy of racial and class tensions in an integrated neighborhood in the late 1960's; there are vicious shouted epithets and piercing cries for mercy.   But the play's most affecting moment is a quiet one. Three teen-age boys of disparate social backgrounds have just witnessed a murder. And the bold adult postures they have been trying to maintain, in emulation of both baseball heroes and James Bond villains, have slipped off like oversize jackets. Their silence and their hunched, embryonic postures are resonant with fear and a sense of futility. Adolescent fantasies have dissolved in the face of the realization that their world is indeed a dangerous one in which death, as another character puts it, \"comes fast and natural.\"","thumbnail":null,"section":"Theater"},{"date":"19940323","headline":"Royal Return for Leibrandt","web_url":"https://www.nytimes.com/1994/03/23/sports/sports-people-baseball-royal-return-for-leibrandt.html","abstract":"  The Kansas City Royals looked to the past yesterday for the left-handed starter they sought all spring. But CHARLIE LEIBRANDT, still recovering from surgery he had in October to repair a partially torn rotator cuff, probably is a long shot. The Royals signed Leibrandt, who pitched on their 1985 championship team, to a free-agent contract. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940323","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/03/23/us/personal-health-550132.html","abstract":"  PARENTS and teachers who are otherwise conscientious about checking on the safety of children's recreational activities may not even think that hazards could lurk in a youngster's pursuit of arts and crafts. After all, what adult did not color and paint as a child, apparently without mishap?   But a lack of awareness and vigilance can sometimes result in acute injuries or chronic exposure to a more distant danger. For example, some years ago a kindergarten child who had spilled paint was told by his teacher to clean it up with turpentine. The child, whose clothing became saturated with this toxic solvent, developed a red, scald-like rash over most of his body and within a week was having seizures.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"John J. Buckley; Crusading Sheriff, 64","web_url":"https://www.nytimes.com/1994/03/23/us/john-j-buckley-crusading-sheriff-64.html","abstract":"  John J. Buckley, who crusaded against handguns during his 10 years as Sheriff of Middlesex County, Mass., died on Sunday at his home in Belmont, Mass. He was 64.   He died of brain cancer, said his wife, Judge Marie Buckley.","thumbnail":null,"section":"U.S."},{"date":"19940323","headline":"First Arabs to Address Hebron Hearing Say They Heard Explosions","web_url":"https://www.nytimes.com/1994/03/23/world/first-arabs-to-address-hebron-hearing-say-they-heard-explosions.html","abstract":"  Palestinian survivors of the Hebron massacre testified today before an Israeli commission of inquiry, providing the first Arab accounts at the public hearings. Muslim officials from Hebron refused to testify last week, and today at least one witness arrived with a summons from the Israeli military.   Mutual distrust permeated the session.","thumbnail":null,"section":"World"},{"date":"19940323","headline":"1919: Germany's Goals : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/23/opinion/IHT-1919-germanys-goals-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - M. Paderewski, Prime Minister, gave an interview today [March 23]. He said: \"Germany made war not for honor and ideals, but for markets and raw material. ...The same men who organized the present war count on reorganizing Russia in their own","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940323","headline":"At an election rally in Tijuana, Mexican presidential candidate Luis Donaldo Colosio is assassinated by Mario Aburto Martnez.","pages":[{"title":"Tijuana","web_url":"https://en.wikipedia.org/wiki/Tijuana","description":"City in Baja California, Mexico","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Tijuana_skyline.jpg/320px-Tijuana_skyline.jpg","thumbnail_width":320,"thumbnail_height":121},"abstract":"Tijuana is the largest city in the state of Baja California located on the northwestern Pacific Coast of Mexico. Tijuana is the municipal seat of the Tijuana Municipality and the hub of the Tijuana metropolitan area. It has a close proximity to the MexicoUnited States border, which is part of the San Diego-Tijuana metro area."},{"title":"Luis Donaldo Colosio Murrieta","web_url":"https://en.wikipedia.org/wiki/Luis_Donaldo_Colosio_Murrieta","description":"Late 20th-century Mexican politician, economist, and presidential candidate","thumbnail":null,"abstract":"Luis Donaldo Colosio Murrieta was a Mexican politician, economist, and Institutional Revolutionary Party (PRI) presidential candidate, who was assassinated at a campaign rally in Tijuana during the Mexican presidential campaign of 1994."},{"title":"Mario Aburto Martnez","web_url":"https://en.wikipedia.org/wiki/Mario_Aburto_Mart%C3%ADnez","description":"Assassin of Mexican presidential candidate Luis Donaldo Colosio in 1994","thumbnail":null,"abstract":"Mario Aburto Martnez is a Mexican man who was convicted for assassinating presidential candidate Luis Donaldo Colosio in 1994. He confessed to the murder and was sentenced to 42 years in prison. Despite the confession and conviction, the New York Times reported that there was widespread belief within Mexico that the conviction involved a conspiracy and coverup mainly by Carlos Salinas de Gortari and Manuel Camacho Sols. A later Mexican film called Colosio, el asesinato alleged that the Salinas government was behind the crime."}]},{"date":"19940323","headline":"A United States Air Force (USAF) F-16 aircraft collides with a USAF C-130 at Pope Air Force Base and then crashes, killing 24 United States Army soldiers on the ground. This later became known as the Green Ramp disaster.","pages":[{"title":"General Dynamics F-16 Fighting Falcon","web_url":"https://en.wikipedia.org/wiki/General_Dynamics_F-16_Fighting_Falcon","description":"American multi-role fighter aircraft","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/F-16_June_2008.jpg/320px-F-16_June_2008.jpg","thumbnail_width":320,"thumbnail_height":221},"abstract":"The General Dynamics F-16 Fighting Falcon is an American single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force (USAF). Designed as an air superiority day fighter, it evolved into a successful all-weather multirole aircraft with over 4,600 built since 1976. Although no longer purchased by the U.S. Air Force, improved versions are being built for export. In 1993, General Dynamics sold its aircraft manufacturing business to the Lockheed Corporation, which became part of Lockheed Martin after a 1995 merger with Martin Marietta."},{"title":"Lockheed C-130 Hercules","web_url":"https://en.wikipedia.org/wiki/Lockheed_C-130_Hercules","description":"American military transport aircraft","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Lockheed_C-130_Hercules.jpg/320px-Lockheed_C-130_Hercules.jpg","thumbnail_width":320,"thumbnail_height":228},"abstract":"The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in other roles, including as a gunship (AC-130), for airborne assault, search and rescue, scientific research support, weather reconnaissance, aerial refueling, maritime patrol, and aerial firefighting. It is now the main tactical airlifter for many military forces worldwide. More than 40 variants of the Hercules, including civilian versions marketed as the Lockheed L-100, operate in more than 60 nations."},{"title":"Pope Field","web_url":"https://en.wikipedia.org/wiki/Pope_Field","description":"US military airfield at Fort Liberty, near Fayetteville, North Carolina, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Soldiers_from_the_U.S._Army%27s_82nd_Airborne_Division_ready_their_gear_prior_to_a_mass_parachute_jump_from_Air_Force_C-130J_Hercules_aircraft_during_a_Joint_Operation_Access_exercise_at_Pope_Field%2C_N.C.%2C_o_130624-F-IM476-902.jpg/320px-thumbnail.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Pope Field is a U.S. military facility located 12 miles (19km) northwest of the central business district of Fayetteville, in Cumberland County, North Carolina, United States. Formerly known as Pope Air Force Base, the facility is now operated by the U.S. Air Force via a memorandum of agreement (MOA) and an interservices support agreement (ISSA) with the U.S. Army as part of Fort Liberty."},{"title":"Green Ramp disaster","web_url":"https://en.wikipedia.org/wiki/Green_Ramp_disaster","description":"1994 collision of U.S. Air Force aircraft at Pope Field, North Carolina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/GreenRampWreckage.jpg/320px-GreenRampWreckage.jpg","thumbnail_width":320,"thumbnail_height":219},"abstract":"The Green Ramp disaster was a 1994 mid-air collision and subsequent ground collision at Pope Air Force Base in North Carolina. It killed twenty-four members of the U.S. Army's 82nd Airborne Division preparing for an airborne training operation."}]},{"date":"19940323","headline":"Aeroflot Flight 593 crashed into the Kuznetsk Alatau mountain, Kemerovo Oblast, Russia, killing 75.","pages":[{"title":"Aeroflot Flight 593","web_url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_593","description":"1994 passenger plane crash in Mezhdurechensk, Russia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Aeroflot_Airbus_A310-300_F-OGQS_CDG_1993.png/320px-Aeroflot_Airbus_A310-300_F-OGQS_CDG_1993.png","thumbnail_width":320,"thumbnail_height":220},"abstract":"Aeroflot Flight 593 was a passenger flight from Sheremetyevo International Airport, Moscow, Russia, to Kai Tak Airport in Hong Kong. On 23 March 1994, the aircraft operating the route, an Airbus A310-304 flown by Aeroflot, crashed into the Kuznetsk Alatau mountain range in Kemerovo Oblast, killing all 63 passengers and 12 crew members on board."}]}],"weather":[{"date":"19940323","time":"1994-03-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":94,"wspd":20.5},{"date":"19940323","time":"1994-03-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":92,"wspd":14.8},{"date":"19940323","time":"1994-03-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":90,"wspd":16.6},{"date":"19940323","time":"1994-03-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":90,"wspd":18.4},{"date":"19940323","time":"1994-03-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":92,"wspd":24.1},{"date":"19940323","time":"1994-03-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":90,"wspd":20.5},{"date":"19940323","time":"1994-03-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":89,"wspd":20.5},{"date":"19940323","time":"1994-03-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":90,"wspd":14.8},{"date":"19940323","time":"1994-03-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":90,"wspd":24.1},{"date":"19940323","time":"1994-03-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":90,"wspd":31.3},{"date":"19940323","time":"1994-03-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":86,"wspd":24.1},{"date":"19940323","time":"1994-03-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":85,"wspd":31.3},{"date":"19940323","time":"1994-03-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":85,"wspd":25.9},{"date":"19940323","time":"1994-03-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":31.3},{"date":"19940323","time":"1994-03-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":83,"wspd":27.7},{"date":"19940323","time":"1994-03-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":84,"wspd":35.3},{"date":"19940323","time":"1994-03-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":84,"wspd":31.3},{"date":"19940323","time":"1994-03-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":84,"wspd":35.3},{"date":"19940323","time":"1994-03-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":84,"wspd":35.3},{"date":"19940323","time":"1994-03-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":37.1},{"date":"19940323","time":"1994-03-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":84,"wspd":31.3},{"date":"19940323","time":"1994-03-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":92,"wspd":27.7},{"date":"19940323","time":"1994-03-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":88,"wspd":29.5},{"date":"19940323","time":"1994-03-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":88,"wspd":33.5},{"date":"19940323","time":"1994-03-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":31,"wspd":24.1},{"date":"19940323","time":"1994-03-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":32,"wspd":18.7},{"date":"19940323","time":"1994-03-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":36,"wspd":20.5},{"date":"19940323","time":"1994-03-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":16.6},{"date":"19940323","time":"1994-03-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":14.8},{"date":"19940323","time":"1994-03-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":11.2},{"date":"19940323","time":"1994-03-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":14.8},{"date":"19940323","time":"1994-03-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":13},{"date":"19940323","time":"1994-03-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":9.4},{"date":"19940323","time":"1994-03-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":18.7},{"date":"19940323","time":"1994-03-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":20.5},{"date":"19940323","time":"1994-03-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":62,"wspd":16.6},{"date":"19940323","time":"1994-03-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":51,"wspd":20.5},{"date":"19940323","time":"1994-03-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":46,"wspd":20.5},{"date":"19940323","time":"1994-03-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":39,"wspd":18.7},{"date":"19940323","time":"1994-03-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":34,"wspd":22.3},{"date":"19940323","time":"1994-03-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":33,"wspd":27.7},{"date":"19940323","time":"1994-03-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":30,"wspd":24.1},{"date":"19940323","time":"1994-03-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":30,"wspd":25.9},{"date":"19940323","time":"1994-03-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":28,"wspd":22.3},{"date":"19940323","time":"1994-03-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":27,"wspd":25.9},{"date":"19940323","time":"1994-03-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":27,"wspd":29.5},{"date":"19940323","time":"1994-03-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":28,"wspd":25.9},{"date":"19940323","time":"1994-03-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":30,"wspd":20.5}]},"19940324":{"guardian_articles":[],"nytimes_articles":[{"date":"19940324","headline":"3 Companies in Landmark Accord On Lawsuits Over Breast Implants","web_url":"https://www.nytimes.com/1994/03/24/us/3-companies-in-landmark-accord-on-lawsuits-over-breast-implants.html","abstract":"  In the largest settlement ever negotiated in a class-action lawsuit, officials of three companies gave final approval yesterday to an agreement to pay $3.7 billion over 30 years to women claiming they were injured by silicone breast implants.   In the highly complex settlement, the companies, the Dow Corning Corporation, the Bristol-Myers Squibb Company and the Baxter Healthcare Corporation, will pay women specific amounts for injuries.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"16 Paratroopers Die In Crash's Aftermath","web_url":"https://www.nytimes.com/1994/03/24/us/16-paratroopers-die-in-crash-s-aftermath.html","abstract":"  Sixteen Army paratroopers were killed and 82 were injured after a fighter jet collided with a cargo plane over Pope Air Force Base, North Carolina. Burning debris ignited a transport plane on the ground where the paratroopers were gathering.    Article, page A16.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/24/style/chronicle-564680.html","abstract":"  While Deadheads are famous for their devotion, some fans of MORRISSEY, the literate English rock-and-roll cult figure, are just as zealous. A dozen of them were already camped out in front of Carnegie Hall yesterday morning , waiting to buy tickets that go on sale today at 11 A.M. for his concerts on April 11 and 12.   VICTORIA SCHWANER, 24, from Upper Marlboro, Md., arrived at Carnegie Hall yesterday at 3:30 A.M., along with two friends with whom she publishes a fanzine called Wild About Morrissey. They plan to follow the singer around for the next three months as he tours the United States.","thumbnail":null,"section":"Style"},{"date":"19940324","headline":"Review/Dance; When 'Modern' Didn't Necessarily Mean 'Frantic'","web_url":"https://www.nytimes.com/1994/03/24/arts/review-dance-when-modern-didn-t-necessarily-mean-frantic.html","abstract":"  Something surprising happened at the Joyce Theater at approximately 8:05 on Tuesday night. The curtain rose on a modern-dance concert, and a stage full of prettiness. Clearly defined men and women moved through glowing light, dressed in simple clothes that would clearly never pass muster with any self-respecting high-fashion designer. Lilting Chopin issued from a piano to the left of the stage, accompanying the performers through dances from Jose Limon's lyrical \"Mazurkas.\"   There were reassuring doses of angst and rigorous abstraction to come. Limon, who died in 1972, had his feet firmly planted on the ground and his eyes turned upward. But this first program of the Limon Dance Company's two-week season at the Joyce opened a door -- through \"Mazurkas\" and an eloquent performance of the Limon classic \"The Moor's Pavane\" -- onto a different world than that of the brainy, stylish, hyperactive modern dance of the 1990's.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"Italy's Knight in Teflon: Tycoon Repulses Charges","web_url":"https://www.nytimes.com/1994/03/24/world/italy-s-knight-in-teflon-tycoon-repulses-charges.html","abstract":"  The candidate had been touching the bases -- the soccer set in Milan, the disco set in Rome, the homemakers, the aristocrats, the Chief Rabbi. Then, last weekend, he traveled to Palermo to take on the mob, his message relayed by television hookup to piazzas across Italy.   But before he threw down his gauntlet to the Mafia, Silvio Berlusconi, the most packaged and most talked about of the candidates for Italy's watershed election this weekend -- and some would say its most likely winner -- wanted to tell his audience what they wanted to hear after years as Italy's economic orphans.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Gunfire Kills 2 Students","web_url":"https://www.nytimes.com/1994/03/24/nyregion/gunfire-kills-2-students.html","abstract":"  A dispute at a softball game in the Bronx ended in a fusillade of bullets yesterday when a young gunman fired at a group of high school students, killing a 20-year-old woman and a 17-year-old boy and wounding another student, the police said. B3.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Pssst. Wanna Light?","web_url":"https://www.nytimes.com/1994/03/24/opinion/pssst-wanna-light.html","abstract":"The Food and Drug Administration's threat to classify nicotine as a narcotic and this week's Congressional hearings on the Smoke-Free Environment Act mean the pendulum has swung too far, too fast.\n\nSurely, the practical consequences of this kind of crackdown on smoking -- of further criminalizing it -- will produce effects contrary to those intended. These measures and comparable ones nationwide evoke memories of a Prohibition that failed.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Next, Include the Germans : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-next-include-the-germans-letters-to-the-editor.html","abstract":"Regarding \"France Is Wrong to Leave Germany Out in the Cold\" (Opinion, March 10) by William Pfaff:.The controversy about not inviting the German government to the Normandy commemoration on June 6 can only grow in the next few months. Unless s","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/24/nyregion/news-summary-555894.html","abstract":"  International A3-13  MEXICAN CANDIDATE SHOT DEAD  The presidential candidate of Mexico's governing party, Luis Donaldo Colosio Murrieta, was slain during a campaign rally in Tijuana.  A1","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Military Harassment Deserves a Tribunal","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-military-harassment-deserves-a-tribunal-565237.html","abstract":"  To the editor:   \"Women Warriors -- and Sexist Men\" (editorial, March 12) commends the Navy's punishment by dismissal of 85 officers and sailors for sexual harassment since 1992. Punishment, yes. But it's unrealistic to expect the military to punish its own. What's needed is an outside group.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Review/Music; Using Chinese Tools But Avoiding Exoticism","web_url":"https://www.nytimes.com/1994/03/24/arts/review-music-using-chinese-tools-but-avoiding-exoticism.html","abstract":"  The most exciting work on the American Composers Orchestra program on Sunday afternoon at Carnegie Hall was the closing piece, Ge Gan-Ru's gripping but blandly named \"Chinese Rhapsody.\" Coming after colorful, well-built but conventionally neo-Romantic essays by Thea Musgrave, Ned Rorem and Henri Lazarof, Mr. Ge's vivid manipulation of blocks of string, wind and percussion sound was an enlivening blast of fresh air. The work was commissioned by the orchestra, and the performance was its world premiere.   Mr. Ge was born in Shanghai in 1954 and began his training there, completing it at Columbia University. Like Bright Sheng, Chen Yi and Tan Dun, composers with similar biographies, Mr. Ge comes to Western instrumentation and compositional forms with fresh ears. His rhapsody alludes to Chinese timbres, most notably in occasional sliding string figures and in passages for wood blocks. Chinese propulsive techniques are used, too: in one particularly moving section, a solid, full-orchestra chord is repeated at an increasing tempo, an effect drawn from Chinese opera.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"One by One, Marquees Light Up As Spring Comes to Broadway","web_url":"https://www.nytimes.com/1994/03/24/theater/one-by-one-marquees-light-up-as-spring-comes-to-broadway.html","abstract":"  It's almost April, and as sure a sign of spring as any is that old bear Broadway, lumbering out from under its snow blanket and blinking itself awake just in time for the Tony Award nominations. Winter, always the sleepiest time of the Broadway season, has been especially so this year, with the biggest news -- \"Show Boat\" ushers in the $75 ticket! Glenn Close replaces Patti LuPone in \"Sunset Boulevard\"! -- concerning shows not due until fall. And as has been the pattern the last several years, the season's final month will be its busiest, with 12 shows opening before the Tony deadline on May 11, beginning tonight with \"Carousel\" at the Vivian Beaumont Theater at Lincoln Center.   Up to now, what kind of season has it been? Well, not too good. The consensus, in the words of Alan Wasser, the general manager of three Broadway musicals, is \"it's been slow, no question, both in terms of production and in terms of attendance.\" As in the last few seasons, he said, \"you reach March and nothing much has happened, and then there's a handful of things coming in that everyone pins their hopes on.\" Signs of Hope    Nonetheless, there are some positive notes. All but 2 of Broadway's 35 theaters have had or will have a booking this season. And despite the worst winter weather in memory, compared to the situation last year at this time, the number of total productions is up (to 24 from 19), attendance is about even (right around 6 million) and total receipts, more than $266 million, are up slightly.","thumbnail":null,"section":"Theater"},{"date":"19940324","headline":"Parcells Seeks a Giant Look","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-football-parcells-seeks-a-giant-look.html","abstract":"  Bill Parcells is not only trying to acquire current Giants players, he is also going after some former Giants as well.   One current Giant, Lewis Tillman, a free-agent running back, visited the New England Patriots yesterday and met with Parcells, according to his agent, Ben Wilson. There were rumors that Parcells had offered Tillman a contract, but Wilson said the talk was untrue. In addition to New England, Wilson said, Tillman is scheduled to visit Chicago and Tampa Bay next week.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Accord Is Reported Near on Arab Force in Hebron","web_url":"https://www.nytimes.com/1994/03/24/world/accord-is-reported-near-on-arab-force-in-hebron.html","abstract":"  Israeli and Palestinian negotiators have reached an understanding on installing a Palestinian security force in the volatile city of Hebron, an official who closely monitors the talks said today.   The arrangement, which came during two days of negotiations in Tunis, has helped push the two sides closer to resuming formal talks on limited Palestinian self-rule, said the official, who spoke on condition of anonymity and would not give further details.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"HOCKEY;\nGreat One Becomes N.H.L.'s Greatest","web_url":"https://www.nytimes.com/1994/03/24/sports/hockey-great-one-becomes-nhls-greatest.html","abstract":"Wayne Gretzky, who has an unparalleled legacy of accomplishments in the National Hockey League, tonight became the league's career goal scorer with his 802d, passing Gordie Howe.\n\nGretzky's record goal came on a power play, when he tipped a pass from Marty McSorley into an open goal at 14 minutes 47 seconds of the second period against the Vancouver goaltender Kirk McLean. Luc Robitaille also received an assist. The Vancouver defenseman Jiri Slegr was in the penalty box for holding. Gretzky's goal tied the game, 2-2.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"What Accord Would Mean For Women With Implants","web_url":"https://www.nytimes.com/1994/03/24/us/what-accord-would-mean-for-women-with-implants.html","abstract":"  For the tens of thousands of women who may be affected by the proposed $3.7 billion settlement with the manufacturers of silicone breast implants, many questions remain over who would qualify, how much money they would get and how soon they would be paid.   Moreover, each woman would have a difficult choice of whether they want to participate in the plan or to pursue their own court claim.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Schools' Woes With Asbestos Linked to Zeal","web_url":"https://www.nytimes.com/1994/03/24/nyregion/schools-woes-with-asbestos-linked-to-zeal.html","abstract":"  Federal prosecutors investigating the flawed 1989 asbestos inspections of New York City schools have concluded that an overzealous desire to comply with deadlines for Federal paper work, not bribery or profiteering, led to the falsification of inspection reports, according to law-enforcement officials.   The city could have simply sought an extension. Across the nation, thousands of other school districts had not filed their asbestos-inspection paper work as late as two years after the deadline.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Top Presidential Candidate Is Assassinated in Mexico","web_url":"https://www.nytimes.com/1994/03/24/world/top-presidential-candidate-is-assassinated-in-mexico.html","abstract":"  Luis Donaldo Colosio Murrieta, the candidate who was considered likely to extend the governing party's 65-year control of Mexico's presidency, was assassinated early this evening as he walked through a crowd of supporters in a poor neighborhood in the border city of Tijuana.    Mr. Colosio, 44, was reportedly shot twice with a .38 caliber pistol, a presumably fatal wound in the head and another in the chest or stomach. Eyewitnesses said Mr. Colosio, his forehead covered with blood, was carried by campaign workers across a footbridge and taken in a campaign car to Tijuana General Hospital, about two miles away over rough ground.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"French Students Angry at Cut in Minimum Wage","web_url":"https://www.nytimes.com/1994/03/24/world/french-students-angry-at-cut-in-minimum-wage.html","abstract":"  They were long thought to be passive, indifferent to politics and resigned to their lot, but suddenly French students are back in the streets, battling the police, challenging the Government and demanding a voice in the country's affairs.   Born in Paris three weeks ago, the protests have spread quickly, with tens of thousands of students joining often violent demonstrations in a dozen other cities. Today, youths paralyzed a Paris railroad station for more than two hours and protesters in Lyons fought the police with baseball bats.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Bombay Journal; As India's Economy Fattens, Feeding Is Frenzied","web_url":"https://www.nytimes.com/1994/03/24/world/bombay-journal-as-india-s-economy-fattens-feeding-is-frenzied.html","abstract":"  In Paras Jhaveri's line of work, it pays to be agile.   Blind-side tackles, headlocks, even tag-team matches are part of the daily routine. But never mind, Mr. Jhaveri says. Although a relative flyweight at 5 feet 3 inches and 130 pounds, he considers himself a match for whatever comes along.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Miami Gets Interim Owner","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-football-miami-gets-interim-owner.html","abstract":"  H. Wayne Huizenga's purchase of the Miami Dolphins was approved on an interim basis and divisional realignment concepts were presented by the National Football League owners today at their annual spring meeting.   Huizenga -- a billionaire who owns among other entities Blockbuster Video, the Florida Marlins of the National League and the Florida Panthers of the National Hockey League, was granted approval of his purchase of the Dolphins from the family of the team founder, Joe Robbie, who died on Jan. 7, 1990, despite the league's current rules that prohibit corporations or individuals who own other professional sports teams from owning N.F.L. teams.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Layoff Lists Are Ordered By Giuliani","web_url":"https://www.nytimes.com/1994/03/24/nyregion/layoff-lists-are-ordered-by-giuliani.html","abstract":"  Putting new pressure on New York City's municipal unions, the administration of Mayor Rudolph W. Giuliani yesterday ordered commissioners of the city's agencies to select 10,000 workers who could be laid off quickly if the Mayor's carefully drafted budget proposals fall apart.   The layoffs could save about $300 million, officials said, if the Mayor does not win agreements with the unions on a severance plan to cut 7,600 jobs and on other concessions, including a requirement that employees pay part of their health benefits.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/24/nyregion/bridge-560413.html","abstract":"  Two important qualities in play at the highest level are concentration and a willingness to trust one's partner. To the point is the diagramed deal played Friday in the final of the Vanderbilt Knockout Team Championship in Cincinnati. It features a delicate application of suit-preference signaling.   Some players would open the East hand with one club, and some with one diamond. Zia Mahmood chose one club, and South was able to enter the fray with a takeout double. The bidding might have ended at three diamonds, but North invited with four diamonds, slightly optimistically, and South subsided. On a very good day the North-South cards would make five diamonds, but this was not even an average day.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/24/style/chronicle-564672.html","abstract":"  What makes this Sunday's Grateful Dead concert different from all other Grateful Dead concerts?   Bitter herbs (albeit legal ones) are part of the answer. The venerable hippie band will be holding a seder backstage at the Nassau Coliseum in Uniondale, L.I., on Sunday, the second night of Passover, after taking Saturday off from performing.","thumbnail":null,"section":"Style"},{"date":"19940324","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/24/nyregion/c-corrections-564818.html","abstract":"  Because of an editing error, an article yesterday about an Administration review of a petition for clemency by Jonathan J. Pollard, the American convicted of spying for Israel, referred incorrectly to allegations made against him since he was sentenced to prison. Mr. Pollard has been accused of slipping secret information into his letters from prison, but the Government has not identified their intended recipients.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Sports of The Times; Magic Move: From Coach To Owner?","web_url":"https://www.nytimes.com/1994/03/24/sports/sports-of-the-times-magic-move-from-coach-to-owner.html","abstract":"  MAGIC JOHNSON's sleight of smile is still as smooth as his sleight of hand always was.   In his first address as the Lakers' new coach, he stutter-stepped on the dribble, faked to his right and went to his left, drove the lane and, with all his listeners expecting a pass, tossed up a scoop shot that is still spinning around the rim. Nobody will know if the ball is in or out until after the Lakers' last game this season.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/24/nyregion/c-corrections-556742.html","abstract":"  An article on March 15 about proposed French legislation to restrict use of English words misspelled a French coinage for \"to log on.\" It is \"loguer,\" not \"loger.\"","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Ferguson Describes Offer Of Bribe From Ray Mercer","web_url":"https://www.nytimes.com/1994/03/24/sports/boxing-ferguson-describes-offer-of-bribe-from-ray-mercer.html","abstract":"  In sometimes witty, sometimes addled testimony, Jesse Ferguson said publicly for the first time yesterday that Ray Mercer made several $100,000 bribe offers during their fight last year.   \"We participated in a boxing match, and during the match I was offered $100,000 to go down,\" he told the jury hearing Mercer's bribery trial in State Supreme Court.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/24/style/chronicle-564699.html","abstract":"  Dr. RICHARD LEAKEY resigned as head of the Kenya Wildlife Service on Wednesday to protest new Government policies.   Dr. Leakey said at a news conference in Nairobi that Government-ordered changes in the wildlife service's operation and a \"campaign of vilification\" against him made it impossible for him to continue there, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940324","headline":"Mr. Perry's Backward Nuclear Policy","web_url":"https://www.nytimes.com/1994/03/24/opinion/mr-perry-s-backward-nuclear-policy.html","abstract":"  Under former Defense Secretary Les Aspin's leadership, the Pentagon put a high priority on curbing the spread of nuclear arms to other nations -- and on reducing the role played by nuclear arms in Washington's own strategy.    That policy made sense because the proliferation of nuclear weapons potentially poses a direct danger to the United States and its allies and because the Pentagon, with its overwhelming superiority in conventional arms, has no need to rely heavily on a nuclear arsenal that will only encourage other nations to emulate it.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Books of The Times; The Way We Were, Or Were We That Way?","web_url":"https://www.nytimes.com/1994/03/24/books/books-of-the-times-the-way-we-were-or-were-we-that-way.html","abstract":"  Going Going Gone  Vanishing Americana  By Susan Jonas and Marilyn Nissenson  Illustrated. 175 pages. Chronicle Books. Paperback, $18.95.   The title by itself inspires a guessing game. What things did Susan Jonas and Marilyn Nissenson have in mind when writing their engaging new book, \"Going Going Gone: Vanishing Americana\"?","thumbnail":null,"section":"Books"},{"date":"19940324","headline":"Youths Held In the Killing Of a Child, 4","web_url":"https://www.nytimes.com/1994/03/24/nyregion/youths-held-in-the-killing-of-a-child-4.html","abstract":"  Nicole Edmondson returned home earlier this month to find her 4-year-old son dangling from a doorknob by a leather belt wrapped tightly around his neck. Frantically untying him, she carried his lifeless body a few yards to Apartment 55 to call for help.   Now, the teen-ager who lives in Apartment 55 is being accused of hanging her son.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Panel Endorses Alternative To President's Health Plan","web_url":"https://www.nytimes.com/1994/03/24/us/panel-endorses-alternative-to-president-s-health-plan.html","abstract":"  After voting against President Clinton's original proposal to overhaul the nation's health care system, a Congressional subcommittee today approved an alternative plan to achieve his goal of universal insurance coverage but supply a more modest package of medical benefits.   The subcommittee voted 6 to 5 to approve the alternative and send it to the full House Ways and Means Committee for further action.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/03/24/style/IHT-what-theyre-reading.html","abstract":"Lon Abramowicz, who is compiling a video archive of testimonies of death camp survivors, is reading \"Schindler's List\" by Thomas Keneally..\"Schindler was very ambivalent. It evokes certain Nazis who profited from the slavery of the","thumbnail":null,"section":"Style"},{"date":"19940324","headline":"For Lubavitch Hasidim, Caravan of 'Mitzvah Tanks' Honors Rebbe","web_url":"https://www.nytimes.com/1994/03/24/nyregion/for-lubavitch-hasidim-caravan-of-mitzvah-tanks-honors-rebbe.html","abstract":"  The bedraggled panhandler wearily jingling a cupful of coins wanted money.   The woman handing out fliers wanted to persuade passers-by that Mrs. Miller, a psychic, could solve all their problems. Guaranteed.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Accused Serial Killer on L.I. Called a Suspect in 1989 Slaying of a Woman","web_url":"https://www.nytimes.com/1994/03/24/nyregion/accused-serial-killer-on-li-called-a-suspect-in-1989-slaying-of-a-woman.html","abstract":"  Five years ago, a golfer made a grisly discovery after hooking a shot into the woods at a golf course in Hopewell Township, N.J. -- the severed head of a young woman.   Today the police are still trying to learn the woman's identity, but they have a suspect in her slaying: Joel Rifkin, the Long Island man who has confessed to killing 17 women, most of them prostitutes he picked up in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/24/nyregion/inside-556521.html","abstract":"  Root of Asbestos Problems   Prosecutors have concluded that an overzealous desire to meet deadlines led to the flawed asbestos inspections at New York schools. Page B1. 2 Students Killed in Bronx    A dispute over a softball game in the Bronx ended in a fusillade of bullets that left two high school students dead, the police said. Page B3. A Brief Respite for Sarajevo    Bosnian Serb forces further eased their siege, allowing 83 people to travel into and out of Sarajevo. Page A12. Plea Possible in Spy Case    Federal prosecutors have begun negotiations that could result in a guilty plea by the C.I.A. officer charged with spying for Moscow. Page B11.  Character Amid Chaos    \"Twilight: Los Angeles, 1992,\" Anna Deavere Smith's accounting of a city in anguish, opened. David Richards's review appears on page C13. Wage Cuts Anger French    French students have been demonstrating for two weeks now over a cut in the minimum wage. Page A3.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"The Police and Fire Sanctuaries","web_url":"https://www.nytimes.com/1994/03/24/opinion/the-police-and-fire-sanctuaries.html","abstract":"  The message from the head of New York City's Municipal Assistance Corporation to Mayor Rudolph Giuliani could not be much plainer: In a city with limited resources, it is only fair and practical that everyone share the pain of budget cuts. As Eugene Keilin, chairman of the M.A.C., expressed it, that means no \"sanctuaries\" -- no exemptions -- from the difficult effort to improve productivity and efficiency without destroying city services.   Mr. Keilin, whose agency monitors the city's fiscal strength, is focusing on a serious problem in Mayor Giuliani's preliminary budget plan. It exempts the police and fire departments from significant budget cuts. How can Mr. Giuliani expect sacrifice from everyone else if he protects some city agencies?","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/24/nyregion/c-corrections-564788.html","abstract":"  An article yesterday about Theodore H. Friedman, a Manhattan lawyer who was ordered disbarred for unethical conduct, referred incorrectly in some editions to the post held by his wife, Eve Preminger. She is a judge in Surrogate's Court in Manhattan, not a State Supreme Court justice.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Clinton Rejects Clemency Request Of American Who Spied for Israel","web_url":"https://www.nytimes.com/1994/03/24/us/clinton-rejects-clemency-request-of-american-who-spied-for-israel.html","abstract":"  President Clinton today rejected a clemency request for Jonathan J. Pollard, the American convicted of spying for Israel in 1987.   Mr. Clinton agreed with the recommendation forwarded by Attorney General Janet Reno shortly after reviewing it this afternoon. His decision, which had been expected, was in accordance with the unanimous recommendations of the Justice and Defense Departments and the Central Intelligence Agency.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Not the Last of This Tribe; Mohegans, Granted U.S. Recognition, Want a Casino","web_url":"https://www.nytimes.com/1994/03/24/nyregion/not-the-last-of-this-tribe-mohegans-granted-us-recognition-want-a-casino.html","abstract":"  Through this village runs the road to riches, a state highway that speeds cars across the Thames River toward the Mashantucket Pequot casino in nearby Ledyard, where gamblers spend almost $2 million a day.   But this side of the river is also Indian territory. The Mohegans, descendants of the great sachem Uncas, have lived here on Mohegan Hill for centuries. Now that the Federal Government in a ruling this month finally, officially determined that yes, this group \"does exist as an Indian tribe,\" the road to riches may soon lead to a Mohegan casino, too.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Reviews/Dance; Stormily, Harlem Troupe's Tribute to Ginastera","web_url":"https://www.nytimes.com/1994/03/24/arts/reviews-dance-stormily-harlem-troupe-s-tribute-to-ginastera.html","abstract":"  The repertory of Dance Theater of Harlem includes three works to music by Alberto Ginastera. By presenting all three on Tuesday night at the New York State Theater, the company paid tribute to this Argentine composer, who lived from 1916 to 1983.    The scores tended to be episodic in nature, offering many opportunities for theatrical variety and contrast. At the same time, these compositions occasionally became traps in which choreographers got themselves bogged down in disconnected incidents not joined by a unifying idea. Yet Ginastera's rhythmic propulsiveness and his tart, dissonant, but never grating harmonies made it understandable why his music should be used for ballets.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"Two Indicted In the Killing Of an Officer","web_url":"https://www.nytimes.com/1994/03/24/nyregion/two-indicted-in-the-killing-of-an-officer.html","abstract":"  A Bronx grand jury indicted two men yesterday in the killing of Police Officer Sean McDonald, a rookie patrolman slain last week on a Bronx street after he tried to halt a robbery at a small clothing store.    The grand jury brought a basic felony murder charge, known in New York State as second-degree murder, against each suspect, but not the special charge of killing a police officer, known as first-degree murder.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Review/Film Festival; Undead Again: A Suave Vampire","web_url":"https://www.nytimes.com/1994/03/24/movies/review-film-festival-undead-again-a-suave-vampire.html","abstract":"Antique dealer makes people vampires. Stylish, sophisticated Mexican variation has grace and wit. Elegantly diverting.","thumbnail":null,"section":"Movies"},{"date":"19940324","headline":"Essay; My Wei","web_url":"https://www.nytimes.com/1994/03/24/opinion/essay-my-wei.html","abstract":"  \"We put Wei Jingsheng behind bars, didn't we?\" sneered Deng Xiaoping in 1979, when an aide suggested a crackdown on dissidents might not be in China's interests. \"Did that damage China's reputation?\"   The paramount leader was mistaken. The jailing of Wei, the young editor of an unauthorized magazine who led the abortive \"Democracy Wall\" movement, severely damaged China's reputation -- and the incarceration did not stop the protest in Tiananmen Square a decade later.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"1919: Budapest Siege : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-1919-budapest-siege-in-our-pages100-75-and-50-years-ago.html","abstract":"BALE - The Revolutionary Government of Soldiers', Peasants' and Workmen's Councils has proclaimed a state of siege in Budapest, but there is no open disorder in the city. A large number of the population is out of work and the streets are patrolled by the","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Giving Up Culinary Privilege, President Takes Part in Fast","web_url":"https://www.nytimes.com/1994/03/24/us/giving-up-culinary-privilege-president-takes-part-in-fast.html","abstract":"  Bill Clinton, who is well known for his ability to knock down pasta with foreign leaders, pizza with junior White House staff and rubber chicken with Democratic party officials, did not eat today, his aides said.   Not a pretzel or a sandwich, or even his weekly lunch with Vice President Al Gore. Mr. Gore, in fact, joined the President in his daylong fast.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Trade and Human Rights : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-trade-and-human-rights-letters-to-the-editor.html","abstract":"Laudable as Bill Clinton's and Warren Christopher's human rights preachings are, if this issue is so important to them they should resign and join Asia Watch or Amnesty International..What is the difference between a Chinese dissident and a Palestinian","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Siege of Sarajevo Lifts Briefly as 83 Leave the City","web_url":"https://www.nytimes.com/1994/03/24/world/siege-of-sarajevo-lifts-briefly-as-83-leave-the-city.html","abstract":"  Bosnian Serb forces further eased their two-year siege of Sarajevo today, allowing 83 people to travel into and out of this city under a limited freedom-of-movement agreement arranged last week by United Nations officials.   At 10 A.M., 15 Sarajevans in a tour bus crossed a hastily graded road over the grounds of the United Nations-controlled airport and continued on to the nearby suburb of Butmir.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Gunfire Kills Two Students After Fight at a Bronx Park","web_url":"https://www.nytimes.com/1994/03/24/nyregion/gunfire-kills-two-students-after-fight-at-a-bronx-park.html","abstract":"  A dispute at a sandlot softball game in the Bronx ended in a fusillade of bullets yesterday when a young gunman fired a semiautomatic pistol at a group of high school students, killing a 20-year-old woman and a 17-year-old boy and wounding another student, the police said.   The shooting took place at 11:30 A.M. outside a park at 166th Street and Tinton Avenue, two blocks from Morris High School. The victims were students at the school and were supposed to be in class at the time of the shooting, school officials said.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Let's Consider an Elected Board for CUNY","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-let-s-consider-an-elected-board-for-cuny-565261.html","abstract":"  To the Editor:   I agree with \"Neglect of the CUNY Board\" (editorial, March 15), insofar as you criticize Gov. Mario M. Cuomo and former Mayor David N. Dinkins for having allowed the terms of almost all City University of New York trustees to lapse without reappointment or replacement. CUNY students, and all New Yorkers, should remember this negligence in future elections. It is political betrayal by self-proclaimed liberals.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Germany Plays Like Defending Champion Against Italy","web_url":"https://www.nytimes.com/1994/03/24/sports/soccer-germany-plays-like-defending-champion-against-italy.html","abstract":"  True, Roberto Baggio, the world's best soccer player, with or without a ponytail, was not in the Italian lineup. True, the World Cup finals are nearly three months away.   But the Germans still had plenty to be pleased about tonight after their first international outing of the new year. Their 2-1 victory over Europe's other current team of reference, Italy, left little doubt that Captain Lothar Matthaus and his familiar supporting cast remain quite capable of winning more significant matches in the United States this summer.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/24/sports/results-plus-561207.html","abstract":"  N.I.T.  Villanova in Semifinals  Eric Eberz hit a jump shot with 25 seconds left and Kerry Kittles made two free throws with 5 seconds remaining as Villanova defeated visiting Xavier, 76-74, last night in a National Invitation Tournament quarterfinal game. Jason Lawson, a freshman, had 17 points, a season-high 15 rebounds and 6 blocked shots to lead Villanova (18-12), which will play the winner of tonight's Bradley-Siena game at Madison Square Garden on Monday. Xavier finished at 22-8. (AP) Vanderbilt 89, Clemson 74: Billy McCaffrey scored 27 points and Chris Lawson added 16 as Vanderbilt (19-11) downed Clemson (18-16) in the quarterfinal round in Nashville. McCaffrey was perfect in the first half, hitting 8 of 8 from the field, including three 3-point shots and his only free throw attempt. On Monday, Vanderbilt will play the winner of tonight's Fresno State-Kansas State game. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Nigerians Spared Deportation","web_url":"https://www.nytimes.com/1994/03/24/us/nigerians-spared-deportation.html","abstract":"  A Federal immigration judge ruled today that a Nigerian woman living illegally in the United States would not be deported to her native country because her two young daughters would probably face genital mutilation if they accompanied her.   The woman, Lydia Oluloro, 32, clutched her daughters and choked back tears when Judge Kendall Warren, presiding in Seattle, ruled that a pending deportation order be suspended. The ruling paved the way for Mrs. Oluloro to apply for an extended work visa and remain indefinitely in the United States.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Haiti's Death Mask","web_url":"https://www.nytimes.com/1994/03/24/opinion/haiti-s-death-mask.html","abstract":"  A spasm of terror is convulsing Haiti, terror that recalls the Duvalier dynasty's monstrous Tontons Macoute. It is intended to quash forever any hope for the return of Haiti's elected President, the Rev. Jean-Bertrand Aristide.   In February, the U.N. Civilian Mission to Haiti, a human rights monitoring team, investigated 40 to 50 killings, 20 disappearances and nearly a dozen rapes in the capital of Port-au-Prince alone. For March, the team has already recorded more than 20 deaths.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"UConn Coach Is Hoping Youth Will Be Served","web_url":"https://www.nytimes.com/1994/03/24/sports/ncaa-tournament-women-uconn-coach-is-hoping-youth-will-be-served.html","abstract":"  Geno Auriemma became 40 years old today. He knows just what he would like for a birthday present: the National Collegiate Athletic Association championship for his women's basketball team at Connecticut.   \"I know how good we are and how bad we are,\" Auriemma said after today's 90-minute practice here. \"We're good, as good as anybody in the country. Hopefully, we will prove that in the next few days. But I wouldn't be surprised if we lost. We have a lot of young kids.\"","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"What Clinton Should Do : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-what-clinton-should-do-letters-to-the-editor.html","abstract":"Irrespective of the Clintons' innocence or guilt in the Whitewater affair, documents will be missing (like the silent gaps in the Nixon tapes) and evidence will be conflicting. In short, the Clinton presidency will be so damaged that the affair will leav","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Critic's Notebook; After American Dream, Waking Up Cranky","web_url":"https://www.nytimes.com/1994/03/24/arts/critic-s-notebook-after-american-dream-waking-up-cranky.html","abstract":"  Headlines tell of job extinction becoming a familiar way of life in this country. Sociologists speak of the spreading pain of unmet expectations. Pundits examine the declining prospects for social mobility.    And prime-time television rushes to make movies about weepy figure skaters and children murdering their parents. O.K., that's unfair. The social and economic unease that drizzles over much of the nation does make itself felt in television entertainment but, more often than not, in the damnedest ways.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"Book Says Britain Bluffed About Its H-Bomb","web_url":"https://www.nytimes.com/1994/03/24/world/book-says-britain-bluffed-about-its-h-bomb.html","abstract":"  In the darkest days of the cold war, Britain bluffed about its development of the hydrogen bomb and in fact was so unsure of its work that it turned to the United States to obtain hydrogen-bomb plans, parts and weapons, nuclear historians have asserted.   The episode shows the great pressures nations and politicians faced during the East-West conflict and shows that nuclear prowess was sometimes more illusory than real.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"King Damage Suit Goes To Court in Los Angeles","web_url":"https://www.nytimes.com/1994/03/24/us/king-damage-suit-goes-to-court-in-los-angeles.html","abstract":"  First it was about police brutality. Then it was about the fairness of the justice system. Now it is about money.   A third trial involving Rodney G. King is beginning this week as Mr. King seeks millions of dollars in civil damages almost exactly three years after he was beaten and kicked by Los Angeles police officers on March 3, 1991.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Congressman Towns and Tobacco","web_url":"https://www.nytimes.com/1994/03/24/opinion/congressman-towns-and-tobacco.html","abstract":"  Today some members of Congress have a chance to help turn the ever-broadening patchwork of local anti-smoking regulations into one seamless safety blanket for the entire nation. The House Subcommittee on Health and the Environment can say \"yes\" to the Smoke-Free Environment Act.   The act would ban smoking in all public buildings -- spaces entered by 10 or more people at least once a week -- except for designated, separately ventilated areas. According to the Environmental Protection Agency and the Centers for Disease Control, secondhand smoke causes 3,000 deaths each year from lung cancer, 150,000 to 300,000 cases of bronchitis and pneumonia in youngsters and asthma attacks in more than twice that number.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"After Orwell and Mencken : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-after-orwell-and-mencken-letters-to-the-editor.html","abstract":"Regarding \"Cool These Overheated PC Minds\" (Meanwhile, March 11) by. Saul Bellow:.What is needed now is a \"1994\" denouncing the new Stalinism of thought, as the writer calls it, promoted by the neoreligious zeal of the PC fanatics.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"High School Player of Year Decides to Attend St. John's","web_url":"https://www.nytimes.com/1994/03/24/sports/high-school-basketball-high-school-player-of-year-decides-to-attend-st-john-s.html","abstract":"  St. John's University may not have a nickname at the moment, but yesterday the school landed the biggest name in high school basketball.   Felipe Lopez, the 6-foot-5-inch swingman from Rice High School in Harlem, and the consensus national player of the year, ended months of speculation by announcing at a news conference at the Gauchos Gym in the South Bronx that he would attend the school in Queens.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Revisiting Property Rights, Court Still Seems on Fence","web_url":"https://www.nytimes.com/1994/03/24/us/revisiting-property-rights-court-still-seems-on-fence.html","abstract":"  The clash between private property rights and government land-use regulation is a fixture on the Supreme Court's docket, and the real question as the two sides met today to make their familiar arguments in the latest such dispute was whether this would be the case that would definitively push the Court into the property-rights camp.   The answer, after the hourlong argument, appeared to be no.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"What Death Penalty Can Pass Bias Test?","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-what-death-penalty-can-pass-bias-test-565750.html","abstract":"  To the Editor:   With the House of Representatives considering reform of the Federal death penalty, it is not surprising that we are again subjected to the creative logic of those who oppose capital punishment. \"Another Biased Death Penalty\" (editorial, March 17) is exemplary in this regard.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"1894:A Channel Bridge?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-1894a-channel-bridge-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In reference to the scheme for the construction of a bridge and railway across the English Channel, details have been prepared of the expenditure that is proposed to be incurred under the bill now before the Parliament. The Estimates show that th","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/24/nyregion/c-corrections-564800.html","abstract":"  A picture caption yesterday about a meeting of owners of small businesses with President Clinton included one name erroneously. Brian McCarthy actually stood outside the published scene, to the left.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Bentt Collapses Again","web_url":"https://www.nytimes.com/1994/03/24/sports/sports-people-boxing-bentt-collapses-again.html","abstract":"  MICHAEL BENTT, who was hospitalized when he blacked out after losing his World Boxing Organization heavyweight crown Saturday night in London, collapsed on the flight home to New York on Tuesday, his manager, STAN HOFFMAN, said yesterday.   But Hoffman said the fighter may be suffering from low blood sugar and not a neurological injury. He said Bentt, who was at his mother's home in Cambria Heights, Queens, would undergo tests today or tomorrow for hypoglycemia.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/03/24/arts/the-pop-life-560669.html","abstract":"  Source Awards for Rap   Rap music accounts for nearly 8 percent of the $10 billion music industry in the United States, or about $780 million a year. That's a lot of money, and rap aficionados contend that music-industry award shows fail to show the proper respect for the genre or the hip-hop culture it represents.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"Giuliani to Sign Rent-Rule Bill Lifting Some Controls for Rich","web_url":"https://www.nytimes.com/1994/03/24/nyregion/giuliani-to-sign-rent-rule-bill-lifting-some-controls-for-rich.html","abstract":"  Mayor Rudolph W. Giuliani announced yesterday that he would sign a bill that will extend most of the city's rent control and rent stabilization rules but lift controls from at least 1,500 apartments with relatively wealthy tenants over the next few years.   Mr. Giuliani, who had originally supported a straight extension of the current rent regulations, said that because the regulations were to expire on April 1, he had little choice but to support the legislation that was forwarded to him by the City Council, which passed it on Monday.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"China's Leaders Will Sooner Listen to Friends; Tibet Obscured","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-china-s-leaders-will-sooner-listen-to-friends-tibet-obscured-565695.html","abstract":"  To the Editor:   President Clinton has demanded \"preservation of Tibet's 'unique' cultural heritage\" as a condition for future renewal of China's most favored nation status. That is a conveniently ambiguous condition.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Bonilla's Injury Worries Green","web_url":"https://www.nytimes.com/1994/03/24/sports/baseball-mets-notebook-bonilla-s-injury-worries-green.html","abstract":"  For a week, Bobby Bonilla has been quietly expressing concern about the status of his injured right rib cage. Today, Manager Dallas Green of the Mets seconded Bonilla's feelings when he admitted that he was very concerned about the recovery of one of his key veteran players.   While team doctors continue to reassure both player and manager that a magnetic resonance imaging exam is not necessary, Green has decided to shut Bonilla down completely for the next few days. He's not allowed to pick up a bat or take infield practice.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Huge Gas Pipeline Explosion Rocks Northeast New Jersey","web_url":"https://www.nytimes.com/1994/03/24/nyregion/huge-gas-pipeline-explosion-rocks-northeast-new-jersey.html","abstract":"  A huge natural gas explosion rocked Edison, N.J., late last night, lighting a fierce orange blaze that destroyed several nearby apartment buildings and turned night into day for miles around. At least 10 people were reported injured.   The source of the inferno was a natural gas pipeline owned by Texas Eastern Transmission Corporation of Houston, company officials said.  Richard Lemke, the Edison fire chief, said the heat from the blast, which occurred shortly before midnight, touched off fires in the Durham Woods neighborhood and the area was evacuated.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"One Foundation's Aim: Spend Till the End","web_url":"https://www.nytimes.com/1994/03/24/nyregion/one-foundation-s-aim-spend-till-the-end.html","abstract":"  Irene Diamond has $60 million and less than three years to get rid of it.   Of course, everyone should have her problem. Such charming circumstances make her limitlessly popular. Scarcely a day goes by that supplicants don't write or call beseeching her for money.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Abbott Stresses Process Over Result","web_url":"https://www.nytimes.com/1994/03/24/sports/baseball-abbott-stresses-process-over-result.html","abstract":"  In squandering a 6-0 lead the Yankees had staked him to in the top of the first inning, Jim Abbott surrendered 10 runs, 11 hits and 3 walks in 4 innings today against the Los Angeles Dodgers.   Then he spent 15 minutes signing autographs and looked beyond the trauma of the moment to see a silver lining.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Review/Theater: Twilight -- Los Angeles, 1992; A One-Woman Riot Conjures Character Amid the Chaos","web_url":"https://www.nytimes.com/1994/03/24/theater/review-theater-twilight-los-angeles-1992-one-woman-riot-conjures-character-amid.html","abstract":"  Anna Deavere Smith is the ultimate impressionist: she does people's souls.   She is so good at the task that to describe \"Twilight: Los Angeles, 1992\" as a one-woman show is patently ridiculous. Probing the riots that erupted in April of that year, after the first Rodney King trial, she gives an epic accounting of neighborhoods in chaos, a city in anguish and a country deeply disturbed by the violent images, live and in color, coming over the nightly airwaves.","thumbnail":null,"section":"Theater"},{"date":"19940324","headline":"Guarding Robinson: Is It Mission Impossible","web_url":"https://www.nytimes.com/1994/03/24/sports/ncaa-tournament-southeast-guarding-robinson-is-it-mission-impossible.html","abstract":"  When Purdue Coach Gene Keady was asked last week what defenses were used this season against his star, Glenn (Big Dog) Robinson, he rolled his eyes skyward.   With the even cadence of a man listing his favorite deli sandwiches, he said: \"One-three-one zone . . . two-three zone . . . one-two-two zone . . . box-in-one . . . triangle-and-two . . . press . . . triple-teaming him when he catches the ball, double-teaming him when he catches the ball. We've seen the whole format. He's seen it all and survived most of it pretty well.\"","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Adversity No Problem In Perfect Month","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-basketball-adversity-no-problem-in-perfect-month.html","abstract":"  Unlikely as it may seem, in a month in which they lost John Starks for the rest of the regular season and then saw Charles Smith grounded by a day-to-day sore knee, the reserve-dominated Knicks have not lost a game.   With each new setback, the Knicks have found a way to meet the challenge, a trend that can be seen by studying Hubert Davis's record for the month. In his first four games as a starter beginning March 1, the 23-year-old Davis, a second-year shooting guard, scored in the single digits as Starks took up the slack in reserve.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Kidd, Cal Point Guard, To Enter N.B.A. Draft","web_url":"https://www.nytimes.com/1994/03/24/sports/sports-people-basketball-kidd-cal-point-guard-to-enter-nba-draft.html","abstract":"  JASON KIDD, California's dazzling point guard, announced yesterday that he would forgo his final two years of college eligibility and enter the National Basketball Association draft.   Kidd, who announced the decision on his 21st birthday, is projected to be taken as high as No. 2 in the June 29 draft. The 6-foot-4-inch sophomore all-American is the first collegiate underclassman to declare for the draft.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Plea Talks Begin in C.I.A. Mole Case","web_url":"https://www.nytimes.com/1994/03/24/us/plea-talks-begin-in-cia-mole-case.html","abstract":"  Federal prosecutors have begun negotiations with Aldrich H. Ames that they hope will lead to a plea agreement with the career intelligence officer and his wife, Rosario, who have been accused of spying for Moscow, Government officials said today.   At this stage, Federal prosecutors have agreed only to show defense lawyers portions of the cache of circumstantial evidence that investigators turned up in their electronic surveillance of the couple and in searches of Mr. Ames's home, office and personal computer files.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Rangers' Graves Sets a Record of His Very Own","web_url":"https://www.nytimes.com/1994/03/24/sports/hockey-rangers-graves-sets-a-record-of-his-very-own.html","abstract":"  While Wayne Gretzky claimed a major record elsewhere, Adam Graves wrote a personal page in the Ranger history book tonight when he scored two goals in a 5-2 victory over the Edmonton Oilers at Northlands Coliseum.   When it was announced here that Gretzky scored in Los Angeles to break Gordie Howe's record of 801 goals in a National Hockey League career, the fans stood and gave the former Oiler great a long, loud ovation.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"A Turkish Reply : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-a-turkish-reply-letters-to-the-editor.html","abstract":"Regarding \"An Appeal to Turkey\" (Letters, March 18) from Bernard Kouchner and Bernard Dorin:.Mr. Kouchner speaks of rebellion by PKK, the outlawed Kurdish terrorist organization. A sovereign state is amply entitled to quell such a group by al","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Giants' Young Seems Headed For Retirement","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-football-giants-young-seems-headed-for-retirement.html","abstract":"  George Young, one of the most respected and cherished executives in the National Football League, might retire as the Giants' general manager at the end of the coming season because of health problems, according to several league officials and people close to the situation.   Young, who built two Super Bowl teams and was recently named N.F.L. executive of the year by The Sporting News, said he had not spoken to anyone at the league office about his plans.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Review/Music; Debut of a Mezzo at Ease In Leaps and Florid Runs","web_url":"https://www.nytimes.com/1994/03/24/arts/review-music-debut-of-a-mezzo-at-ease-in-leaps-and-florid-runs.html","abstract":"  Promising newcomers to the vocal scene rarely arrive unheralded. In the case of Jennifer Larmore, a 35-year-old mezzo-soprano from Georgia, a handful of recordings and advance reports from Europe made her New York debut recital at the Walter Reade Theater on Monday evening one of the most anticipated vocal events of the season.   Previews at Carnegie Hall with both the Westminster Choir and the Opera Orchestra of New York confirmed that the excitement about her was well grounded. She has won the 1994 Richard Tucker Award, and the Metropolitan Opera announced that she would make her debut as Rosina in Rossini's \"Barbiere di Siviglia\" next season.","thumbnail":null,"section":"Arts"},{"date":"19940324","headline":"Cuomo Puts Pressure on G.O.P. for a Gay Rights Bill","web_url":"https://www.nytimes.com/1994/03/24/nyregion/cuomo-puts-pressure-on-gop-for-a-gay-rights-bill.html","abstract":"  As the Democratic-majority Assembly passed a gay rights bill for the second year in a row, Gov. Mario M. Cuomo joined gay and lesbian groups today in turning up the pressure on the Republican-controlled Senate to follow suit.   Last year, after the Assembly passed the bill for the first time, gay lobbyists waged an intensive, but deliberately polite, campaign in the Senate. They asked Mr. Cuomo, a Democrat, to mute his public enthusiasm for the bill so as not to create a partisan debate that might antagonize the Senate Republicans.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Quarrel Over Amendments Delays House Action on Crime Package","web_url":"https://www.nytimes.com/1994/03/24/us/quarrel-over-amendments-delays-house-action-on-crime-package.html","abstract":"  The long-anticipated crime legislation ran into turbulence today in the House of Representatives, dashing the hopes of members of Congress who had wanted to take tough new measures home to their districts this weekend.   House leaders had planned to debate a 13-bill package this week and to pass it before the spring recess, which begins this weekend. But after just an hour of debate, communication between Democrats and Republicans broke down, leaving the two sides arguing over rules tonight while the legislation languished.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Back to Hollywood's Bottom Rung, and Climbing","web_url":"https://www.nytimes.com/1994/03/24/movies/back-to-hollywood-s-bottom-rung-and-climbing.html","abstract":"  He was one of the top young directors of the 1960's, a craftsman who moved from television dramas to studio films that endure today, including \"The Manchurian Candidate,\" \"Birdman of Alcatraz,\" \"Days of Wine and Roses,\" \"Seven Days in May,\" \"The Train\" and \"The Fixer.\"   Yet despite this formidable track record, John Frankenheimer, at 64, is now trying to pick up the pieces of a career that went awry. \"Do I miss doing the big Christmas picture for Paramount?\" Mr. Frankenheimer said quietly. \"Yes, of course I do. But television is a way of getting back to doing that. I have to rediscover myself, reinvent myself. And this is a way of doing that.\"","thumbnail":null,"section":"Movies"},{"date":"19940324","headline":"Bebeto's Two Goals Lead Brazil Past Argentina","web_url":"https://www.nytimes.com/1994/03/24/sports/soccer-bebeto-s-two-goals-lead-brazil-past-argentina.html","abstract":"  Restoring the art to Brazilian soccer, Brazil danced around a heavy-footed Argentine team tonight and won, 2-0, with the star striker Bebeto scoring both goals.    In a foretaste of the style that will make its World Cup debut in the United States on June 20, the Brazilians outdribbled, out-tricked, and outran an Argentine team that seemed as adrift as its aging leader, Diego Maradona, who sat the game out.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"China's Leaders Will Sooner Listen to Friends; What Diplomacy Means","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-china-s-leaders-will-sooner-listen-to-friends-what-diplomacy-means-565709.html","abstract":"  To the Editor:   Your March 14 front-page analysis is headlined \"Chinese Puzzle,\" but then you proceed to fit the pieces together. Secretary of State Warren Christopher was urged by Chinese leaders to postpone his visit, with the National People's Congress opening one day after his arrival, and some American officials have conceded that the visit was ill timed.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"White House Aide Who Failed to Pay A Tax Is Punished","web_url":"https://www.nytimes.com/1994/03/24/us/white-house-aide-who-failed-to-pay-a-tax-is-punished.html","abstract":"  A senior White House lawyer, William H. Kennedy 3d, was stripped tonight of his job overseeing background checks of Administration appointees after lapses that suggested that he himself had sought to conceal embarrassing information.   The announcement, in a terse White House statement, followed an intensive review by top Clinton aides of Mr. Kennedy's conduct, including his failure until three weeks ago to pay 1991 Social Security taxes for a nanny employed by him and his wife.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"ISRAELI ARMY KILLS 3 ARABS IN HEBRON","web_url":"https://www.nytimes.com/1994/03/24/world/israeli-army-kills-3-arabs-in-hebron.html","abstract":"  In the most serious violence in Hebron since the massacre last month of Muslim worshipers by a Jewish settler, Israeli troops have killed at least three Palestinian gunmen after an 18-hour battle in which a pregnant woman also died, an army official said today.    The army chief of staff, Lieut. Gen. Ehud Barak, told a commission investigating the Hebron massacre that troops had killed three and possibly four fugitives from the militant Islamic group, Hamas.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-letters-to-the-editor.html","abstract":"The former French minister of health and humanitarian action and an ambassador of France state, \"We cannot believe that a state that aspires to belong to a democratic Europe is on the verge of committing genocide.\".Such controversial statemen","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"2 Planes Collide Over Air Base, Killing 16 G.I.'s","web_url":"https://www.nytimes.com/1994/03/24/us/2-planes-collide-over-air-base-killing-16-gi-s.html","abstract":"  A freak midair collision at Pope Air Force Base this afternoon rained fiery debris onto a parked plane, igniting a fire ball and killing 16 Army paratroopers.   More than 80 other paratroopers were injured, officials said. It was one of the worst peacetime military accidents in terms of the number of casualties.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"2 Years, 10 Murders and 1 Question","web_url":"https://www.nytimes.com/1994/03/24/us/2-years-10-murders-and-1-question.html","abstract":"  In a kinder world, 10 black women would not have been strangled to death over the last two years in this shiny Piedmont boom town. In a simpler world, there would be a clear lesson about race and police neglect in the belated recognition that one man may have been behind it all.   But in the real world, more than a week after an arrest in the worst killing spree in Charlotte's history, nothing is quite so clear.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Sharpe Has Toe Surgery","web_url":"https://www.nytimes.com/1994/03/24/sports/sports-people-football-sharpe-has-toe-surgery.html","abstract":"  Green Bay Packers wide receiver STERLING SHARPE, bothered much of last season by a turf-toe injury, underwent surgery yesterday and should recover in time for next season. The trainer PEPPER BURRUSS said Sharpe would have a cast and would be on crutches for up to six weeks. Sharpe injured the big toe on his left foot in a game at Kansas City on Nov. 8. He played the rest of the season but could not practice because of pain from the injury. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"The World Is Watching : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/24/opinion/IHT-the-world-is-watching-letters-to-the-editor.html","abstract":"Regarding \"Neo-Nazis Hail Holocaust Ruling\" (March 17) by Craig R. Whitney:.We, the foreign members of the Karlsruhe (Germany) City Council Foreigners Affairs Committee, were pleased to see in your front-page article, concerning the German hi","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Man in Bulletproof Vest Slain by Officers","web_url":"https://www.nytimes.com/1994/03/24/nyregion/man-in-bulletproof-vest-slain-by-officers.html","abstract":"  A 29-year-old Brooklyn man wearing a bulletproof vest was shot and killed during a struggle with two police officers over a gun he was carrying and allegedly had pointed at them, the police said.   Two street-crime-unit officers in plain clothes assigned to the new gun-apprehension team were on patrol in a marked blue and white police car in East New York about 12:25 A.M. when a livery-cab driver told them he had seen one of two men waving a gun on the street, said a police spokesman, Officer Andrew McInnes.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Goldwater Defending Clinton; Conservatives Feeling Faint","web_url":"https://www.nytimes.com/1994/03/24/us/goldwater-defending-clinton-conservatives-feeling-faint.html","abstract":"  When he said Government had no business trying to outlaw abortion, some people told him to retire from politics.   When he spoke out in favor of a new Phoenix ordinance protecting homosexuals from discrimination, and said they should be able to serve in the military, that got him in more trouble.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Gunman Wounds Two in Robbery at an East Side Bridal Shop","web_url":"https://www.nytimes.com/1994/03/24/nyregion/gunman-wounds-two-in-robbery-at-an-east-side-bridal-shop.html","abstract":"  The two well-dressed men rang the front-door bell, mumbling something about a wedding dress for a daughter. Once inside the Vera Wang Bridal House in the Carlyle Hotel on Madison Avenue at 77th Street -- a chic salon run by the designer whose costumes Nancy Kerrigan wore to the Olympics and Holly Hunter, Marisa Tomei and Patti Scialfa wore to the Academy Awards -- the pair kept up the small talk with the receptionist behind an elegant, tasteful desk.   Soon they were following the receptionist to the curving staircase that leads to the main showroom on the second floor. But the police say that on the way up, one of the two men reached in a pocket, pulled out a small-caliber revolver and shoved it into the receptionist's back.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Mastercard the Card of Cup","web_url":"https://www.nytimes.com/1994/03/24/sports/soccer-mastercard-the-card-of-cup.html","abstract":"  Ending a bitter fight between credit cards, a Federal judge ruled yesterday that Mastercard is the only official credit card for the 1994 World Cup.   Mastercard International, a World Cup sponsor, had sued World Cup USA 1994 and Sprint Telecommunications, a partner for the American organizers, after Sprint sent out telephone calling cards with a World Cup logo. Sprint argued that World Cup USA had sold it the right to be the exclusive calling card. But Mastercard asserted that such a card was not distinctly different from its product.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"FEDERAL ARCHIVES TO TAKE IN E-MAIL","web_url":"https://www.nytimes.com/1994/03/24/us/federal-archives-to-take-in-e-mail.html","abstract":"  The National Archives today released new rules that would require the preservation of the most important of the millions of electronic mail messages sent daily by computer in agencies throughout the Government.   The rules were developed in response to a court ruling last year that put computer files on a par with paper documents. But while that court case concerned electronic mail in the White House in the Reagan and Bush Administrations, the rules released today create a mechanism for saving and eventually making available to researchers computer messages in all Federal agencies. The guidelines, now subject to public comment, should be in place within five months.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"N.C.A.A. TOURNAMENT: WEST;\nLack of Depth No Drawback For Syracuse","web_url":"https://www.nytimes.com/1994/03/24/sports/ncaa-tournament-west-lack-of-depth-no-drawback-for-syracuse.html","abstract":"While upsets permeated three brackets of the National Collegiate Athletic Association basketball tournament last week, the West Regional was a sea of tranquillity. It was the only bracket whose four top-seeded teams advanced to the round of 16.\n\n\"It's a little surprising, I guess,\" Syracuse Coach Jim Boeheim said today on the eve of the Orangemen's game against No. 1-seeded Missouri (27-3) at the Los Angeles Sports Arena. Thursday night's other game here matches two young, exciting teams, Arizona (27-5) and Louisville (28-5). The winners play in Saturday's regional final.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Riley Welcomes New Colleague","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-basketball-riley-welcomes-new-colleague.html","abstract":"  So what does Pat Riley have to say about Magic Johnson, his former player, now that they will be coaching adversaries?   \"I spoke with him briefly and welcomed him to the profession,\" Riley, the Knicks' coach, said yesterday before departing with his team for Minneapolis. \"I've been around players for a long time, and it don't think there probably was a player that I was ever around who was more of a coach on the floor than Earvin Johnson. So he has an understanding, I think, of that whole process.\"","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Aqueduct Cut Sought","web_url":"https://www.nytimes.com/1994/03/24/sports/aqueduct-cut-sought.html","abstract":"  After a severe winter that scattered the race-horse population in the East, the New York Racing Association said yesterday that it had asked the state to reduce racing at Aqueduct from six days a week to five for three weeks in April. The cutback would put racing at Aqueduct on a five-day basis for the last three weeks in the month, with dark days on Mondays and Tuesdays, starting on April 11 and 12. When Belmont Park reopens on May 3, racing would return to the customary six-day format, with Monday the dark day, as usual.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"Another Loss for Bruins","web_url":"https://www.nytimes.com/1994/03/24/sports/sports-people-hockey-another-loss-for-bruins.html","abstract":"  Still reeling from a season-ending knee injury to CAM NEELY, the Boston Bruins took another hit yesterday. Defenseman RAY BOURQUE was diagnosed with a sprained medial collateral ligament in his right knee. The good news: He is expected to return in time for the playoffs.   Bourque, a leading candidate for the Hart Trophy for the league's most valuable player, was injured Tuesday in a 5-3 loss at Quebec. He was examined Wednesday by Dr. BERTRAM ZARINS at Massachusetts General Hospital.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/24/nyregion/no-headline-556610.html","abstract":"  \"This has nothing to do with 1968. In 1968, the young rejected the consumer society. Now it's the opposite. We don't reject society. We want to join it.\" -- RENAUD GARDAIRE, a student in Paris.  [ A3:1. ]","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Midwest Liberal Selected to Lead Spending Panel","web_url":"https://www.nytimes.com/1994/03/24/us/midwest-liberal-selected-to-lead-spending-panel.html","abstract":"  Democrats today picked Representative David R. Obey, a 55-year-old combative liberal from Wisconsin, to head the House Appropriations Committee, the body that shapes the choices the House makes on Federal spending.   Mr. Obey was chosen by the party caucus as the committee's acting chairman because its 84-year-old chairman, Representative William H. Natcher of Kentucky, has been hospitalized in critical condition for several weeks. Theoretically, Mr. Natcher could seek to reclaim the chairmanship if he returns to the House, but today's vote makes it likely that Mr. Obey would win any future contest.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Vandalism Isn't the Message of Graffiti","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-vandalism-isn-t-the-message-of-graffiti-565717.html","abstract":"  To the Editor:   \"In a City of Graffiti, Gangs Turn to Violence to Protect Their Art\" (news article, March 13) captures the exuberance young men experience as graffiti writers, or taggers, as those you describe in Los Angeles call themselves. Rather than identify and guide this energy, adults see graffiti only as a vandalism issue.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Clinton on TV","web_url":"https://www.nytimes.com/1994/03/24/us/clinton-on-tv.html","abstract":"  The following television networks have scheduled live broadcasts of the President's news conference tonight at 7:30: CBS (channel 2), NBC (channel 4), ABC (channel 7), FOX 5 (channel 5), PBS, CNN and C-SPAN.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Overdue Discipline for State Debt","web_url":"https://www.nytimes.com/1994/03/24/opinion/overdue-discipline-for-state-debt.html","abstract":"  Among its many distinctions, New York State has the worst credit rating in the country. It was triple-A in the 1960's, but years of fishy borrowing and fishier budgets have made it an expensive embarrassment. As cellar-dweller, New York pays higher interest than others do for every dollar it borrows -- and it has borrowed billions.   Gov. Mario Cuomo is only the latest of several governors who let the situation drift. Last year, at last, he proposed and the Legislature approved debt reform. But it had glaring loopholes. Now he and the State Comptroller, Carl McCall, have a better plan. Two separate Legislatures -- the one now in session and the new one elected next November -- must approve the plan before it can go on the ballot for public ratification.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"World League Revival in '95","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-football-world-league-revival-in-95.html","abstract":"  The Fox Network joined the National Football League yesterday as a partner in the once-failed World League, which will be revived in 1995 as a six-team European entity. Fox's payment for its 49 percent stake was not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"A Populist From Texas Who Bows to No One","web_url":"https://www.nytimes.com/1994/03/24/us/a-populist-from-texas-who-bows-to-no-one.html","abstract":"  Lawmakers were utterly appalled this week when Representative Henry B. Gonzalez dispatched a paint-peeling letter to his colleague Jim Leach, calling the Iowa Republican obdurate, obstinate, premeditated, willfully disobedient and, by clear implication, irresponsible.    That is not to say anyone was particularly surprised.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"Cuomo's Plan for Medicaid Seems Doomed in Albany","web_url":"https://www.nytimes.com/1994/03/24/nyregion/cuomo-s-plan-for-medicaid-seems-doomed-in-albany.html","abstract":"  When New York City's new Republican Mayor joined Republican county executives recently in endorsing a plan to transfer crushing Medicaid costs from local governments to the state, many thought the long-stalled proposal finally had a shot of winning approval from its toughest critics: the Republicans who control the State Senate.   But as the clock winds down on negotiations, there is a growing belief in Albany that Gov. Mario M. Cuomo's proposal for a full Medicaid takeover cannot be salvaged, largely because of continuing opposition from Republicans who say it gives too much money to New York City and does not control costs.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"Fussing and Feuding, Dallas Cowboys Style","web_url":"https://www.nytimes.com/1994/03/24/sports/on-pro-football-fussing-and-feuding-dallas-cowboys-style.html","abstract":"  The Jerry and Jimmy Show snatched center stage at the National Football League owners' meeting this afternoon, at a time when other league news such as divisional realignment and corporate ownership were supposed to be the order of the day.   So much for order.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/24/nyregion/metro-digest-557218.html","abstract":"  NEW YORK CITY  FOUNDATION'S AIM: SPEND TILL THE END Unlike most foundations, which seek to exist in perpetuity, the Aaron Diamond Foundation chose to have a constricted but lively life. It was to give away all the money from the estate of Mr. Diamond, the millionaire builder, within 10 years and then go out of business. Irene Diamond has $60 million left and less than three years to get rid of it. A1. GIULIANI ORDERS LAYOFF LISTS PREPARED The Giuliani administration ordered commissioners of the city's agencies to select 10,000 workers who could be laid off quickly if the Mayor's budget proposals fall apart. B2.","thumbnail":null,"section":"New York"},{"date":"19940324","headline":"U.S. May Ease Rights Goals With Beijing","web_url":"https://www.nytimes.com/1994/03/24/world/us-may-ease-rights-goals-with-beijing.html","abstract":"  The Clinton Administration, in an effort to resolve the crisis in relations with China, has been quietly signaling Beijing that if it met Washington's minimum human rights demands, the United States would consider ending the annual threat of trade sanctions to change Chinese behavior.   Administration officials said today that there was already a consensus within President Clinton's economic team, which is now spreading to the White House and even parts of the State Department, that the annual rite of threatening China with a withdrawal of its beneficial trade status if it does not meet certain human rights conditions is outmoded and should be replaced.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Spacecraft Photo Shows Asteroid Has a Moon","web_url":"https://www.nytimes.com/1994/03/24/us/spacecraft-photo-shows-asteroid-has-a-moon.html","abstract":"  A spacecraft bound for Jupiter has returned a photograph and other data giving scientists the first conclusive evidence that at least some asteroids have tiny moons of their own.   The photo, released yesterday by the National Aeronautics and Space Administration, shows the newly discovered natural satellite of the asteroid Ida. The picture was one of several taken last Aug. 28 when the Galileo spacecraft flew close to Ida, one of the multitude of small rocky objects that populate the region known as the asteroid belt between Mars and Jupiter.","thumbnail":null,"section":"U.S."},{"date":"19940324","headline":"China's Leaders Will Sooner Listen to Friends","web_url":"https://www.nytimes.com/1994/03/24/opinion/l-china-s-leaders-will-sooner-listen-to-friends-565253.html","abstract":"  To the Editor:   Secretary of State Warren Christopher's visit to China ended with few concrete results. Chinese leaders vow they will never accept the Western concept of human rights. And they rebuke what they see as United States intervention in their domestic affairs. But China has signed human rights conventions of the United Nations and is a member of its Human Rights Commission. The Chinese Government dared criticize South Africa for human rights abuses.","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Journal; The Gridiron Follies","web_url":"https://www.nytimes.com/1994/03/24/opinion/journal-the-gridiron-follies.html","abstract":"  The only show that counts in this town is politics, which is why the hottest ticket short of an impeachment trial is still the annual Gridiron Club dinner, where deans of the press don funny costumes to roast the President.   In a year with enough political twists to feed a dozen revues, last weekend's Gridiron gala -- the club's 109th, my first -- promised to be a smash. I pictured the rapidly dwindling partners of the Rose Law Firm shredding documents while telling the tale of \"Sweeney Todd.\" Or Warren Christopher being brainwashed in the mysterious Far East of \"M. Butterfly.\" Or if all else failed, Barbra Streisand singing a kittenish \"I'm Just a Little Girl From Little Rock.\"","thumbnail":null,"section":"Opinion"},{"date":"19940324","headline":"Despite Halt in Talks, Israelis Prepare to Quit Gaza","web_url":"https://www.nytimes.com/1994/03/24/world/despite-halt-in-talks-israelis-prepare-to-quit-gaza.html","abstract":"  At the headquarters of Israel's military government here, prefabricated houses that had been used as offices were hoisted onto long flatbed trucks this week and carted away.   As army maneuvers go, it was not much. And the houses did not have far to travel, only a few miles to the crossing point between the Gaza Strip and Israel.","thumbnail":null,"section":"World"},{"date":"19940324","headline":"Magic Is Back: Returns to Coach Lakers","web_url":"https://www.nytimes.com/1994/03/24/sports/pro-basketball-magic-is-back-returns-to-coach-lakers.html","abstract":"  From one Los Angeles Laker legend to another, it was not the warmest of receptions that Jerry West extended Magic Johnson yesterday. In announcing Johnson as the team's new head coach, the Lakers' general manager said it was Jerry Buss's idea, not his.   What the owner and Magic wanted, the owner and Magic got.","thumbnail":null,"section":"Sports"},{"date":"19940324","headline":"New York Asks Court's Tax Aid","web_url":"https://www.nytimes.com/1994/03/24/nyregion/new-york-asks-court-s-tax-aid.html","abstract":"  In an unusual election-year appearance, the New York State Attorney General, G. Oliver Koppell, went to the Supreme Court today to argue for New York's efforts to collect perhaps $100 million a year in lost revenues by cracking down on the sale of tax-exempt cigarettes to non-Indians on reservations around the state.   \"There's a huge amount of evasion going on,\" Mr. Koppell told the justices, noting that a past survey showed that if cigarettes sold in Indian smoke shops were smoked only by tribe members, every Indian man, woman and child in the state would have to smoke 15 packs a day.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940324","time":"1994-03-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":92,"wspd":27.7},{"date":"19940324","time":"1994-03-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":92,"wspd":25.9},{"date":"19940324","time":"1994-03-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":88,"wspd":24.1},{"date":"19940324","time":"1994-03-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":82,"wspd":25.9},{"date":"19940324","time":"1994-03-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":79,"wspd":24.1},{"date":"19940324","time":"1994-03-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":79,"wspd":14.8},{"date":"19940324","time":"1994-03-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":76,"wspd":13},{"date":"19940324","time":"1994-03-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":79,"wspd":24.1},{"date":"19940324","time":"1994-03-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":70,"wspd":22.3},{"date":"19940324","time":"1994-03-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":60,"wspd":22.3},{"date":"19940324","time":"1994-03-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":58,"wspd":29.5},{"date":"19940324","time":"1994-03-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":54,"wspd":18.4},{"date":"19940324","time":"1994-03-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":55,"wspd":27.7},{"date":"19940324","time":"1994-03-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":53,"wspd":24.1},{"date":"19940324","time":"1994-03-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":56,"wspd":22.3},{"date":"19940324","time":"1994-03-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":54,"wspd":27.7},{"date":"19940324","time":"1994-03-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":57,"wspd":31.3},{"date":"19940324","time":"1994-03-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":59,"wspd":22.3},{"date":"19940324","time":"1994-03-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":57,"wspd":31.3},{"date":"19940324","time":"1994-03-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":59,"wspd":27.7},{"date":"19940324","time":"1994-03-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":68,"wspd":13},{"date":"19940324","time":"1994-03-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":76,"wspd":16.6},{"date":"19940324","time":"1994-03-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":82,"wspd":14.8},{"date":"19940324","time":"1994-03-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":89,"wspd":14.8},{"date":"19940324","time":"1994-03-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":33,"wspd":13},{"date":"19940324","time":"1994-03-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":34,"wspd":14.8},{"date":"19940324","time":"1994-03-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":42,"wspd":7.6},{"date":"19940324","time":"1994-03-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":7.6},{"date":"19940324","time":"1994-03-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":51,"wspd":5.4},{"date":"19940324","time":"1994-03-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":55,"wspd":0},{"date":"19940324","time":"1994-03-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":55,"wspd":0},{"date":"19940324","time":"1994-03-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":56,"wspd":0},{"date":"19940324","time":"1994-03-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":7.6},{"date":"19940324","time":"1994-03-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":69,"wspd":0},{"date":"19940324","time":"1994-03-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":68,"wspd":5.4},{"date":"19940324","time":"1994-03-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":71,"wspd":7.6},{"date":"19940324","time":"1994-03-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":5.4},{"date":"19940324","time":"1994-03-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":7.6},{"date":"19940324","time":"1994-03-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":55,"wspd":7.6},{"date":"19940324","time":"1994-03-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":7.6},{"date":"19940324","time":"1994-03-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":45,"wspd":11.2},{"date":"19940324","time":"1994-03-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":39,"wspd":13},{"date":"19940324","time":"1994-03-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":43,"wspd":14.8},{"date":"19940324","time":"1994-03-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":38,"wspd":11.2},{"date":"19940324","time":"1994-03-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":35,"wspd":9.4},{"date":"19940324","time":"1994-03-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":35,"wspd":14.8},{"date":"19940324","time":"1994-03-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":40,"wspd":9.4},{"date":"19940324","time":"1994-03-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":45,"wspd":9.4}]}}