{"19930406":{"guardian_articles":[],"nytimes_articles":[{"date":"19930406","headline":"Bells, Whistles and Alternatives","web_url":"https://www.nytimes.com/1993/04/06/science/personal-computers-bells-whistles-and-alternatives.html","abstract":"  THE MICROSOFT CORPORATION's new DOS 6.0 operating system software upgrade package appears to be an attractive bargain at its introductory price of $50. It includes several handy utility programs that address some of the common problems a typical PC user faces from time to time, including lack of hard disk space, the risk of viruses, the need for an easy way to make backup copies, the annoyance of out-of-memory messages and sluggish system performance.   In short, DOS 6.0 is great for most PC users, especially beginners and casual users. The new utilities do their jobs well. For computer hot-rodders, though, the DOS 6.0 utilities are just training wheels. There are other utility programs on the market that work faster, offer more options or in other ways surpass their DOS counterparts.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"For Openers, Gooden and Key Close Down the Batters","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-for-openers-gooden-and-key-close-down-the-batters.html","abstract":"  The pitch chart showed 101 entries, a document full of splendid explosions of power and deception. It told a great story of Dwight Gooden's nine shutout innings yesterday, of a 3-0 triumph for the Mets in the season's first game. It was a tale, however, held together by a single pitch, by a nugget of data that was inevitably buried beneath the ceremony and sentiment that always overwhelm opening day.   It was a 3-2 fastball to Andres Galarraga. It came with the bases loaded in the third inning of a scoreless game, Gooden looking sound and strong, but suddenly vulnerable against the Colorado Rockies, playing their first game as a National League expansion team.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Let's Hear From the Military:How Many Troops for How Long?","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-lets-hear-from-the-militaryhow-many-troops-for-how-long.html","abstract":"- The debate on military intervention in Bosnia is at cross-purposes. The case for is always couched in normative terms, stressing legal, moral or strategic grounds for stopping Serbian aggression, while the case against points only to practical difficulties in doing so.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"How One National Health System Collapsed","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-552893.html","abstract":"  To the Editor:   \"As part of its health-care plan, the Clinton Administration is considering a proposal to dismantle the Medicaid program and integrate low-income people into the same networks of doctors, hospitals and private insurance companies that would serve more affluent people\" (front page, March 29).    I held an engineering position with an American company in Sao Paulo, Brazil, from 1957 to 1961. The Government of President Juscelino Kubitschek de Oliveira had set up a \"one-for-all\" health care system, supported by premiums paid into it by people with incomes above an established minimum. The Government subsidized poor and low-income people.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Birds as Lyme Carrier","web_url":"https://www.nytimes.com/1993/04/06/science/science-watch-birds-as-lyme-carrier.html","abstract":"  The sea bird can play the same role as the deer in the cycle of infection that causes Lyme disease, according to a new study.   Previously, scientists thought that mammals, like the deer, were essential to supporting the disease-causing bacteria and the bacteria-carrying ticks that allow Lyme disease to continue to infest areas year after year. But a study published on March 25 in the journal Nature found that a type of sea bird, razorbills, isolated on a mammal-free island off the coast of Sweden in the Baltic Sea, was able to carry the bacteria and to communicate it to ticks, which then pass the disease to other birds.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Stop Waffling:Commit Western Forces","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-stop-wafflingcommit-western-forces.html","abstract":"THE issue is what is happening today - now - as Bosnian Muslims are killed or driven out of their homes into the snow on what become death marches for all but the hardiest.. Muslim women are mass-raped in a programmed campaign, reminiscent of the Mengele","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-084393.html","abstract":"  The opening paragraph of the main front-page article yesterday about the summit meeting in Vancouver referred incorrectly in some editions to the amount of aid pledged to Russia by President Clinton. As noted elsewhere in the article, it was $1.6 billion, not $1.6 million.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor-92084957047.html","abstract":"A Message on Guns. Regarding \"Guns: Stop the Carnage, Ban the Damn Things\" (Meanwhile, March 25) by Molly Ivins:. Ms. Ivins hit the mark. The pro-gun lobby in America conveniently overlooks the restrictive clause in the Second Amendment to the","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"When Day Care Turns Deadly; A Fire Kills 2 Boys and Stillness Now Unsettles Eleta Brown","web_url":"https://www.nytimes.com/1993/04/06/nyregion/when-day-care-turns-deadly-fire-kills-2-boys-stillness-now-unsettles-eleta-brown.html","abstract":"  Since the February afternoon when two little boys died in a fire in the basement of her house where she provided illegal day care, Eleta Brown, 82 years old, has stood at her window, lonely and bored, waiting wistfully for the day when authorities will allow her to tend children once more.   Pampers are stuffed behind the candy-apple red vinyl couch in the living room. Stuffed animals have been put away in her bedroom dresser drawers. \"I thought it would clear my mind, but it doesn't,\" she said.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Braman Wants Labor Agreement Blocked","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-football-braman-wants-labor-agreement-blocked.html","abstract":"  NORMAN BRAMAN, the Philadelphia Eagles' owner, has asked the courts to block the labor settlement reached between the National Football League owners and players.   Braman, apparently unhappy about compensation the Eagles would receive for losing free-agent REGGIE WHITE, filed an appeal late Friday in United States District Court of Judge DAVID DOTY in Minneapolis. Doty presided over the N.F.L. antitrust case and has been monitoring the labor discussions. He has scheduled hearings for April 16.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/06/nyregion/no-headline-086093.html","abstract":"  \"Everything we believed in, all we thought we had created, has been washed away in a year.\" -- NADEZDE JEVDIC, a 72-year-old widow in Sarajevo.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Costly Bargain for Devils: How 1 Penalty Turns to 2","web_url":"https://www.nytimes.com/1993/04/06/sports/hockey-costly-bargain-for-devils-how-1-penalty-turns-to-2.html","abstract":"  The Devils' recent misbehavior toward referees has helped to turn their push to gain second place in the Patrick Division into a desperate effort to hold on to a playoff spot.   New Jersey's 5-2 loss to Pittsburgh at Byrne Meadowlands Arena on Sunday night, its third loss in a row after defeats at Buffalo and Toronto, could, in part, be attributed to childish behavior by Bill Guerin and Stephane Richer.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Off the Runway, Beene's Voyage Into th Serene","web_url":"https://www.nytimes.com/1993/04/06/style/IHT-off-the-runway-beenes-voyage-into-th-serene.html","abstract":"- To show or not to show? That is the question that has been haunting the fashion season as designers often retreated from the blockbuster presentation.Geoffrey Beene, for the second season, gave a still-life exhibition - but his static display was vibrant with energy and a model of how to do these things.","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"Philadelphia Climbs Out of Fiscal Depths and Builds by Sharing Sacrifices","web_url":"https://www.nytimes.com/1993/04/06/us/philadelphia-climbs-out-of-fiscal-depths-and-builds-by-sharing-sacrifices.html","abstract":"  This city, long known for incompetent government, has made one of the most stunning turnarounds in recent urban history, experts say. Last week, its leaders announced it would end the year with a balanced budget for the first time in seven years.   Almost as startling, urban specialists say, Philadelphia has ended its prolonged fiscal crisis in just 15 months and has done it with an unprecedented amount of political harmony and public support, in spite of asking voters to absorb a higher sales tax and public employees to agree to wage concessions.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"School Challenge From the Right","web_url":"https://www.nytimes.com/1993/04/06/opinion/school-challenge-from-the-right.html","abstract":"  There is more reason than ever this year to lament the traditionally low turnout for New York City's community school board elections: the Christian right hopes to take advantage of apathy to pack the boards and advance its agenda. Now more than ever, New Yorkers owe it to their children to vote.   At least 600 candidates are running for 288 seats at stake in the May 4 election. The 32 local boards, each consisting of nine unsalaried members, run elementary and junior high schools. Though ultimately accountable to the central Board of Education and the Chancellor, the local boards remain independent power bases. Among other things, they approve and allocate district budgets, choose textbooks and help set academic priorities.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Head Start in Maine","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-head-start-in-maine-704093.html","abstract":"  To the Editor:   Urban programs may be in trouble, but here, in the upper-right-hand corner of the United States -- Washington County, Maine -- Head Start centers are a lifeline for preschool age kids. In this area many families live in poverty, relying on seasonal industries -- fishing, logging, blueberries, wreathmaking -- and on tourism.    The teachers here are underpaid, and the centers aren't fancy, but the cooperative effort with parents gives everyone the feeling they're doing the right thing. To close any of these centers would be criminal.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Planner's Vision of a People-Friendly Arts Plaza on the Passaic","web_url":"https://www.nytimes.com/1993/04/06/nyregion/our-towns-planner-s-vision-of-a-people-friendly-arts-plaza-on-the-passaic.html","abstract":"  SO many people suffer from so much unnecessary agita when they see the word Newark. Larry Goldman knows everything there is to know about that one. He is stepping carefully down Saybrook Place in his cordovan wing tips, dapper, restless, the irresistible force personified.   A visitor sharing that walk sees only the immovable object: a corner of downtown Newark. It is a landscape of forlorn, weedy Park-Fast-All-Day lots ringed in razor wire. There are boarded-up buildings and a doomed, gutted hotel. But this Goldman fellow, his face radiating anticipation as he talks about his vision, sees none of it. As he walks, he is crossing a gloriously verdant public square bordered by umbrella-topped cafe tables. He is watching a polite crowd clustered around a string quartet near a sparkling fountain. He is surrounded by concertgoers hastening toward a performance by Itzhak Perlman.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Official Virtually Rules Out Taxing of Health Benefits","web_url":"https://www.nytimes.com/1993/04/06/us/official-virtually-rules-out-taxing-of-health-benefits.html","abstract":"  President Clinton will not try to help pay for his health-care program by taxing \"in any significant way\" the health insurance benefits that workers receive from their employers, one of his top health-care planners said today.   The official, Ira C. Magaziner, staff coordinator of the President's Task Force on National Health Care Reform, said that taxing the benefits, frequently mentioned as a major source of financing for the program, would be \"foolhardy\" because it would make \"a significant portion\" of the public worse off, rather than better.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"How One National Health System Collapsed; Where Are the Doctors?","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-where-are-the-doctors-701593.html","abstract":"  To the Editor:   I am an internist on the threshold of his career watching the machinations of the Clinton Administration's health reform efforts with increasing concern. The list of 500 members of the Task Force on National Health Care Reform, which you published March 27, shows a serious dearth of physicians, nurses, physical therapists or any other representatives of the allied health professions.    The administrators, health consultants (a nebulous professional realm free of licensing and regulation), lawyers and members of Congress have likely never laid their hands on a patient, nursed a dying child or shared the joy and frustrations of a patient struggling to overcome a devastating stroke.   No health plan will work that does not include the ideas and suggestions of those who will ultimately deliver it. JAMES FRANCIS MARION, M.D. New York, March 30, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Not All Solar Heating Has to Be Expensive","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-not-all-solar-heating-has-to-be-expensive-706693.html","abstract":"  To the Editor:   Your March 25 article on a New Hampshire house with solar heating does a disservice by describing an active solar house -- expensive to build and heat.   Passive solar heating employs standard construction, except the south is mostly glass. I have built five between 1947 and 1978 and still occupy the most recent.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"China Applauds as Its Officials Plunge Into Profit","web_url":"https://www.nytimes.com/1993/04/06/world/china-applauds-as-its-officials-plunge-into-profit.html","abstract":"  Happily married, his career flourishing, a 31-year-old midlevel city official named Lu Zhoukui abruptly decided last August to xia hai, or plunge into the sea.   Mr. Lu was not feeling suicidal, and in fact it may have been the best decision he ever made. \"Plunging into the sea\" is the new slang in China for going into business, and it is becoming a nationwide craze.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor.html","abstract":"Defending Macroeconomics. Regarding \"Economists of the Macro Sort Don't Do Much Good\" (Opinion, March 25) by Robert M. Dunn Jr.:. The author claims that economics is of little practical use and that this applies especially to the so-called macro","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"U.N. Plans to Evacuate 20,000 Trapped Muslims","web_url":"https://www.nytimes.com/1993/04/06/world/un-plans-to-evacuate-20000-trapped-muslims.html","abstract":"  The top United Nations relief official in what was Yugoslavia said today that United Nations convoys would try to evacuate up to 15,000 Muslims from Srebrenica, in eastern Bosnia, which is under siege by Serbian nationalists.   The evacuation, which is to get under way on Tuesday, would sharply reduce the number of people trying to survive the siege.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"U.S. Confirms F.B.I. Alerted By Egyptians","web_url":"https://www.nytimes.com/1993/04/06/nyregion/us-confirms-fbi-alerted-by-egyptians.html","abstract":"  The State Department acknowledged today that the Egyptian authorities had warned the American authorities repeatedly in the months preceding the World Trade Center bombing about an Islamic fundamentalist network in the United States.   But it sought to emphasize that Egypt had not relayed information about specific planned acts of terrorism.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Former Nanny Testifies Farrow Slapped Son","web_url":"https://www.nytimes.com/1993/04/06/nyregion/former-nanny-testifies-farrow-slapped-son.html","abstract":"  A former nanny for Mia Farrow's children testified yesterday that Ms. Farrow had not always been a good mother and once slapped one of her adopted sons across the face because he could not find a dog leash.   Testifying in the custody dispute between Ms. Farrow and Woody Allen, the nanny, Monica Thompson, acknowledged that she had told the police in Connecticut last year that Ms. Farrow was a good mother who had never hit her children. But she said she had lied at that time because she was working for Ms. Farrow and feared she would lose her job.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"In Unmasking Anonymity of Crime, Victims Face Inmates","web_url":"https://www.nytimes.com/1993/04/06/nyregion/in-unmasking-anonymity-of-crime-victims-face-inmates.html","abstract":"  As Ralph H. Hubbard spoke of another commonplace murder in the city, the sidewalk slaying of his son, his face was a weathered, Jobian mask of tolerance that made his jailhouse visit all the more fascinating to the assembled convicts who listened and wondered about his feelings.   \"Tragic as it is, I will never see the logic of it,\" Mr. Hubbard said, recalling the \"silly\" circumstance -- a dispute over a videotape -- that led the killer later to ambush his 23-year-old son, Brett, in a hail of gunfire. \"I will never see the rationale. I will never see my son again.\"","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/06/sports/results-plus-615993.html","abstract":"  TENNIS  Wheaton Advances  David Wheaton began his bid in the Japanese Open at Tokyo yesterday with a 6-4, 6-3 victory in the first round over a Japanese wild-card entrant, Ryuso Tsujino. Wheaton is seeded 10th in the $1.2 million tournament, being played on hard courts in Tokyo. Ninth-seeded Brett Steven of New Zealand, the highest-ranked man in action yesterday, beat Tommy Ho of the United States, 7-6 (7-5), 6-3. Also advancing were No. 11 Jan Siemerink of the Netherlands, No. 13 Christian Bergstrom of Sweden and No. 15 Guillaume Raoux of France. Siemerink edged Stefano Pescosolido of Italy, 2-6, 7-6 (7-5), 7-5, Bergstrom ousted the American qualifier Kenny Thorne, 6-3, 6-7 (5-7), 7-5, and Raoux defeated Jeremy Bates of Britain, 7-6 (7-3), 6-3. Patrick McEnroe, a qualifier, overcame a slow start to outlast his fellow American Chuck Adams, 0-6, 6-2, 6-2. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Tourist Killing Casts Pall Over Miami","web_url":"https://www.nytimes.com/1993/04/06/us/tourist-killing-casts-pall-over-miami.html","abstract":"  When Barbara Jensen Meller, a German tourist just off a plane from Berlin, headed out toward the warm ocean breezes of Miami Beach in a rented red Ford Taurus on Friday night, she did not know just how close one of the most alluring places in America could be to one of the most hellish.   The 39-year-old Mrs. Jensen, traveling with her two young children and her mother, became lost on the way to her hotel and found herself in a blighted inner-city neighborhood just off Interstate 95. When her car was bumped by another, she got out to inspect the damage. The two men in the second car then robbed, beat and ran over her, leaving her dead. The police say they have no suspects.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Bosnians in Besieged Sarajevo Look Back on Year of Horror","web_url":"https://www.nytimes.com/1993/04/06/world/bosnians-in-besieged-sarajevo-look-back-on-year-of-horror.html","abstract":"  Determined to find something for her four young children to eat, Stanka Voloder set out one day last week and walked five miles to the barbed-wire perimeter of the United Nations headquarters here to rummage through the garbage. After a while, she found three rotting potatoes and an onion, walked home to the Bistrik district in the city center, and cooked her treasures over a wood fire.   As she told her story later, Mrs. Voloder broke down in tears. \"Oh help me, please help me,\" she said over and over as she stood in Sarajevo's central market, clutching a bedroll wrapped in plastic and stamped with the blue-and-yellow flag of the European Community. The bedroll was part of a handout of relief supplies to families in Bistrik, and Mrs. Voloder was hoping somebody would buy it for 10 German marks, about $6.50, so that she could buy more food. Sniper Attack on Rally    On Tuesday, this besieged city will mark the first anniversary of the attack that most people regard as the first volley of the brutal war here, a burst of Serbian sniper fire from a third-floor window of the Holiday Inn that killed several people in a crowd demonstrating outside the Bosnian Parliament for peace and national unity. The shots were aimed at destroying a society, just like the gunfire that cut down Archduke Franz Ferdinand of Austria and his wife on June 28, 1914, about a mile from where the Holiday Inn now stands. Those shots set off the train of events that led to World War I. 'The City Is Destroyed'    But the Sarajevo that emerged from World War I and from World War II, when it was occupied by Nazi forces, suffered only mild physical damage in comparison with the cataclysm wrought by the Serbian siege of the last year. In a city with a population of 380,000, estimates indicate that more than 11,000 Bosnians have been killed and 50,000 have been injured -- making one of every six residents a casualty.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Finding a Way to Unite 2,280 Wayward Atoms","web_url":"https://www.nytimes.com/1993/04/06/science/science-watch-finding-a-way-to-unite-2280-wayward-atoms.html","abstract":"  CHEMISTS at the University of Michigan have overcome formidable technical difficulties to create a gigantic ball-shaped molecule that they believe may offer clues to how proteins function in living organisms.   The molecule, synthesized by Dr. Jeffrey S. Moore and a post-doctoral student, Dr. Zhifu Xu, is the largest molecule ever created in a laboratory from carbon and hydrogen atoms alone. It consists of 1,134 carbon atoms and 1,146 hydrogen atoms, and its interior is roomy enough to contain the equivalent of 1,000 carbon atoms.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-662093.html","abstract":"  Because of an editing error, a report in the Chronicle column on Saturday about the new acting president of Wellesley College misstated the role of a search committee. It will seek candidates for the permanent presidency of Wellesley, not for the chairmanship.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Reviews/Music; When a Dramatic Accent Shows an Intriguing Puzzle","web_url":"https://www.nytimes.com/1993/04/06/arts/reviews-music-when-a-dramatic-accent-shows-an-intriguing-puzzle.html","abstract":"  In the beginning there is the music and in the end, the listener. Between the two worlds lies a third: technique and interpretation intertwined, a system of mental gears and physical moving parts that bring composers and their audience together. Somewhere in that purgatorial middle lies the art of Jessye Norman.   Ms. Norman, with James Levine as pianist, sang Schumann, Berg, Ravel and Strauss at Carnegie Hall on Sunday night. The American soprano brought her ringing power, many-colored range and meticulous attention to detail to all this music. Some of it pushed her upper range to the point of discomfort. \"Fruhlingsnacht\" was one example, with its moments of frail retreat and even suspect intonation.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"How One National Health System Collapsed; Needs of Rural America","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-needs-of-rural-america-702393.html","abstract":"  To the Editor:   In a few weeks time, recommendations on health-care legislation will be made by the Presidential task force, and more attention must be paid to rural health care.   There are distinctive differences between health-care policy that covers people who live in cities and people who live in rural areas, and these differences must be brought to the forefront of the health-care debate. The needs of rural Americans cannot be overlooked.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Civil Rights Trial Is Likely to Leave a Long-Term Mark on Rochester Police","web_url":"https://www.nytimes.com/1993/04/06/nyregion/civil-rights-trial-is-likely-to-leave-a-long-term-mark-on-rochester-police.html","abstract":"  Although five former narcotics officers have been cleared of beating and threatening suspects, their civil rights trial will likely have long-term effects on police operations here.   In the short term, public safety officials say, there is a morale problem within the department: 12 officers testified against 5 colleagues, all former members of a special drug task force. In addition, there are hard feelings because commanders referred the case to Federal prosecutors.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94197655187.html","abstract":"1918: Praising the Press. FRENCH BATTLEFRONT - Welcoming the Associated Press correspondent and other war correspondents on the French battlefront, General Foch to-day [April 4] expressed the hope that they would continue their work for the interests of t","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"On My Mind; America's Allies in Serbia","web_url":"https://www.nytimes.com/1993/04/06/opinion/on-my-mind-america-s-allies-in-serbia.html","abstract":"  If you have any ideas about new options in Serbia and Bosnia, the President said on the phone after the summit talks, let me know. So I did.   The answer popped out: Mr. President, please get your Administration and the Western allies to pay a lot more attention to Serbian democrats.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Review/Pop; A Musically Mad Scientist","web_url":"https://www.nytimes.com/1993/04/06/arts/review-pop-a-musically-mad-scientist.html","abstract":"  Lindsey Buckingham might be described as the mad scientist of California pop. The singer, songwriter and guitarist who masterminded the gossamer folk-rock harmonies of Fleetwood Mac's biggest hits is a notorious perfectionist in the recording studio. And at Town Hall on Wednesday evening, in a concert that was part of his first solo tour, he worked with considerable success to recreate the layered textures that have made both his Fleetwood Mac and his solo albums models of a certain kind of meticulous craft.    Especially on his solo albums, Mr. Buckingham has applied his wizardry to the creation of tortured psychodramas in which every sigh of pleasure is balanced by a primal scream or a Gothic nightmare. His newest record, \"Out of the Cradle,\" is an autobiographical song cycle describing a midlife crisis with many characteristics of a nervous breakdown.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"With No Parents, Ladeeta, 18, Presses On","web_url":"https://www.nytimes.com/1993/04/06/nyregion/with-no-parents-ladeeta-18-presses-on.html","abstract":"  It was 3:30 on a Monday morning and Ladeeta Smith could not sleep. Just hours earlier, she had visited her mother in a Bronx nursing home, and she was haunted by the image of her emaciated body covered with sores. At 41, Patricia Bobo Smith was dying of AIDS and no longer recognized her daughter.   Later that day, Ladeeta would walk into Boys & Girls High School in Bedford-Stuyvesant, Brooklyn, where its signs proclaim, \"We Are Survivors.\" The 18-year-old senior would turn in final semester reports, lead an English class discussion and put finishing touches on the college applications that she hoped would take her far away from this tattered neighborhood.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"","web_url":"https://www.nytimes.com/1993/04/06/opinion/.html","abstract":"The Vancouver summit meeting, the $1.6 billion in assistance President Clinton promised President Boris Yeltsin and the decision by 19 Western nations to give Russia 10 more years to pay off $15 billion in debt coming due this year form the first stage of a renewed Western effort to support democratic reforms. \n\nMuch more needs to be done, fast. To stabilize their economy, the Russians will need direct financial assistance of $12 billion a year for the next two years, plus even further debt relief, from the West.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/06/nyregion/metro-digest-260993.html","abstract":"    After the most harmonious round of budget negotiations in four years, the State Legislature approved a $32.08 billion budget that many lawmakers proclaimed as the start of a fiscal recovery for New York State. A1.   New York State's budget was passed in a blur, so quickly that many legislators weren't quite sure what it said. B2. NEW YORK CITY  TRYING TO BUILD FUTURE   Ladeeta Smith, a Brooklyn teen-ager who lost her father to alcoholism and her mother to AIDS, has always sought to be more than just a survivor. Her first job was holding drugs and cash for a neighborhood crack dealer, but now she is intent on finishing her education, which she hopes will take her far from her tattered neighborhood. A1.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Budget Blur Leaves Some With Questions","web_url":"https://www.nytimes.com/1993/04/06/nyregion/reporter-s-notebook-budget-blur-leaves-some-with-questions.html","abstract":"  After months of haggling, cajoling and deal-making, it all came to this: New York State's $32.08 billion budget was passed in a blur late Sunday and early Monday, so quickly that many legislators weren't quite sure what it said.   \"It's impossible to know what's in here,\" groused State Senator Franz S. Leichter, a Manhattan Democrat who was sagging under the weight of the 500-plus-page local assistance budget. He opened it up. \"Here's $30,000 for fair radio communication on Long Island. What does that mean?\" (The money will be used to promote radio stories about Long Island).","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Rocky Mountain First for an Old Familiar Voice","web_url":"https://www.nytimes.com/1993/04/06/sports/tv-sports-rocky-mountain-first-for-an-old-familiar-voice.html","abstract":"  Charlie Jones slept only a few hours Sunday night. In bed by midnight, up by 3 A.M. The white-haired veteran of network television who has never really been anybody's marquee star was tense and exhilarated about making his debut as the play-by-play announcer for the expansion Colorado Rockies on KWGN-TV.   Jones had called baseball before, as a backup announcer on NBC, for the Cincinnati Reds in 1973 and 1974 and for the California Angels in 1991. He has called Super Bowls and Olympic track and field. He's worked with 144 partners.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Nets' Petrovic Can Practice","web_url":"https://www.nytimes.com/1993/04/06/sports/pro-basketball-nets-petrovic-can-practice.html","abstract":"  Drazen Petrovic has been cleared by the Nets' medical staff to practice with the team tomorrow. Petrovic, who was placed on the injured list with a torn ligament in his left knee on March 30, isn't eligible to play until April 8.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Tank Parts, Off the Shelf","web_url":"https://www.nytimes.com/1993/04/06/opinion/tank-parts-off-the-shelf.html","abstract":"  As the Pentagon slims down to fit a much diminished threat, it won't be buying weapons at the same expansive rate. The resultant downsizing and consolidation in defense industries pose a tough puzzle for the Pentagon: how to preserve technological know-how and a skilled labor force against the possibility of resuming defense production.    The best answer is to try to turn defense and civilian producers into a single industrial base. That can't be done without a long-overdue reform of Pentagon procurement practices.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Appeals Panel Backs U.S. in King Trial","web_url":"https://www.nytimes.com/1993/04/06/us/appeals-panel-backs-us-in-king-trial.html","abstract":"  A Federal appeals court sided with the Government today in a dispute over a prosecution tactic that is threatening to undo the fragile alliance among the four officers on trial in the beating of Rodney G. King.    The ruling will allow prosecutors to show the jurors in the Federal civil rights trial an edited version of videotaped testimony from the state trial a year ago in which one defendant, Officer Theodore J. Briseno, described how another officer clubbed a defenseless Mr. King in the head.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Words With Aliens","web_url":"https://www.nytimes.com/1993/04/06/science/peripherals-words-with-aliens.html","abstract":"  THE MUTANOID WORD CHALLENGE pits a child, 7 or older, against a cast of satisfyingly disgusting-looking mutanoids, little garbage-loving extraterrestrials who have agreed to iron out their differences with Earthlings by playing a word game.   The game looks a lot like Scrabble or a crossword puzzle. The player types in words from the letters available on the screen, trying for intersections of letters that earn bonuses and for other ways of building up points. Scores can be kept for up to 40 children at a time; raises in rank, from private to commander, are awarded, and trophies given.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Time to Remember; Time Not to Forget","web_url":"https://www.nytimes.com/1993/04/06/sports/on-baseball-time-to-remember-time-not-to-forget.html","abstract":"  Opening day is supposed to epitomize a lot of things. But seldom is it supposed to bring a well of tears, a lump to the throat. Emotions usually course along shallower paths, caught in the pomp and circumstances, driven by the cadences pounded out by the feet of marching bands, blaring speakers and roaring crowds.   But things are not always as they are scripted in tidy baseball scripts, as was the case at Shea Stadium yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Clinton Is Relying Less on Advisers In Finding Supreme Court Nominee","web_url":"https://www.nytimes.com/1993/04/06/us/clinton-is-relying-less-on-advisers-in-finding-supreme-court-nominee.html","abstract":"  In a marked departure from his recent predecessors, President Clinton appears to be far more involved in the selection of a new Supreme Court Justice and is relying less heavily on the choices of White House aides.    White House officials say Mr. Clinton, a former law professor and Attorney General in Arkansas, is largely thinking about candidates on his own, working from his years of building acquaintances with judges and politicans. Aides say he has also been considering several people he approached to become Attorney General.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Aid Recipe For Russia: Add a Ton Of Savvy","web_url":"https://www.nytimes.com/1993/04/06/world/aid-recipe-for-russia-add-a-ton-of-savvy.html","abstract":"  Charles Bennett, West Point class of 1962, trained as a navigator bombardier on a B-52, preparing to drop nuclear bombs on the Soviet Union. Today, at 54, he is a Peace Corps volunteer in the small city of Kamyshin on the Volga River, teaching Russians how to create small businesses in a market economy.   \"I had a military flavor to my life,\" he said, rubbing a hand over his graying mustache. \"The idea was to protect America, kill the enemy and not be friends. But now the big threat is over, and it's a hell of a reversal. Here I am now eating dinner at the tables of people I was willing to turn into dust.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-661293.html","abstract":"  A chart on March 22 about the increase in reported AIDS cases in New York City misstated the percentage of increase in each category for this year's first two months, compared with last year's. For all men, the figure was up 56.4 percent; for all women, up 82.3 percent; for men who had sex with men, up 40.8 percent; for intravenous drug users, up 80.54 percent; for all those who engaged in heterosexual sex, up 55.9 percent.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Fujimori Sees a Peaceful, and a Prosperous, Peru","web_url":"https://www.nytimes.com/1993/04/06/world/fujimori-sees-a-peaceful-and-a-prosperous-peru.html","abstract":"  Expressing \"not the slightest regret\" about seizing expanded powers one year ago today, President Alberto K. Fujimori says his authoritarian moves are rapidly pacifying Peru and setting the stage for a free-market economic boom here in the mid-1990's.   \"Today we have 95 percent of the Shining Path leadership behind bars,\" the Peruvian leader said in an interview on Sunday night. \"By 1995, the Shining Path will be completely eradicated as an organized group.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Time U.S. Recognized Angola's Government","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-time-us-recognized-angola-s-government-686893.html","abstract":"  To the Editor:   The suggestion by Congress that it is time the United States recognized the Government of the Popular Movement for the Liberation of Angola and abandoned support for the rebels of the National Union for the Total Independence of Angola, or Unita, is firmly supported by facts. Angola's Government is moving away from Marxist policies, as Communism shrivels and dies. It also accepted unequivocally the validity of last year's United Nations-supervised free election    before    that election took place.   Unita, by rejecting the results of probably the most free and fair election to take place in sub-Saharan Africa, has shown it can never be trusted to accept any fair and just election results, marking itself as nothing more than a terrorist organization.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Divorce Is Final: Jets Ship O'Brien to Packers","web_url":"https://www.nytimes.com/1993/04/06/sports/pro-football-divorce-is-final-jets-ship-o-brien-to-packers.html","abstract":"  Ken O'Brien's nine-year career with the Jets, which hit a rapid decline the past three years under Coach Bruce Coslet, ended yesterday when the team traded the quarterback to the Green Bay Packers for an undisclosed pick in the college draft later this month.   O'Brien's departure follows a season in which he was demoted to serving as a backup for second-year man Browning Nagle and comes just three weeks after the Jets made a trade with Cincinnati for veteran quarterback Boomer Esiason. The Jets foreshadowed an ignominious end for O'Brien when they took his jersey number (7) and gave it to Esiason, who wore the same number for the Bengals. When the Jets announced the trade for Esiason, they said O'Brien would be traded, so yesterday's deal came as no surprise.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Supreme Court Roundup; No Review of Espionage Conviction","web_url":"https://www.nytimes.com/1993/04/06/us/supreme-court-roundup-no-review-of-espionage-conviction.html","abstract":"  The Supreme Court today refused to review the espionage conviction of Clayton J. Lonetree, the marine convicted of spying for the Soviet Union while assigned to guard the American embassies in Moscow and Vienna in the mid-1980's.   The Court made no comment in letting the 1987 conviction stand. Private Lonetree, who was reduced in rank from sergeant and sentenced to 25 years in prison, argued that he had been tricked into confessing by two intelligence agents who promised him confidentiality but then reported him to the authorities and testified against him at his court-martial.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"AIDS Study Casts Doubt on Value Of Hastened Drug Approval in U.S.","web_url":"https://www.nytimes.com/1993/04/06/health/doctor-s-world-aids-study-casts-doubt-value-hastened-drug-approval-us.html","abstract":"  A European study that found no benefit from early treatment of the virus that causes AIDS with the drug AZT has also cast doubt on the validity of certain tests that the United States Government has approved in the last few years to speed up licensing of new drugs against the disease.   The tests, measuring the efficacy of a drug by the way it affects what are known as surrogate markers, are intended as quick substitutes for the standard, time-consuming measures traditionally used in predicting the benefit of a drug.","thumbnail":null,"section":"Health"},{"date":"19930406","headline":"EUROPEANS URGED TO PRESSURE SERBS","web_url":"https://www.nytimes.com/1993/04/06/world/europeans-urged-to-pressure-serbs.html","abstract":"  Lord Owen, the European Community's mediator on the Balkans, called today for \"relentless pressure\" to be placed on Bosnian Serbs to make them accept a peace plan for Bosnia and Herzegovina, but he cautioned against lifting the arms embargo on Bosnian Muslims.   After briefing community foreign ministers meeting in Luxembourg, Lord Owen said a political solution was still possible in Bosnia, and he criticized a suggestion by Secretary of State Warren Christopher that the arms embargo on Bosnian Muslims might be lifted \"quite soon.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Poet's Middle Age. LONDON - Algernon Charles Swinburne's fifty-sixth birthday occurred yesterday [April 5]. It is perhaps almost saddening in one way to reflect that, unlike Keats and Shelley, he has had to submit to middle age, but Mr. Swinburne, t","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Article 083593 -- No Title","web_url":"https://www.nytimes.com/1993/04/06/nyregion/article-083593-no-title.html","abstract":"  After the most harmonious round of budget negotiations in four years, the State Legislature approved a $32.08 billion budget today that many lawmakers proclaimed as the start of a fiscal recovery for New York State.   A late infusion of new money, generated at least partly by an economy that is growing faster than originally projected, allowed the Legislature and Gov. Mario M. Cuomo to provide an increase of $330 million to the state's schools over the last school year, to eliminate suggested cuts in Medicaid programs and to kill a number of proposed tax increases.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"It's Michigan's Call, but It's Carolina's Title","web_url":"https://www.nytimes.com/1993/04/06/sports/college-basketball-it-s-michigan-s-call-but-it-s-carolina-s-title.html","abstract":"  No matter how successful his basketball career may be at the University of Michigan or beyond, Chris Webber will never be allowed to forget the moment tonight, with a national championship in the balance, when he called a timeout he did not possess.   Webber's error, with 11 seconds to play in the championship game of the National Collegiate Athletic Association tournament, resulted in a technical foul that ended the hope for a Michigan comeback and allowed North Carolina to secure a 77-71 victory.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Drexler's Hamstring Has Him Out Again","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-basketball-drexler-s-hamstring-has-him-out-again.html","abstract":"  CLYDE DREXLER will miss several games after straining his hamstring Saturday night in the Portland Trail Blazers' loss to the Washington Bullets.   The All-Star guard strained the same hamstring that forced him to miss 13 games last month, but the injury is to a different portion of the tendon, Dr. ROBERT COOK said on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Review/Television; Baseball's Self-Inflicted Sports Injury","web_url":"https://www.nytimes.com/1993/04/06/movies/review-television-baseball-s-self-inflicted-sports-injury.html","abstract":"  A baseball fan need not possess too long a memory to recall $4.50 box seats, end-of-season salary drives by players to make $100,000 and talk that focused on home runs, trades and strikeouts, not arbitration, revenue-sharing and $7 million-a-year paychecks.   The baseball season is one day old, and it is nearly impossible to avoid the incessant talk about how fraught with problems baseball is, from greedy owners fighting avaricious players to the glut of games shown on television.","thumbnail":null,"section":"Movies"},{"date":"19930406","headline":"Sports of The Times; The Man In the Gray Raincoat","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-of-the-times-the-man-in-the-gray-raincoat.html","abstract":"  WHILE the Yankees were taking batting practice before yesterday's opener with the Indians, a husky gray-haired man in a gray raincoat suddenly appeared in the Yankee dugout behind third base, hopped up the steps and strode toward left field. George Steinbrenner had emerged from his silent spring.   Moving across the grass now with his back to the plate, the Yankees' principal owner suddenly ducked.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Bilingual Education Yields Good Results","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-bilingual-education-yields-good-results-705893.html","abstract":"  To the Editor:   A March 27 article on the role of bilingual education in the integration of Hartford's Hispanic population fails to offer a fair and informed perspective. You report without challenge the contention of bilingual education critics that teaching language-minority children their native language stands in the way of acquiring English. You fail to mention that substantial research from around the world supports the opposite theory, that a high level of literacy in one's native language helps the learner achieve a high level of literacy in a second language.   Experiments in which middle-class, majority-language children receive instruction through a second language result in high levels of proficiency in both languages. However, when lower-class, minority-language children receive instruction solely through the majority language, they generally fail to acquire a high degree of literacy in either language.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"North Carolina Takes the Title","web_url":"https://www.nytimes.com/1993/04/06/sports/north-carolina-takes-the-title.html","abstract":"  The Fab Five was fabulous, and the Tar Heels were terrific, but when 64 teams came down to the final game last night, it was the North Carolina five who stood alone in victory and the Michigan Wolverines who were left to wait yet another year.    The final score was 77-71, but the final game of the 1993 National Collegiate Athletic Association basketball tournament was closer than that.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/06/style/chronicle-109293.html","abstract":"  For 20 years, ELLEN HAAS has been an outspoken advocate of the consumer's right to safe and nutritional food, often finding herself at odds with the Agriculture Department under the Reagan and Bush Administrations and with farm groups. In 10 years, by her count, she testified at 76 Congressional hearings.    Now, she will have the chance to work from within. President Clinton has nominated her to be Assistant Secretary for food and consumer services at the Agriculture Department. If the Senate approves her nomination, she will be responsible for major Government programs like food stamps, school lunches and breakfasts, and WIC (for supplemental aid to women, infants and children).","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"Decision Is Appealed On Decency Standard","web_url":"https://www.nytimes.com/1993/04/06/arts/decision-is-appealed-on-decency-standard.html","abstract":"  The United States Department of Justice has appealed the decision by a Federal judge in Los Angeles in June that declared unconstitutional the so-called decency standard, which required the National Endowment for the Arts to \"take into consideration general standards of decency\" when awarding grants.   The action took many arts groups by surprise. Though the Bush Administration had filed a notice of intent to appeal the decision, it was generally believed that the election of Bill Clinton had effectively killed the issue.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"Now It's Bill Clinton's Package","web_url":"https://www.nytimes.com/1993/04/06/opinion/now-it-s-bill-clinton-s-package.html","abstract":"  Stepping out from the large foreign policy shadow of his predecessor, President Clinton now assumes the risks, and courts the dividends, of embracing a Russian leader who's in deep political trouble at home. It's the right move -- an unstinting bid to encourage the best possible outcome, even while beginning to hedge against the worst.    \"From here on in,\" Boris Yeltsin declared at the closing press conference in Vancouver Sunday, it's going to be called \"Bill Clinton's economic package.\" Russia's first democratic politician appreciated the large political bet Mr. Clinton had just placed on him and on the future of Russian reform.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Depositors Set Off a Run on a Shady Serbian Bank","web_url":"https://www.nytimes.com/1993/04/06/world/depositors-set-off-a-run-on-a-shady-serbian-bank.html","abstract":"  Panic has set in among the depositors at Serbia's largest private bank, a mysterious institution run by a woman who has become known as the Balkan Rothschild and whose activities have been central to the survival of the hard-line Serbian government.    One man was shot dead and four others were wounded today by guards in the central office of the bank as enormous lines of anxious depositors formed outside the branches and chaos enveloped the headquarters. The shooting involved a dispute between recently dismissed security guards and their replacements, witnesses said.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"There's No Cause for Comfort As the Islanders Look Ahead","web_url":"https://www.nytimes.com/1993/04/06/sports/hockey-there-s-no-cause-for-comfort-as-the-islanders-look-ahead.html","abstract":"  Practice was over and the Islanders skated quietly off the ice and into their dressing room this morning. Rap music played from a radio, but few players spoke as they packed for a flight to Washington and a chance for 2 more points in the Patrick Division playoff race with the Rangers and Devils.   Sitting below the radio, Mick Vukota looked across the room, sensed the possible tension and tried to loosen a few mental screws. \"Pressure! Pressure!\" Vukota shrieked above the music, pressing his hands over his ears and skaking his head wildly. \"Somebody help me! I can't take the pressure!\"","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"A PLUTONIUM PACT WILL AID DISPOSAL","web_url":"https://www.nytimes.com/1993/04/06/world/a-plutonium-pact-will-aid-disposal.html","abstract":"  Seeking a new path to East-West disarmament, Russian and American experts have agreed to team up to develop and build a new type of reactor that can burn plutonium from nuclear warheads and turn the deadly bomb fuel into electricity. The $1.5 billion nuclear reactor would be built in Russia and fueled at least partly by plutonium from Moscow's huge stockpile of scrapped nuclear arms.   The initiative, led by General Atomics of San Diego, requires up to $100 million over five years from the American Government, which is studying the general idea of burning plutonium and, separately, whether to support the East-West reactor plan. The small reactor would be cooled by helium and is advertised as immune to meltdown.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"New Brain Scanning Technique Can Show Strokes in Progress","web_url":"https://www.nytimes.com/1993/04/06/science/new-brain-scanning-technique-can-show-strokes-in-progress.html","abstract":"  STROKES are responsible for killing or disabling half a million Americans every year and are the third leading cause of death in this country. Until now, doctors have had neither a really safe and reliable method of diagnosing stroke, other than clinical observation, nor any way to treat the disabling effects.   Now neurologists and radiologists have discovered a new experimental way to see a stroke in progress, observing brain tissue that has died and surrounding tissue that is merely stunned but may be revived with treatment. Though the visualization of a stroke is unlikely to help individual patients anytime soon, the technique should make it a lot more possible to develop drugs for protecting injured brain tissue.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"SCIENTIST AT WORK: Armen Takhtajan; Botanist Plans Survey of World's Flowers","web_url":"https://www.nytimes.com/1993/04/06/science/scientist-at-work-armen-takhtajan-botanist-plans-survey-of-world-s-flowers.html","abstract":"  BORN before the Soviet Union existed, Dr. Armen Takhtajan has outlasted both it and the pall it cast over genetics to stand today among the small number of botanists at the top of their field.   Years ago, when biologists in the Soviet Union were commonly fired or even imprisoned if they taught classic genetics in defiance of an adviser to Stalin, T. D. Lysenko, Dr. Takhtajan openly fought Lysenko's theories and supporters. Both are long gone, while Dr. Takhtajan has come to be regarded by his fellow botanists as perhaps the foremost living expert on the classification and family groupings of plants. And now, at age 82, he is hard at work in a small guest office at the New York Botanical Garden, where he is on leave from his home laboratory at the Komarov Botanical Institute in St. Petersburg, finishing up what he describes in softly spoken English as \"my main life work.\"","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-664793.html","abstract":"  A chart on March 21 with an article about changes in state taxes for affluent people omitted the year on which the data were based. It was 1991. Thus the chart only partly reflected the effect of the 4.5 percent income tax phased in by Connecticut in 1991. In later years, a typical Connecticut couple earning $200,000 a year would owe $9,000 -- not $3,000 -- in state and local taxes, close to what similar couples pay in Georgia, Kentucky and Virginia.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Abuse-Case Reversal Called Sign of Trend","web_url":"https://www.nytimes.com/1993/04/06/nyregion/abuse-case-reversal-called-sign-of-trend.html","abstract":"  The moment an appeals court overturned the 1988 conviction that sent Margaret Kelly Michaels to prison for sexually abusing 19 children, the case of the former day-care teacher became a symbol of legal questions larger than her fate.   In broad strokes, children's advocates and legal experts see the ruling of the three-judge panel -- which concluded that Ms. Michaels did not receive a fair trial -- as an example of the legal system becoming more cautious in dealing with cases involving bizarre allegations of abuse.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Fly-by of Jupiter Detects Puffs of Planetary Dust","web_url":"https://www.nytimes.com/1993/04/06/science/fly-by-of-jupiter-detects-puffs-of-planetary-dust.html","abstract":"  WHEN the European-American spacecraft Ulysses flew by Jupiter in February 1992, the huge planet seemed to make some decidedly unwelcoming gestures. It appeared to be blowing puffs of dust in the face of the passing spacecraft.   Six times an instrument on Ulysses recorded bursts of tiny dust grains striking the craft, coming at remarkably regular intervals of about 28 days. They came in narrowly focused streams from the direction of the planet, suggesting a Jovian origin and thus presenting a puzzle. It defied common sense, scientists said, that any material, much less the finest of dust, should be escaping the gravitational clutches of the most massive planet in the solar system.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/06/nyregion/inside-098393.html","abstract":"  Reactor Would Derive Power From Plutonium   Russian and American experts have agreed to build a reactor that could burn plutonium from atomic weapons and use the fuel from discarded arms -- especially the stockpiles to be scrapped in the former Soviet Union -- to make electricity. Page A11. Peace Corps Aiding Russia    In a Russian town once viewed as a potential nuclear target, Americans are teaching their former foes how to set up small businesses. Page A10. Ex-Premiers Warned in Italy    In another jolt to their political system, Italians learned that Giulio Andreotti and Arnaldo Forlani both face a corruption inquiry. Page A3.  Peru a Year Later    A year after he seized power, President Alberto K. Fujimori was looking ahead to economic success and a firm grip on his country. Page A3. More Trouble for Leslie Fay    Leslie Fay, the big clothing company, filed for bankruptcy protection after an accounting scandal. Page D1. New Tools to Fight Strokes    Doctors are working on snapshots of strokes as they happen and drugs to treat them. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/06/style/chronicle-688493.html","abstract":"  The three children of PRINCESS CAROLINE of Monaco have been deemed legitimate by Pope John Paul II, The Associated Press reported yesterday. Among other things, this means they are now eligible to succeed to the throne of the principality. They had not been considered legitimate before because their parents married outside the church.    The children -- two sons, Andrea and Pierre, and a daughter, Charlotte -- were born of Caroline's seven-year civil marriage to Stefano Casiraghi, an Italian financier who was killed in a boat-racing accident in 1990. They were married in 1983, a year after her divorce from Philippe Junot, a French businessman. The Vatican annulled her first marriage last year, after a 10-year wait.","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/06/nyregion/news-summary-085193.html","abstract":"  International 3-15  MEMORIES OF A CITY DESTROYED  In Sarajevo, no building of any consequence reamins undamaged and few families have survived untouched by the fighting that began a year ago with an attack on a downtown hotel and has continued almost uninterrupted since.  A1  Daily convoys will go to Srebrenica to evacuate trapped Muslims.  A14","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"College Student Fatally Stabbed","web_url":"https://www.nytimes.com/1993/04/06/nyregion/college-student-fatally-stabbed.html","abstract":"  A college student was stabbed to death and his brother and a friend were wounded in a confrontation with a group of youths on a street in Ridgewood, Queens, yesterday, the police said.   The police identified the dead man as Kultos Sayaves, 21, a freshman studying criminal law at John Jay College of Criminal Justice.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Expect Hensley to Drive Kulwicki's Car","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-auto-racing-expect-hensley-to-drive-kulwicki-s-car.html","abstract":"  JIMMY HENSLEY, the 1992 Winston Cup rookie of the year, is apparently the choice to assume the driving duties of Alan Kulwicki, the reigning Nascar champion who died last week in an airplane crash.   \"Alan told me a year ago that if something happened to put Jimmy Hensley in the car,\" FELIX SABATES, a close friend of Kulwicki's, told The Richmond (Va.) Times-Dispatch.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-663993.html","abstract":"  A chart in Business Day on Thursday with an article about retrenchment in the airline industry referred incompletely to data on the growth of miles flown by paying passengers, as well as the decline in cents earned for each mile flown by a paying passenger. The figures referred to domestic air travel only.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Chess","web_url":"https://www.nytimes.com/1993/04/06/arts/chess-352493.html","abstract":"  The strongest young player in the world is currently Vladimir Kramnik of Russia. This protege of Gary Kasparov is the only 17-year-old listed by the International Chess Federation among its 10 top grandmasters. In fact, Kramnik stands sixth in the official January ratings.   Kramnik clearly showed, in the Linares International Tournament in Spain, which ended on March 14, that his high rank is fully deserved. He took fifth prize in a 14-player field that included most of the world's top grandmasters.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"The Russians Seem Agreed: Yeltsin Had a Good Meeting","web_url":"https://www.nytimes.com/1993/04/06/world/the-russians-seem-agreed-yeltsin-had-a-good-meeting.html","abstract":"  Russian officials today began the process of selling the results of the Vancouver summit meeting at a Kamchatka fuel stop, even before landing in Moscow. But the view here was that President Boris N. Yeltsin had done himself some good with a dignified, \"presidential\" summit organized to insure that he had to give few public concessions to President Clinton.   Still, Russian analysts and ordinary citizens interviewed today agreed that the meeting was unlikely to be a decisive factor on April 25, when Russians vote -- or decide not to vote -- in an plebiscite on Mr. Yeltsin's performance as President and the possibility of early presidential and congressional elections.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Holding On to a Little Bit Of the Island He Loves","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-holding-on-to-a-little-bit-of-the-island-he-loves.html","abstract":"- In the beginning, there was subsistence. The fertile islands and rich seas surrounding what is now the Federated States of Micronesia in the western Pacific provided people with breadfruit, yams, taro, bananas, coconuts and fish.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Redskins Fill Receiving Spot With McGee","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-football-redskins-fill-receiving-spot-with-mcgee.html","abstract":"  The Washington Redskins yesterday signed free-agent receiver TIM McGEE, who had spent his entire career with the Cincinnati Bengals.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Fundamentalism: the 20th Century's Last Ideology","web_url":"https://www.nytimes.com/1993/04/06/us/fundamentalism-the-20th-century-s-last-ideology.html","abstract":"  Scholars used to dismiss fundamentalism as a fossilized form of old-time religion, destined to dissolve in the acids of science and skepticism.   But from the Iranian revolution and the rise of the religious right in the United States to the militancy of Jewish settlers on the West Bank and the riots that followed a Hindu-led destruction of a mosque in India, events of the past two decades make it clear that religious fundamentalism has done anything but dissolve. As one scholar recently put it, fundamentalism is \"dynamic, adaptive and modern,\" perhaps the last great ideological upsurge of the 20th century.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Heaton Sits and Waits, Not Quite a Yankee Yet","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-heaton-sits-and-waits-not-quite-a-yankee-yet.html","abstract":"  Neal Heaton is the invisible Yankee. Watch him take the team bus to today's game with the Indians, watch him get dressed at his locker, watch him work out with 25 other Yankees and then watch out because he is about to disappear.   Heaton is in limbo. While the Yankees continue trying to juggle their roster by trading infielder Mike Gallego or acquiring another relief pitcher, they have asked Heaton, a non-roster player, to tag along because they might activate him. This afternoon, he sat by himself in the clubhouse and watched the Yankees top the Indians, 9-1, on television because he cannot sit in the dugout -- but he is not planning to wait much longer.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor-90223708430.html","abstract":"Different Wars. We learned a hard lesson in Vietnam. Did we learn a different kind of lesson in Iraq? Do we now fight only when painless victory is assured?. I opposed the war in Vietnam. I doubted the sincerity of President George Bush's rhetoric on the","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Baseball '93 Opens With Flurry of Firsts","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-93-opens-with-flurry-of-firsts.html","abstract":"  On a day of renewal, when spring is suddenly suggestive of summer and hope springs eternal, at least until the bottom of the sixth, baseball began a new season yesterday with the usual fanfare and more: the debut of two teams and a lefty from Little Rock.    In Baltimore, where the Texas Rangers beat theOrioles, 7-4, Bill Clintopn threw his first Presidential pitch, and in New York the new Colorado Rockies fell to the Mets, 3-0.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/06/style/chronicle-689293.html","abstract":"  The Off Broadway show \"Another Time\" opened on March 13, the night of the blizzard whose billing became \"worst of the century.\"    Last week, STANLEY BRECHNER, director of the drama, was faced with the possibility of missing yet another performance when he realized that tonight's performance would coincide with the second night of Passover.","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/06/nyregion/bridge-351693.html","abstract":"  Beginners learn to play game in an eight-card major-suit fit if one is available, and otherwise in three no-trump. But if no-trump is ruled out by a conspicuous weakness, the choice may between trying for 11 tricks in a minor suit or 10 in a shaky major suit. An example is the diagramed deal from a Regional Swiss Teams in Houston last month.    One declarer arrived in the obvious five-diamond contract and played it in the obvious way: Play the top diamonds and if the queen does not fall, try the heart finesse. This plan had good chances, but it failed. An improvement would be to maneuver two spade ruffs in the closed hand, cash three club winners and the diamond ace. Then finesse in trump, for if East began with a doubleton queen he would then endplayed.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Theater in Paris: Elan, Eclat and Assistance","web_url":"https://www.nytimes.com/1993/04/06/theater/theater-in-paris-elan-eclat-and-assistance.html","abstract":"  Tonight the seventh annual Moliere awards, the Paris equivalent of the Tonys, will reward this season's theatrical excellence. There is a lot of excellence to reward. With far more government financing than is available in New York, Paris offers a dizzying range of theatrical possibilities. This week, 173 active theaters are listed in the entertainment guides, some with more than one offering.   Right now, four productions, widely admired and likely to be acclaimed at tonight's ceremony, are playing at four of the city's most important and representative theaters. Among the others are homages to Carlo Goldoni and Alfred de Musset, vehicles for several popular French stars and the second new work of the season from the ever-fecund Peter Brook.","thumbnail":null,"section":"Theater"},{"date":"19930406","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/06/sports/transactions-533093.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Optioned Brad Pennington, pitcher, and John Voigt, outfielder, to Rochester of the International League. Sent Anthony Telford, pitcher, outright to Rochester.   BOSTON RED SOX -- Placed Jose Melendez, pitcher, and Tim Naehring and John Valentin, outfielders, on the 15-day disabled list. Optioned Brian Conroy and Nate Minchey, pitchers, to Pawtucket of the International League. Purchased the contract of Ernest Riles, infielder, from Pawtucket.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"in J-League: Japan, Trying to Avoid U.S. Mistakes, Takes a Header","web_url":"https://www.nytimes.com/1993/04/06/sports/IHT-in-jleague-japan-trying-to-avoid-us-mistakes-takes-a-header.html","abstract":"Japan's national soccer team was trounced when it toured Europe in 1960, and a humbled center-forward, Saburo Kawabuchi, thought it would take 100 years to make Japan internationally competitive in the sport.. Now, as chairman of the 10-team professional","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"'There's Just a Lot of Pressure'","web_url":"https://www.nytimes.com/1993/04/06/nyregion/other-voices-there-s-just-a-lot-of-pressure.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.   Q What are the biggest problems facing young people?  ","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Leipzig Journal; A City of Two Tales: The Robust and the Bleak","web_url":"https://www.nytimes.com/1993/04/06/world/leipzig-journal-a-city-of-two-tales-the-robust-and-the-bleak.html","abstract":"  It was on the streets of this historic city that the movement to overthrow German Communism gathered force in the autumn of 1989. And as dusk fell here one recent afternoon, angry residents gathered at a downtown plaza to protest what they see as new injustices.   \"They threw me out of work like a piece of garbage,\" complained Werner Bottcher, a 55-year-old metal worker who is one of tens of thousands of Leipzigers who have lost their jobs since 1990.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92854560616.html","abstract":"1943: War in Caucasus. LONDON - [From our New York edition:] Russian forces driving against the Nazi base at Novorossisk have captured several populated places in two days of hand-to-hand fighting in the Caucasus, while in the Izyum area of the Donets val","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"No Runs, Few Pluses: Slow Start for Rockies","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-no-runs-few-pluses-slow-start-for-rockies.html","abstract":"  Somewhere, the ghost of Casey Stengel must have been calling out to Don Baylor yesterday afternoon.   Only Stengel really knew how awful things can get during an expansion season. Perhaps now it is Baylor's turn.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Q&A","web_url":"https://www.nytimes.com/1993/04/06/science/q-a-565993.html","abstract":"  Examination Dream   Q.     A common recurring dream, of signing up for a course, not attending class and then panicking when faced with the final exam, often persists decades after finishing school. Why does this nightmare situation persist rather than the far more anxiety-provoking situations encountered in later life?      A.  This dream echoes the first time such an anxiety emerged in your thinking, said Dr. Rosalind Cartwright, chairman of the department of psychology at Rush Presbyterian-St. Luke's Medical Center in Chicago and director of its sleep disorder service.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Italy's Scandal Spreads to 2 More Former Premiers","web_url":"https://www.nytimes.com/1993/04/06/world/italy-s-scandal-spreads-to-2-more-former-premiers.html","abstract":"  Accusations of wrongdoing against Italy's elder statesman, Giulio Andreotti, widened significantly today when magistrates in Milan formally notified him that he was under investigation in connection with the vast national bribery and corruption scandal.   At the same time, the Italian news agency reported that another former Christian Democratic Prime Minister, Arnaldo Forlani, a high-ranking party official who headed a short-lived administration in 1981, was also under investigation. Whether to Lift Immunity    The charges deepened the impression that Italy's postwar political system is rapidly unraveling. Even though the accusations today have yet to be judged in court, they mean that three former Prime Ministers -- Mr. Andreotti, Mr. Forlani and the former Socialist leader Bettino Craxi -- have been implicated, along with hundreds of other politicians and businessmen.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Mayoral Rivals Debate Crime Fears and Statistics","web_url":"https://www.nytimes.com/1993/04/06/nyregion/mayoral-rivals-debate-crime-fears-and-statistics.html","abstract":"  Mayor David N. Dinkins, a mathematician by training, believes numbers do not lie. So he paused during a recent campaign speech to explain at length, once again, the verity that to him is as plain as day: crime is down in New York.   \"Look at the numbers,\" he implored the audience. \"Twenty-seven months of straight decline.\"","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Mize Has a New Son and a Tee Time","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-golf-mize-has-a-new-son-and-a-tee-time.html","abstract":"  Now that his newest child has been born, LARRY MIZE says he expects to play in this week's Masters.   BONNIE MIZE gave birth to a baby boy -- their third -- in Columbus, Ga., on Friday night, a week earlier than expected. A week ago, Mize said if the child, named Robert, had not arrived by now that he wouldn't play in the tournament.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930406","time":"1993-04-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":55,"wspd":27.7},{"date":"19930406","time":"1993-04-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":57,"wspd":27.7},{"date":"19930406","time":"1993-04-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":58,"wspd":25.9},{"date":"19930406","time":"1993-04-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":60,"wspd":27.7},{"date":"19930406","time":"1993-04-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":61,"wspd":31.3},{"date":"19930406","time":"1993-04-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":35.3},{"date":"19930406","time":"1993-04-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":35.3},{"date":"19930406","time":"1993-04-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":62,"wspd":37.1},{"date":"19930406","time":"1993-04-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":59,"wspd":33.5},{"date":"19930406","time":"1993-04-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":54,"wspd":35.3},{"date":"19930406","time":"1993-04-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":54,"wspd":33.5},{"date":"19930406","time":"1993-04-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":53,"wspd":27.7},{"date":"19930406","time":"1993-04-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":51,"wspd":29.5},{"date":"19930406","time":"1993-04-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":49,"wspd":33.5},{"date":"19930406","time":"1993-04-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":51,"wspd":33.5},{"date":"19930406","time":"1993-04-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":48,"wspd":31.3},{"date":"19930406","time":"1993-04-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":53,"wspd":27.7},{"date":"19930406","time":"1993-04-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":52,"wspd":25.9},{"date":"19930406","time":"1993-04-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":54,"wspd":20.5},{"date":"19930406","time":"1993-04-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":58,"wspd":14.8},{"date":"19930406","time":"1993-04-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":60,"wspd":18.4},{"date":"19930406","time":"1993-04-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":73,"wspd":11.2},{"date":"19930406","time":"1993-04-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":75,"wspd":5.4},{"date":"19930406","time":"1993-04-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":83,"wspd":7.6},{"date":"19930406","time":"1993-04-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":7.6},{"date":"19930406","time":"1993-04-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":9.4},{"date":"19930406","time":"1993-04-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930406","time":"1993-04-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930406","time":"1993-04-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19930406","time":"1993-04-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":7.6},{"date":"19930406","time":"1993-04-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":7.6},{"date":"19930406","time":"1993-04-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":13},{"date":"19930406","time":"1993-04-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":59,"wspd":14.8},{"date":"19930406","time":"1993-04-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":18.7},{"date":"19930406","time":"1993-04-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":16.6},{"date":"19930406","time":"1993-04-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":57,"wspd":14.8},{"date":"19930406","time":"1993-04-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":55,"wspd":14.8},{"date":"19930406","time":"1993-04-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":45,"wspd":16.6},{"date":"19930406","time":"1993-04-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":34,"wspd":27.7},{"date":"19930406","time":"1993-04-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":35,"wspd":29.5},{"date":"19930406","time":"1993-04-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":27,"wspd":24.1},{"date":"19930406","time":"1993-04-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":24,"wspd":27.7},{"date":"19930406","time":"1993-04-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":25,"wspd":22.3},{"date":"19930406","time":"1993-04-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":24,"wspd":22.3},{"date":"19930406","time":"1993-04-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":29,"wspd":13},{"date":"19930406","time":"1993-04-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":50,"wspd":13},{"date":"19930406","time":"1993-04-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":11.2},{"date":"19930406","time":"1993-04-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":9.4}]},"19930407":{"guardian_articles":[],"nytimes_articles":[{"date":"19930407","headline":"Abortion Harassment Stalks Medical School; Secret Surgery","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-secret-surgery-751793.html","abstract":"  To the Editor:   \"Congress and the Freedom to Choose\" (March 29) attempts to portray women seeking abortions in states with 24-hour waiting periods as hapless victims of antiabortion demonstrators. We are to presume that you know the mental state of every woman in America contemplating an abortion. What other basis could there be for your empirical observation that none of these women need or want an opportunity to reconsider or more fully inform themselves about the abortion procedure. Unfortunately, it is because of such posturing by the mass media that millions of women are in the dark about abortion.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"7 News Groups Ask U.S. Judge To Lift Ban","web_url":"https://www.nytimes.com/1993/04/07/nyregion/7-news-groups-ask-us-judge-to-lift-ban.html","abstract":"  An order forbidding the prosecution and defense lawyers from communicating with news organizations reporting on the World Trade Center bombing was challenged yesterday by seven of the organizations and two of the defendants.   The order, issued April 1 by Judge Kevin T. Duffy of Federal District Court in Manhattan, imposes an initial fine of $200 for the first violation, then subsequent mathematical squares: $40,000 for a second and so on.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Public & Private; The Breast Ban","web_url":"https://www.nytimes.com/1993/04/07/opinion/public-private-the-breast-ban.html","abstract":"  Just to save you a little time, the woman with her left breast partially exposed is in the upper right quadrant of the beach page of \"Where's Waldo?\" Waldo is, of course, the little man with the striped shirt and spectacles who wanders in the pages of his books through everything from track meets to Viking hordes, so lost in the crowd that it is a challenge for kids to find him in the illustrations.    It is difficult to find the woman with the bare breast, too. But if you look real hard you can spot her just below the guys running on the beach and just above the man buried up to his neck in sand. Where you can't find her is in the library at the Springs Public School on Long Island. There the Waldo book has been banned because of the breast.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Fatal Stabbing Ends the Hopes Of One Family","web_url":"https://www.nytimes.com/1993/04/07/nyregion/fatal-stabbing-ends-the-hopes-of-one-family.html","abstract":"  Christian Abakpa's parents had a well-thought-out plan for him and his brothers. Christian's parents, immigrants from Nigeria, had come to New York City more than 15 years ago to set the foundation for a better life, even though it meant leaving Christian and three of his brothers back home. The father worked as a social worker, the mother as a nurse. They put their money aside slowly.   After work and sacrifice, the family was finally reunited in August. But on Monday, on a cool spring day, at a schoolyard playground in Brooklyn, it all came crashing down.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"What Happens to an Architect","web_url":"https://www.nytimes.com/1993/04/07/style/IHT-what-happens-to-an-architect.html","abstract":"-Jean-Marie Besset has fulfilled a promise with his latest play, \"Ce qui arrive et ce qu'on attend,\"which has opened at the Gait-Montparnasse to acclaim.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"Lesson for Seoul:Politics and Business Don't Mix","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-lesson-for-seoulpolitics-and-business-dont-mix.html","abstract":"- South Korea appears to have put in place a new principle: separation of politics and business. It may not be as vital to democracy as the supremacy of elected leaders over the armed forces, but it is an important and unexpected result of the presidential election in December.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"In Japan, Halo Clings to Lineker","web_url":"https://www.nytimes.com/1993/04/07/sports/IHT-in-japan-halo-clings-to-lineker.html","abstract":"The Japanese players for the Grampus Eight, the Nagoya soccer club that is the new home of Gary Lineker, still feel a bit unnatural working out with the English star. It's asif the 32-year-old, who captained his national team last year, has yet to lose","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Review/Film; A 1960's Coming-of-Age Baseball Story","web_url":"https://www.nytimes.com/1993/04/07/movies/review-film-a-1960-s-coming-of-age-baseball-story.html","abstract":"Nine friends and a baseball summer in the 1960's. Awestruck approach to modest coming-of-age comedy.","thumbnail":null,"section":"Movies"},{"date":"19930407","headline":"Dinkins Moves To Block Foes In School Vote","web_url":"https://www.nytimes.com/1993/04/07/nyregion/dinkins-moves-to-block-foes-in-school-vote.html","abstract":"  Trying to outmaneuver conservative groups seeking to win dozens of seats on New York City's school boards in elections next month, Mayor David N. Dinkins mounted a huge city-financed campaign yesterday to encourage voters to turn out in large numbers.   Mr. Dinkins said his administration would mail cards on Monday to all of the city's 3.4 million registered voters urging them to take part in the elections on May 4. It will also place advertisements in newspapers, on radio and on television, city officials said, and provide information about candidates over a special telephone line. The campaign, unprecedented in city politics, will cost about $635,000.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Who Will Turn Violent? Hospitals Have to Guess","web_url":"https://www.nytimes.com/1993/04/07/health/who-will-turn-violent-hospitals-have-to-guess.html","abstract":"  Early on a Monday morning in the Columbia-Presbyterian Medical Center emergency room, nine psychiatric patients with recent histories of violent behavior lounged on stretchers and armchairs, awaiting a doctor's decision about who would be committed and who discharged. One man had threatened to murder his girlfriend and another, hearing voices urging him to kill a prostitute, had grazed a woman's neck with a knife. A 51-year-old woman, while high on crack, had tried to place her young niece in the oven for being disobedient.   \"The normal complement after a weekend,\" said Dr. Ellen M. Stevenson, who is in charge of the hospital's psychiatric emergency services. \"The knife and gun club. The crack. The threats. The temper tantrums gone bad.\"","thumbnail":null,"section":"Health"},{"date":"19930407","headline":"Albany Allocates Funds For Historical Society","web_url":"https://www.nytimes.com/1993/04/07/arts/albany-allocates-funds-for-historical-society.html","abstract":"  The New York State Legislature has approved a $6.3 million appropriation for the New-York Historical Society, the first step in a plan to rescue that beleaguered institution.    The money, part of the state budget package approved by the Legislature on Monday, is contingent on several factors, one of which is an equal contribution from New York City.","thumbnail":null,"section":"Arts"},{"date":"19930407","headline":"Japanese Diplomat Puts Refugees Before Politics","web_url":"https://www.nytimes.com/1993/04/07/world/japanese-diplomat-puts-refugees-before-politics.html","abstract":"  When Sadako Ogata became the United Nations High Commissioner for Refugees two years ago, she may have anticipated an uncontroversial tenure as a do-gooder struggling to draw the world's attention to humanitarian issues.   But Mrs. Ogata was plunged almost immediately into bitter political disputes as fighting in the former Yugoslavia displaced more than two million Muslims, Croats and Serbs on the doorstep of Europe. Along the way, she has been challenged to defend her actions at almost every turn.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/07/style/chronicle-502693.html","abstract":"  It is a heady moment in the life of a scholarly sleuth: finding a document of historic and literary significance -- when you aren't even looking.   That happened to DESMOND HAWKINS, 84, author of seven books about Thomas Hardy, and who, while researching his subject, stumbled onto a diary kept by Percy Bysshe Shelley.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"Wyoming Hires Wright of Miami (Ohio)","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-college-basketball-wyoming-hires-wright-of-miami-ohio.html","abstract":"  JOBY WRIGHT, coach at Miami of Ohio for the last three seasons, was hired as Wyoming's basketball coach yesterday. Wright was an assistant for 10 years under BOB KNIGHT at Indiana after playing for the Hoosiers. Wright succeeds BENNY DEES, who resigned last month after six seasons. Wright's teams had a 61-29 record in his three years at Miami of Ohio. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Racing Bill in Chiles's Hands","web_url":"https://www.nytimes.com/1993/04/07/sports/racing-bill-in-chiles-s-hands.html","abstract":"  The three major thoroughbred tracks in south Florida, which have been feuding over racing dates for most of the last 20 years, were waiting yesterday for Gov. Lawton Chiles to sign a peace-treaty bill that would fix dates and provide tax breaks and television simulcasts for the next five years.   Under the terms of the bill, which cleared the Florida Legislature over the weekend and would take effect in 1994, Gulfstream Park would continue to get the prime dates during the tourist season, operating from Jan. 3 through March 16 and paying the state a tax of 3 percent on every dollar wagered. Hialeah Park would run from March 17 through May 22, but would be compensated for the off-season dates by paying a tax of only 1.15 percent. Calder would run for the rest of the year and would pay 2.4 percent.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Sex and Consequences","web_url":"https://www.nytimes.com/1993/04/07/opinion/sex-and-consequences.html","abstract":"  A country with one of the world's highest standards of living is not a country in which one expects to find a remarkable number of people afflicted with sexually transmitted diseases. But according to a study by the Alan Guttmacher Institute, 56 million Americans are infected with them, and at least one of every four can expect to be.    Such age-old scourges as gonorrhea and syphilis do significant damage, but the widest impact comes from incurable viral diseases, which get far less public health attention. Some 31 million Americans are believed to have genital herpes, while 24 to 40 million are infected with the virus that causes genital warts.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Political Memo; Clinton's Health-Care Plan: A Push to Sell Peace of Mind","web_url":"https://www.nytimes.com/1993/04/07/us/political-memo-clinton-s-health-care-plan-a-push-to-sell-peace-of-mind.html","abstract":"  The Clinton Administration's new health-care policy is still in development, but the packaging has already begun.   So far, the drive for health-care reform has been a discussion among policy makers, conducted in an arcane and highly theoretical language of \"managed competition\" and \"global budgets.\" But sometime in May the plan will go public, and the President Clinton's political advisers are now deep in the world of focus groups and polling data, preparing for the day.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Rivalries Imperil Socialist Party's Future in France","web_url":"https://www.nytimes.com/1993/04/07/world/rivalries-imperil-socialist-party-s-future-in-france.html","abstract":"  A week after the Socialist Prime Minister handed over office to his conservative successor in a quiet and dignified ceremony, a far more bitter transfer of power took place today amid the ruins of France's once-powerful Socialist Party.   As Michel Rocard assumed his new post as party boss this afternoon, his predecessor, Laurent Fabius, was nowhere to be seen. Ousted last weekend in what he denounced as a \"putsch,\" Mr. Fabius was in no mood to shake hands with a man whom he now accuses of untempered personal ambition.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Abortion Harassment Stalks Medical School; We Can Do Better","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-we-can-do-better-752593.html","abstract":"  To the Editor:   \"Congress and the Freedom to Choose\" (editorial, March 29), endorsing the proposed Freedom of Choice Act, expresses concern for poor and young women, who, you say, often cannot exercise their right to an abortion as easily as more affluent women. The proposed law, you imply, would remedy that.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/07/nyregion/c-corrections-724093.html","abstract":"  A chart in Business Day on Friday, with an article about stocks that posted the biggest gains and losses in the first quarter, included an erroneous entry for Humana Inc. supplied by Media General Financial Services. Humana split 2 for 1 in the first quarter when it spun off its hospital management company, Galen Health Care Inc. Thus Humana was not the stock showing the largest percentage decline on the New York Stock Exchange in the quarter.   In addition, the three charts with the article, showing the biggest gainers and losers on the New York and American stock exchanges and the Nasdaq market, mislabeled the quarter covered. It was the first.  ","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-90805406564.html","abstract":"A Sin Tax on Fat. Regarding the report \"For Margarine Eaters, Another Slice of Bad News on Risks\" (March 6):. Just as for tobacco and liquor, high taxes should be imposed on all food containing fat. If \"sin taxes\" are an attempt to let","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Mormons Convene","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Rivers in Right Place at the Right Time","web_url":"https://www.nytimes.com/1993/04/07/sports/pro-basketball-rivers-in-right-place-at-the-right-time.html","abstract":"  The Knicks ran out of overtime heroics tonight. They played hard enough to win, but not well enough. Instead of making clutch plays, they made crucial mistakes. Instead of making pressure shots, they made mental blunders.   Ending a six-game New York winning streak, the Atlanta Hawks dropped the Knicks, 109-104, at the Omni. Fortunately for New York (51-21), the Chicago Bulls (50-22) also lost, to the Milwaukee Bucks, so New York still has a one-game lead over Chicago in their race for best record in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Drop Seen in Old-Age Disability, Challenging Idea of Fading Health","web_url":"https://www.nytimes.com/1993/04/07/us/drop-seen-in-old-age-disability-challenging-idea-of-fading-health.html","abstract":"  The common assumption that old age in America brings with it unremitting deterioration is being challenged by a new study that shows disability rates among the elderly decreasing during the 1980's.    Findings by three Duke University researchers, Kenneth G. Manton, Larry S. Corder and Eric Stallard, being published in the forthcoming issue of the Journal of Gerontology, have generated a whirlwind of discussion. Demographers were taken aback by the extent to which the disability rates had shifted.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor.html","abstract":"Taxing Expatriates. It may be timely to remind readers of the trade balance's role in helping to reduce the U.S. federal deficit, and of expatriate Americans' contribution to this end. In times of revenue increases, overseas Americans make tempting tax ta","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"U.S. Seeks Tougher Sanctions on Yugoslavia","web_url":"https://www.nytimes.com/1993/04/07/world/us-seeks-tougher-sanctions-on-yugoslavia.html","abstract":"  The Clinton Administration is seeking United Nations Security Council approval for three additional sanctions against the Yugoslav federation of Serbia and Montenegro to further tighten the economic embargo imposed last year.   It has suggested imposing a maritime exclusion zone along the Adriatic coast of Yugoslavia as part of its drive to strengthen the new and tighter trade embargo the Security Council is expected to approve next Monday. The vote comes after Bosnian Serbs rejected the international plan for ending the civil war in Bosnia and Herzegovina last week.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Lessons to Be Learned","web_url":"https://www.nytimes.com/1993/04/07/sports/IHT-lessons-to-be-learned.html","abstract":"- Experienced soccer players aught to take with a pinch of garlic the fallacy that one man makes a team. How surprising, therefore, to see the smile on the face of Franck Sauzee, Olympique Marseille's seasoned midfielder, when anticipating his next opponent Glasgow Rangers will be drastically weakened by the suspension of its center forward, Mark Hateley.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/07/nyregion/news-summary-047493.html","abstract":"  International A3-15  FRENCH FILES ON WAR INTERNMENT  A 72-year-old Frenchman smuggled out of the Toulouse office of France's National Archives thousands of files detailing French involvement in the internment and deportation of Jews and non-Jews in World War II. The files illustrate how the French administration routinely went about carrying out arrests, seizing the property of detainees and, when necessary, selecting them for deportation to death camps or labor camps in Germany or Poland.  A1  EGYPTIAN PLAN REJECTED  President Clinton rejected a suggestion from President Hosni Mubarak of Egypt that the United States ask Israel to further accelerate the return of 400 Palestinians deported from Israel to Lebanon last December.  A10","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Young Women, Keep Your Own Name","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-young-women-keep-your-own-name-748793.html","abstract":"  To the Editor:   As Joan D., I graduated from high school, where I won honors and awards, including a scholarship.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"RUSSIANS INVITED TO HELP IN DESIGN OF SPACE STATION","web_url":"https://www.nytimes.com/1993/04/07/us/russians-invited-to-help-in-design-of-space-station.html","abstract":"  Seeking to cut the costs of the nation's most expensive space project, the White House has ordered NASA to work with the Russians in designing a smaller and cheaper space station. The move could bring to a decisive end decades of cold war rivalry and signal a new era of cooperation in space.    In announcing the cooperative plan yesterday, NASA disclosed that the Clinton Administration had told the agency to cut the price tag for building the station by as much as two-thirds.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-91428600334.html","abstract":"A Defective Analogy. Regarding the report \"Some Pioneers of the Race-Integrated Military Draw the Line at Gay Integration \" (Feb. 17) by Lynne Duke:. Ms. Duke's article implies that anyone sympathetic to the civil liberties of blacks ought to","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/07/theater/theater-in-review-593093.html","abstract":"  Krapp's Last Tape The Classic Stage Company 136 East 13th Street East Village Through April 17  By Samuel Beckett; designed and directed by David Esbjornson; costumes by Jessica Grace; lighting by Brian MacDevitt; sound by Dan Moses Schreier; production stage manager, Crystal Huntington. Presented by the Classic Stage Company, Mr. Esbjornson, artistic director; Patricia Taylor, managing director. WITH: John Seitz.   In his production of \"Krapp's Last Tape\" at the CSC Theater, the director, David Esbjornson, recognizes two of Samuel Beckett's important directives. The author felt that the monodrama should not be overplayed as a clown show. He also stressed a recurrent theme of light and darkness in the narrative and in the physical aspects of the staging.","thumbnail":null,"section":"Theater"},{"date":"19930407","headline":"Falwell's Gospel Hour Fined for Political Activity","web_url":"https://www.nytimes.com/1993/04/07/us/falwell-s-gospel-hour-fined-for-political-activity.html","abstract":"  After a four-year examination of groups affiliated with the Rev. Jerry Falwell, the conservative evangelist, the Internal Revenue Service has won agreement from his broadcast ministry to pay $50,000 in taxes for engaging in political activity in 1986 and 1987.   The agency found that the assets and personnel of the ministry, the Old Time Gospel Hour, were used to raise money for a political action committee in violation of laws prohibiting tax-exempt bodies from participating or intervening in political campaigns on behalf of candidates. The I.R.S. did not identify the political action committee.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-91599480330.html","abstract":"Pluralism in India. Regarding \"India at the Edge\" (Editorial, Feb. 25):. The Bharatiya Janata Party is not a communal party, nor is it radical or fundamentalist or nonsecular. It is well to remember that India is secular not because of Nehru or","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Suit Accuses Big Landlord Of Barring Some Families","web_url":"https://www.nytimes.com/1993/04/07/nyregion/suit-accuses-big-landlord-of-barring-some-families.html","abstract":"  One of Long Island's largest landlords is being charged with illegally barring some families with children from living in its buildings, according to a lawsuit to be filed on Wednesday in Federal court by a housing civil rights organization.   Long Island Housing Services, a nonprofit fair housing agency, announced today that a yearlong investigation showed that Holiday Management Associates Inc. in Old Westbury \"knowingly and intentionally discriminated against families with children\" in several of its apartment complexes, in violation of the Fair Housing Act.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"With '92 Woes Behind Him, Saberhagen Is Ready to Sizzle","web_url":"https://www.nytimes.com/1993/04/07/sports/baseball-with-92-woes-behind-him-saberhagen-is-ready-to-sizzle.html","abstract":"  It's an assignment born of tradition and a bit of theory. The pitcher next in the rotation keeps track of the previous game's starter, chronicling the number of pitches as well as the type and location. And so Bret Saberhagen sat in the Shea Stadium dugout on opening day, clipboard in his lap, engaged in perhaps the emptiest exercise of an afternoon otherwise overloaded with excitement, nostalgia and a sense of history.   \"I'd be fined if I didn't,\" Saberhagen said of his task.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Testing Service Plans Layoffs of 250 Employees","web_url":"https://www.nytimes.com/1993/04/07/nyregion/testing-service-plans-layoffs-of-250-employees.html","abstract":"  The Educational Testing Service in Princeton, N.J., has announced that 250 to 300 staff members will be laid off in the next few months because of new Federal rules governing student aid programs.   The staff reductions are to be completed by the end of June and will take place at every level of the testing service, which employs 3,000 people in Princeton and eight field offices. The layoffs and other cost-saving measures were announced last week at a senior staff forum by Gregory R. Anrig, president of the Testing Service.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Clinton Rebuffs Mubarak on Pressing Israelis","web_url":"https://www.nytimes.com/1993/04/07/world/clinton-rebuffs-mubarak-on-pressing-israelis.html","abstract":"  President Clinton today rejected a suggestion from President Hosni Mubarak of Egypt that the United States ask Israel to further speed the return of 400 Palestinians deported from Israel to Lebanon last December.   In turning down Mr. Mubarak, President Clinton said Israel had done \"enough\" on the deportee issue to get the stalled peace talks started again.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Books of The Times; What's to Complain About? Plenty, It Seems","web_url":"https://www.nytimes.com/1993/04/07/books/books-of-the-times-what-s-to-complain-about-plenty-it-seems.html","abstract":"  Culture of Complaint  The Fraying of America  By Robert Hughes  210 pages. New York Public Library/Oxford University Press. $19.95.    Lest you think after reading Robert Hughes's brilliant book of essays, \"Culture of Complaint,\" that he is simply looking down his nose at American society, politics and culture, here is his affectionate though critical interpretation of the United States in the final decade of the 20th century:","thumbnail":null,"section":"Books"},{"date":"19930407","headline":"A Terrorist Network in America?","web_url":"https://www.nytimes.com/1993/04/07/opinion/a-terrorist-network-in-america.html","abstract":"F.B.I. and New York police officials say the World Trade Center bombing was not a job of professional terrorists but the work of local amateurs. \n\nThe F.B.I. has used this assessment in not classifying the bombing as terrorism. Indeed, it announced last month that it had found no evidence of any link between the \"local individuals\" arrested and an \"international terrorist conspiracy.\" This apparently was intended to ease public fears.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/07/nyregion/bridge-449693.html","abstract":"  On the face of it, an occupation that requires regular gentle exercise is more likely to promote longevity than one that is totally sedentary. That may partly explain why tournament directors, who spend much of their working lives walking briskly to a table at which some misdemeanor has occurred, frequently become octogenarians and even nonagenarians.    A case in point is Jack Gordon of Detroit, who died last December at the age of 88. His 30-year career as a director at tournament and club games continued until he was 81. Like many directors, he started his bridge life as a successful player, as indicated by the diagramed deal that helped him win a title in 1954. It was reported by his son, Robb Gordon of Manhattan, who is one of the most successful players in the New York metropolitan area.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Japan's Leader to Replace Foreign Minister","web_url":"https://www.nytimes.com/1993/04/07/world/japan-s-leader-to-replace-foreign-minister.html","abstract":"  One week before Japan is to be host for a high-level international conference on providing aid to Russia, Prime Minister Kiichi Miyazawa decided today to name a relative newcomer to international affairs to replace his ailing Foreign Minister, setting off an intense power struggle in the governing Liberal Democratic Party.   Some commentators said the decision to name Kabun Muto, who formerly held the posts of Minister of Agriculture and of International Trade and Industry, to replace Michio Watanabe, a plain-spoken political veteran, could make it more difficult for Japan to break from its policy of reluctantly providing aid to Russia and establish a new course as a leader in the industrial world's efforts to encourage change in the former Soviet Union.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93733171504.html","abstract":"1918: Wilson: Press On","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Administration Calls the Principal Medicare Trust Fund Troubled","web_url":"https://www.nytimes.com/1993/04/07/us/administration-calls-the-principal-medicare-trust-fund-troubled.html","abstract":"  The Clinton Administration warned today that the principal trust fund for Medicare, which finances hospital care for 35 million elderly and disabled people, would run out of money in 1999 if Congress does not act.   The report by the Medicare trustees underlines a problem facing the Administration. President Clinton is drafting an ambitious proposal to overhaul the nation's health-care system and guarantee coverage for all Americans, at an estimated cost of $30 billion to $90 billion a year. Administration officials have said they want to expand coverage of long-term care and begin covering the costs of prescription drugs.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/04/07/books/book-notes-587593.html","abstract":"  In the Beginning   Not all the negotiating going on near Waco, Tex., has been to find an end to the face-off between Federal officials and heavily armed members of the Branch Davidian sect who have barricaded themselves inside their compound there.   Somehow in the midst of the shootings and occasional release of members and while enduring a bombardment of annoying music, David Koresh, the leader of the sect, has found time to authorize two New York City lawyers to act as his literary agents, and the lawyers say they expect to get their client a multi-million-dollar deal for his story.","thumbnail":null,"section":"Books"},{"date":"19930407","headline":"U.S. Rebukes Armenia on New Drive in Caucasus","web_url":"https://www.nytimes.com/1993/04/07/world/us-rebukes-armenia-on-new-drive-in-caucasus.html","abstract":"  The United States sharply rebuked Armenia today for seizing territory in the northwest of neighboring Azerbaijan in an offensive that began 11 days ago.    In a statement by Secretary of State Warren Christopher, the Administration called on the Yerevan Government to withdraw its forces immediately, saying \"the United States Government condemns this offensive\" and noting that a letter of protest had been delivered on Monday to the Armenian President, Levon Ter-Petrosyan.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Lose-Lose Situation: Dudley Is Out, And Nets Fall","web_url":"https://www.nytimes.com/1993/04/07/sports/pro-basketball-lose-lose-situation-dudley-is-out-and-nets-fall.html","abstract":"  Bad news first: Nets center Chris Dudley, a relentless rebounder and key component for the team, will miss the remainder of the regular season and probably the playoffs because of a stress fracture in his right ankle. Now the good news. Well, actually, there is no good news.   With only eight games remaining, the Nets' situation couldn't be uglier. New Jersey got the latest injury news before their horrific 98-85 loss to the Indiana Pacers tonight before 14,902 horrified fans at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"De la Hoya Goes Distance","web_url":"https://www.nytimes.com/1993/04/07/sports/boxing-de-la-hoya-goes-distance.html","abstract":"  The people around him seemed to think there was one thing Oscar de la Hoya needed most in the early part of his boxing career: rounds. His first five fights ended in sudden knockouts. Give him an opponent who would go the distance, they said, and de la Hoya would benefit.   He got it tonight. De la Hoya scored two knockdowns and won a unanimous eight-round decision over Mike Grable at Rochester War Memorial, extending his record to 6-0.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/07/health/personal-health-594893.html","abstract":"  THE woman, a middle-aged New Yorker, was devastated. After a lifetime of \"wonderful skin,\" she had suddenly developed frequent and intense facial flushes, then white heads and finally \"blotchy, ugly bumps on my face.\" Diagnosis: rosacea (pronounced rose-AY-sha), a mysterious, chronic and potentially disfiguring condition of the facial skin.   Most people have never even heard of it, though rosacea afflicts up to 5 percent of Americans, particularly those fair individuals of northern European descent. The disorder typically strikes after the age of 35 and is expected to become increasingly prominent as the baby boom generation reaches middle age. Women are more likely to develop rosacea, but men tend to have more severe cases.","thumbnail":null,"section":"Health"},{"date":"19930407","headline":"Sports of The Times; Michigan's Blundering: Team Effort","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-of-the-times-michigan-s-blundering-team-effort.html","abstract":"  THERE are a few things Chris Webber should know. A year ago, he came off the court cursing and crying after losing the championship game, but Monday night he tersely but politely explained why he called a timeout Michigan did not have. His parents can be proud. He should know that.   Another thing Chris Webber should know is that Fred Brown did not lose that game in 1982. Georgetown lost that game, including a chap named Patrick Ewing, who was called for goaltending five times in the first six minutes.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Fear Gives Los Angeles Race an Edge","web_url":"https://www.nytimes.com/1993/04/07/us/fear-gives-los-angeles-race-an-edge.html","abstract":"  Two weeks before Angelenos vote for a new mayor, an extraordinary possibility is emerging: the leading candidate in this heavily Democratic and liberal city is a New York-born Republican who vows to put more police officers on the streets, trim the rest of local government and turn over many city services to private enterprise.   He is Richard Riordan, a 62-year-old lawyer, self-made millionaire, philanthropist and long-time power broker here who has never held public office. Mr. Riordan, who lives alone in a book-cluttered mansion in the exclusive Brentwood section, says he wants the job because \"all my life I've been a rescuer.\"","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Foyt Enters 5 Cars for Indianapolis 500","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-auto-racing-foyt-enters-5-cars-for-indianapolis-500.html","abstract":"  A. J. FOYT has entered five cars for the Indianapolis 500, none listing him as driver, the Indianapolis Motor Speedway said yesterday. The five Foyt entries were among the latest batch of 27 submitted by 11 racing teams, increasing the total for the May 30 race to 96. Foyt, 58 years old, who last year drove in a record 35th straight Indy 500, named a rookie, ROBBY GORDON, as his team driver, although he has not ruled out another effort at Indy himself. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Trial Takes an Odd Turn As Testimony Is Rerun","web_url":"https://www.nytimes.com/1993/04/07/us/trial-takes-an-odd-turn-as-testimony-is-rerun.html","abstract":"  In one of the strangest moments of the trial of four officers in the beating of Rodney G. King, the jury today watched a videotape of the famous videotape of the beating along with taped testimony from a defendant who had declined to take the stand.   On the final day of testimony, prosecutors played the tape in an attempt to dismantle the carefully constructed unity presented by the defendants. Closing arguments were scheduled for Thursday, and the case was expected to go to the jury by the end of the week.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"14-Year-Old Girl Charged With Murder in Melee","web_url":"https://www.nytimes.com/1993/04/07/nyregion/14-year-old-girl-charged-with-murder-in-melee.html","abstract":"  Kulvara Sayaves says he was sitting on the stoop of his house in Ridgewood, Queens, on Monday afternoon, talking with his brother and a friend, when he spotted the teen-ager who had tried to assault him the week before.   He confronted the teen-ager and his five or six friends. They traded words and they traded shoves. Mr. Sayaves and the two other men chased the teen-agers off and assumed it was all over.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Russia Reports Radiation Release in Blast at Plant","web_url":"https://www.nytimes.com/1993/04/07/world/russia-reports-radiation-release-in-blast-at-plant.html","abstract":"  A steel tank containing uranium waste exploded and caused a fire Tuesday at a plutonium separating factory near the Siberian city of Tomsk, exposing firefighters to significant doses of radiation, Russian officials said today.   Sergei Yermakov, a spokesman for the Russian Atomic Energy Ministry, confirmed the explosion at the Tomsk-7 chemical complex, which processes spent nuclear fuel and is believed to be part of a nuclear-weapons plant. He said there were no immediate casualties and said that some radioactivity had been released over an area of several hundred square yards around the plant.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"A Mother's ID Card Exposes French World War II Secrets","web_url":"https://www.nytimes.com/1993/04/07/world/a-mother-s-id-card-exposes-french-world-war-ii-secrets.html","abstract":"  Sitting in a corner of the Toulouse office of France's National Archives one spring morning in 1991, Kurt Werner Schaechter untied a batch of dusty files and was suddenly confronted with a 1939 photograph of his mother, Margarethe, attached to a refugee identity paper.   He had obtained special permission from local archival employees to study documents barred from public view since World War II on the off chance of learning more about his Austrian Jewish parents. Though he knew they had been arrested in occupied France in 1942 and deported to Nazi death camps, he was not prepared for what he found. A Question of Morality    \"I am a mathematician, therefore not at all mystical,\" said Mr. Schaechter, who is now 72. \"But when I came face to face with my mother after 50 years, it was a shock. It was a terrible experience. I put the identity paper in my pocket. It was the only document that I stole.\"","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Travel Agent Vanishes, But L.I. Student Trip Is On","web_url":"https://www.nytimes.com/1993/04/07/nyregion/travel-agent-vanishes-but-li-student-trip-is-on.html","abstract":"  A group of Long Island high school students were all smiles yesterday as they boarded a luxury motor coach, equipped with stereo system and VCR, and headed for Kennedy International Airport to begin a 13-day tour of London and Ireland. The trip had been in jeopardy since last week when the students learned that they had no reservations, no money and no way to trace the travel agent who had been handling the arrangements.   \"They are off and rolling, thanks to the generous donations of the community,\" said Lee Elwood, superintendent of schools for Mattituck.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Cult's Lawyers Seek Raid Videotape","web_url":"https://www.nytimes.com/1993/04/07/us/cult-s-lawyers-seek-raid-videotape.html","abstract":"  A videotape of the Federal raid on a religious cult near here became a legal football today, as lawyers for cult members asked a Federal magistrate to impound it from the agency that conducted the raid. But the agency said it had already turned the videotape over to law-enforcement authorities in Texas.    The Texas authorities referred all questions to the United States Attorney, whose office declined to comment on the matter this evening.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Introducing Williams as Carolina's Star","web_url":"https://www.nytimes.com/1993/04/07/sports/college-basketball-introducing-williams-as-carolina-s-star.html","abstract":"  The System demands precise efficiency. You get it wrong, you run some more. That's how Dean Smith's players play.   \"Over and over; every practice,\" said Brian Reese, his voice tired at the memory at the end of North Carolina's championship season.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"FLAW IN SHUTTLE STOPS LAUNCHING","web_url":"https://www.nytimes.com/1993/04/07/us/flaw-in-shuttle-stops-launching.html","abstract":"  An attempt to launch the space shuttle Discovery was halted today with seconds to go because of a technical failure, the second time in two weeks that a liftoff was canceled at the last moment. The space agency said it would try again on Thursday.   The effort to launch the Discovery early this morning was cut short when a safety computer aboard the spacecraft detected a possible problem with a valve in one of the three main engines. But the mission's managers decided after meeting with engineers that the problem was actually in circuits that relay signals to the safety computer.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/07/sports/transactions-553093.html","abstract":"  Baseball  American League  CALIFORNIA ANGELS -- Placed Victor Silverio and Julian Vasquez, pitchers, on the 60-day emergency disabled list. Placed Scott Lewis, pitcher, on the 15-day disabled list retroactive to April 1. Purchased the minor-league contracts of Jerome Walton, outfielder, and Gene Nelson, pitcher. Transferred the contract of Pete Janicki, pitcher, from the Cedar Rapids of the Midwest League to Palm Springs of the California League.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/07/nyregion/c-corrections-723193.html","abstract":"  An article on the Media Business page of Business Day yesterday, about executive changes at the Financial Times publishing group, carried an incorrect byline in some editions. The writer was William E. Schmidt.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Around Windows on World, Clouds of Uncertainty Swirl","web_url":"https://www.nytimes.com/1993/04/07/nyregion/around-windows-on-world-clouds-of-uncertainty-swirl.html","abstract":"  Diners hoping to celebrate Mother's Day at New York City's highest restaurant will be disappointed: Windows on the World, on the 107th floor of 1 World Trade Center, will not reopen until \"later in the year,\" according to its operator, Hilton International.   Hilton yesterday acknowledged a report published by New York Newsday that the company had, as of Monday, tentatively scheduled the reopening of the restaurant for May 6. But by yesterday afternoon it said it had changed its mind.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"I.B.F. Announces a Pension Plan","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-boxing-ibf-announces-a-pension-plan.html","abstract":"  The International Boxing Federation announced a pension plan yesterday for its fighters, a move officials said was designed to erase the image of down-and-out former boxers.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Rival Military Chiefs Meet in Bosnia, but Only Bicker","web_url":"https://www.nytimes.com/1993/04/07/world/rival-military-chiefs-meet-in-bosnia-but-only-bicker.html","abstract":"  The United Nations failed today to consolidate the fragile cease-fire in the Bosnian war when face-to-face talks among military commanders of the three warring armies ran into deadlock over continuing Serbian nationalist attacks on the besieged Muslim enclave at Srebrenica.   The talks at Sarajevo Airport were the first attempt at a high-level meeting of the opposing armies in weeks, and United Nations commanders had hoped that the session would agree on the first steps toward turning the 10-day-old cease-fire into a lasting peace.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"If It Came Down to Yeltsin or Democracy","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-if-it-came-down-to-yeltsin-or-democracy-746093.html","abstract":"  To the Editor:   President Clinton seems to have succumbed to the contradictory ideas of supporting Boris N. Yeltsin as the only hope for democracy in Russia and of maintaining support even if President Yeltsin were to shut down the Russian Congress of Peoples' Deputies and rule as a dictator. The contradiction also begets a historical contradiction in which we absolve Mr. Yeltsin and condemn Lenin for the same offense.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Seoul Journal; Without a Barricade, What Is a Student to Do?","web_url":"https://www.nytimes.com/1993/04/07/world/seoul-journal-without-a-barricade-what-is-a-student-to-do.html","abstract":"  The Rev.  Park Hong, a voluble Jesuit priest and president of Sogang University, was troubled as he looked out a dining room window across a sun-drenched campus, free of demonstrations against the military for the first time in years.   The problem, he said, was not the unaccustomed sense of peace, but the vacuum this peace seems to have brought by removing from the lives of young people the organizing force of a clearly defined enemy, a point on which to train the moral compass of a generation.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/07/sports/results-plus-568993.html","abstract":"  N.H.L.  Bruins Lead in Adams  Cam Neely had two goals and an assist as the Boston Bruins moved into first place in the Adams Division with a 7-1 victory over the Nordiques in Quebec. The Bruins, who are on a four-game winning streak and have lost only once in their last eight games, hold a one-point lead over the Montreal Canadiens and are three points up on Quebec. All three teams have four games to play. Neely has 8 goals in 11 games since returning Feb. 25 from a knee injury. (AP) North Stars 3, Sabres 1: Brian Propp scored two goals, his first since Oct. 13, and Jon Casey made 31 saves as the Minnesota North Stars defeated Buffalo in Bloomington, Minn. The victory was just the second in 11 games (2-8-1) for the North Stars, who moved within one point of St. Louis for the fourth and final playoff spot in the Norris Division. The Blues tied Tampa Bay, 2-2. Propp's second goal was a centering pass that deflected into the net off the skate of Buffalo's Yuri Khmylev to break a 1-1 tie at 12:23 of the third period. (AP) TRACK AND FIELD  Javelin Mark for Zelezny  Jan Zelezny of the Czech Republic, the Olympic champion, set a world record in the javelin yesterday with a throw of 313 feet 5 1/2 inches. His effort broke by more than 13 feet the mark of 300-1 set by Steve Backley of Britain at a meet in New Zealand on Jan. 25, 1992. Zelezny set his mark on his first throw at the Sanlam Super Athletics Meet in Pietersburg, South Africa. (AP) TENNIS Eying Another Upset  Two weeks ago in Houston, Tatyana Ignatyva staged the upset of the decade by defeating Jennifer Capriati. With a Kraft Tour resume that included just two previous victories, Ignatyva thumped away at Capriati from the baseline and stunned herself with a three-set victory. Her ranking lurched from 330 to 120. Today, she will have a rematch with Capriati at the Bausch and Lomb Championships at Amelia Island, Fla. \"Her father was there watching my match today,\" said the 18-year-old Ignatyva, who needed three sets to defeat 67th-ranked Manon Bollegraf yesterday in the first round. \"I'm sure she knows my game. She's waiting.\" In another match yesterday, top-seeded Arantxa Sanchez Vicario shook off a slight ankle sprain while facing Flora Perfetti of Italy and advanced to the third round, 6-1, 6-2. Sampras Advances: Pete Sampras beat Jamie Morgan of Australia, 7-5, 6-3, yesterday in a battle of service aces at the $1.2 million Japan Open in Tokyo. The second-seeded Sampras fired 15 aces against Morgan's 13 in the second-round match. The Sampras-Morgan match went with service until Sampras broke in the 12th game, taking the first set with a forehand winner. Sampras broke the 90th-ranked Morgan in the fourth game of the second set after four deuces. In the seventh game, he blasted in three consecutive service aces. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Islanders Move Into A Tie For 3d","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-islanders-move-into-a-tie-for-3d.html","abstract":"  Now they are the third-place Islanders, tied for the position with New Jersey but really ahead because they have played one less game with very few left in this long, tense season.   By beating Washington, 3-2, tonight at the Capital Centre, the Islanders put themselves in position to flirt with thoughts of overtaking even the second-place Capitals in the Patrick Division race. They trail them by only 5 points and have a game in hand on them as well. The Islanders have six games left, a possible 12 points.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Tale of the Tape: More Telephone Recordings in the Allen-Farrow Fight","web_url":"https://www.nytimes.com/1993/04/07/nyregion/tale-of-the-tape-more-telephone-recordings-in-the-allen-farrow-fight.html","abstract":"  First, it was Mia Farrow's tapes -- the videotape of her daughter Dylan making allegations of abuse and the secret tapes of Ms. Farrow's subsequent telephone conversations with Woody Allen.   Now, it turns out, Mr. Allen was busy with a tape recorder, too.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Haiti Talks Stall Over Amnesty for Coup Leaders","web_url":"https://www.nytimes.com/1993/04/07/world/haiti-talks-stall-over-amnesty-for-coup-leaders.html","abstract":"  Intensive diplomatic efforts to settle the political crisis in Haiti have reached an impasse over the refusal by the country's exiled president to grant an amnesty to the military leaders who ousted him, diplomats and officials close to the talks say.   Diplomats said that several days of talks that began in Washington over the weekend had failed so far to convince Haiti's elected president, the Rev. Jean-Bertrand Aristide, to grant immunity from prosecution to the commanders, even though the amnesty is widely seen as the last major piece in a settlement that would restore Father Aristide to power after 18 months in exile.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"In an Urban Version of Horse-Trading, Owner of Daily News Stands to Gain","web_url":"https://www.nytimes.com/1993/04/07/nyregion/in-an-urban-version-of-horse-trading-owner-of-daily-news-stands-to-gain.html","abstract":"  New York City is trying to persuade Mortimer B. Zuckerman, the owner of The Daily News, to build a new printing plant in the Bronx, while at the same time Mr. Zuckerman is pressing the city and the Metropolitan Transportation Authority for changes in his plans to develop the Coliseum site at Columbus Circle.   While Mr. Zuckerman and city officials say the printing plant and the Coliseum development are not connected, Dinkins administration officials are trying hard to persuade Mr. Zuckerman to build his plant in the city. Mr. Zuckerman has said he would be interested in building in the Harlem River Rail Yards project in the South Bronx if he can get loan guarantees and other incentives from the city.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Injury to Finger Forces King to Rest","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-injury-to-finger-forces-king-to-rest.html","abstract":"  Derek King, one of the Islanders' top offensive threats, missed his team's game against the Capitals here tonight because of a broken bone in the little finger of his left hand.   He doesn't know when he will return, and his absence exposes the team's lack of depth at forward and could jeopardize the team's chances for a playoff berth.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"President Mubarak's Flawed Advice","web_url":"https://www.nytimes.com/1993/04/07/opinion/president-mubarak-s-flawed-advice.html","abstract":"  Egypt's President, Hosni Mubarak, is one of America's most valued partners in the Middle East. But on the subject of combating international terrorism, his prescriptions ought to be taken with a large grain of desert sand.   Mr. Mubarak's primary concern, understandably, is to protect his embattled regime from an increasingly violent Islamic insurgency. That sometimes leads to simplistic conspiracy theories. Among these is Mr. Mubarak's apparent belief that terrorism in the U.S. stems from the same Islamic challenge that besets his own regime.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Simple Fungus Becomes Fashionable","web_url":"https://www.nytimes.com/1993/04/07/nyregion/about-new-york-simple-fungus-becomes-fashionable.html","abstract":"  GENERALLY speaking, New Yorkers don't know diddly about mushrooms, which is where Thierry Farges comes in.   Mr. Farges, a 31-year-old native of the Perigord region of France, knows a great deal about them. He hunts, eats and loves mushrooms. Not only does he sell tons of them every week from his mushroom store in TriBeCa, he proselytizes eagerly, sharing his mushroom lore with all comers as a sort of earthly Carlos Castenada.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Italian Star Faces Ban After Failing Test","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-soccer-italian-star-faces-ban-after-failing-test.html","abstract":"  CLAUDIO CANIGGIA, a good-scoring forward for AS Roma and Argentina's national team, failed a cocaine test after an Italian League match last month and will face a suspension of six months to two years, perhaps even missing next year's World Cup. The Italian soccer federation announced the result yesterday after testing a second urine sample Caniggia gave after a March 21 game against Naples.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Who May Cast School Ballots","web_url":"https://www.nytimes.com/1993/04/07/nyregion/who-may-cast-school-ballots.html","abstract":"  Any registered voter, or anyone registered as a parent voter, may vote in the community school board elections on May 4.   People at least 18 years old may register as parent voters if they have a child in a public elementary, intermediate or junior high school. United States citizenship is not required.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Monday Night At the Temple Of Health","web_url":"https://www.nytimes.com/1993/04/07/opinion/monday-night-at-the-temple-of-health.html","abstract":"  Dr. John Harvey Kellogg, inventor of the corn flake and peanut butter, not to mention caramel-cereal coffee, Bromose, Nuttolene and some 75 other gastrically correct foods, paused to level his gaze at Mrs. Tindermarsh, the heavyset woman in the front row. He was having difficulty believing what he'd just heard. As was the audience, judging from the gasp that arose after she'd raised her hand, stood shakily and demanded to know what was so sinful about a good porterhouse steak -- it had done for the pioneers, hadn't it? And for her father and his father before him?   Dr. Kellogg was a diminutive man himself. It wasn't so much that he was short, he liked to say -- it was just that his legs weren't long enough. Of course, as he'd grown into his 50's, he'd expanded a bit on the horizontal plane, but that was all right -- it gave him a glow of portly health and authority, an effect he enhanced by dressing entirely in white. Tonight, as always, he was a marvel of whiteness, a Santa Claus of health, from his flawless white high-button shoes to the cusp of his Vandyke and the fine pale tenacious hair that clung to his scalp.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/07/nyregion/metro-digest-113693.html","abstract":"  NEW YORK CITY  DINKINS FOCUSES ON SCHOOL ELECTIONS   Moving to outmaneuver conservative groups seeking to win dozens of seats on New York City's school boards, Mayor Dinkins has mounted a huge city-financed campaign to encourage voters to turn out. Meanwhile, Gov. Cuomo has proposed enlarging the Board of Education to 11 members, with the Mayor appointing 6 members. A1.  HORSE-TRADING ON DEVELOPMENT PLANS   New York City is trying to persuade Mortimer B. Zuckerman, the owner of The Daily News, to build a new printing plant in the Bronx, while at the same time Mr. Zuckerman is pressing the city and the Metropolitan Transportation Authority for changes in his plans to develop the Coliseum site at Columbus Circle. B3","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Blackman Expects Surgery on Back","web_url":"https://www.nytimes.com/1993/04/07/sports/blackman-expects-surgery-on-back.html","abstract":"  Rolando Blackman confirmed tonight that he would most likely undergo back surgery when the season ends.   Blackman, who had a miserable 0-for-6 shooting performance tonight, said he has a herniated disk. When a friend asked Blackman if he would have surgery after the season, Blackman nodded.   \"I would think that would be the case,\" the Knicks guard said. \"I'm going to get a couple of other doctors' opinions. I've spoken to Moses Malone. I've spoken to Dale Ellis. I've talked to a couple of freinds from college who have had it. They're back jumping around. That's why I'm optimistic about it, because I know I'm not going to be forever in pain.\"","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"3 Years Later, Attack Haunts Youth Set Afire","web_url":"https://www.nytimes.com/1993/04/07/us/3-years-later-attack-haunts-youth-set-afire.html","abstract":"  Sometimes when David Opont is watching television at home or sitting in his math class at school he suddenly begins to shiver, reliving the horror of the morning three years ago that dramatically changed his life.   He says he cannot stop a recurring daydream: the youth who beat him and set him ablaze in a basement in the Flatbush section of Brooklyn is coming back to hurt him again.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"New York City Gets Setback From Albany","web_url":"https://www.nytimes.com/1993/04/07/nyregion/new-york-city-gets-setback-from-albany.html","abstract":"  A day after the Legislature adopted this year's budget, one thing is clear: the average New York City resident can find more to like than the average City Hall official.   The new budget gives the city's schools an infusion of $145 million while averting broad new taxes and major cuts in services, but it offers few of the revenues and savings that Mayor David N. Dinkins had hoped to use to plug a projected gap of $2.1 billion in his own budget.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Islamic Sheik Says Mubarak Lies and Spies on Americans","web_url":"https://www.nytimes.com/1993/04/07/nyregion/islamic-sheik-says-mubarak-lies-and-spies-on-americans.html","abstract":"  Sheik Omar Abdel Rahman, the Islamic fundamentalist whose followers include the suspects in the World Trade Center bombing, accused Egyptian President Hosni Mubarak yesterday of deceiving the American public and of waging espionage against American citizens.    The often elusive Egyptian cleric appeared at a late afternoon news conference hastily switched to his fourth-floor Jersey City apartment after the Roosevelt Hotel in New York City refused to provide him with a meeting room. His followers forbade cameramen from photographing anyone except the sheik.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"CLINTON IS SEEKING JOBS PLAN ACCORD","web_url":"https://www.nytimes.com/1993/04/07/us/clinton-is-seeking-jobs-plan-accord.html","abstract":"  Bruised by a battering from Congressional Republicans, President Clinton cast about today for a face-saving compromise to rescue his job-creating spending plan while trying to shame his opponents into retreat.   As Senators and Representatives on spring recess tested their constituents' reaction to the Republican filibuster that blocked passage of the $19.5 billion economic stimulus package, Mr. Clinton conceded he must now \"address some of the legitimate expressed objections\" to his plan. But the President also stepped up his efforts to paint Republicans as politicians who prize partisan victory more than the national interest.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Camp David Still Points To Peace","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-camp-david-still-points-to-peace.html","abstract":"The writer is president of State of Israel Bonds and former Israeli ambassador to the United States and France. He was an Israeli legal adviser at the Camp David negociations.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Contract Dispute Deepens For New York Firefighters","web_url":"https://www.nytimes.com/1993/04/07/nyregion/contract-dispute-deepens-for-new-york-firefighters.html","abstract":"  The long and complicated contract dispute between the city and the union representing New York City's firefighters has escalated to the point that some municipal officials said yesterday that they suspected some firefighters were calling in sick to protest the absence of a new labor pact.   But the firefighters' union denies that, and some top officials in the Fire Department and the Mayor's Office of Labor Relations say they have not detected anything unusual.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Rangers Turn to Rookie to Save Season","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-rangers-turn-to-rookie-to-save-season.html","abstract":"  To quote Neil Smith, desperate situations call for desperate measures. And so the Rangers have summoned Corey Hirsch from Binghamton, hoping the star goaltender in their farm system can do for them what no one else on the team seems capable of doing of late. That is, win games.   Immediately after the Rangers' ugly 5-4 loss to the Hartford Whalers on Monday night, Smith, the team president and general manager, met with his coaching staff to discuss what they could do to try to salvage a season that seems to grow more dismal each day. What they realized is this: The Rangers have but one hope left. And that hope happens to be Hirsch.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"What Baseball? Trenton's Spring Sport Is Politics; With 2 Months Till Primary Day, Florio and His Foes are Looking for and Edge","web_url":"https://www.nytimes.com/1993/04/07/nyregion/what-baseball-trenton-s-spring-sport-politics-with-2-months-till-primary-day.html","abstract":"  Like crocuses and daffodils gathering energy to push through the last traces of snow, the race for governor in New Jersey is largely out of sight in these first weeks of spring. But the campaign pops up in spots: a news release here, an endorsement there and fund-raisers blooming along the rubber chicken circuit.   With these early signs of life come glimpses of the weaknesses, strengths and strategies of the major candidates. A variety of political professionals and other analysts with no official ties to the campaigns have found factors that will come into play as the contest heats up.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Douglas Marland Services","web_url":"https://www.nytimes.com/1993/04/07/arts/douglas-marland-services.html","abstract":"  Two memorial services are to be held for Douglas Marland, a writer on major television soap operas including \"As the World Turns.\" In Manhattan, the service will be on Monday at 7 P.M. at the Virginia Theater at 245 West 52d Street. A Los Angeles service will be on April 17 at 11 A.M. at the First Christian Church, 4390 Colfax Avenue in North Hollywood. Mr. Marland, who was 58, died on March 6.","thumbnail":null,"section":"Arts"},{"date":"19930407","headline":"Perez's Sore Hip Keeps Yanks in a Quandary","web_url":"https://www.nytimes.com/1993/04/07/sports/baseball-perez-s-sore-hip-keeps-yanks-in-a-quandary.html","abstract":"  In the emptiness of Cleveland Stadium, with no hitter at the plate and no spectators in the stands, Melido Perez tested his strained left hip flexor today by springing off the pitcher's mound to field bunts and cover first base.   He slipped and fell once during the workout, but did not aggravate his muscle injury. Still, the right-handed pitcher's season remains on hold and the wait for his return might increase.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Abortion Harassment Stalks Medical School","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-750993.html","abstract":"  To the Editor:   Days before the murder of Dr. David Gunn in Pensacola, Fla., on March 10, several of my fellow medical students and I received unsolicited mail from Life Dynamics Inc. of Texas. The envelopes contained copies of a 16-page comic book titled \"Bottom Feeder.\" It was a compilation of jokes about abortionists.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/07/us/inside-046693.html","abstract":"  Impasse in Haitian Crisis   Efforts to end Haiti's crisis reached an impasse when the exiled President refused amnesty to the military leaders who ousted him. Page A11. New Yugoslav Sanctions    The United States is seeking Security Council approval for new sanctions against the Yugoslav federation of Serbia and Montenegro. Page A15. German Caution on Rates    Germany will lower interest rates when it is convinced that it will not set off inflation or hurt the mark, the central bank president said. Page D1. Clinton Sells Jobs Plan    After the Senate recessed without acting on his jobs plan, the President sought a face-saving compromise to end Republican opposition. Page A20. Explosion in the Heavens    Astronomers are studying the brightest supernova visible in the Northern Hemisphere in decades. Page D24. Green Bay Lands Blue Chip    Reggie White, football's top free agent, chose the Packers in a four-year deal for $17 million. Page B11.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Medalist Wins Appeal to Compete","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-gymnastics-medalist-wins-appeal-to-compete.html","abstract":"  VALERY BELENKY, gold medalist under the flag of the Soviet Union two years ago, has won the right to defend his title as an individual in next week's world gymnastics championships at Birmingham, England. Belenky had appealed to the International Gymnastic Federation for special permission to compete in the championships after his country, the newly independent Azerbaijan, missed the deadline for recognition by the world body. The federation's ruling allows Belenky, the pommel horse titleholder in 1991, to compete under the federation's banner rather than his national flag. The championships begin in Birmingham, England, on April 13. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"The Dance of the Cranes","web_url":"https://www.nytimes.com/1993/04/07/opinion/the-dance-of-the-cranes.html","abstract":"  Americans have learned to know two Bob Doles. One is the churlish partisan who can belittle as a \"Democrat war\" the struggle against Hitler in which his own right arm was shattered. Far more attractive is the other Bob Dole: the engaging Kansas Republican with an acerbic distaste for political cant.   Alas, it is Senator Churl who summoned a filibuster to delay or derail the Administration's economic stimulus legislation. President Clinton agreed yesterday to hear out legitimate objections -- but he was right to needle Senate Republicans, \"who all have jobs,\" for blocking a job-creating program.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Nicholls Offers His Apology to the Referees","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-nicholls-offers-his-apology-to-the-referees.html","abstract":"  Bernie Nicholls, who has become a strong voice for the New Jersey Devils, publicly apologized today for his criticism last Wednesday of Referee Denis Morel after New Jersey's 5-2 loss to the Sabres in Buffalo.   Nicholls was ejected by Morel for being the third man in on a fight late in the second period of that game, and afterward called Morel \"a homer\" and \"an embarrassment to the referees association.\"","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-93619413688.html","abstract":"Something in the Air. Bless the French. The law that mandates nonsmoking sectionsin all restaurants and bars in France became effective late last year. There have been virtually no complaints. However, the ways in which the law is followed are amusing","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Colleges Increase Student Fees Again, But at Lowest Percentage in Decades","web_url":"https://www.nytimes.com/1993/04/07/education/colleges-increase-student-fees-again-but-at-lowest-percentage-in-decades.html","abstract":"  The nation's leading colleges and universities have managed to hold next year's fees for tuition, room and board to their smallest average increase in two decades. But even at that, the increase at many institutions will outstrip the rate of inflation.   And Yale University will be the first to break a barrier that symbolizes the upward spiral in college costs. Next fall the university's total fees will come to $25,110 a year, or more than $100,000 for a four-year undergraduate career.","thumbnail":null,"section":"Education"},{"date":"19930407","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/07/style/chronicle-722393.html","abstract":"  Pay $1,000 and receive $1,500 worth of meals? MICHAEL O'NEAL, an owner of O'Neals' restaurant at 49 West 64th Street, thinks that is a good way to raise money.    The previous restaurant on the site, the Ginger Man, had occupied two buildings until it lost one of its leases last year and went into bankruptcy. Mr. O'Neal reorganized with some new partners, changed the name and the chef and acquired more space.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"A Sea of Trade Woes Divides China and America","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-a-sea-of-trade-woes-divides-china-and-america.html","abstract":"- The U.S.-Chinese trade issue involves more than those two countries plus Hong Kong, main channel of that trade. It now has so many ramifications that through the prices of key consumer goods the dispute is affecting every country that has an important trade in manufactured goods.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Astronomers Relish Chance to See Rare Supernova Blow Itself to Bits","web_url":"https://www.nytimes.com/1993/04/07/us/astronomers-relish-chance-to-see-rare-supernova-blow-itself-to-bits.html","abstract":"  Observatories around the world have turned their telescopes to the brightest stellar explosion to appear in the Northern Hemisphere in decades, a cosmic furnace of the kind that produces the raw materials of life itself.   The new supernova flared into view on March 28, when it was discovered by an amateur astronomer with a small telescope in Spain. Several days elapsed before his observation could be officially confirmed and for the news to circulate among professional astronomers at leading observatories.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930407","time":"1993-04-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":86,"wspd":3.6},{"date":"19930407","time":"1993-04-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":92,"wspd":5.4},{"date":"19930407","time":"1993-04-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":94,"wspd":3.6},{"date":"19930407","time":"1993-04-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":91,"wspd":3.6},{"date":"19930407","time":"1993-04-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":94,"wspd":5.4},{"date":"19930407","time":"1993-04-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":88,"wspd":9.4},{"date":"19930407","time":"1993-04-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":92,"wspd":3.6},{"date":"19930407","time":"1993-04-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":89,"wspd":5.4},{"date":"19930407","time":"1993-04-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":82,"wspd":3.6},{"date":"19930407","time":"1993-04-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":84,"wspd":3.6},{"date":"19930407","time":"1993-04-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":84,"wspd":5.4},{"date":"19930407","time":"1993-04-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":83,"wspd":5.4},{"date":"19930407","time":"1993-04-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":78,"wspd":7.6},{"date":"19930407","time":"1993-04-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":7.6},{"date":"19930407","time":"1993-04-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":73,"wspd":7.6},{"date":"19930407","time":"1993-04-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":77,"wspd":7.6},{"date":"19930407","time":"1993-04-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":75,"wspd":7.6},{"date":"19930407","time":"1993-04-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":7.6},{"date":"19930407","time":"1993-04-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":87,"wspd":7.6},{"date":"19930407","time":"1993-04-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":5.4},{"date":"19930407","time":"1993-04-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":84,"wspd":7.6},{"date":"19930407","time":"1993-04-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":5.4},{"date":"19930407","time":"1993-04-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":68,"wspd":5.4},{"date":"19930407","time":"1993-04-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":14.8},{"date":"19930407","time":"1993-04-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":9.4},{"date":"19930407","time":"1993-04-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":14.8},{"date":"19930407","time":"1993-04-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":14.8},{"date":"19930407","time":"1993-04-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":13},{"date":"19930407","time":"1993-04-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":16.6},{"date":"19930407","time":"1993-04-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":48,"wspd":16.6},{"date":"19930407","time":"1993-04-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19930407","time":"1993-04-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19930407","time":"1993-04-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":20.5},{"date":"19930407","time":"1993-04-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":22.3},{"date":"19930407","time":"1993-04-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":38,"wspd":22.3},{"date":"19930407","time":"1993-04-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":36,"wspd":18.7},{"date":"19930407","time":"1993-04-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":33,"wspd":18.7},{"date":"19930407","time":"1993-04-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":29,"wspd":22.3},{"date":"19930407","time":"1993-04-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":26,"wspd":24.1},{"date":"19930407","time":"1993-04-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":25,"wspd":24.1},{"date":"19930407","time":"1993-04-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":23,"wspd":22.3},{"date":"19930407","time":"1993-04-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":22,"wspd":18.7},{"date":"19930407","time":"1993-04-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":21,"wspd":13},{"date":"19930407","time":"1993-04-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":25,"wspd":14.8},{"date":"19930407","time":"1993-04-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":27,"wspd":16.6}]},"19930408":{"guardian_articles":[],"nytimes_articles":[{"date":"19930408","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/08/nyregion/news-summary-860293.html","abstract":"  International A2-12  CLINTON SHIFTS GEARS ON BOSNIA  After coming into office proclaiming the need to take action against moral outrages in Bosnia, the Clinton Administration has shifted gears, and is now telling the American people that Bosnia is a quagmire about which very little can be done.  A1  U.N. GENERAL ON THE MOVE  Resuming what has become a personal battle to save the besieged Muslim enclave of Srebrenica, the French commander of the United Nations force in Bosnia set out by road to return to the town before it is overrun by Serbian troops.  A6","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Suspicious Fire Guts Brooklyn Synagogue, Damaging 2d","web_url":"https://www.nytimes.com/1993/04/08/nyregion/suspicious-fire-guts-brooklyn-synagogue-damaging-2d.html","abstract":"  One Brooklyn synagogue was destroyed and a adjacent one was damaged yesterday afternoon in a blaze that Fire Department officials said was suspicious.    The fire, which took place on the second day of Passover, raged through the Congregation Jakov at 1260 51st Street in Borough Park and spread to the Wosikin Congregation next door.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Richard B. Stearns Jr., 54, Dies; Managed Real-Estate Investments","web_url":"https://www.nytimes.com/1993/04/08/nyregion/richard-b-stearns-jr-54-dies-managed-real-estate-investments.html","abstract":"  Richard B. Stearns Jr. a real-estate investment executive, died on Tuesday night at the Memorial Sloan-Kettering Cancer Center in Manhattan. He was 54 and lived on the East Side of Manhattan.   The cause was cancer of the bladder, said his brother-in-law Cecil Wray.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Iowa Town Reaps Gold From Novel","web_url":"https://www.nytimes.com/1993/04/08/us/iowa-town-reaps-gold-from-novel.html","abstract":"  Even people not partial to romance can enjoy the fact that hokum has become the latest cash crop to take root in the richness and ennui of Iowa's good earth.   \"I don't know how you put a daydream up and just think of something that's not there,\" Sandy Thompson said skeptically of how the best-selling novel about a lyrical farmwife adulteress, \"The Bridges of Madison County,\" has begun drawing crowds of enthralled reader-believers to poke about this Iowa hamlet that is its setting.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Shuttle Launched on the Second Try","web_url":"https://www.nytimes.com/1993/04/08/us/shuttle-launched-on-the-second-try.html","abstract":"  The space shuttle Discovery roared into the early morning sky today on a mission to study the Earth's atmosphere and the things that influence it from above and below.   The shuttle, and the four men and one woman who make up its crew, painted a fiery yellow streak across a black satin sky as it blasted off from the Kennedy Space Center here at 1:29 A.M. to spend up to nine days in orbit.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Rebuilding a Brooklyn Zoo, Step by Agonizing Step; When the Residents Can't Complain, Why Rush a Much-Delayed City Project?","web_url":"https://www.nytimes.com/1993/04/08/nyregion/rebuilding-brooklyn-zoo-step-agonizing-step-when-residents-can-t-complain-why.html","abstract":"  Ten buildings, including the three main exhibition halls, have been totally reconstructed. Displays for animals from local pigeons to Southeast Asian jungle fowl have been completed, and a new sea lion pool has been fashioned in the center of the main concourse.   Early Monday morning, work crews will change all the locks at the zoo in Prospect Park, preparing to transfer it later that day from the city, which oversaw a rebuilding that took nearly five years, to the New York Zoological Society.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Bonn Asks a Court If Pilots Can Police Bosnian Flight Ban","web_url":"https://www.nytimes.com/1993/04/08/world/bonn-asks-a-court-if-pilots-can-police-bosnian-flight-ban.html","abstract":"  Germany's divided coalition warned a constitutional court today that the Government could collapse over the issue of whether Germans help enforce a ban on Serbian flights over Bosnia and Herzegovina.    Foreign Minister Klaus Kinkel and Defense Minister Volker Ruhe trooped to the Federal Constitutional Court in Karlsruhe to plead for a quick ruling on Chancellor Helmut Kohl's decision to let Germans serve.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"In Science We Trust","web_url":"https://www.nytimes.com/1993/04/08/opinion/in-science-we-trust.html","abstract":"God has made a comeback in big science.\n\n\"We shall know the mind of God,\" wrote Stephen Hawking in \"A Brief History of Time,\" when we arrive at the theory of everything, a set of equations that will resolve the contradictions of modern physics and, in doing so, contain the history of matter. Some believe such a theory is possible, some do not. But either way, great things are afoot and God is involved.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Long Days and Short Nights In India's Mud Without Pay","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-long-days-and-short-nights-in-indias-mud-without-pay.html","abstract":"At 7:30 A.M., Peddanna emerges from his mud and thatch hut in this dusty village in the southern state of Andhra Pradesh. Clad in blue shorts and mud-spattered white vest, he heads for the fields of Siva Reddy, a rich landlord. Peddanna is a harijan, the","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Devils Snap Losing Streak, and Rangers","web_url":"https://www.nytimes.com/1993/04/08/sports/hockey-devils-snap-losing-streak-and-rangers.html","abstract":"  It didn't last long. Ask Corey Hirsch, the goalie who was promoted a day earlier from the Ranger farm team in Binghamton. He had a good first period and a 2-0 lead. But that was before the Devils scored four times in the second period tonight, before the entire Ranger team seemed to vanish, before a sixth loss in seven games practically insured them they will not make the playoffs.   After goals by Esa Tikkanen and Tony Amonte tied the score in the second, the Devils scored three more times for a 5-2 victory at Byrne Meadowlands Arena in a game that solidified both New Jersey's hold on third place in the Patrick Division race and New York's hold on fifth.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Lead-Poisoning Harm Held to Be Partly Reversible","web_url":"https://www.nytimes.com/1993/04/08/us/lead-poisoning-harm-held-to-be-partly-reversible.html","abstract":"  A large new study published yesterday suggests that the decline in intelligence caused by an accumulation of lead in children's blood can be at least partly reversed when steps are taken to reduce the blood levels of this toxic metal.   The study, by a research team at Albert Einstein College of Medicine in the Bronx, is the first to examine the benefits of reducing lead levels in children who have no obvious symptoms of lead poisoning.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Narcotics Have Long Been Known Safe and Effective for Pain","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-narcotics-have-long-been-known-safe-and-effective-for-pain-621493.html","abstract":"  To the Editor:   Re \"Patients in Pain Find Relief, Not Addiction, in Narcotics\" (front page, March 28): The effectiveness and safety of opioid analgesics for long-term suppression of severe pain not due to cancer has been known for more than a decade. Some medical and social resistance to the use of these agents continues, however, causing patients deprived of them unnecessary suffering and increased risk, and increased cost to them and to society.   Opioid analgesics produce in general significant, but not complete, relief of pain for years without a significant decrease in effectiveness, without the need to increase the dose, without inducing addiction (the uncontrolled, nonmedical, use of the agent), without intolerable subjective physical or psychological side effects, without a decrease in motivation or function unrelated to illness and without organ toxicity. They are intrinsically safe drugs; their effects are immediately reversible, and a spe   The Times welcomes letters from readers. Letters must include the writer's name, address and telephone number. We regret that we cannot acknowledge or return unpublished letters. Those selected for publication may be shortened for space reasons. cific, antidote (naloxone) is widely available in case of accidental or deliberate overdose.  ","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"With Loss Possible, Jackson Ends Effort To Lead N.A.A.C.P.","web_url":"https://www.nytimes.com/1993/04/08/us/with-loss-possible-jackson-ends-effort-to-lead-naacp.html","abstract":"  The Rev. Jesse Jackson withdrew today as a candidate to be executive director of the National Association for the Advancement of Colored People amid indications that he could have suffered a humiliating defeat had he remained in the race.    Since he emerged as a candidate late last year, board members have been heatedly debating among themselves whether Mr. Jackson would be a suitable person to lead the association. The issue was whether his highly charged style would bring a needed jolt to a staid organization or overwhelm it.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"To Crystal, 12, School Serves No Purpose","web_url":"https://www.nytimes.com/1993/04/08/nyregion/to-crystal-12-school-serves-no-purpose.html","abstract":"  Crystal Rossi wears two streaks of bright magenta in her hair. They hang, stains of Kool-Aid, down her loose, long strands of blond like a seventh grader's twist of punk: Don't come too close. Don't mess with me. Don't tell me what to do. I'm not like you.    At her Brooklyn public school, a kaleidoscope of teen-age rage, Crystal's teachers see a young girl with an attitude. They focus on her slouch, her Kool-Aid streaks, her grunge clothes and sullen anger and see all the signs of trouble. But those vivid slashes say the most, communicating a basic paradox of adolescence, the double-edged message: \"bug off\" and \"LOOK AT ME.\"","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"More Than Schools; Dinkins's Drive for Big Local Turnout Risks Confronting the Religious Right","web_url":"https://www.nytimes.com/1993/04/08/nyregion/more-than-schools-dinkins-s-drive-for-big-local-turnout-risks-confronting.html","abstract":"  Mayor David N. Dinkins's drive to generate a big turnout in next month's school board elections suggests a larger political agenda. Win or lose on May 4, he hopes to transform the mayoral campaign into a referendum on who controls public education.    On Tuesday, Mr. Dinkins announced an unusual city-financed effort to alert New Yorkers to the elections in each of the city's 32 community school districts. The Mayor said $635,000 would be spent to send postcards to registered voters and on advertisements to lift the turnout beyond what he termed the unacceptable 7.2 percent rate four years ago. On request, voters will be sent copies of biographical statements submitted voluntarily by the school board candidates in their district.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"CLINTON PRESSING UKRAINE ON A-ARMS","web_url":"https://www.nytimes.com/1993/04/08/world/clinton-pressing-ukraine-on-a-arms.html","abstract":"  In an effort to put pressure on Ukraine to give up the nuclear weapons left on its soil by the Soviet Union, the Clinton Administration has rebuffed Ukraine's request for a meeting between the Prime Minister and President Clinton or Vice President Al Gore, senior Administration officials say.   The officials say the rebuff is part of an effort to get the Ukrainians to fulfill their promises to ratify the arms-reduction treaty and give up the nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Nets Activating Schintzius?","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-nets-activating-schintzius.html","abstract":"  A week after the Nets portrayed their long-ailing center, Dwayne Schintzius, as in absolutely no shape to be taken off the injured list, the team was seeking the league's permission yesterday to activate him in time for tonight's game against the Detroit Pistons.   For Schintzius, who underwent back surgery last summer and has been on the injured list ever since, the magic remedy seems to have been the intervening injury to a fellow center, Chris Dudley, out for the season with a stress fracture to his right ankle.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Skippers Break Clipper's Sailing Record","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-boating-skippers-break-clipper-s-sailing-record.html","abstract":"  Two New England yachtsmen, RICH WILSON of Boston and BILL BIEWENGA of Newport, R.I., arrived safely off Boston yesterday at 3:14 P.M. with a sailing record in hand. The co-skippers of a 53-foot trimaran, Great American II, shaved 6 days 11 hours off the 140-year-old sailing record of the 200-foot clipper ship, Northern Light. The 19th century vessel traveled the 15,000-mile route from San Francisco to Boston via Cape Horn in 76 days.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Lewis and Christie Set to Duel in Britain","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-track-lewis-and-christie-set-to-duel-in-britain.html","abstract":"  CARL LEWIS and LINFORD CHRISTIE, the 100-meter champions from the last two Olympic Games, have agreed to race against each other in Britain twice this summer, a British promoter said yesterday. ANDY NORMAN said Lewis and Christie will run at an invitation meet in Birmingham on July 16, and again on July 23 at a Grand Prix meet in London. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94072311782.html","abstract":"1943: Bolivia at War. LA PAZ . [From our New York edition:] Bolivia announced a state of war with the Axis countries tonight [April 7] in a special Presidential decree which ordered mobilization carried out by the proper authorities. General Enrique Pe","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/08/us/inside-853093.html","abstract":"  B.C.C.I. Dismissals Sought   Denied a delay, prosecutors want to drop Federal charges against Clark Clifford and Robert Altman. Page D1. Hillary Clinton's Father Dies    Nearly three weeks after suffering a stroke, Hugh Rodham, 82, died in Little Rock, Ark. Page D21. NBC Picks News Chief    Andrew Lack, a CBS News producer, will replace Michael G. Gartner as head of NBC News. Page C16.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"White House Trying to Trim Blocked Jobs Bill, Aides Say","web_url":"https://www.nytimes.com/1993/04/08/us/white-house-trying-to-trim-blocked-jobs-bill-aides-say.html","abstract":"  Acknowledging that it has failed to win over any of the Senate Republicans who are blocking President Clinton's $19.5 billion economic stimulus plan, the White House is working on significantly scaling it back, senior Administration officials said today.   While no decision has been made on how much the plan could be cut, several proposals have been recommended to the White House, from a Republican suggestion to halve the plan and eliminate spending on community development, to a Democratic plan to delay putting it into effect.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"U.N. General Plan to Defy Serbs Again","web_url":"https://www.nytimes.com/1993/04/08/world/un-general-plan-to-defy-serbs-again.html","abstract":"  Resuming what has become a personal battle to save the besieged Muslim enclave of Srebrenica, the French commander of the United Nations forces in Bosnia today set out by road from Sarajevo in an attempt to return to the town before it is overrun by Serbian nationalist troops.   \"I have to go back,\" the commander, Lieut. Gen. Philippe Morillon, told aides after receiving a radio report indicating that Serbian attacks on the town were increasing despite Serbian promises to observe a cease-fire and to allow United Nations convoys of food and medicine into the town.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/08/style/chronicle-102693.html","abstract":"  After years of an on-again, off-again romance, MARLA MAPLES and DONALD J. TRUMP are expecting a child in October.    \"Tell your producer a secret and look what happens,\" a beaming Ms. Maples said at a crowded news conference the couple held last night as they arrived at the Palace Theater. Ms. Maples is appearing there in \"Will Rogers Follies.\"","thumbnail":null,"section":"Style"},{"date":"19930408","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/08/movies/home-video-410693.html","abstract":"  As movie directors tell it, in the beginning there was the rectangle. Films are shot for movie screens with a width-to-height ratio of around 16 to 9. Collectors of films on video tape or laser disk often want that rectangle retained when the movies are shown on the more nearly square television screen, with a ratio of about 4 to 3. Thus some films are letter-boxed, which means black bands are placed across the top and bottom of the image to flatten it to movie-screen proportions.   This week, though, the square screen gets its due in a new disk release of James Cameron's underwater epic \"The Abyss.\" Two versions of the film are available from Fox and Image Entertainment, Fox's disk distributor. One version is letter-boxed; the other is panned and scanned, the term for squaring the image for the television screen.","thumbnail":null,"section":"Movies"},{"date":"19930408","headline":"Northwestern's Athletic Director Resigns","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-college-athletics-northwestern-s-athletic-director-resigns.html","abstract":"  BRUCE CORRIE resigned yesterday as Northwestern's athletic director, effective May 31, and will be replaced on an interim basis by outgoing basketball coach BILL FOSTER, the school announced. Corrie, 57 years old, has been athletic director since Jan. 4, 1988.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review-645193.html","abstract":"  'Sybil, Daughter of the American Revolution'  Abigail Adams Smith Museum    \"Sybil, Daughter of the American Revolution,\" an opera by Ludmila Ulehla, was given its world premiere last Thursday night. Susan Schefflein's libretto dramatized events of April 26, 1777, when a young woman named Sybil Ludington rode through Putnam County, N.Y., in order to warn American Revolutionaries of a British advance on Danbury, Conn. Other characters in the drama are her father, a colonel; her boyfriend, son of British loyalists; an old hermit, and a neighbor, Mrs. Tidd.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Bronx Refuge for Doubly Troubled Addicts","web_url":"https://www.nytimes.com/1993/04/08/nyregion/bronx-refuge-for-doubly-troubled-addicts.html","abstract":"  It is a dreary day in a particularly mean corner of the South Bronx, and the rain and wind are rattling the windows of Harbor House, a special center for men afflicted with mental illness and drug addiction.   But inside the common room, where the residents sit in a circle before walls bearing stenciled words of inspiration and courage, the talk proceeds from stories of personal ruin upward to renewal and hope.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Word in Disfavor Survives","web_url":"https://www.nytimes.com/1993/04/08/nyregion/word-in-disfavor-survives.html","abstract":"  If a leopard is stuck with its spots and old dogs pose pedagogical problems, then the New York Zoological Society, like one of the pachyderms in its midst, seems unable to forget.   In February, after deciding that the word \"zoo\" had become a pejorative -- as in \"this place is a . . .\" -- the society announced that it was going to drop that word from four of its, well, establishments, around New York City.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-641993.html","abstract":"  Ugly Kid Joe  The Academy    Ugly Kid Joe, a young rock group from Northern California, is a small, failed advertisement for the California dream. The members wear shorts while they play, have a video taped on the beach and come across as a second-rate Red Hot Chili Peppers, a group essential to the modern California myth. The band, which had a hit in 1991 called \"Everything About You,\" is riding a new hit, \"Cats In the Cradle\"; oddly enough, the Academy, where the band performed on March 31, was far from full.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Balkan Parliament. PARIS . All the small States in the Balkans which wish to enjoy the blessings of a Parliamentary rgime have also to put up with disadvantages. They know the delights of an election carried on under the strongest official pre","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Webber Keeps Word and Luncheon Date","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-webber-keeps-word-and-luncheon-date.html","abstract":"  In the two days since he called the most inopportune timeout of his life, Chris Webber has not once shaved his head. Stubble has grown on his scalp, and he said today he might leave it up there for a spell.   \"Usually in the basketball season, I'm in the mood for no hair,\" he said. \"But now I think I'll grow long hair and a beard and move out to Arizona and live out in the desert somewhere -- until basketball season starts again.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-92778064064.html","abstract":"How to Ruin Baseball. Regarding \"Progress? A Baseball Purist's Lament\" (Sports, March 7) by Thomas Boswell:. One need not be a purist to be annoyed with the cabal of greedy and rather stupid baseball owners. They are about to kill the goose that","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Hearing of Appeal On Press-Leak Order","web_url":"https://www.nytimes.com/1993/04/08/nyregion/hearing-of-appeal-on-press-leak-order.html","abstract":"  A Federal appeals court agreed yesterday to hear an appeal of a judge's order forbidding prosecutors and defense lawyers from discussing the World Trade Center bombing case with news organizations.   The Second Circuit Court of Appeals in Manhattan, acting on a request by Martin Garbus on behalf of Nidal A. Ayyad, Mahmud Abouhalima, suspects in the case, and their defense lawyers, ordered all sides in the case to file papers by Monday on the order issued by a Federal District Judge, Kevin T. Duffy. \"The court realizes that there is a significant constitutional case,\" said Mr. Garbus, who had appealed the order arguing that it was unconstitutional prior restraint of speech.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Review/Theater; Rockettes And a Rabbit In a Tribute To Spring","web_url":"https://www.nytimes.com/1993/04/08/theater/review-theater-rockettes-and-a-rabbit-in-a-tribute-to-spring.html","abstract":"  Radio City Music Hall is doing its part to usher in spring with that hardy perennial of an entertainment that goes by the name \"The Radio City Easter Show.\"    But the spirit of spring, with its evenly matched wealth of religious and secular inspiration, proves more elusive than the spirit of Christmas that animates that other seasonal favorite, the \"Radio City Christmas Spectacular.\"","thumbnail":null,"section":"Theater"},{"date":"19930408","headline":"Sports of The Times; Baseball Isn't Quite Dead Yet","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-of-the-times-baseball-isn-t-quite-dead-yet.html","abstract":"  AFTER reading about the abysmal state of baseball recently, I was surprised to find that games are still being played, that the players even bothered to show up at the ball parks and that the stands weren't empty. I found this out firsthand. I went out to the ball park. It is called research.   I had read that baseball was falling apart at the seams, as it were. I had read about the poky \"rhythms\" of a bygone pastoral era, and that fathers and sons aren't playing catch anymore. I had read that baseball was Ragtime but that we were in the Age of Heavy Metal.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review-646093.html","abstract":"  Music of Chou Wen-Chung  Merkin Concert Hall    Chou Wen-Chung, the distinguished composer and teacher, is 70 this year, and Speculum Musicae, Boston Music Viva and the New Music Consort offered five of his pieces last Thursday night. Mr. Chou is most of all a mediator between Eastern and Western ideas of art. In \"Yun,\" \"Windswept Peaks,\" \"Yu Ko,\" the Suite for Harp and Wind Quintet and \"Echoes From the Gorge,\" European instruments mingled their own traits with the bending, sliding, color-conscious mannerisms of China.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"'People Get Tired of the Runaround'","web_url":"https://www.nytimes.com/1993/04/08/nyregion/other-voices-people-get-tired-of-the-runaround.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.     Q The dropout rate is incredibly high, especially among African-American and Latino people. Why do you think the dropout rate is so high? And what can be done to change it?     BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): I think one of the problems is that attention has to be given to the individual . . . and what's going on at home.    ","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Dinkins Halts Parking Deal For an Inquiry","web_url":"https://www.nytimes.com/1993/04/08/nyregion/dinkins-halts-parking-deal-for-an-inquiry.html","abstract":"  Mayor David N. Dinkins yesterday suspended negotiations with a company selected to run many of the operations in New York City's Parking Violations Bureau until investigators determine whether company executives were implicated in a bribery scandal in the mid-1980's.   Former officials of the company, Lockheed Information Management Services Company, admitted at trials in 1987 that they had paid off city officials to land multimillion-dollar contracts with the Parking Violations Bureau. Those contracts with the company, then called the Datacom Corporation, were awarded to collect overdue fines.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-94115965698.html","abstract":"Violence and Nonviolence . Regarding \"Let's Have Early, Imaginative Peace-Work\" (Opinion, March 31) by Karl E. Meyer:. Mr. Meyer's piece on regional disputes failed to address situations like Tibet's, where the oppressed are either too weak or t","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Just 1 Pitch and Poof! The Yankees Are Losers.","web_url":"https://www.nytimes.com/1993/04/08/sports/baseball-just-1-pitch-and-poof-the-yankees-are-losers.html","abstract":"  One pitch. All it took tonight was one hanging slider to turn a tie score into an eventual Cleveland victory, to turn Jim Abbott's first start as a Yankee into a disappointing loss and to turn John Habyan's night into a nightmare.   With the score tied at 2-2 in the bottom of the eighth and Carlos Baerga dancing off second after his double opened the inning, Abbott tossed one ball to Albert Belle before Habyan was summoned to replace him. One slider later and the frigid Cleveland fans were no longer sitting on their gloved hands because Belle drilled a two-run homer to left-center that helped vault the Indians to a 4-2 victory over the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"9 Months Leaderless, Yale Still Seeks New President","web_url":"https://www.nytimes.com/1993/04/08/nyregion/9-months-leaderless-yale-still-seeks-new-president.html","abstract":"  After nine months without a president and no official word on when an appointment will be announced, Yale University is growing restless.   Some students and faculty members have begun speculating about whether Yale is having trouble finding someone to take the job, especially after several top candidates were snared by other universities, including Columbia and Duke.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Overtimes Put Knicks Under The Covers","web_url":"https://www.nytimes.com/1993/04/08/sports/basketball-overtimes-put-knicks-under-the-covers.html","abstract":"  The Knicks were fatigued today, feeling the effects of a three-game road trip and two consecutive overtime games. Yet they don't have time for much rest.   New York (51-21) can clinch the Atlantic Division title by winning Thursday night's home game against the Boston Celtics. But winning the division is secondary to finishing with the top record in the Eastern Conference. So the Knicks, who lead the East by one game over the Chicago Bulls (50-22) with 10 regular-season games remaining, cannot afford to let up, no matter how they feel. A Few Dollars More    Asked after today's practice if the Knicks would celebrate clinching the division title if they won Thursday, Coach Pat Riley said: \"It's not my habit to do so. The only thing winning the division does is give you a second seed automatically. And you get a few dollars for it. But there's only two things you want. You want the best record in the East, or the best record in the whole league.\"","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"9th Ave. Fair's Survival Is Feared at Risk","web_url":"https://www.nytimes.com/1993/04/08/nyregion/9th-ave-fair-s-survival-is-feared-at-risk.html","abstract":"  For the handful of pioneers who promoted Ninth Avenue as a \"must\" destination on the city's gastronomical map, this is a year to celebrate the 20th anniversary of the first, the biggest and the most diverse food festival in New York City. But critics say the festival's survival is at risk because it has lost its character as the city's premiere multi-ethnic food show.   Ninth Avenue merchants generally agree that the festival, on the Avenue between 37th and 57th Streets has helped revitalize the crumbling neighborhood and restored its image as a flourishing marketplace, once known as Paddy's Market. But they also complain that the food festival has lost touch with the neighborhood and is becoming just another street fair, with too much sausage and even bras and girdles among the vendors' wares.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-640093.html","abstract":"  Wingtip Sloat  CBGB    The endless, desolate suburbs of Washington spawned a cult of musical exactitude in the post-punk rock of the early 80's. The movement, known as hardcore, was famous for its fearsomely precise attack, delivering barbed messages at breakneck speed. Amid an ocean of nothing to do, bands rehearsed their discontent to perfection.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Times Agrees to Let U.S. Interview Staff On Bombing Letter","web_url":"https://www.nytimes.com/1993/04/08/nyregion/times-agrees-to-let-us-interview-staff-on-bombing-letter.html","abstract":"  The New York Times agreed yesterday to comply with a Federal subpoena, saying investigators would be allowed to interview an assistant metropolitan editor and a news clerk who were the first to handle a letter that investigators said was mailed by suspects charged with the bombing of the World Trade Center.   The letter, signed by a group calling itself the Liberation Army Fifth Battalion, was received by The Times on March 2, four days after the bombing. Law-enforcement officials said on March 27 that the letter was authentic and that it provided the first insight into what might have provoked the attack.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Rangers Fading Away With Look of Losers","web_url":"https://www.nytimes.com/1993/04/08/sports/on-pro-hockey-rangers-fading-away-with-look-of-losers.html","abstract":"  The Rangers had a lead at the start of the second period. They had a lead, and they did not know what to do. They took the ice, they faced off against the Devils, and from the first drop of the puck, they looked uncomfortable.   They have forgotten how to play with confidence. They have forgotten how to play when they are ahead. They have forgotten, quite simply, how to be winners.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/classical-music-in-review-644393.html","abstract":"  Chorovaya Akademia  Kathryn Bache Miller Theater    Russian choruses, those that appear in the United States at least, are known more for a folkish ebullience and rough abandon than for any particular tonal refinement. But Chorovaya Akademia, a four-year-old, 15-member male a cappella choir directed by Aleksandr Sedov, proved an exception last week. The blend was superb, and individual singers showed wonderful qualities as they emerged from the mass or took solos. Quicksilver dynamic shifts were beautifully controlled, and intonation remained rock-solid.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"IRAN IS REPORTED ACQUIRING MISSILES","web_url":"https://www.nytimes.com/1993/04/08/world/iran-is-reported-acquiring-missiles.html","abstract":"  Iran is close to concluding a deal with North Korea to buy a new intermediate-range missile that the Koreans are developing, United States officials said today.   The Central Intelligence Agency has said the new North Korean missile represents a threat to the stability of both Asia and the Middle East. Although the missile has not yet been fully tested, a visit by a high-level Iranian military delegation to Pyongyang has prompted American concern that full-scale production of the missile may be closer than previously thought, the officials said.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Books of The Times; Joyce Is in the Details, Preferably Freshly Plowed","web_url":"https://www.nytimes.com/1993/04/08/books/books-of-the-times-joyce-is-in-the-details-preferably-freshly-plowed.html","abstract":"  James Joyce The Years of Growth, 1882-1915 By Peter Costello Illustrated. 374 pages. Pantheon Books. $30.    Why, after all that's been written about James Joyce (1882-1941), in particular Richard Ellmann's monumental 1959 biography, \"James Joyce,\" and its 1982 revision, do we need another biography of the man who wrote \"Dubliners,\" \"A Portrait of the Artist as a Young Man,\" \"Ulysses\" and \"Finnegans Wake\"?","thumbnail":null,"section":"Books"},{"date":"19930408","headline":"Bowe Will Seek Custody if Boy Is His Son","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-boxing-bowe-will-seek-custody-if-boy-is-his-son.html","abstract":"  RIDDICK BOWE will seek custody of a 7-year-old boy if a paternity test shows that the heavyweight champion is the boy's father, Bowe's manager said.   Bowe filed a lawsuit Monday seeking a blood test of the boy to determine whether the child is his, said Bowe's manager, ROCK NEWMAN of Washington.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-letters-to-the-editor-91745431880.html","abstract":"Croatia and Germany. Regarding \"Using the United Nations as a Dumping Ground\" (Opinion, March 2):. Stephen S. Rosenfeld blames Germany for the form UN engagement took in former Yugoslavia and for \"having lit the fuse\" of war. According","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Preparing for Womanhood Begins in Girlhood","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-preparing-for-womanhood-begins-in-girlhood-618493.html","abstract":"  To the Editor:   Three cheers for Anna Quindlen's contribution (column, March 28) to the Take Our Daughters to Work Day, set for April 28, when parents or others will bring girls along to workplaces to familiarize them with work settings and stimulate thought about life choices. Ms. Quindlen's support adds stature to the event.   April 28 is not an exercise in pretending that women don't need men; it is an acknowledgment that womanhood begins in girlhood, and attention must be paid to preparing girls for the future. Seriously preparing them. Consider the following;","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Russian Officials Say Little Radiation Is Released in Nuclear Plant Accident","web_url":"https://www.nytimes.com/1993/04/08/world/russian-officials-say-little-radiation-is-released-in-nuclear-plant-accident.html","abstract":"  Russian officials said today that the nuclear accident in the Siberian city of Tomsk-7 on Tuesday caused only minor contamination, but still qualified as the worst nuclear incident in the former Soviet Union since the Chernobyl explosion in 1986.   Radiation leaked after a stainless-steel tank containing uranium waste exploded, blowing a reinforced concrete lid through the roof of a nuclear-reprocessing plant, and causing a fire, officials of Russia's Atomic Energy Ministry confirmed. Officials said that the tank exploded when nitric acid was added as a cleanser and that the blast itself caused no deaths or injuries, but firefighters were exposed to radiation.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Preparing for Womanhood Begins in Girlhood; A Day for All Ages","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-preparing-for-womanhood-begins-in-girlhood-a-day-for-all-ages-637093.html","abstract":"  To the Editor:   As a young woman who was planning to participate in the first Take Our Daughters to Work Day, I read Anna Quindlen's \"Take Her With You\" (column, March 28) with interest. There are aspects of the program that are questionable, however.   The program is geared toward girls between 9 and 15; it should be expanded for girls and young women of all ages. The earlier a girl is exposed to the career possibilities available to her, the more confident she will be with herself and her gender. There are also many young women older than 15 who went through girlhood and early adolescence never exposed to the multitude of available opportunities.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Networks and the Hollywood Monster","web_url":"https://www.nytimes.com/1993/04/08/opinion/networks-and-the-hollywood-monster.html","abstract":"  Pressured by a court order, the Federal Communications Commission wisely reversed some of the out-of-date rules that have kept the major television networks out of the lucrative rerun business. The rules have allowed Hollywood movie studios to dominate programming to the detriment of networks and viewers.   The Financial Interest and Syndication Rules were adopted 20 years ago when the three major networks controlled more than 90 percent of prime-time viewing. Fearing that big networks would swallow small producers, the F.C.C. prevented ABC, NBC and CBS from owning syndication rights -- a $5 billion market.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Foreign Affairs; No Peace Without Keepers","web_url":"https://www.nytimes.com/1993/04/08/opinion/foreign-affairs-no-peace-without-keepers.html","abstract":"  A joke about Bosnia is running through the Clinton Administration. What's the only thing worse than the Serbs saying \"No\" to the Vance-Owen peace plan? The Serbs saying \"Yes.\"   Behind the dark humor lies a still darker truth: If the Serbs were to say yes, the U.S. and others would have to put up the 100,000 or so peacekeepers necessary to carry out the plan -- and they won't. No peacekeepers, no peace.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/08/arts/pop-and-jazz-in-review-398393.html","abstract":"  Dinosaur Jr.  Roseland    If Dinosaur Jr. was having a good time at Roseland on Friday night, the band members did their best not to show it. The three-man band from Amherst, Mass., bashed through about 90 minutes of terse, noisy songs: slow ones that thudded and blared like Neil Young with Crazy Horse and fast ones that, like the Replacements, coupled the tunefulness of the Beatles with the speed of the Ramones.   Every four or five songs, J Mascis expounded an extended guitar solo, with climbing triplets, wriggling sustained notes, a countryish twang or a growl of wah-wah pedal. As Mike Johnson, on bass, played notes that were felt but not heard, Murph, on drums, set off rumbles and explosions and crashes of cymbal that turned the songs into elemental blasts.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Rules Are Faulted on Nuclear Plant Security","web_url":"https://www.nytimes.com/1993/04/08/us/rules-are-faulted-on-nuclear-plant-security.html","abstract":"  When a former mental patient crashed his car into the Three Mile Island nuclear plant in February, the plant's owners and Government officials erred in failing to consider that he might have intended to release radioactive material, the Nuclear Regulatory Commission said in a study.   But the report released Monday said that the man, who turned out to be unarmed, did not pose a significant threat to the reactor.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Wisconsin Race Sees Democrats Vote for Basics","web_url":"https://www.nytimes.com/1993/04/08/us/wisconsin-race-sees-democrats-vote-for-basics.html","abstract":"  Congressional primary voters looking for a successor to Secretary of Defense Les Aspin gave an easy victory on Tuesday to a conventional Democrat, who had pushed jobs and health care, over a rival who had run against Congress as hard as he had run for it.    The Democratic winner, Peter Barca, a state legislator for eight years, will now face the Republican victor, Mark Neumann, a wealthy homebuilder who said today that the general election, on May 4, would focus on President Clinton's economic plans.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Russia Orders American Reporter Questioned in State-Secrets Case","web_url":"https://www.nytimes.com/1993/04/08/world/russia-orders-american-reporter-questioned-in-state-secrets-case.html","abstract":"  The Russian Ministry of Security, still known by its old initials as the K.G.B., has ordered a Baltimore Sun reporter to report back to Lefortovo prison here on Thursday for questioning, after informing him today that his American lawyer and a United States Embassy official will be barred from the meeting.   Will Englund has been summoned to answer questions in connection with a case brought against a Russian chemist, now awaiting trial on charges of revealing state secrets. In an article published in a Russian newspaper last October, the chemist, Vil Mirzoyan, wrote that Russia was continuing to test and produce chemical weapons, in violation of its own promises. Mr. Mirzoyan was subsequently arrested, and held briefly in prison.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Morada Nova Journal; In Brazil, Too, the Withered Land Cries for Rain","web_url":"https://www.nytimes.com/1993/04/08/world/morada-nova-journal-in-brazil-too-the-withered-land-cries-for-rain.html","abstract":"  Standing in the doorway of her mud-and-wattle farmhouse, Maria de Lourdes Oliveira Lima surveyed rows of bean plants wilting under the noonday equatorial sun.   \"Those clouds don't carry rain,\" said the 42-year-old sharecropper and mother of seven children, casting a practiced eye up toward a few frivolous tufts in a robin's-egg-blue sky. \"It hasn't rained here in 22 days. All our neighbors are talking of leaving.\"","thumbnail":null,"section":"World"},{"date":"19930408","headline":"AIDS Expert Fears an Epidemic In Central and East Europe Lands","web_url":"https://www.nytimes.com/1993/04/08/world/aids-expert-fears-an-epidemic-in-central-and-east-europe-lands.html","abstract":"  The director of the World Health Organization's global program on AIDS, Dr. Michael H. Merson, warned today that central and eastern Europe might soon face a major AIDS epidemic.   \"We are very concerned about the situation,\" Dr. Merson told reporters in Berlin. \"The risk factors are there, and they're there in a big way. We need to mount our control measures now, before the situation gets out of control.\"","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Radical Arabs Use Pakistan as Base for Holy War","web_url":"https://www.nytimes.com/1993/04/08/world/radical-arabs-use-pakistan-as-base-for-holy-war.html","abstract":"  It was a routine roadblock, the sort that the police in this Wild West border town have put up in recent weeks to try to stanch the flood of cars being stolen here and raced through the Khyber Pass into Afghanistan. What the police found, though, were not run-of-the-mill car thieves, but four Libyans armed with pistols and hand grenades.   The next day, when the police raided the home of one of the Libyans, they were attacked by two men who threw a hand grenade as they tried to escape. Both men were captured, and they too turned out to be Libyans.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Suffolk Moves to Abandon Plans To Buy Robins I. as Nature Area","web_url":"https://www.nytimes.com/1993/04/08/nyregion/suffolk-moves-to-abandon-plans-to-buy-robins-i-as-nature-area.html","abstract":"  Suffolk County took the first step today toward abandoning plans to buy Robins Island, one of the largest uninhabited islands on the East Coast, and turn it into a nature preserve.   The county legislature, in an 11-to-6 vote, agreed to consider a legal settlement that would allow luxury homes on the 445-acre island in Peconic Bay.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Trial of 3 in Trucker's Beating Is Put Off Till July","web_url":"https://www.nytimes.com/1993/04/08/us/trial-of-3-in-trucker-s-beating-is-put-off-till-july.html","abstract":"  A state judge today delayed until July the trial of three black men charged in the beating of a white truck driver at the outset of the rioting here last April.   The trial had been set to begin next week, about the time verdicts could be returned in the Federal civil rights trial of four white police officers for the 1991 beating of Rodney G. King, and the postponement brought a slight easing of tensions to Los Angeles.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"The Courts on Trial; Los Angeles Blacks Say Bias Is Issue In Riot Case and Retrial of 4 Officers","web_url":"https://www.nytimes.com/1993/04/08/us/courts-trial-los-angeles-blacks-say-bias-issue-riot-case-retrial-4-officers.html","abstract":"  The discontent among many blacks that sets this city on edge has found a slogan, and it is emblazoned on red, black and green caps and T-shirts throughout South-Central Los Angeles: No Justice, No Peace.   In a nation where statistics show that more black men go to jail than to college, the slogan embodies a belief widely held by members of minorities in inner cities that they live in the shadow of a racially biased justice system.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Northern Ireland Needs New Thinking","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-northern-ireland-needs-new-thinking-619293.html","abstract":"  To the Editor:   \"The Real Crying Game\" (editorial, March 29), which condemns the bombs in Warrington, England, displays the absence of imagination that lies behind 24 years of suffering and more than 3,000 dead littered across the scarred north of Ireland.   What is needed is leadership for a bold new direction, the onus for which falls on the British Government, with its failed policies in resolving the \"Irish Question.\" Prime Minister John Major should reconvene the intergovernmental talks promptly with significant changes.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Rabin and Mubarak to Discuss Mideast Talks","web_url":"https://www.nytimes.com/1993/04/08/world/rabin-and-mubarak-to-discuss-mideast-talks.html","abstract":"  Prime Minister Yitzhak Rabin of Israel and President Hosni Mubarak of Egypt will meet next week, probably in Egypt, to explore ways to give the stalled Middle East peace talks a badly needed jump start, Israeli officials said today.   While it was not clear what the two men hoped to achieve, meetings between the Israeli and Egyptian leaders are hardly so common that that they can be dismissed as routine diplomatic maneuvers.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"Livery Driver Is Slain","web_url":"https://www.nytimes.com/1993/04/08/nyregion/livery-driver-is-slain.html","abstract":"  A livery cabdriver in the Bronx was shot four times in the back last night in a slaying that the police described as resulting from an apparent holdup. The dead man, Sekou Kaba, 28, of Bolton Avenue, the Bronx, was found lying on the shoulder of a service road at the intersection of the Cross Bronx Expressway and the Bronx River Parkway in the West Farms section by a passing motorist shortly after 9 P.M., said Sgt. John McClusky, a Police Department spokesman. Mr. Kaba's car was found about a half block away, said Sergeant McClusky. He said that no weapon had been found and there were no suspects in the case.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"In North Korea, Try Diplomacy First","web_url":"https://www.nytimes.com/1993/04/08/opinion/in-north-korea-try-diplomacy-first.html","abstract":"  North Korea's abrupt refusal to allow inspections of its nuclear sites has now led the International Atomic Energy Agency to take the unprecedented step of asking the United Nations Security Council to impose sanctions.    But diplomacy may still be the best way to keep North Korea from getting The Bomb. The task is to persuade Pyongyang to reverse its rash renunciation of the Nuclear Nonproliferation Treaty and open all its nuclear sites to inspections.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-576593.html","abstract":"  Because of an editing error, an article on Monday about the television host Joe Franklin referred incorrectly to the longtime morning host on WOR-AM who retired in 1990. He is John A. Gambling.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Scudamore, a Top British Jockey, to Retire","web_url":"https://www.nytimes.com/1993/04/08/sports/sports-people-horse-racing-scudamore-a-top-british-jockey-to-retire.html","abstract":"  Jockey PETER SCUDAMORE, who rewrote British racing's record books without winning the Grand National, announced his retirement yestertday. Scudamore, 34 years old, is Britain's most successful jump jockey in history, having won more than 1,600 steeplechase and hurdles races over an 18-year career. Named champion jockey eight times, his last major victory was on Captain Dibble in last year's Scottish National. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Capriati Evens Score With Rout of Russian","web_url":"https://www.nytimes.com/1993/04/08/sports/tennis-capriati-evens-score-with-rout-of-russian.html","abstract":"  In the opinion of the loser, familiarity had apparently bred contempt.   This morning at the Bausch & Lomb Championships, third-seeded Jennifer Capriati exacted her revenge upon Tatyana Ignatyva and advanced to the third round by allowing the Russian just a single game in a 6-1, 6-0 rout.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/08/nyregion/c-corrections-575793.html","abstract":"  An article yesterday about the governorship race in New Jersey misstated the date of former State Senator James Wallwork's run for the Republican nomination. It was 1981.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Giants and Taylor Near A 2-Year, $5 million Pact","web_url":"https://www.nytimes.com/1993/04/08/sports/pro-football-giants-and-taylor-near-a-2-year-5-million-pact.html","abstract":"  Lawrence Taylor and the Giants seem headed for a two-year, $5 million contract that may be worked out in the next two days.   Steve Rosner, the agent for the 34-year-old outside linebacker, and George Young, the Giants' general manager, talked Monday and again yesterday. Rosner sounded optimisic. So did Young, in his controlled way.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Preparing for Womanhood Begins in Girlhood; Finding Self-Worth","web_url":"https://www.nytimes.com/1993/04/08/opinion/l-preparing-for-womanhood-begins-in-girlhood-finding-self-worth-636293.html","abstract":"  To the Editor:   While reading your March 29 front-page article about the Lakewood, Calif., group of boys self-named the Spur Posse, I recalled with poignant horror my high school nicknames of \"tease\" and \"slut.\" And the words, \"I could make you if I wanted to,\" from my 18-year-old strapping boyfriend for the night still ring in my ears.   I did not have meaningful relationships, as many teen-agers do. But I did not willingly \"give\" myself to these boys to become more popular; I participated in lots of unnecessary adolescent sex as a means of validation. This was sex for the sake of physical contact and supposed pleasure, that, I believed, would bring me happiness. These ultimately frustrating and demeaning events left me humiliated, unloved and demoralized.   Now as a 31-year-old mother of a 6-year-old son, I wonder what can we do? How can we help these vulnerable young women realize that they do not need the physical attention of their male peers to make them popular, accepted or validated? How can we show them there are other sources of healthy physical contact and pleasure? And how can we teach them that they must discover their self-worth within themselves?","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Middle East:Time for Semites to Surmount the Past Together","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-middle-easttime-for-semites-to-surmount-the-past-together.html","abstract":"As far back as I can remember, they had been a fixture of our life, a vital dimension to our city existence. The gifts they bore us were rarefied: a gazelle with feminine eyes that learned to sleep on the sofa; truffles that formed after thunderbolts stru","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/08/nyregion/bridge-269393.html","abstract":"  Study the North-South cards shown in the diagram, with the East-West cards concealed, and consider the prospects in six no-trump. On the face of it, there are 11 tricks and the declarer will need a winning diamond finesse to make 12.   In actuality, South's chances are decidedly better. The deal was played in 1990 in a game at the home of George and Floris Nissan of North Hills, L.I. The declarer was Diane Schuld of Glen Head, L.I., playing with George Nissan, and she landed appropriately in six no-trump.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"CUOMO ANNOUNCES HE IS NOT SEEKING SEAT ON HIGH COURT","web_url":"https://www.nytimes.com/1993/04/08/nyregion/cuomo-announces-he-is-not-seeking-seat-on-high-court.html","abstract":"  Gov. Mario M. Cuomo said today that he had asked President Clinton to remove him from consideration for an appointment to the United States Supreme Court, saying he wished to continue serving New York while the state was on the cusp of economic recovery.   Many in the Cuomo administration interpreted the Governor's announcement as a virtual declaration that he will run for a fourth four-year term next year. Mr. Cuomo said in an interview today that he was preparing aggressively for a 1994 campaign but was not ready to make a declaration.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/08/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93825128677.html","abstract":"1918: Big Gun Backfires. PARIS . Paris was again bombarded by a long-range gun yesterday [April 7], but there were no victims, except a hen. The report that one of the guns that have been shelling the capital had burst, killing a lieutenant and nine men,","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Essay; Not 'Ready to Go'","web_url":"https://www.nytimes.com/1993/04/08/opinion/essay-not-ready-to-go.html","abstract":"  Bob Dole, the Republican leader in the Senate, chose Oregon's Mark Hatfield, a soft-spoken moderate, to talk to Pennsylvania's Arlen Specter about signing the filibuster letter.   Comes April 30, it will be seen as a critical moment in the first hundred days of the Clinton Administration. To stop the Democratic legislative locomotive, solidarity on the part of the Republican minority was vital, and Hatfield and Specter have long been mavericks.","thumbnail":null,"section":"Opinion"},{"date":"19930408","headline":"Review/Dance; Philadanco's Tease and Payoff","web_url":"https://www.nytimes.com/1993/04/08/arts/review-dance-philadanco-s-tease-and-payoff.html","abstract":"  Philadanco saved the best for last on Tuesday when it opened a weeklong season at the Joyce Theater. There were moments of choreographic distinction throughout the evening. But nobody does it quite like Talley Beatty. And his recent \"Morning Songs\" ended the evening on a note of soaring triumph.    There was nothing terribly new or different about the group piece. The elements of its jazz-dance style -- high, split-legged jumps, cross-stage runs and spinning turns -- have been seen on Broadway and on the concert dance stage for years. But there was a magnificent weight and evocative power to \"Morning Songs\" and to its surging score by Charles Mingus that are rare in modern and jazz dance today.","thumbnail":null,"section":"Arts"},{"date":"19930408","headline":"Ethics Committee Decides to Investigate Senator's Links to Bank","web_url":"https://www.nytimes.com/1993/04/08/us/ethics-committee-decides-to-investigate-senator-s-links-to-bank.html","abstract":"  The Senate Ethics Committee opened a preliminary inquiry today into the relationship between the Bank of Credit and Commerce International, a Middle Eastern bank that collapsed two years ago amid spectacular instances of fraud, and Senator Orrin G. Hatch of Utah and his staff.   Separately, the Ethics Committee has decided not to pursue accusations, which arose in a 1992 election campaign, that Senator Daniel K. Inouye, Democrat of Hawaii, engaged in sexual misconduct with his hairdresser and other women, the panel's ranking officials said today.","thumbnail":null,"section":"U.S."},{"date":"19930408","headline":"Perez Goes on Disabled List","web_url":"https://www.nytimes.com/1993/04/08/sports/baseball-perez-goes-on-disabled-list.html","abstract":"  The Yankees placed Melido Perez on the disabled list with a strained left hip flexor today and finally rescued Neal Heaton from limbo by activating him to assume the roster spot.   The move with Perez was expected because he had already been bumped from two starts and continued feeling soreness in his hip during fielding drills on Tuesday. Since the transaction is retroactive to April 1 and Perez is eligible to pitch on April 16, the Yankees did not want to risk aggravating the injury by allowing him to start Sunday in Chicago. Scott Kamieniecki will start instead.","thumbnail":null,"section":"Sports"},{"date":"19930408","headline":"Day Before Meeting on Guns, Bridgeport Has a Fatal Shooting","web_url":"https://www.nytimes.com/1993/04/08/nyregion/day-before-meeting-on-guns-bridgeport-has-a-fatal-shooting.html","abstract":"  A 31-year-old woman who was eight months pregnant when she was shot late Tuesday night died early this morning shortly after giving birth to a son. The shooting death, which came one day before a statewide meeting here on gun-control legislation, prompted outrage from city officials, including Bridgeport's Mayor.   The police said the woman, Judy Grey had gone for a walk with a friend when she was the victim of a drive-by shooting. It was Bridgeport's 19th homicide of the year.","thumbnail":null,"section":"New York"},{"date":"19930408","headline":"Bosnia Reconsidered; Where Candidate Clinton Saw a Challenge The President Sees an Insoluble Quagmire","web_url":"https://www.nytimes.com/1993/04/08/world/bosnia-reconsidered-where-candidate-clinton-saw-challenge-president-sees.html","abstract":"  After coming into office proclaiming the need to take action against moral outrages in Bosnia, the Clinton Administration has shifted gears, and is now telling the American people that Bosnia is a quagmire about which very little can be done.   In effect, the Administration has gone from shaking its fist at the Serbs to throwing up its hands. And it has gone from describing Bosnia as a test case of America's ability to nurture democracy in the post-cold-war world to being the intractable \"problem from hell\" that no one can be expected to solve.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"U.N. Compromise Lets Macedonia Be a Member","web_url":"https://www.nytimes.com/1993/04/08/world/un-compromise-lets-macedonia-be-a-member.html","abstract":"  The Security Council today approved United Nations membership for another former Yugoslav republic after a clumsy-looking compromise ended a controversy with Greece over its admission and injected a little more stability into the Balkan region.   The Council agreed to admit Macedonia under the provisional name of \"the Former Yugoslav Republic of Macedonia.\" It has been admitted to the World Bank and the International Monetary Fund with that name.","thumbnail":null,"section":"World"},{"date":"19930408","headline":"United We Stand -- and Fly","web_url":"https://www.nytimes.com/1993/04/08/opinion/united-we-stand-and-fly.html","abstract":"President Clinton's decision to consider seriously Russia's proposal for cooperation on a space station holds promise. A joint venture could give new direction to our faltering space effort while reducing its cost. It could help reform in Russia and be the stepping stone to Mars. But many barriers remain. \n\nNASA's proposed space station, Freedom, had three purposes: to conduct research on materials in zero gravity; to establish a human presence in space in preparation for missions to Mars and to provide a model for international cooperation. Since proposed budget reductions require choosing among these purposes, recent NASA planning has focused on a small platform suitable only for materials science research. It would be visited by the shuttle but not permanently occupied by astronauts.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930408","headline":"The Republic of North Macedonia joins the United Nations.","pages":[{"title":"North Macedonia","web_url":"https://en.wikipedia.org/wiki/North_Macedonia","description":"Country in Southeast Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_North_Macedonia.svg/320px-Flag_of_North_Macedonia.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"North Macedonia, officially the Republic of North Macedonia, is a landlocked country in Southeast Europe. It shares land borders with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. Skopje, the capital and largest city, is home to a quarter of the country's 1.83million people. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, Aromanians and a few other minorities."},{"title":"United Nations","web_url":"https://en.wikipedia.org/wiki/United_Nations","description":"Intergovernmental organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/320px-Flag_of_the_United_Nations.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The United Nations, particularly informally also referred to as the United Nations Organisation, is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations amongst nations, achieve international co-operation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague."}]},{"date":"19930408","headline":"The Space Shuttle Discovery is launched on mission STS-56.","pages":[{"title":"Space Shuttle Discovery","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Discovery","description":"NASA orbiter (1984 to 2011)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg/320px-STS-133_Space_Shuttle_Discovery_after_undocking_3_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Space Shuttle Discovery is a retired American spacecraft. The spaceplane was one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle had three main components: the Space Shuttle orbiter, a single-use central fuel tank, and two reusable solid rocket boosters. Nearly 25,000 heat-resistant tiles cover the orbiter to protect it from high temperatures on re-entry."},{"title":"STS-56","web_url":"https://en.wikipedia.org/wiki/STS-56","description":"1993 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/STS056-91-054_-_Payload_bay_view_with_ATLAS_pallet_%28Retouched%29.jpg/320px-STS056-91-054_-_Payload_bay_view_with_ATLAS_pallet_%28Retouched%29.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"STS-56 was a NASA Space Shuttle Discovery mission to perform special experiments. The mission was launched from Kennedy Space Center, Florida, on April 8, 1993."}]}],"weather":[{"date":"19930408","time":"1993-04-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":83,"wspd":7.6},{"date":"19930408","time":"1993-04-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":5.4},{"date":"19930408","time":"1993-04-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":82,"wspd":13},{"date":"19930408","time":"1993-04-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":75,"wspd":9.4},{"date":"19930408","time":"1993-04-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":72,"wspd":7.6},{"date":"19930408","time":"1993-04-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":76,"wspd":13},{"date":"19930408","time":"1993-04-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":11.2},{"date":"19930408","time":"1993-04-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":77,"wspd":13},{"date":"19930408","time":"1993-04-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":72,"wspd":14.8},{"date":"19930408","time":"1993-04-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":70,"wspd":13},{"date":"19930408","time":"1993-04-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":16.6},{"date":"19930408","time":"1993-04-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":64,"wspd":14.8},{"date":"19930408","time":"1993-04-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":60,"wspd":16.6},{"date":"19930408","time":"1993-04-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":52,"wspd":14.8},{"date":"19930408","time":"1993-04-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":51,"wspd":20.5},{"date":"19930408","time":"1993-04-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":49,"wspd":18.4},{"date":"19930408","time":"1993-04-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":48,"wspd":18.4},{"date":"19930408","time":"1993-04-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":51,"wspd":24.1},{"date":"19930408","time":"1993-04-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":49,"wspd":20.5},{"date":"19930408","time":"1993-04-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":52,"wspd":16.6},{"date":"19930408","time":"1993-04-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":55,"wspd":14.8},{"date":"19930408","time":"1993-04-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":65,"wspd":14.8},{"date":"19930408","time":"1993-04-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":14.8},{"date":"19930408","time":"1993-04-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":65,"wspd":14.8},{"date":"19930408","time":"1993-04-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":39,"wspd":13},{"date":"19930408","time":"1993-04-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":50,"wspd":13},{"date":"19930408","time":"1993-04-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":53,"wspd":11.2},{"date":"19930408","time":"1993-04-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":5.4},{"date":"19930408","time":"1993-04-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":55,"wspd":0},{"date":"19930408","time":"1993-04-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930408","time":"1993-04-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":7.6},{"date":"19930408","time":"1993-04-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19930408","time":"1993-04-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":14.8},{"date":"19930408","time":"1993-04-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":65,"wspd":0},{"date":"19930408","time":"1993-04-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":9.4},{"date":"19930408","time":"1993-04-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":65,"wspd":9.4},{"date":"19930408","time":"1993-04-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":9.4},{"date":"19930408","time":"1993-04-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":11.2},{"date":"19930408","time":"1993-04-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":28,"wspd":9.4},{"date":"19930408","time":"1993-04-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":25,"wspd":13},{"date":"19930408","time":"1993-04-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":21,"wspd":14.8},{"date":"19930408","time":"1993-04-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":14,"wspd":14.8},{"date":"19930408","time":"1993-04-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":10,"wspd":14.8},{"date":"19930408","time":"1993-04-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":22,"wspd":13},{"date":"19930408","time":"1993-04-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":21,"wspd":18.7},{"date":"19930408","time":"1993-04-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":22,"wspd":14.8},{"date":"19930408","time":"1993-04-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":33,"wspd":16.6},{"date":"19930408","time":"1993-04-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":45,"wspd":11.2}]}}