{"19940823":{"guardian_articles":[],"nytimes_articles":[{"date":"19940823","headline":"RULING PARTY'S CANDIDATE WINS PRESIDENCY IN MEXICO, BUT OPPOSITION MAKES GAINS","web_url":"https://www.nytimes.com/1994/08/23/world/ruling-party-s-candidate-wins-presidency-in-mexico-but-opposition-makes-gains.html","abstract":"  After a year of extraordinary turmoil that seemed to drag Mexico toward the brink of radical change, voters have decided to continue with the same party that has governed for 65 years, choosing Ernesto Zedillo Ponce de Leon as their next President, partial official results showed today.   Yet voters gave the opposition so much support on Sunday that the governing party may be forced to share power in a way not seen before in Mexico.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Irvan's Condition Improves","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-auto-racing-irvan-s-condition-improves.html","abstract":"  Injuries to stock car driver ERNIE IRVAN's lungs continued to improve yesterday, but he remained unconscious on a ventilator two days after crashing during practice. Irvan, one of the top Nascar drivers, hit the wall at about 176 miles an hour during a practice session Saturday at Michigan International Speedway in Brooklyn, Mich., after the right front tire on his Ford Thunderbird appeared to be cut. He crashed into the wall in Turn 2 and sustained severe head and chest injuries. He remained in critical but stable condition yesterday afternoon at St. Joseph Mercy Hospital in Ann Arbor, Mich., Dr. ERROL ERLANDSON said in a statement. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Chess","web_url":"https://www.nytimes.com/1994/08/23/arts/chess-038890.html","abstract":"  A curious sidelight of the International Chess Federation's quarterfinals in Sanghi-Nagar, India, was that each player who was the first to win a game went on to lose the contest. In short eight-game series like these, first blood has always been viewed as a great advantage, but it did not work that way this time.   Vladimir Kramnik of Russia won Game 3, but then lost Games 4 and 8 to Boris Gelfand of Ukraine; Jan Timman of the Netherlands won Game 1, but then lost Games 4 and 7 to Valery Salov of Russia; Vishwanathan Anand won Games 3 and 4, but, after losing Games 6 and 7, lost the speed-game playoffs by 0-2 to Gata Kamsky of Brooklyn.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Pentagon, Buoying Troops, Will Cut Arms Development","web_url":"https://www.nytimes.com/1994/08/23/us/pentagon-buoying-troops-will-cut-arms-development.html","abstract":"  Searching for more than $15 billion to finance pay increases and better housing for troops, Deputy Defense Secretary John M. Deutch has ordered the Army, Navy and Air Force to prepare plans to cancel or delay many new weapons systems in development.    Mr. Deutch's two-page memorandum, sent last Thursday to the armed services, reflects the priority of the Pentagon's top leadership to keep the declining number of American troops in good spirits and combat-ready, at the expense of buying new fighter jets, warships and submarines.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"What About Sanctions?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-what-about-sanctions-letters-to-the-editor.html","abstract":"Regarding \"On a Continent of Chaos, a Success Story\" (Aug. 5):.The report states that \"a low- level insurgency\" in Rhodesia \"forced the white regime of Prime Minister Ian Smith to negotiate a turnover of power.\" There is,","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Clinton's Plan for Immunization Of Children Suffers a New Blow","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-immunizations-clinton-s-plan-for-immunization-children.html","abstract":"  In a sudden reversal, the Clinton Administration has abandoned plans for a national vaccine warehouse, which was to store and distribute vaccine as part of a campaign to immunize children across the country starting Oct. 1.   The demise of the warehouse is the latest in a series of setbacks to a Clinton initiative that, when first proposed in 1993, called for providing free, Government-subsidized vaccines to all children. The program has since been scaled back several times and, with cancellation of the plan for a vaccine warehouse, even less of the President's proposal survives.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Edberg Brightens After Tough '93","web_url":"https://www.nytimes.com/1994/08/23/sports/tennis-edberg-brightens-after-tough-93.html","abstract":"  Stefan Edberg can empathize with Jim Courier.   Edberg, one of the top five players in men's tennis over the past decade, spoke while the day session of the Waldbaum's Hamlet Cup was being washed away by rain.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Historic Hurricane Could Catch Northeast With Its Guard Down","web_url":"https://www.nytimes.com/1994/08/23/science/historic-hurricane-could-catch-northeast-with-its-guard-down.html","abstract":"  SOONER or later, meteorological circumstances will conspire to hurl another storm as strong as the legendary hurricane of September 1938 against a complacent Northeastern United States, and its cost in lives and property could be the highest ever exacted by a hurricane in this country. Or so concludes a new analysis of past hurricane behavior and present Northeastern development.   Only sheer chance kept this from happening in 1985 and 1991, when Hurricanes Gloria and Bob, respectively, struck the Northeast, according to the author of the study, Dr. Nicholas K. Coch, a geologist at Queens College. Had either of those storms drifted into a certain meteorological \"slot\" as the 1938 hurricane did, it could well have been more catastrophic than Hurricane Andrew, the most destructive tropical storm ever to hit the United States mainland. Andrew struck southern Florida in August 1992.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Giants Receiver Sure Packs A Wallop","web_url":"https://www.nytimes.com/1994/08/23/sports/football-giants-receiver-sure-packs-a-wallop.html","abstract":"  It was not the kind of hit a wide receiver usually makes, but Thomas Lewis did. As David Meggett streaked up the sideline Saturday during a game against the Jets, linebacker Marvin Jones followed him. Lewis cut Jones off and threw his body at the linebacker. It looked as if Lewis was shot out of a cannon. Jones ended up somewhere along the Giants' bench. After the block, Lewis stood over Jones as Giants players patted him on the back.   It's the type of play that captured the attention of everyone on the team. It's the kind of toughness that Lewis showed at Indiana. It's the kind of toughness the Giants expected of their No. 1 draft pick. And it's the kind of toughness that will probably make him a very good receiver someday.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"An Important Role for an Evolving CSCE: Preventive Diplomacy","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-an-important-role-for-an-evolving-csce-preventive-diplomacy.html","abstract":"At the Paris summit meeting of 1990, when the leaders of 36 states signed the Charter of Paris for a New Europe, hopes were high that the Conference on Security and Cooperation in Europe would form the basis for a new relationship among the nations of Eu","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"As Senate Debates Crime Bill, Weapons Ban Is the Focus","web_url":"https://www.nytimes.com/1994/08/23/us/as-senate-debates-crime-bill-weapons-ban-is-the-focus.html","abstract":"  The Senate opened debate on the crime bill today as Democrats warned that some Republicans were still trying to eliminate the bill's ban on assault weapons.   Senator Phil Gramm, a Texas Republican who opposes the ban, said he would try to stall the $30.3 billion bill procedurally so he could add what he said were tougher sentences for criminals and to cut what he said was wasteful social spending.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Good News Looks Bad","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-good-news-looks-bad-039381.html","abstract":"  To the Editor:   Top economic officials are frustrated that the Clinton Administration has not received more credit for recent economic growth. The reason is simple. The Federal Reserve Board's perverse logic has conditioned investors, economic analysts and everyone else to view growth not as a boon but as a dire portent of inflation and higher interest rates. Nowadays, good news is bad news. The Administration cannot receive credit where credit is due. LOUIS JAY HERMAN  New York, Aug. 17, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Suspicious Fire At Bronx Store Leaves 4 Dead","web_url":"https://www.nytimes.com/1994/08/23/nyregion/suspicious-fire-at-bronx-store-leaves-4-dead.html","abstract":"  Trapped when a Bronx delicatessen erupted in flames, three men and a woman died yesterday in what Fire Department officials said was a suspicious blaze apparently fueled by gasoline.   A police officer who was among the first to arrive at the scene said four people were calling for help through the window guards at the back of the first-floor store. With the windows barred and no back exit from the store, they had no way to escape, fire officials said.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Baseball, the Belgian Pastime","web_url":"https://www.nytimes.com/1994/08/23/sports/IHT-baseball-the-belgian-pastime.html","abstract":"The best baseball in Belgium is being played by the Brasschaat Levis Braves, who practice twice a week after work and play on the weekends. They have six players from the Belgium national team and a former major league pitcher, Joel McKeon, who in Belgiu","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"An Uncertain Mandate: Ernesto Zedillo Ponce de Leon","web_url":"https://www.nytimes.com/1994/08/23/world/man-in-the-news-an-uncertain-mandate-ernesto-zedillo-ponce-de-leon.html","abstract":"  As Luis Donaldo Colosio lay dying in a Tijuana hospital on the night of March 23, an assassin's bullet in his head, a handful of his aides gathered in the office of Ernesto Zedillo Ponce de Leon, the manager of Mr. Colosio's presidential campaign.   One phone line was open to the hospital, another to the residence of President Carlos Salinas de Gortari. After a short while, some of the others began urging Mr. Zedillo to join the President. \"That's where you have to be,\" one recalled having insisted, fearful that a rival for the suddenly vacant candidacy of the governing party might get there first.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Coalition Seeking Converts To Its Reduced Health Plan","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-behind-scenes-coalition-seeking-converts-its-reduced-health.html","abstract":"  The bipartisan coalition that tried to cut through the health insurance tangle with a health plan calling for $100 billion in deficit reduction started trying to sell its proposal today in meetings with Democrats who have sought more sweeping changes.   Those Democrats had a different purpose: trying to find out how flexible the group calling itself the \"mainstream coalition\" was prepared to be in its pursuit of votes.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The N.A.A.C.P.: Still on the Brink","web_url":"https://www.nytimes.com/1994/08/23/opinion/the-naacp-still-on-the-brink.html","abstract":"  The dismissal of the Rev. Benjamin Chavis was a necessary and healthy move for the N.A.A.C.P., but many members and friends of the organization believe that this should be only the first step in a broader reform. The N.A.A.C.P.'s board of directors needs to remake itself radically and take a stronger hand in setting policy and monitoring fiscal affairs.    That the 64-member board dismissed Mr. Chavis as the group's executive director after 16 months of disastrous leadership suggests at least some awareness that change is needed. But with the Chavis era ended, a crucial question remains: How can the board that allowed him to squander the N.A.A.C.P.'s money and damage its reputation get the organization back on its feet?","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Officials See More Hirings Of Police in Anti-Crime Bill","web_url":"https://www.nytimes.com/1994/08/23/nyregion/officials-see-more-hirings-of-police-in-anti-crime-bill.html","abstract":"  Although it reduced the amount of money they would receive, officials in the New York metropolitan region welcomed approval by the House of Representatives of a revised $30.2 billion anti-crime package. They said it would bring millions of dollars to the area for a hodgepodge of prevention and prosecution measures.   For cities throughout the region, the measure would mean thousands of additional police officers, more financing to jail criminal immigrants, funds for community schools and money to hire new prosecutors and judges.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Response to Clinton's Policy Proves As Varies as Waves of Cuban Exodus","web_url":"https://www.nytimes.com/1994/08/23/us/flight-cuba-expatriates-response-clinton-s-policy-proves-varies-waves-cuban.html","abstract":"  Not long into Fidel Castro's revolution, two armed men from the new Government came to Efrain Veiga Sr.'s lumber yard in Havana and asked him to hand over the keys. His business confiscated, Mr. Veiga soon sent his 9-year-old son to an aunt in the United States, and a year later, in 1962, he and his wife followed.   \"The one who should have left was Fidel,\" the 73-year-old Mr. Veiga said. \"But what were we supposed to do? Work for the Communist Government? I can say I never worked for them.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Field of Dreams Turns Into Nightmare in New Jersey","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-field-of-dreams-turns-into-nightmare-in-new-jersey.html","abstract":"  Only a dozen games remain in the season for the New Jersey Cardinals, leaders of the Class A New York-Penn League's McNamara Division. With a 36-28 record, the team has sold out nearly all of its games at Skylands Park, in rural Sussex County, vindicating the team's decision to relocate from Glens Falls, N.Y.   But while the team is a success, a similar verdict cannot yet be rendered for the still-unfinished stadium's parent company, Skylands Park Management.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"FLIGHT FROM CUBA: The Policy; Cuba Strategy: Reactive or Planned?","web_url":"https://www.nytimes.com/1994/08/23/us/flight-from-cuba-the-policy-cuba-strategy-reactive-or-planned.html","abstract":"  The way Administration officials tell it, their new policy toward Cuba has two straightforward goals: stopping the flood of refugees and pressuring Fidel Castro to take meaningful steps toward democracy and a free market.   With Cuba's economy in a shambles and with Mr. Castro facing the most dissent in years, it is an opportune time to get Mr. Castro to bend to outside pressures, Administration officials say.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Crime Bill's Hurdle","web_url":"https://www.nytimes.com/1994/08/23/us/crime-bill-s-hurdle.html","abstract":"  The Senate opened debate on the crime bill yesterday with Democrats asserting that Republicans were trying to delay a vote in an effort to eliminate the measure's ban on assault weapons. It was not clear how the much-disputed bill would fare after its revival in the House on Sunday.    Article, page A14.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The Facts of Life: How to Interrogate Your Internet Link","web_url":"https://www.nytimes.com/1994/08/23/science/personal-computers-the-facts-of-life-how-to-interrogate-your-internet-link.html","abstract":"  ALTHOUGH the total population of the global computer network called the Internet is a subject of considerable debate, there is no doubt that it is growing very fast. Whether there are 3 million active Internet users or 30 million, the numbers are more than doubling every year.    A click on the geometric progression module of my calculator reveals that, in theory at least, everyone in the solar system will be connected to the Internet by the time the Whitewater hearings conclude.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Houston Ballet Cancels Shows at City Center","web_url":"https://www.nytimes.com/1994/08/23/arts/houston-ballet-cancels-shows-at-city-center.html","abstract":"  The Houston Ballet has canceled its shows at City Center, which were to be Nov. 9 to 13. In its announcement yesterday, the company cited \"economic considerations\" as the reason.  This is Houston's second withdrawal from City Center in two years.    The company reduced a projected $700,000 deficit for fiscal 1994 to $120,000, it said. But it anticipates another deficit, of $400,000, for 1995. The costs of a New York season would have added about $265,000 to the 1995 deficit, said Joyce Moffatt, the managing director of the troupe. The company has also canceled two one-week home seasons devoted to the presentation of new ballets. It is to appear at the John F. Kennedy Center for the Performing Arts in Washington in October 1995.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"On My Mind; Drunk In Damascus","web_url":"https://www.nytimes.com/1994/08/23/opinion/on-my-mind-drunk-in-damascus.html","abstract":"  The Syrian Government has kicked out one terrorist but still has a full warehouse of them left.    That is the real importance of the story of Carlos the Jackal, now in a Parisian jail, possibly recovering from the built-in hangover he must have from lying around drunk in Damascus for years. If the Syrians ever decide that they want peace with Israel or hope to get off the U.S. list of terrorist nations, they will have to clean out that warehouse and do a few other things not getting much attention right now.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-036463.html","abstract":"  A report in The Living Section on Wednesday listing Greenmarket locations in New York City included an erroneous entry supplied by the Greenmarket Project. The Greenwich Village market, at Gansevoort and Hudson Streets, has not been open since July 30; Community Board 2 has scheduled a public hearing for Sept. 7 to consider reopening it in another location.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Chang and Medvedev Face Up to Youth","web_url":"https://www.nytimes.com/1994/08/23/sports/tennis-chang-and-medvedev-face-up-to-youth.html","abstract":"  About 80 young tennis enthusiasts crowded around Michael Chang and Andrei Medvedev inside a clubhouse in Central Park near 96th Street yesterday for a question-and-answer session. Chang leaned over to Medvedev and told him that kids ask the toughest questions.    Like, do you have a girlfriend?","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Paxson Announces Retirement","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-pro-basketball-paxson-announces-retirement.html","abstract":"  JOHN PAXSON, a key part of three Chicago Bulls championship teams, announced his retirement yesterday, ending an 11-year National Basketball Association career. Paxson, a 1983 graduate of Notre Dame, was signed as a free agent by the Bulls in 1985. Paxson, who appeared in 772 regular-season games and 119 playoff games for the Bulls, is best remembered for hitting a 3-point shot with 3.9 seconds left in Game 6 of the 1993 finals. The shot insured the Bulls of a third consecutive championship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Directory Assistance For the U.S. On a Disk","web_url":"https://www.nytimes.com/1994/08/23/science/peripherals-directory-assistance-for-the-us-on-a-disk.html","abstract":"  THE big little disks known as CD-ROM's are taking off as general-interest consumer products, with games and graphics, reference works and even plain old books, which are not so plain anymore. But whether the gambles of publishers, software developers and entertainment conglomerates pay off any time soon, the CD-ROM is already practically indispensable for many businesses and government agencies. Nothing else affordable can hold so much information in so small a space, and nothing else can be searched in so many ways so readily.   There are voter lists and mailing lists, phone books and newspaper and magazine files. So far, none of these pure data disks have the video and audio enhancements of those offered to a wider public, but they are packed with information.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"A Valley Kicks Its Heels Over Its Own Ball Team","web_url":"https://www.nytimes.com/1994/08/23/nyregion/our-towns-a-valley-kicks-its-heels-over-its-own-ball-team.html","abstract":"  IT was another sold-out game in the inaugural season of the Hudson Valley Renegades. Skip Weisman, team president and general manager, was running around like a Secret Service agent, walkie-talkie in hand, trying to keep tabs on the ball park.   \"We've been selling out since Day 1,\" he said, flushed and irritated that anyone would suggest otherwise. \"What you see is what it's been.\"","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Lebanon and Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-lebanon-and-peace-letters-to-the-editor.html","abstract":"Regarding the news analysis \"Syria May Ask for Lebanon as Price of Peace\" (Aug. 9) by Joseph Fitchett:.Indications that U.S. officials might go along with a deal involving Syian control over Lebanon in return for peace with Israel will seriou","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038954.html","abstract":"  A picture caption in Weekend on Friday with a Critic's Choice article about a tribute to Vincent Price at the Film Forum misidentified a woman shown with Mr. Price in a scene from \"The Tingler,\" because of incorrect information provided by the theater. She was Pamela Lincoln, not Judith Evelyn.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"A Taste of Drug Reality, In Quick MTV Bites","web_url":"https://www.nytimes.com/1994/08/23/arts/television-review-a-taste-of-drug-reality-in-quick-mtv-bites.html","abstract":"  It's a brisk trip along drug alley tonight, courtesy of MTV. But don't let the auspices put you off. The tone of \"Straight Dope\" is far more cautionary than celebratory; the hits on the hard stuff are tougher than the cracks about crackdowns.   Kurt Loder, the mile-a-minute narrator, offers mini-histories of marijuana, LSD, heroin and crack cocaine; the editing is as jumpy as ever, with some psychedelic coloring, and some of the quick-fix celebrity comments (Jerry Garcia, Queen Latifah, David Byrne) make network news sound bites seem like feasts. But there is coherence amid the commotion, and when the program settles down for longer interviews with users, sellers and a Drug Enforcement Administration agent, pertinent points are made.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Lax Procedures Cited in Fatal Colorado Wildfire","web_url":"https://www.nytimes.com/1994/08/23/us/lax-procedures-cited-in-fatal-colorado-wildfire.html","abstract":"  A Federal investigation into the blaze on a Colorado mountain that killed 14 firefighters last month found that firefighters and supervisors made crucial errors in judgment and violated safety procedures.   \"We are painfully learning that mistakes were made,\" said Mike Dombeck, director of the Bureau of Land Management, which employed some of the firefighters who died. \"Breakdowns in communications, errors in judgment, lack of coordination. The same sort of mistakes people make every day. Only this time, the fuel and weather and flame magnified human error, with deadly and tragic consequences.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Negotiators Ready: Anybody Know Squeeze Sign?","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-negotiators-ready-anybody-know-squeeze-sign.html","abstract":"  Baseball's 11-day-old strike produced two definite developments yesterday, but nothing occurred to create the possibility of a third development: that the two sides will squeeze out of their stalemate when they resume meeting tomorrow.   In development No. 1, representatives of the striking players and their employers, with the help of Federal mediators, agreed to meet at 10:30 A.M. tomorrow for the first time since the day the strike began, Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Border Crossings; Migration for Work and Play Is Binding a Working-Class Village to a Gilded Neighbor","web_url":"https://www.nytimes.com/1994/08/23/nyregion/border-crossings-migration-for-work-play-binding-working-class-village-gilded.html","abstract":"  Luis Lopez had long wanted to open a Mexican restaurant in Rye, confident that there was a fortune to be made in that gilded community of country clubs, estates and, more important, disposable wealth.   But after discovering the high rents for commercial space there, he opened his restaurant just a few steps from the Rye border in this scruffy harbor village on Long Island Sound, where he has slowly tapped the Rye market.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"North Korea Radio Hints at Opposition","web_url":"https://www.nytimes.com/1994/08/23/world/north-korea-radio-hints-at-opposition.html","abstract":"  A North Korean radio broadcast today hinted at opposition to the transfer of power from the late Kim Il Sung to his son Kim Jong Il.    Six weeks after the death of his father on July 8, Kim Jong Il has appeared to have become the country's new leader. But he has still not been confirmed either as general secretary of the ruling Korea Workers' Party or as state president.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Mosquitoes' Tricks Still Exceed Remedies","web_url":"https://www.nytimes.com/1994/08/23/science/mosquitoes-tricks-still-exceed-remedies.html","abstract":"  THE perpetual whine around one's ears and the repeated slaps at the persistent airborne pests were like a retrospective weather report. It was precisely 10 days after a major thunderstorm had drenched the St. Croix River valley and the latest opportunistic crop of those infamous summer-spoilers -- mosquitoes -- had hurried through their transformation from egg to larva to pupa, producing bloodthirsty adult females intent on guaranteeing a next generation.   Here in Minnesota, where T-shirts sporting chest-sized mosquitoes call the insect the \"state bird,\" it is little comfort to know that to a mosquito, human blood is second-rate, less tasty than that from birds and even buffalo.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"France's New Breed Of Opera Singers","web_url":"https://www.nytimes.com/1994/08/23/arts/critic-s-notebook-france-s-new-breed-of-opera-singers.html","abstract":"  The travails of French opera have become almost a cliche by now. The latest scandale, Myung-Whun Chung's abrupt dismissal as music director of the Paris Opera, would only seem to confirm the cliche.    Never mind that this seems to have been a pure power struggle between two ambitious men, and that the winner, Hugues Gall, the designated director of the company, is himself a man of proven taste and vision. The dismissal still looks bad in the short run, yet another \"proof\" that when it comes to opera, the French haven't a clue.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/23/nyregion/no-headline-035254.html","abstract":"  \"After risking my life, my family's life, my children, they are going to turn me away?\" -- MIGUEL LUIS MARTINEZ, a Cuban refugee.  [ A17:2. ]","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Healthier and Wealthier","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-healthier-and-wealthier-039373.html","abstract":"  To the Editor:   \"Don't Be Seduced by Medisave\" (editorial, Aug. 16) contains inaccuracies about medical savings accounts. But most surprising is your lack of understanding about how markets work.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Patterns","web_url":"https://www.nytimes.com/1994/08/23/style/patterns-037451.html","abstract":"  Shoes in a Glamour Parade    Manolo Blahnik's shoes are perfect for James Bond vixens with sexy double-entendre names. They are the sort of shoes that should be toying with a man's pant cuff beneath a linen tablecloth, grinding a lipstick-stained cigarette into the pavement and dangling from red fingernails while their owner wades in the Trevi fountain. His boots are the type one imagines Nancy Sinatra was singing about.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Abidjan Journal; The Paris of West Africa Is Down at the Heels","web_url":"https://www.nytimes.com/1994/08/23/world/abidjan-journal-the-paris-of-west-africa-is-down-at-the-heels.html","abstract":"  On the Rue de Commerce here, long a showcase of French interests in the former African colonies, once-thriving department stores are now empty shells waiting to be bought up whenever a much-awaited economic rebound finally takes place.   Not far away, on the broad tree-lined Boulevard de la Republique, downtown Abidjan's main street, an older kind of commerce has taken over.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-038938.html","abstract":"  Elvis Presley fans were treated to a lunch yesterday marking the 17th anniversary of two concerts that never took place -- the singer died six days before his scheduled Aug. 22, 1977, performances at the Nassau Coliseum.   The event at the Milleridge Inn in Jericho, L.I., attended by some 150 men and women who still had their 1977 tickets or were fan club members, included appearances by Elvis impersonators and an opportunity to apply for a refund for the unused 1977 tickets, priced at $12 and $15.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Once in Forefront, H.M.O.'s Lose Their Luster in Health Debate","web_url":"https://www.nytimes.com/1994/08/23/us/health-care-debate-managed-care-once-forefront-hmo-s-lose-their-luster-health.html","abstract":"  In President Clinton's first blueprints to redesign the nation's medical system, health maintenance organizations were a centerpiece of efforts to restrain costs and a model for the health plans in which most Americans would enroll.   But in Congressional debate in the last six months, H.M.O.'s have lost some of that early luster. Lawmakers have been surprisingly hostile to such organizations and other forms of managed care, which try to achieve savings by limiting patients to specified doctors and hospitals. They say such health plans, especially those that seek profits for investors, skimp on care to save money.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Physicists Get Warmer In Search for Weird Matter Close to Absolute Zero","web_url":"https://www.nytimes.com/1994/08/23/science/physicists-get-warmer-in-search-for-weird-matter-close-to-absolute-zero.html","abstract":"  SIXTY-NINE years ago, theorists calculated that if a certain class of atoms could be chilled to temperatures below any that exist in nature, the atoms would merge with each other to become huge \"superatoms\": bizarre states of matter straddling the gulf between the everyday world and the ultra-small domain of quantum mechanics. Recent advances at dozens of laboratories in the United States and Europe have encouraged some scientists to believe that they may be nearing this elusive goal.   The creation of a Bose-Einstein condensate, as this hypothetical superatomic state of matter is called, would be a historic landmark in physics, one that many physicists say would be worthy of a Nobel Prize. It would not only demonstrate the validity of some outlandish predictions of quantum theory, but would create a form of matter that may never have existed anywhere before -- a substance with properties scientists can only guess at.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Go for Gin Sprinting Back Into Title Race","web_url":"https://www.nytimes.com/1994/08/23/sports/horse-racing-go-for-gin-sprinting-back-into-title-race.html","abstract":"  Nick Zito cast his vote today for the 3-year-old champion of 1994, and guess who got it? That's right, his colt Go for Gin, the winner of the Kentucky Derby but the missing horse last Saturday when Holy Bull and Tabasco Cat were grappling in the Travers.   Go for Gin has been missing most of the summer because Zito decided to skip the distance and the demands of the Travers and take a different route to the important fall races. But his horse will return on Wednesday as the favorite in the Forego Handicap, a Grade I sprint at seven furlongs and a stepping stone to the Woodward Stakes and a return match with the leading candidate, Holy Bull.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Shifting Visa Rules Bar Chinese Scholar","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-shifting-visa-rules-bar-chinese-scholar-039330.html","abstract":"  To the Editor:   Wang Jingkai, a Chinese scholar, wants to study documents on Chinese history for a year at Pennsylvania State University. He has financial support here. Our embassy in Beijing rejected his request stating: \"You have not shown that you have sufficiently strong family, social or economic ties to your place of residence to insure that your projected stay in the United States will be temporary.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Researcher's Infection Raises Concerns for Laboratory Safety","web_url":"https://www.nytimes.com/1994/08/23/science/the-doctor-s-world-researcher-s-infection-raises-concerns-for-laboratory-safety.html","abstract":"  A Yale researcher is in isolation at Yale-New Haven Hospital under treatment for a potentially deadly infection contracted after a laboratory accident with a rare virus he was studying. And health officials have imposed surveillance measures on about two dozen people with whom he had recent, close contact in Connecticut and Massachusetts.   The surveillance is aimed at stopping further transmission of the extraordinarily dangerous microbe known as Sabia virus. Related to the deadly agent of Lassa fever, it first came to light in 1990 in the Brazilian city of Sabia.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Special Counsel Is President's Prerogative","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-special-counsel-is-president-s-prerogative-039390.html","abstract":"  To the Editor:   The stir about the conduct of Judge David B. Sentelle, who presides over the panel that replaced the Whitewater special prosecutor Robert B. Fiske Jr. with Kenneth W. Starr, shows the folly and unconstitutionality of the independent counsel statute. Responsibility for selecting prosecutors of Federal crimes should remain where the Constitution placed it, in a politically accountable President, and should never have been given to life-tenured judges.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Morrison Books Hide for Bout","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-boxing-morrison-books-hide-for-bout.html","abstract":"  TOMMY MORRISON will try to recapture the World Boxing Organization heavyweight title from HERBIE HIDE of Britain in Hong Kong's first world title fight on Oct. 23, organizers said yesterday. Morrison lost the title to MICHAEL BENTT in Oct. 1993, and Bentt then lost it to Hide in March. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Topics of The Times; Copying California","web_url":"https://www.nytimes.com/1994/08/23/opinion/topics-of-the-times-copying-california.html","abstract":"  Among the many good things to come out of California over the years is a remarkably successful anti-smoking advertising and education campaign. In the six years since Californians voted on Proposition 99, which raised the state tax on tobacco products and directed that 20 percent be devoted to such a campaign, tobacco use has dropped by an astonishing 30 percent. That's three times the national quit rate.   Two states, Massachusetts and Michigan, have followed suit. Now the American Medical Association and the Robert Wood Johnson Foundation are making it possible for more to do the same. They plan to distribute $10 million in grants to anti-smoking groups in 19 states, to help them push for California-like campaigns there.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Russians And Germans Agree to Fight Nuclear Theft","web_url":"https://www.nytimes.com/1994/08/23/world/russians-and-germans-agree-to-fight-nuclear-theft.html","abstract":"  Russia and Germany agreed today to cooperate to prevent the smuggling of nuclear materials by tightening border controls and improving the exchange of information between their intelligence agencies, officials of both countries said.   A series of seizures in Germany of bomb-grade nuclear material, including one large shipment of 10.5 ounces of plutonium 239 on a Moscow-Munich flight, prompted three days of talks here between Chancellor Helmut Kohl's intelligence coordinator, Bernd Schmidbauer, and top Russian nuclear and security officials.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"A Putdown for Baggio","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-soccer-a-putdown-for-baggio.html","abstract":"  ROBERTO BAGGIO, whose missed penalty kick in the World Cup final clinched the championship for Brazil, has not been a leader for Juventus, the team owner GIANNI AGNELLI said in remarks published yesterday in Rome. Baggio, the world player of the year in 1993, has spent four seasons with Juventus, one of the largest clubs in the Italian League, leading the club in scoring over that span. \"He has given Juventus moderate achievements,\" Agnelli said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Green's Farm: Corn, Tomatoes, but No Rhubarb","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-green-s-farm-corn-tomatoes-but-no-rhubarb.html","abstract":"  He's an outdoors sort of fellow, a big ruddy-faced man who has been deriving his deepest psychic pleasures from open fields and deep woods all his life. So it was hardly surprising that when he found himself without a dugout step to stand on, Dallas Green did what he always does when baseball lets him down. He returned to the 60-acre farm in Chester County he and his wife, Sylvia, have called home since 1980.   The house is an eclectic affair that dates from 1737, 1767 and 1969, depending on the room. But even the 1969 den added by a previous owner has antique touches, like the ceiling beams taken from a barn built of logs floated down the Susquehanna River more than a century ago.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Learning to Fulfill the Imposible","web_url":"https://www.nytimes.com/1994/08/23/style/IHT-learning-to-fulfill-the-imposible.html","abstract":"Renting a saxophone at 9 o'clock on a Thursday night for a guest at Boston's Ritz-Carlton was a piece of cake compared with the creation of a niche for the king of Morocco's chef in the basement kitchens of the Ritz in Paris. Considering that it was the","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038970.html","abstract":"  An article on Aug. 11 about a dispute over racial balance in classes in the Montclair, N.J., school district omitted the standard that the district uses to define racial balance. The omission left the description of the overall situation there incomplete.   The district defines a class as racially unbalanced if more than 75 percent of its students are white or more than 75 percent come from minorities. By this standard, 7 percent of the district's elementary classes and 25 to 35 percent of its middle school classes are unbalanced. Overall, 47.5 percent of Montclair's students are white, and 52.5 percent are from minorities.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Footwork May Be Vital : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-footwork-may-be-vital-letters-to-the-editor.html","abstract":"In response to \"Jarring Prospect for U.S. Golfers: A Foreign Slam\" (Aug. 9) and \"Europeans Making Inroads on LPGA Tour, Too\"(Aug. 9):.There is much speculation about the decline of American golfing dominance. It's really quite simpl","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Pesticides May Leave Legacy of Hormonal Chaos","web_url":"https://www.nytimes.com/1994/08/23/science/pesticides-may-leave-legacy-of-hormonal-chaos.html","abstract":"  IN a new wave of concern about synthetic chemicals in the environment, some biologists are warning that trace amounts of pesticides and other man-made substances may be interfering with the action of reproductive hormones and thereby damaging the fertility of various animal populations, including humans.    The evidence is far from conclusive. But the economic and political stakes are high; should the new fears prove justified, a large group of important industrial chemicals might have to be curbed.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"What the Cats Know","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-what-the-cats-know-039403.html","abstract":"  To the Editor:   As a longtime owner of cats, I have watched with fascination as my pets display affection, fear, jealousy, rudimentary memory, anger and dislike of specific people.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Police States?","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-police-states-039357.html","abstract":"  To the Editor:   Representative Newt Gingrich has said that \"you cannot get to universal coverage without a police state.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/23/nyregion/c-corrections-038962.html","abstract":"  A report in the Chronicle column on Saturday about Mick Jagger's daughter Karis Jagger, who is directing her mother, Marsha Hunt, in a one-woman play about a black woman, misstated Ms. Hunt's race. She is black.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Probing Venus's Craters","web_url":"https://www.nytimes.com/1994/08/23/science/probing-venus-s-craters.html","abstract":"  The history of the pockmarked surface of Venus, the result of impact craters and volcanic activity, has been a point of contention among researchers ever since the spacecraft Magellan began providing images of the planet in August 1990.    Scientists did not understand why images of Venus showed a high number of impact craters in pristine states, unlike craters on other planets, which exhibit varying degrees of decomposition.","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"Mexico's Choice","web_url":"https://www.nytimes.com/1994/08/23/opinion/mexico-s-choice.html","abstract":"  Although Sunday's presidential election in Mexico was not as clean as it should have been, on present evidence it was the cleanest in living memory. That should give President-elect Ernesto Zedillo Ponce de Leon the mandate he needs to carry political and economic reform through its difficult next phase.    A credible Mexican election is also a relief for the U.S. Immigration, border commerce and the North American Free Trade Agreement increasingly link the fates of North America's two giants.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"2 Police Officers Wounded in a Subway Shootout","web_url":"https://www.nytimes.com/1994/08/23/nyregion/2-police-officers-wounded-in-a-subway-shootout.html","abstract":"  In a shootout that apparently involved police officers in civilian clothes firing at each other, two officers were wounded, one of them critically, in a crowded subway station on the East Side of Manhattan yesterday evening.   The shooting took place at 7:10 P.M. in the station at 53d Street and Lexington Avenue and set off a panic among commuters, who dropped to the platform, ducked to the floor of their train or tried to flee the station.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Simpson Genetic Testing Bolsters Prosecution Case","web_url":"https://www.nytimes.com/1994/08/23/us/simpson-genetic-testing-bolsters-prosecution-case.html","abstract":"  In new evidence that could tie O. J. Simpson more closely to the scene of the killing of his former wife and her friend, prosecutors disclosed today that preliminary genetic testing suggested matches between the blood of Mr. Simpson and samples found at his home and at the home of Nicole Brown Simpson.   The disclosures, which were made today in court filings by the Los Angeles Country District Attorney's Office, came as prosecutors and defense lawyers continued to wrangle in another hearing over the relevance of DNA testing in the case and how to split physical samples, like blood and hair, for testing.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Topics of The Times; The Waffle Flips","web_url":"https://www.nytimes.com/1994/08/23/opinion/topics-of-the-times-the-waffle-flips.html","abstract":"  In the broad category of Presidential irritants, cartoons and cartoonists hold a special place. The late Richard M. Nixon had a thick hide when it came to written commentary, but the drawings of Herblock in The Washington Post seemed to launch him into an enemies-list frame of mind at warp speed. President Bush was known to hold an undying grudge toward Garry Trudeau for depicting him as an invisible man.   Now Mr. Trudeau, in his \"Doonesbury\" strip, has concluded his announced plebiscite for a visual symbol, or \"icon,\" for President Clinton. Yesterday's strip reported that by popular vote Mr. Clinton would henceforth be embodied by a floating waffle. It represents an interesting turn for Mr. Trudeau, whose drawings and words occasionally appear on our Op-Ed page. During the campaign, he was disposed in a kindly way toward Mr. Clinton and sometimes jabbed his pen at critics of the candidate.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Muslim Preachers in Egypt Condemn Population Conference","web_url":"https://www.nytimes.com/1994/08/23/world/muslim-preachers-in-egypt-condemn-population-conference.html","abstract":"  Muslim militant preachers have condemned a United Nations population conference that is to be held here next month, prompting a private warning from Egyptian security agents to call off such sermons, a militant leader said here today.   \"Some brothers are preaching against this corrupt, immoral conference in the mosques,\" said the leader, an important militant figure in Imbaba, a poor section of Cairo that is the city's biggest fundamentalist stronghold. \"But others may decide to defend Islam by killing, and they would be willing to die in the process. If the West is afraid of blood, it should stay away from us.\" He spoke on condition that he not be identified.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Keep the Bill Simple","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-keep-the-bill-simple-039349.html","abstract":"  To the Editor:   It appears that all the 1,300-page to 1,410-page political health care reform bills designed to protect special interest groups ranging from the insurance industry to the American Trial Lawyers Association are now before Congress.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Olympic Drug Tests Ignored","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-olympics-olympic-drug-tests-ignored.html","abstract":"  Nine positive drug tests at the 1984 Los Angeles Olympics were covered up, according to a BBC television program. The drug-testing laboratory was shut down before the Games ended and files on the positive tests were destroyed, according to two anti-doping officials interviewed for yesterday's \"On the Line\" program. While 12 positive doping cases were made public earlier during the Games, nine other positive tests were said to be never acted upon during the last two days of competition. CRAIG KAMMERER, identified as director of the Olympic testing laboratory at U.C.L.A. at the time of the Games, told the BBC that five of the nine tests showed the presence of steroids. The others showed testosterone and ephedrine. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/23/sports/results-plus-037419.html","abstract":"  FOOTBALL  Bears Edge Chiefs  Steve Walsh hit Tyrone Williams with a 32-yard touchdown pass with 3 minutes 7 seconds left last night, lifting the visiting Chicago Bears over Kansas City, 21-18, before the Chiefs' biggest preseason crowd in 20 years. Walsh drove the Bears (3-0) 80 yards in just four plays, aided by two penalties. After the touchdown, Walsh hit Ryan Wetnight with a 2-point conversion pass.   The Chiefs (2-2) then zipped downfield behind Steve Bono and had a 1st-and-goal from the 4-yard line. But on fourth down from the 2, the Chiefs passed up the expected overtime-causing field goal and tried to pass. But Bono tripped coming out from center when his own lineman stepped on his foot and was ruled sacked.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"A Goodbye to N.F.L. Wars From Old Soldier Williams","web_url":"https://www.nytimes.com/1994/08/23/sports/pro-football-a-goodbye-to-nfl-wars-from-old-soldier-williams.html","abstract":"  Bill Parcells, who had coached him for most of his pro football career, called him \"the best-conditioned player I've ever had.\" Wellington Mara, who owned the team, was so moved when the Giants let him go that he wrote him a long, touching thank-you letter. This year, when he moved to the Jets after 11 seasons with the Giants, his old teammates were almost as elated as he was that he got a job.   But today, it all ended for Perry Williams. To start with, 33-year-old cornerbacks are scarce in the National Football League (the oldest is Darrell Green, 34, of the Redskins). The fire was not burning the way it once did. And the Jets had to cut 14 players by Tuesday and seemed ready to cut him. So he retired.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-what-theyre-reading.html","abstract":"-. Sonia Rykiel, the designer, is reading \"Le Sexe et l'effroi\" by Pascal Quignard..\" Reproductions of frescoes from Pompeii, Naples and Sicily illustrate eroticism, fear and lust in ancient Greece and Rome. The beautifully written text","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"From One Problem to Bigger One for N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/08/23/us/from-one-problem-to-bigger-one-for-naacp.html","abstract":"  Early last year, as it began a search for a new executive director that would end in the selection of the Rev. Benjamin F. Chavis Jr., the N.A.A.C.P. faced declining membership, uncertain finances, difficulty in attracting blacks in their 20's and 30's, and a growing belief that it was becoming out of date.   In the aftermath of Mr. Chavis's stormy 16-month tenure and his dismissal on Saturday, the organization's board faces the same problems. But it also faces a $3 million debt and a loss of credibility for failing to oversee the executive director's activities adequately.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-037427.html","abstract":"  ANN JORDAN of Lake Ronkonkoma, L.I., is planning to go to college this fall, but she can't make up her mind what to study. She is considering taking history, but that's not written in stone. Originally, she had thought about computers but \"it didn't seem sensible,\" she said. She then considered law but, in her own words, \"I wouldn't live long enough to graduate.\"   Ms. Jordan is 92, and the classes she hopes to attend at Dowling College in Oakdale, L.I., will be her first college experience. A high school graduate, she retired from Con Edison 30 years ago after 35 years there as a secretary.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Massimino Will Stay","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-college-basketball-massimino-will-stay.html","abstract":"  ROLLIE MASSIMINO said yesterday he intends to remain as Nevada-Las Vegas's coach, despite being told again that he won't be paid the remainder of nearly $2 million secretly promised by former school officials. Massimino emerged from an hourlong meeting with KEVIN GUINN, the school's interim president, to say he believes he still will be paid the extra $375,000 a year called for in the secret supplemental contract. Massimino said he believes the supplemental contract -- signed with a private nonprofit group -- is a legal and binding contract and that he will be paid. Massimino said he doesn't plan to sue to try and collect the money. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Q&A","web_url":"https://www.nytimes.com/1994/08/23/science/q-a-038911.html","abstract":"  Tidal Wave or Ripple?   Q.  Is it possible that a tidal wave could wash over Brooklyn Heights?","thumbnail":null,"section":"Science"},{"date":"19940823","headline":"At UConn, Holtz Stands for More Than a Name","web_url":"https://www.nytimes.com/1994/08/23/sports/football-at-uconn-holtz-stands-for-more-than-a-name.html","abstract":"  Louis Leo Holtz Jr. hides nothing.   Would he be the University of Connecticut's new 30-year-old head football coach with a four-year, $380,000 contract if his name were Skip Smith rather than Skip Holtz?","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Refugees' Perilous Voyage Starts and Finishes in Cuba","web_url":"https://www.nytimes.com/1994/08/23/us/flight-cuba-refugees-refugees-perilous-voyage-starts-finishes-cuba.html","abstract":"  The first Cuban refugees in 28 years to be refused asylum in the United States arrived here today, more than two thousand of them, to clusters of tents pitched as hastily as American policy had changed.   When the Coast Guard cutter Courageous slid up to the dock at 11:45 A.M., the 267 Cuban refugees it had plucked from frail rafts squatted glumly under a tarp stretched across its aft helicopter flight deck against the burning sun. Earlier in the morning, three cutters had unloaded refugees picked up at sea and another, the Mohawk, came in in the afternoon.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Swamped With Specialists","web_url":"https://www.nytimes.com/1994/08/23/opinion/swamped-with-specialists.html","abstract":"As chairman of the Senate Finance Committee, Daniel Patrick Moynihan has been a staunch advocate of New York's economic interests in health care reform. In his zeal, however, he risks doing serious harm to medical education in New York and the rest of the nation.\n\nEager to protect New York's respected teaching hospitals, Mr. Moynihan wants to delete any provision in health care legislation that would set standards for the numbers and types of physicians they train; at the same time, he supports a dramatic increase in payments for training in these institutions. \"It would be an act of hubris,\" he says, \"for the United States Senate to know what the course of medical science will be, let alone to try to dictate that course.\"","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1944: Nazi Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1944-nazi-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Reports of fighting in Paris between German troops and French patriots using light artillery were followed tonight [Aug. 22] by a Nazi threat from Radio Paris to use \"the most drastic measures to smash any attemp","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/23/style/chronicle-038946.html","abstract":"  Students at some 25 New York City public schools can look forward to personal appearances by MIDORI, one of the world's foremost violinists, during the coming school year. The concerts for students in grades 3 through 8 are being arranged by Midori & Friends, a nonprofit organization created two years ago by Midori, who is 22.   The planned 10- to 12-week program, an outgrowth of a pilot project earlier this year, will include a concert and informal talk by Midori at each school. There will also be follow-up performances and discussions by young musicians representing classical and jazz groups and brass quartets.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"For Merrill, at Least, the Game Goes On","web_url":"https://www.nytimes.com/1994/08/23/sports/baseball-for-merrill-at-least-the-game-goes-on.html","abstract":"  You remember him. How can you not remember him? You remember the roly-poly physique, the bulge of tobacco in his cheek, the way his whining players mutinied. But because Stump Merrill managed the Yankees during those dreary and dormant days in the Bronx three years ago, he is remembered chiefly for chronic losing.   He has not changed his appearance, disposition or managerial style since his one chance to be somebody in the major leagues deteriorated because he was overwhelmed and underprepared. Merrill manages the Class AAA Columbus Clippers, the Yankees' top farm team, and still harbors dreams of regaining a grander position at the next level. Big league dreams and hopes for second chances wilt slowly, even for 50-year-old minor leaguer lifers.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"NBC Adds Rashad To 'N.F.L. Live'","web_url":"https://www.nytimes.com/1994/08/23/sports/nbc-adds-rashad-to-nfl-live.html","abstract":"  NBC continues to remake the \"N.F.L. Live\" studio show. The network recently made Greg Gumbel host of the program, and yesterday added Ahmad Rashad as co-host and Jim Gray, formerly of CBS, as its roving game reporter.   NBC said the show would expand to one hour on Sept. 4, the first day of the regular season. Fox Sports will have an hour-long program all season.   Rashad, who spent 1983 to 1988 on the show, will be in the studio each week, delivering a feature, filling part of the role once played by O. J. Simpson.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"For Japan, a Growing Deficit in Foreign Visitors","web_url":"https://www.nytimes.com/1994/08/23/world/for-japan-a-growing-deficit-in-foreign-visitors.html","abstract":"  Dressed in T-shirts, shorts and sunglasses, Mike and Jo Ozimek of Philadelphia were strolling recently along the Ginza, Tokyo's glitziest shopping district.  Mr. Ozimek described Japan as the safest and most interesting country in East Asia, and said he would love to live here. It was his fifth visit and his wife's first.   But Mr. Ozimek admitted that he would probably never have come to know Japan if his job with a computer company had not brought him here on business trips, like this one. And Mrs. Ozimek said that, while she was enjoying the trip to a country she had hardly given a thought to visiting before, she was intimidated by the $400 cost of a brief visit to Mount Fuji, a little more than an hour away.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"The English Muffin Goes Gallic","web_url":"https://www.nytimes.com/1994/08/23/style/IHT-the-english-muffin-goes-gallic.html","abstract":"It began on a whim. Michael Healey was in Amsterdam for New Year's two and a half years ago, when he decided to pop down to Paris. During a whirlwind tour, he met a girl and thought, why not stay on, learn French and hang out? He was in limbo, having los","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/23/sports/transactions-037664.html","abstract":"  Baseball American League  OAKLAND ATHLETICS -- Activated Geronimo Berroa, outfielder, from the 15-day disabled list. Optioned Ernie Young, outfielder, to Huntsville of the Southern League. Basketball  National Basketball Association","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Lawmakers Are Warned on Constitutionality of Bills to Control Sex Offenders","web_url":"https://www.nytimes.com/1994/08/23/nyregion/lawmakers-are-warned-on-constitutionality-of-bills-to-control-sex-offenders.html","abstract":"  Bills designed to toughen New Jersey's laws regulating convicted sex offenders began making their way through the legislative process today, but not without warnings from the Attorney General and some public interest groups that they may contain constitutional flaws.   Senator William L. Gormley, a Republican who is chairman of the Senate Judiciary Committee, which heard testimony on three bills today, said he wanted to make sure that \"whatever bills are released by this committee will pass legal challenges down the road.\"","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Before Reforming Welfare, First Provide Quality Child Care","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-before-reforming-welfare-first-provide-quality-child-care-039250.html","abstract":"  To the Editor:   Many are asking how the Clinton welfare proposal will affect children. We have convincing evidence that forcing mothers to work when decent child care is not available will endanger their children. The prospects are terrifying.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Battle on Crime Bill Tests Clinton's Strategic Skills","web_url":"https://www.nytimes.com/1994/08/23/us/battle-on-crime-bill-tests-clinton-s-strategic-skills.html","abstract":"  With the tenacious battle that transformed a devastating defeat on the crime bill into Sunday's victory in the House, President Clinton made clear over 11 exhausting August days just how vital he considers the measure to his own political future.   As Mr. Clinton had imagined it, this was to be the month that universal health care became the law of the land. Instead, with the health plan in peril, it was a time that the President and his aides had to throw all of their energy into rescuing their initiative on crime, concluding that it was the one issue on which voters demanded action.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"The Great Fear in Burundi","web_url":"https://www.nytimes.com/1994/08/23/opinion/the-great-fear-in-burundi.html","abstract":"  Nervous outsiders have for weeks looked for signs that Burundi would follow its neighbor Rwanda on a bloody slide into genocide. Both Central African countries have the same ethnic mix, roughly 85 percent Hutu, 15 percent Tutsi. The massacres in Rwanda that claimed up to 500,000 lives followed a suspicious air crash in April in which the Rwandan President, a Hutu, was killed. The same crash also killed Burundi's President, likewise a Hutu, resulting in political paralysis, sporadic killings and hair-trigger tension in a country rich in weapons.    Yet no comparable massacres have taken place since then in Burundi. What keeps it teetering on the brink?","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1894: Pneumatic Gun : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1894-pneumatic-gun-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A test of a new pneumatic gun was made yesterday [Aug. 21] at the Sandy Hook proving grounds. A charge of 500lb. of dynamite was fired a mile and a half. There was a tremendous explosion, which raised an acre of water to a height of 100ft.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Not for the Weak-Kneed: Sudsing at 107 Floors Up","web_url":"https://www.nytimes.com/1994/08/23/nyregion/not-for-the-weak-kneed-sudsing-at-107-floors-up.html","abstract":"  From the dizzying height of the World Trade Center's indoor observation deck on the 107th floor of Tower B came a view even more spectacular than the Statue of Liberty in miniature majesty below: the feet of Roko Camaj, life-size, up above. Then came the rest of him, descending in his rig with squeegee, brush and sponge.   As spectators gathered to watch, Mr. Camaj waved and the crowd waved back. All except Kate Franklin of Louisiana, who put her hands to her mouth to mime apprehension.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"2 Teen-Agers Are Arrested As Mugging Suspect Dies","web_url":"https://www.nytimes.com/1994/08/23/nyregion/2-teen-agers-are-arrested-as-mugging-suspect-dies.html","abstract":"  Two Brooklyn teen-agers were arrested yesterday after they chased down a man who had robbed their 10-year-old cousin at knifepoint, then hit the man with a metal fence post and apparently caused fatal injuries, the police said.   The man, 41-year-old Mark Berry, had walked away from the beating on Sunday with cuts and bruises, the police said. But later, he complained of chest and stomach pains and he died early yesterday, apparently of internal injuries.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/23/nyregion/metro-digest-032689.html","abstract":"  NEW RUSSIAN GANGS GROWING IN BROOKLYN   The disintegration of the Soviet Union in 1991 spawned thousands of powerful crime gangs -- collectively known as the Russian mafia -- and some of these groups, officials warn, are establishing bases among emigre communities in the United States, particularly in South Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"U.S. WILL EXPAND PATROLS TO STOP CUBAN REFUGEES","web_url":"https://www.nytimes.com/1994/08/23/us/flight-from-cuba-the-overview-us-will-expand-patrols-to-stop-cuban-refugees.html","abstract":"  The United States moved today to expand its picket line of patrol vessels in the Florida Straits as hundreds of Cubans set sail for Florida despite the Clinton Administration's efforts to stem the exodus.   The Coast Guard reported that 2,548 refugees had been picked up at sea by midnight Monday, adding to the 1,293 refugees taken aboard United States ships on Sunday. Today's was the highest daily figure since Cubans began the newest mass departure from their island home. All will be transferred to the American naval base at Guantanamo Bay.","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-039322.html","abstract":"  To the Editor:   \"Don't Be Seduced by Medisave\" (editorial, Aug. 16), on the plan that would allow people to purchase health insurance policies with high deductibles and invest the savings in tax-free accounts, is based on standard arguments from Dr. Paul Ellwood of the Jackson Hole Group of health care executives and analysts, and John Burry Jr. of Blue Cross-Blue Shield of Ohio.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"1919:League to Brussels : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-1919league-to-brussels-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The seat of the future League of Nations is to be moved from Geneva to Brussels. The official announcement of the change will be forthcoming soon. It constitutes a victory for the Belgian Government. The reason for the decision is to be found in t","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Blockade of Armenia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-blockade-of-armenia-letters-to-the-editor.html","abstract":"Regarding the editorial \"Focus on Azerbaijan\" (Aug. 12):.The decision by the U.S. Congress to restrict aid to Azerbaijan has to do with Azerbaijan's blockade of Armenia and not \"ethnic politics.\" The blockade is a violation of inter","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Observer; A Most Cryptic Scrawl","web_url":"https://www.nytimes.com/1994/08/23/opinion/observer-a-most-cryptic-scrawl.html","abstract":"  \"Rob the rich\" was the advice scrawled on a flat surface just outside the Boston Public Garden. Although it has been three weeks since I saw it, it still torments me.    Like so much writing that looks simple -- \"The truth will set you free,\" \"To thine own self be true,\" and so forth -- \"Rob the rich\" has power to lead the mind down labyrinthine corridors until it winds up trapped at uncertainty.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Bras Meant To Be Seen, Not Hidden","web_url":"https://www.nytimes.com/1994/08/23/style/bras-meant-to-be-seen-not-hidden.html","abstract":"  Remember the days before Madonna, when the bra was something worn under clothes? When a bra strap showing at a wide neckline was a cause for concern? No more. Now there are bras designed to be seen, and not just on the beach.   For next winter's resort season, expect to see bras worn as replacements for blouses or sweaters. They were visible in the recent showings as the third part of a three-piece suit or alone with shorts, pants or skirts for casual wear. Sometimes the top of a sun dress or an evening dress was fashioned like a bra.","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"Daulton Undergoes Surgery","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-people-baseball-daulton-undergoes-surgery.html","abstract":"  DARREN DAULTON had a cancerous mole removed from his stomach last week and doctors declared the Philadelphia Phillies catcher in good health. The mole, which was in the early cancer stages, was removed last Tuesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Clubs Are Aspiring To Define a 90's Spirit In Rock and Jazz","web_url":"https://www.nytimes.com/1994/08/23/arts/clubs-are-aspiring-to-define-a-90-s-spirit-in-rock-and-jazz.html","abstract":"  From Max's Kansas City in the 1960's to CBGB in the 1970's to the Knitting Factory in the 1980's, Manhattan's rock and jazz culture has always been defined by small clubs with enough vision to book vanguard acts. This year, several new downtown clubs have opened with a view to becoming the musical focal points of the 1990's. The entrepreneurs behind these new spaces have three things in common: vision, dedication and debt.   Mitchell Borden mortgaged his house, rented out rooms and moved his family into his parents' New Jersey home so that he could open a jazz club called Smalls in Greenwich Village; Michael Dorf, with his parents as co-signers on a bank loan that will take him six years to repay, is relocating his avant-garde music club, the Knitting Factory, to a larger building in TriBeCa; Michael Swier took out a home-equity loan and asked his wife to work overtime at her investment-relations firm so he could obtain a 20-year lease on the Mercury Lounge, an East Village rock club, and Tim Nye plans to sink more than $1 million into an East Village club called Sunshine.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"Trial to Start Today for Trooper Accused of Fingerprint Faking","web_url":"https://www.nytimes.com/1994/08/23/nyregion/trial-to-start-today-for-trooper-accused-of-fingerprint-faking.html","abstract":"  A New York State Police investigator charged with faking fingerprint evidence is to go on trial today in New City, N.Y., in the latest development in a two-year-old evidence-tampering scandal.   The investigator, Edward Pilus, 44, of Troop F in Middletown, is accused of fabricating evidence in a 1991 Rockland County carjacking. He will be tried separately in Orange County on charges of faking evidence in a 1992 burglary there.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Driver of Delivery Truck Is Shot In Latest of Brooklyn Holdups","web_url":"https://www.nytimes.com/1994/08/23/nyregion/driver-of-delivery-truck-is-shot-in-latest-of-brooklyn-holdups.html","abstract":"  The holdups have become routine along Myrtle Avenue in Brooklyn. The Hostess bakery truck was hit a month ago. The robbery of the Pepsi truck came a week later, the take limited to the $40 torn out of the shirt pocket of the driver because the safe in the back was bolted to the floor. The United Parcel Service delivery truck was next.   The routine continued yesterday in Bedford-Stuyvesant, its numbing familiarity broken only by gunfire.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Medisave Appeals to Low-Income Employees; Gramm Spoke for Us","web_url":"https://www.nytimes.com/1994/08/23/opinion/l-medisave-appeals-to-low-income-employees-gramm-spoke-for-us-039365.html","abstract":"  To the Editor:   When Hillary Rodham Clinton mocks Senator Phil Gramm of Texas for declining to criticize Social Security and Medicare after his attacks on national health care proposals, she underlines one reason for the principled opposition of many conservatives to further Government entitlements: once programs are in place, they become politically unassailable.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Giuliani Is Halting or Scaling Back Affirmative-Action Efforts","web_url":"https://www.nytimes.com/1994/08/23/nyregion/giuliani-is-halting-or-scaling-back-affirmative-action-efforts.html","abstract":"  Eight months into office, the administration of Mayor Rudolph W. Giuliani has scaled back or eliminated several programs aimed at enhancing the role of black, Hispanic and Asian New Yorkers in city government and is considering abandoning several other affirmative-action measures.   In doing so, Mr. Giuliani is reversing initiatives that have become a staple of New York City government, particularly during the administration of Mayor David N. Dinkins, his predecessor. The actions range from the dismantling of an affirmative-action program for female- and minority-owned businesses to little-noticed moves, like eliminating diversity as a factor in a screening committee's selection of candidates for judgeships.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"Rwandans Resume Flight Across Border Into Zaire","web_url":"https://www.nytimes.com/1994/08/23/world/rwandans-resume-flight-across-border-into-zaire.html","abstract":"  The month-long movement of Rwandans into Zaire resumed in full force today after the United Nations, under pressure from Zaire, agreed Sunday that refugees would enter the country only at one border crossing and only aboard trucks.   According to United Nations officials, there are currently 50,000 Rwandans making their way to Zaire across the miles of twisting, mountainous terrain that stretch from the Nyungwe National Forest.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Don't Set Cuba Adrift","web_url":"https://www.nytimes.com/1994/08/23/opinion/dont-set-cuba-adrift.html","abstract":"The Administration's dramatic changes in policy toward Cuba seem to contradict each other. Friday's announcement that boat people will be interned at the Guantanamo naval base instead of getting automatic refugee status, as they have for 28 years, is intended to discourage Cubans from fleeing. But the measures made public over the weekend -- tightening the trade embargo, increasing anti-Castro radio propaganda and putting pressure on the United Nations to condemn the Castro regime -- send only one message: \"Cuba is hell; life is unbearable. Get out of there.\" \n\nThus, the harsh new policy toward Cuban refugees did not stem the flow of boat people heading for Florida. On the contrary, since Friday, the Coast Guard has picked up thousands more refugees. For desperate Cubans, the prospect of a bed and a meal at Guantanamo with some hope of making it to the U.S. as a political refugee is more attractive than the prospect of staying on the island with nothing to eat and no hope for change.","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"Sports of The Times; Stewart Still In There Pitching","web_url":"https://www.nytimes.com/1994/08/23/sports/sports-of-the-times-stewart-still-in-there-pitching.html","abstract":"  WHEN Dave Stewart took off his Toronto Blue Jays uniform for the last time before the strike of 1994 started, he knew more than most major leaguers that Yogi Berra was right.   It was deja vu all over again. Stewart came to the majors in 1981 and walked right into a season that was marred by a 50-day players strike. Now, in this, his 14th and final season, Stewart sits idle as a players' strike with the potential to wipe the final 52 days off the schedule closes in on its third week.","thumbnail":null,"section":"Sports"},{"date":"19940823","headline":"Books of The Times; A Mild-Mannered Vampire in Paris","web_url":"https://www.nytimes.com/1994/08/23/books/books-of-the-times-a-mild-mannered-vampire-in-paris.html","abstract":"  The Secret Life of Laszlo, Count Dracula  By Roderick Anscombe 409 pages. Hyperion. $22.95.    As the enormous popularity of Francis Ford Coppola's lush, phantasmagoric movie \"Bram Stoker's 'Dracula' \" (1992) and Anne Rice's campy Vampire Chronicles have demonstrated, vampires do indeed enjoy successive lives. The vampire as Bela Lugosi has given way to the vampire as Frank Langella and Gary Oldman, and soon (in the forthcoming movie of Anne Rice's \"Interview With the Vampire\") the vampire as Tom Cruise. We've been treated to handcuff-wielding vampires in Pittsburgh (\"Innocent Blood\"), vampires battling Valley Girls in Southern California (\"Buffy the Vampire Slayer\") and cannibalistic vampires who make the club scene in Los Angeles (Bret Easton Ellis's \"Informers\")","thumbnail":null,"section":"Books"},{"date":"19940823","headline":"As French Leave Rwanda, Critics Reverse Position","web_url":"https://www.nytimes.com/1994/08/23/world/as-french-leave-rwanda-critics-reverse-position.html","abstract":"  The desert camouflage vehicles filled with departing French troops had barely worked their way through the crush of Rwandans at the Zairian border Sunday morning, when the refugees rushed at the new force of protectors, shouting and throwing sticks and stones.    The Ethiopian United Nations soldiers who had replaced the French backed off, so Zairian soldiers on the other side of the Rusizi River fired their automatic weapons in the air to keep the Rwandans from crossing the closed border. Throughout a tense day of confrontation, the Ethiopian soldiers were generally on the sidelines, slumped in wooden chairs or milling about, looking more frightened than disciplined.","thumbnail":null,"section":"World"},{"date":"19940823","headline":"Boston Troupe, on First Visit, Shows Restraint","web_url":"https://www.nytimes.com/1994/08/23/arts/ballet-review-boston-troupe-on-first-visit-shows-restraint.html","abstract":"  Ballet Theater of Boston waited 10 years to make its New York City debut. That restraint was typical of the four dances the company presented at its debut performance, on Sunday afternoon at the Fountain Plaza in Lincoln Center Out of Doors. Choreographed by Jose Mateo, the company's director, the ballets sounded markedly different from one another in the program notes. But one would have been hard put to attach the descriptions to any one piece, for all the works unwound in a gentle, tasteful flow of meticulously rehearsed dance performed by well-trained classical dancers.    The opening work, \"Schubert Adagio,\" was a good introduction to Mr. Mateo's muted style. Slow stretching extensions of the legs did stir the tranquil surface of the piece, but they were the closest things to agitation or near-passion in a dance described as revealing undercurrents of pain and loneliness. Elena Martinson and Andrei Ustinov, formerly with the Kirov Ballet of St. Petersburg, were the leisurely lovers in the ballet's central pas de deux.","thumbnail":null,"section":"Arts"},{"date":"19940823","headline":"By Design; In Cheerleader Mode","web_url":"https://www.nytimes.com/1994/08/23/style/by-design-in-cheerleader-mode.html","abstract":"  The baby-doll dresses of summer are giving way to schoolgirl styles like jumpers, argyle sweaters and pleated cheerleader skirts. They're for young women who grew up in blue jeans and think anything preppy is cool.    So the white cotton shirt that hung outside pants last year will now go under a jumper, perhaps a charcoal wool A-line by CK Calvin Klein ($230), a blanket plaid by Moschino ($140) or a tartan plaid by Item ($158).","thumbnail":null,"section":"Style"},{"date":"19940823","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/23/nyregion/news-summary-035238.html","abstract":"  International A3-9  MEXICO PARTY KEEPS ITS HOLD  The party that has governed Mexico for 65 years apparently will stay in office, preliminary presidential election results show, but its candidate's low totals may require the government to share power. A1","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"The Rules of the Game: Women Must Play","web_url":"https://www.nytimes.com/1994/08/23/us/the-rules-of-the-game-women-must-play.html","abstract":"  It was game day, and Beth Almond's answering machine was filling up with the usual desperate messages.   \"We'll see you at the game.\"   \"We really need you at the game.\"   \"If you're not there, we can't win.\"   \"I'll pay you if you come to the game.\"","thumbnail":null,"section":"U.S."},{"date":"19940823","headline":"Influx of Russian Gangsters Troubles F.B.I. in Brooklyn","web_url":"https://www.nytimes.com/1994/08/23/nyregion/influx-of-russian-gangsters-troubles-fbi-in-brooklyn.html","abstract":"  As a Brighton Beach subway train thundered overhead, a hit man pumped one fatal bullet into the back of Oleg Korataev's head. It took four rounds in the face and chest to finish off another suspected gangster, Yanik Magasayev. Alexandre Graber died thousands of miles away in a hail of automatic gunfire.   Near the Brighton Beach boardwalk, a gunman ambushed Naum Raichel, severely wounding him with three bullets in his chest and stomach. That same day in Germany, Mr. Raichel's brother, Simeon, was beaten into unconsciousness and suffered a brain concussion.","thumbnail":null,"section":"New York"},{"date":"19940823","headline":"After the Nation-State : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-after-the-nationstate-letters-to-the-editor.html","abstract":"Regarding \"The Nation-State Is Declining, but No Replacement Is at Hand\" (Opinion, Aug. 4) by Nicholas Colchester:.The nation-state fostered colonialism and the subjugation of continents, as well as two murderous world wars and the wrong-head","thumbnail":null,"section":"Opinion"},{"date":"19940823","headline":"The Tide of Competition : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/23/opinion/IHT-the-tide-of-competition-letters-to-the-editor.html","abstract":"Regarding \"Singapore Telecom Opposes U.S. Call-Back Firms\" (Business/Finance, July 26):.We have stated publicly on numerous occasions that we are pro-competition and recognize that global competition in telecommunications is an irreversible t","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940823","headline":"Eugene Bullard, the only African American pilot in World War I, is posthumously commissioned as Second Lieutenant in the United States Air Force.","pages":[{"title":"Eugene Bullard","web_url":"https://en.wikipedia.org/wiki/Eugene_Bullard","description":"First Black French and American military pilot (18951961)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Eugene_Jacques_Bullard%2C_first_African_American_combat_pilot_in_uniform%2C_First_World_War.jpg/320px-Eugene_Jacques_Bullard%2C_first_African_American_combat_pilot_in_uniform%2C_First_World_War.jpg","thumbnail_width":320,"thumbnail_height":524},"abstract":"Eugene Jacques Bullard was one of the first African-American military pilots, although Bullard flew for France, not the United States. Bullard was one of the few black combat pilots during World War I, along with William Robinson Clarke, a Jamaican who flew for the Royal Flying Corps, Domenico Mondelli from Italy, and Ahmet Ali elikten of the Ottoman Empire. Also a boxer and a jazz musician, he was called \"L'Hirondelle noire\" in French."},{"title":"African Americans","web_url":"https://en.wikipedia.org/wiki/African_Americans","description":"Ethnic and cultural group in the United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Black_Americans_2020_County.png/320px-Black_Americans_2020_County.png","thumbnail_width":320,"thumbnail_height":182},"abstract":"African Americans, also known as Black Americans or Afro-Americans, are an ethnic group consisting of Americans with partial or total ancestry from any of the Black racial groups of Africa. African Americans constitute the second largest ethno-racial group in the U.S. after White Americans. The term \"African American\" generally denotes descendants of Africans enslaved in the United States."},{"title":"Second lieutenant","web_url":"https://en.wikipedia.org/wiki/Second_lieutenant","description":"Junior commissioned officer military rank in many armed forces","thumbnail":null,"abstract":"Second lieutenant is a junior commissioned officer military rank in many armed forces. The lowest officer rank, it is usually placed below lieutenant or first lieutenant."},{"title":"United States Air Force","web_url":"https://en.wikipedia.org/wiki/United_States_Air_Force","description":"Air service branch of the U.S. military","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mark_of_the_United_States_Air_Force.svg/320px-Mark_of_the_United_States_Air_Force.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Air Force (USAF) is the air service branch of the United States Armed Forces, and is one of the eight uniformed services of the United States. Originally created on 1 August 1907, as a part of the United States Army Signal Corps, the USAF was established as a separate branch of the United States Armed Forces in 1947 with the enactment of the National Security Act of 1947. It is the second youngest branch of the United States Armed Forces and the fourth in order of precedence. The United States Air Force articulates its core missions as air supremacy, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control."}]}],"weather":[{"date":"19940823","time":"1994-08-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":82,"wspd":3.6},{"date":"19940823","time":"1994-08-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":86,"wspd":3.6},{"date":"19940823","time":"1994-08-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":81,"wspd":3.6},{"date":"19940823","time":"1994-08-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":81,"wspd":5.4},{"date":"19940823","time":"1994-08-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":82,"wspd":5.4},{"date":"19940823","time":"1994-08-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":85,"wspd":9.4},{"date":"19940823","time":"1994-08-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":87,"wspd":11.2},{"date":"19940823","time":"1994-08-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":92,"wspd":13},{"date":"19940823","time":"1994-08-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":84,"wspd":9.4},{"date":"19940823","time":"1994-08-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":77,"wspd":11.2},{"date":"19940823","time":"1994-08-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":71,"wspd":14.8},{"date":"19940823","time":"1994-08-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":67,"wspd":14.8},{"date":"19940823","time":"1994-08-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":68,"wspd":13},{"date":"19940823","time":"1994-08-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":69,"wspd":11.2},{"date":"19940823","time":"1994-08-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":78,"wspd":14.8},{"date":"19940823","time":"1994-08-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":80,"wspd":11.2},{"date":"19940823","time":"1994-08-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":79,"wspd":13},{"date":"19940823","time":"1994-08-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":77,"wspd":14.8},{"date":"19940823","time":"1994-08-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":67,"wspd":13},{"date":"19940823","time":"1994-08-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":53,"wspd":18.4},{"date":"19940823","time":"1994-08-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":11.2},{"date":"19940823","time":"1994-08-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":56,"wspd":11.2},{"date":"19940823","time":"1994-08-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":68,"wspd":11.2},{"date":"19940823","time":"1994-08-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":76,"wspd":11.2},{"date":"19940823","time":"1994-08-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":24.1},{"date":"19940823","time":"1994-08-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":25.9},{"date":"19940823","time":"1994-08-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":25.9},{"date":"19940823","time":"1994-08-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":22.3},{"date":"19940823","time":"1994-08-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":20.5},{"date":"19940823","time":"1994-08-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":93,"wspd":18.7},{"date":"19940823","time":"1994-08-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":22.3},{"date":"19940823","time":"1994-08-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":18.7},{"date":"19940823","time":"1994-08-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":20.5},{"date":"19940823","time":"1994-08-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":20.5},{"date":"19940823","time":"1994-08-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":20.5},{"date":"19940823","time":"1994-08-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":20.5},{"date":"19940823","time":"1994-08-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":72,"wspd":24.1},{"date":"19940823","time":"1994-08-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":22.3},{"date":"19940823","time":"1994-08-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":18.7},{"date":"19940823","time":"1994-08-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":54,"wspd":22.3},{"date":"19940823","time":"1994-08-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":24.1},{"date":"19940823","time":"1994-08-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":50,"wspd":20.5},{"date":"19940823","time":"1994-08-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":45,"wspd":22.3},{"date":"19940823","time":"1994-08-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":40,"wspd":18.7},{"date":"19940823","time":"1994-08-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":20.5},{"date":"19940823","time":"1994-08-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":33,"wspd":18.7},{"date":"19940823","time":"1994-08-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":33,"wspd":20.5},{"date":"19940823","time":"1994-08-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":37,"wspd":16.6}]},"19940824":{"guardian_articles":[],"nytimes_articles":[{"date":"19940824","headline":"Simpson Lawyers Tell Court They Were Misled on Samples","web_url":"https://www.nytimes.com/1994/08/24/us/simpson-lawyers-tell-court-they-were-misled-on-samples.html","abstract":"  During closing arguments today over the division of the blood samples in the O. J. Simpson murder case, Mr. Simpson's lawyers argued that they had been misled about the amount of evidence available. They urged that new DNA tests be conducted to determine whether the initial tests implicating Mr. Simpson were inaccurate because they were based on contaminated samples or because they were improperly performed.   Judge Lance A. Ito said that he would issue a ruling on Friday.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Diversity Encouraged By Merrill Lynch","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-diversity-encouraged-by-merrill-lynch-050326.html","abstract":"  To the Editor:   The premise that Merrill Lynch would invest in a minority-owned brokerage firm to take bond business away from other minority-owned and women-owned firms stands the truth on its head (front page, Aug. 11).","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"1944: Pushing to Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1944-pushing-to-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS Allied Expeditionary Force - [From our New York edition:] American armor hammered out fresh gains south and southeast of Paris today [Aug. 23], while to the northwest of the captial - now fully in control of French patriots - American","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Alike, Yet Different, Two Officers' Paths Cross","web_url":"https://www.nytimes.com/1994/08/24/nyregion/alike-yet-different-two-officers-paths-cross.html","abstract":"  Officer Peter Del Debbio, who shot a transit police officer by mistake during a chaotic gunfight on a subway platform on Monday evening, had lived through another hellish night on a subway train in August 1990 that cost him part of his finger and no small amount of pride, the police and family members said yesterday.   That time, three young muggers attacked and mutilated him in a robbery on an N train. They held him at knife point and whipped him with his own pistol. Then, discovering he was a police officer, they held him down and sliced off part of his finger while his horrified fiancee looked on, the police said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Medieval Shenanigans, Even With Donkeys","web_url":"https://www.nytimes.com/1994/08/24/movies/film-review-medieval-shenanigans-even-with-donkeys.html","abstract":"An idealistic Parisian lawyer strives for justice in a medieval town. Crass but unsurprising. Hang 'em all.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Health Care Bill's Prospects Dim With the Hardening of Stances","web_url":"https://www.nytimes.com/1994/08/24/us/health-care-debate-negotiations-health-care-bill-s-prospects-dim-with-hardening.html","abstract":"  Health care legislation is hanging by a fraying thread. Eleven months after President Clinton proclaimed a bold -- and complex -- proposal to guarantee health insurance to all Americans, the last clear legislative path toward that goal seems to be closing.   Last Friday's bipartisan proposal by the self-styled \"mainstream coalition,\" which seemed to pro-Administration Democrats to offer a welcome basis for negotiation, looks less encouraging today after the group's Republican leader, Senator John H. Chafee of Rhode Island, continued to present it in all but \"take it or leave it\" terms.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Innovative Saxophone Structures","web_url":"https://www.nytimes.com/1994/08/24/arts/jazz-review-innovative-saxophone-structures.html","abstract":"  The saxophonist Tim Berne announced five song titles before his late set on Monday night at the Knitting Factory, starting with \"What Are the Odds\" and ending with \"Slight Discrepancy in the Figures.\" But where those titles corresponded with the uninterrupted hour of music that followed was a matter of conjecture.    Mr. Berne is one of jazz's structural innovators; he doesn't abide by the traditional format of theme-solos-theme. Where that form is circular, Mr. Berne's pieces are loops and spirals, whorls and lattices; a fully stated theme may appear at the beginning or the end of a piece, or it may be scattered amid improvisations, or fragments of it may be detached and reassembled.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Allied, Not American : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-allied-not-american-letters-to-the-editor.html","abstract":"Regarding \"From the Liberation of Paris, Potent Myth of national Unity Arose\" (Aug. 22) by Joseph Fitchett:.I did enjoy reading Mr. Fitchett's article, which gave a very balanced account of the liberation of Paris..However, may I point out","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Police Classes Are Postponed By Giuliani","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-classes-are-postponed-by-giuliani.html","abstract":"  After largely shielding New York City's Police Department from his budget knife, Mayor Rudolph W. Giuliani announced unexpectedly yesterday that he would delay for two months the start of the next two classes of recruits at the Police Academy.   The Mayor, who had opposed such a step during budget negotiations with the City Council last spring, said it would save about $10 million in salaries and pension costs for a total of 1,600 trainees. The first of the two classes was to start next Monday.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Campbell Names an Assistant","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-campbell-names-an-assistant.html","abstract":"  MIKE MURPHY, an assistant coach with the Toronto Maple Leafs the last three seasons and once the head coach of the Los Angeles Kings, joined the Rangers yesterday as an assistant to the new coach, COLIN CAMPBELL.   \"I was quite happy here; it's the mecca of hockey,\" Murphy said from Toronto. \"But the Rangers made me an offer that was impossible for me to turn down. It was just a fiscally sound decision.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"In America; Chavis's Noisy 15 Minutes","web_url":"https://www.nytimes.com/1994/08/24/opinion/in-america-chavis-s-noisy-15-minutes.html","abstract":"  There were a few hundred people in the auditorium of Paul Laurence Dunbar High School on Monday night, but for all practical purposes Ben Chavis was alone. Clinging desperately to the final seconds of his 15 minutes in the spotlight, Mr. Chavis has chosen, in his typically clumsy and contentious way, not to go quietly.   Just an hour or two earlier his lawyers had gone to court to try to block Mr. Chavis's ouster as executive director of the N.A.A.C.P. Now he was onstage, attempting to salvage whatever ego gratification he could from his so-called \"crucifixion.\"","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Medical Consumers","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-for-medical-consumers-050318.html","abstract":"  To the Editor:   Although much has been said about allowing the free market to regulate medical costs, nothing has been done to provide the consumer with information to make intelligent choices.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Justice Limits Larry Hogue's Detention","web_url":"https://www.nytimes.com/1994/08/24/nyregion/justice-limits-larry-hogue-s-detention.html","abstract":"  Larry Hogue, the mentally ill man accused of years of menacing behavior on the Upper West Side of Manhattan, was ordered by a State Supreme Court Justice yesterday to remain in the Creedmoor Psychiatric Center for no more than three months. His lawyer had suggested that Creedmoor was trying to delay his release to avoid political criticism.   The decision, by Justice Patricia Satterfield of Queens, was a compromise with the hospital, which asked to keep Mr. Hogue for six more months, and Mr. Hogue, who had requested to be released to an outpatient program in 60 days.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Woodstock '94 Repeated Safety Lapses","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-woodstock-94-repeated-safety-lapses-050288.html","abstract":"  To the Editor:   \"Woodstock, Not Quite Redux\" (editorial, Aug. 17) notes some of the fundamental similarities and differences between Woodstock '94 and the original. However, you forget to note the return of the failed crowd safety plan and miss the mark on moshing.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Vote Setback Divides Mexican Leftists","web_url":"https://www.nytimes.com/1994/08/24/world/vote-setback-divides-mexican-leftists.html","abstract":"  After the stinging rejection of its candidate and of its radical image, the primary party of Mexico's left -- once a strong challenger to the Government party but a weak third in Sunday's presidential election -- is so divided that it is in danger of tearing itself apart.    The splintering of the left as a political force raises fears that the most disaffected parts of society will feel cut off from the political process. The fears are made more real because of the armed uprising in Chiapas state on Jan. 1, launched by rebels who claimed they had been excluded from Mexico's political life.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Ivanisevic Quits With A Grimace In Hamlet","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-ivanisevic-quits-with-a-grimace-in-hamlet.html","abstract":"  If Goran Ivanisevic did not have enough problems playing on a hard court, he can add another one to the list.   Ivanisevic, the second-ranked player in the world who was top-seeded here, abruptly pulled out of his first-round match at the Waldbaums Hamlet Cup against Richey Reneberg today, complaining of an injury to his left hip flexor.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Population Conference Isn't About Abortion; A Planet Threatened","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-a-planet-threatened-050261.html","abstract":"  To the Editor:   \"Population Enrichment vs. Population Control,\" a full-page ad Aug. 15, misrepresents and misstates important aspects of the draft program of action to be considered at the International Conference on Population and Development in Cairo.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Population Conference Isn't About Abortion","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-050253.html","abstract":"  To the Editor:   This is a letter from two neighbors at the United Nations with a strong interest in population issues.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Despite Clinton's Order, Travelers Going to Island","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-charter-flights-despite-clinton-s-order-travelers-going-island.html","abstract":"  Charter flights have continued flying to Cuba despite President Clinton's weekend announcement that he was halting them to punish Fidel Castro for encouraging refugees to escape the island.   The delay in implementing his order was forced by the need to work out new regulations on air travel between Miami and Havana, Treasury Department officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"After Years of War, Hope in Sri Lanka","web_url":"https://www.nytimes.com/1994/08/24/world/after-years-of-war-hope-in-sri-lanka.html","abstract":"  After 11 years of war with the Tamil Tiger guerrillas that have blighted this once-idyllic nation with assassinations, dead-of-the-night \"disappearances\" and mass graves, Sri Lanka has begun to hope that the worst of its nightmare may be over.   Many in this tropical island in the Indian Ocean remain wary. But after at least 35,000 deaths in the conflict, Sri Lankans hoped the election this week of a new Prime Minister was a watershed in a war that had settled into a seemingly hopeless stalemate.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Off Season in Paris","web_url":"https://www.nytimes.com/1994/08/24/style/IHT-off-season-in-paris.html","abstract":"Summer theater in Paris replaces the city's national theaters that close for vacation. .In the Crypte Sainte-Agns under Saint Eustache Church in Les Halles, Jean Anouilh's \"Thomas More\" is playing. Here Sir Thomas More is about to be be","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Schumann, Peaks and Valleys","web_url":"https://www.nytimes.com/1994/08/24/arts/critic-s-notebook-schumann-peaks-and-valleys.html","abstract":"  Redemption took various orms this evening, as the Bard Music Festival ended here with a triumphant account of Schumann's oratorio \"Das Paradies und die Peri.\" The Peri, who is barred from entering Eden because of her sullied birth, from the union of a mortal and a fallen angel, finally finds the precious key: a tear shed by a repentant sinner at the sight of a child at prayer.   This was the work that put Schumann on the compositional map in 1844, said John Daverio, a musicologist and violinist, in a preconcert lecture, and the quality of the music far transcends that of the Thomas Moore epic \"Lalla Rookh,\" on which it is based. Yet it is known today almost solely through recordings.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"E.P.A. Seeks Emissions Agreement for Northeast","web_url":"https://www.nytimes.com/1994/08/24/nyregion/epa-seeks-emissions-agreement-for-northeast.html","abstract":"  Besieged by auto makers, environmentalists and state officials, the Environmental Protection Agency is trying to broker an agreement in a fierce debate over whether to force the auto industry to begin selling low-emission cars, including electric cars, in the Northeast by the turn of the century.   The outcome of the battle will determine not only what sorts of cars will be sold in 12 Eastern states from Maine to Virginia, but also what other measures these states will take to meet the strict requirements of the 1990 Clean Air Act.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Recycling Bins Should Also Permit Reuse","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-recycling-bins-should-also-permit-reuse-049999.html","abstract":"  To the Editor:   The effort by newspaper companies to redesign newspaper recycling receptacles for train stations to prevent people from taking the newspapers out is a disgrace.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Exodus Is Very Different From '80 Boatlift","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-exodus-is-very-different-from-80-boatlift.html","abstract":"  Some here have labeled the latest Cuban exodus Mariel II, but there are some major differences from the 1980 boatlift that brought about 125,000 Cubans to Florida.    State Department statistics show that the influx over the past week exceeds the rate during the first week of the Mariel boatlift. During that week of April 21, 1980, 6,053 Cuban refugees arrived in Florida, compared with 8,491 who arrived in the last five days. A total of 7,634 arrived in the second week of Mariel in 1980, and then the pace tripled, with about 21,000 Cubans arriving each week for the next three weeks. By the end of the exodus, State Department figures show, 124,779 Cubans had arrived.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Tyson Names Co-Managers","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-boxing-tyson-names-co-managers.html","abstract":"  Two longtime associates of MIKE TYSON have been named co-managers of the former heavyweight champion, who is serving a six-year sentence in an Indiana prison for rape. JOHN HORNE and RORY HOLLOWAY will manage Tyson's fighting career if and when it resumes, according to a fax issued from Horne's Albany home. Tyson has been at the Indiana Youth Center in Plainfield, Ind., since March 1992 for rape. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Subway Chaos: Officer Firing at Officer","web_url":"https://www.nytimes.com/1994/08/24/nyregion/subway-chaos-officer-firing-at-officer.html","abstract":"  All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said yesterday. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off.   In the tumult, an off-duty New York City police officer opened fire on a black undercover transit officer, hitting him four times, at least twice in the back, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Where the Horseshoe Meets the Turf, You Will Find Bill Robinson","web_url":"https://www.nytimes.com/1994/08/24/sports/harness-racing-where-the-horseshoe-meets-the-turf-you-will-find-bill-robinson.html","abstract":"  Bill Robinson says he really hasn't changed much these last 20 years, but that's debatable. After all, in 1974 he was merely working on an assembly line. Today, he runs one.    \"I'm still the same guy I used to be,\" said Robinson, a trainer whose horses last year earned more than $10 million. \"But, yeah, sometimes when I think of all the things that have happened to me, I do feel like pinching myself.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"On Campus; Study of Sign Language Booming at Rochester","web_url":"https://www.nytimes.com/1994/08/24/us/on-campus-study-of-sign-language-booming-at-rochester.html","abstract":"  After Spanish and French, the most popular foreign language at the University of Rochester is American Sign Language.    More than 120 sophomores, juniors and seniors have already pre-registered for American Sign Language 101, filling six sections and squeezing out most freshmen.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Question of Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-a-question-of-control-letters-to-the-editor.html","abstract":"On the same day that I read about the airliner that crashed while the pilot and co-pilot were fighting over who was to control it, I read about the beginning of the baseball strike in America. Why do I feel that these two events are related?. MICHAEL KAL","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Russians on a Shopping Spree, New Delhi Is a Magnet","web_url":"https://www.nytimes.com/1994/08/24/world/for-russians-on-a-shopping-spree-new-delhi-is-a-magnet.html","abstract":"  At a bustling little market on the edge of the diplomatic enclave, foreign window shoppers and serious buyers in sunglasses, shorts and T-shirts stroll in the summer heat, glancing at signs in Russian.   This is the Yashwant Place Shopping Center, better known as Little Russia, where Indian storekeepers speak fluent Russian. Even the menus at the tiny Tibetan restaurants are in Russian.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Lebow Inducted Into Track Hall of Fame","web_url":"https://www.nytimes.com/1994/08/24/sports/track-and-field-lebow-inducted-into-track-hall-of-fame.html","abstract":"  Fred Lebow, the founder and guiding spirit of the New York City Marathon who is stricken with brain cancer, was inducted into the National Track and Field Hall of Fame yesterday in a ceremony at Tavern on the Green.   Fittingly, the announcement was made just across from the blue line in Central Park that serves as the finish to the marathon, which celebrates its 25th anniversary Nov. 6.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Ousted N.A.A.C.P. Leader Goes to Court","web_url":"https://www.nytimes.com/1994/08/24/us/ousted-naacp-leader-goes-to-court.html","abstract":"  The Rev. Benjamin F. Chavis Jr. argued in court today that the N.A.A.C.P. should be ordered to reinstate him as its executive director because, he said, the group's board had failed to follow its own procedures when it dismissed him on Saturday night.   In a suit filed on Monday in District of Columbia Superior Court, lawyers for Mr. Chavis asserted that the board failed to give him sufficient notice before an emergency board meeting on Saturday that it might consider his dismissal and failed to give him enough time to prepare a defense or call witnesses on his behalf.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049816.html","abstract":"  An article on Aug. 9 about the stabbing of seven people in a New Haven coffee bar referred incorrectly to one of the people on the scene. He is Bruce Shapiro, a stabbing victim, not Ruth Shapiro. No one named Ruth Shapiro was involved in the incident. The article also said Mr. Shapiro was married, but he is not.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Winner in Mexico Calls for 'Dialogue' With Other Parties","web_url":"https://www.nytimes.com/1994/08/24/world/winner-in-mexico-calls-for-dialogue-with-other-parties.html","abstract":"  Bolstered by new election returns that showed his long-ruling party sweeping to a wide victory in the Congress, the winner of Mexico's presidential race, Ernesto Zedillo Ponce de Leon, has invited his opponents to discuss the policies his government will put into place.   In an interview, Mr. Zedillo said he was proposing \"a broad dialogue to build a platform of government\" that would include \"the best of the political platforms of all parties.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"1919: Against Profiteers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1919-against-profiteers-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Congress took the first step in legislating against the high cost of living when the House passed the Anti-Profiteering Bill. The bill brings the retail profiteer in food, clothing or other necessities within the reach of Federal prosecution, m","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Call From the Pulpits to Awaken Interest","web_url":"https://www.nytimes.com/1994/08/24/us/the-health-care-debate-a-black-agenda-call-from-the-pulpits-to-awaken-interest.html","abstract":"  With considerable ambivalence, several black groups are scrambling to generate support for changes in health care coverage at a time when the Clinton Administration's effort is slowing and amid grumbling about the inadequacy of the plans before Congress.   At the center of the effort to awaken black interest in the issue are the black churches. A coalition of nearly two dozen professional, civil rights and advocacy groups have this month been pressing black ministers to talk up health care from the pulpit. They want black congregations to begin letter-writing, telephone and telegram campaigns to lawmakers urging them to support efforts to overhaul the health system.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Curious in Luxembourg : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-curious-in-luxembourg-letters-to-the-editor.html","abstract":"I have a question concerning men's neckties - striped ties to be exact. I have noticed that on American ties the stripes run from the right shoulder toward the left hip and on British and other European ties, from the left shoulder toward the right hip.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Miami Defensive End Beats Odds All Way Back to Field","web_url":"https://www.nytimes.com/1994/08/24/sports/college-football-miami-defensive-end-beats-odds-all-way-back-to-field.html","abstract":"  Few people expected Rusty Medearis to be a member of the University of Miami football team this season. On Sept. 26, 1992, his left knee was badly damaged on a block by Hicham El-Mastoub of Arizona. Medearis underwent 13 hours of surgery and the prognosis by Dr. John Uribe, the team physician, was grim: don't play again or you could end up crippled.   Nearly two years later, after being granted unusual medical redshirt status, the 23-year-old Medearis, a sixth-year defensive end, has looked so good in scrimmages that he is very likely to start.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Resurgence in Export Trade Invigorates Port of New York","web_url":"https://www.nytimes.com/1994/08/24/nyregion/resurgence-in-export-trade-invigorates-port-of-new-york.html","abstract":"  As long as three football fields, its decks piled with so much foreign cargo that it looked like a floating warehouse, the freighter Raleigh Bay plodded into a dock here the other day for a stopover that once might have been decidedly lopsided: imports off, nothing back on.   But this time, in an increasingly common sight at the Port of New York and New Jersey, the ship took on a heartland's worth of American products, from chemicals to animal feed to medical supplies. It was another indication that the export business, dormant for years, is revitalizing a port that had begun to slip from the ranks of the world's great maritime centers.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nThe Folly Of Focusing On 'Assault Weapons'","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-the-folly-of.html","abstract":"America's love affair with guns has always been based more on myth than on reality.\n\nThere's the myth that in the Wild West cowboys had an unlimited right to bear arms. Not so. With historical accuracy unusual for Hollywood, the new movie \"Wyatt Earp\" shows how people had to check their guns with the local lawman when they rode into town. Dodge City in 1894 was far safer than most of our cities in 1994.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"In First, Michigan State Opens Women's Shelter","web_url":"https://www.nytimes.com/1994/08/24/us/in-first-michigan-state-opens-women-s-shelter.html","abstract":"  Michigan State University is not the sort of place usually associated with domestic violence. Its 40,000 students live in dorms spread across thousands of leafy acres or in apartments nearby, and many are single.   But when a new president arrived last year, his wife proposed a novel social service: an on-campus shelter for battered women. The campus police chief embraced the idea, and the shelter opened in June. It is believed to be the first of its kind in the country.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"To Church's Dismay, Priest Talks of 'Justifiable Homicide' of Abortion Doctors","web_url":"https://www.nytimes.com/1994/08/24/us/to-church-s-dismay-priest-talks-of-justifiable-homicide-of-abortion-doctors.html","abstract":"  After saying grace over his pancake breakfast in a crowded fast-food restaurant here, the Rev. David C. Trosch, clad in a clerical collar and black shirt, explained the logic for his theory that an ordinary citizen could be morally justified in killing abortion clinic doctors and staff members.    \"There is full human life, by Christian common belief, in the womb following conception,\" said Father Trosch, a Roman Catholic priest. \"They are persons worthy of defense, like any born person, and they must be defended by any means necessary to protect them, including the death of the assailants, which in this case would be the abortionists and their direct accomplices.\"","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"In North's Self-Defense : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-in-norths-selfdefense-letters-to-the-editor.html","abstract":"Although Oliver North's rejection for a gun permit on the ground that he is \"not of good character\" seems in no way to tarnish his potential as a U.S. senator, perhaps his skewed belief that a concealed pistol will protect him from Abu Nidal ou","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Juneau Reaches for the Stars","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-juneau-reaches-for-the-stars.html","abstract":"  JOE JUNEAU, after spending much of his National Hockey League career making other players look good, gained star status himself yesterday by signing the most lucrative contract in the history of the Washington Capitals.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"40 G.O.P. SENATORS POSE NEW HURDLE FOR THE CRIME BILL","web_url":"https://www.nytimes.com/1994/08/24/us/40-gop-senators-pose-new-hurdle-for-the-crime-bill.html","abstract":"  The bipartisan feelings that briefly flowered on Sunday when House Republicans joined Democrats to pass the crime bill vanished today as Senate Republicans threatened to block the bill in the upper chamber.   Senator Bob Dole, the minority leader, collected the signatures of 40 Republicans who, he said, would vote with him to scuttle the bill passed by the House on Sunday and force the Senate to work from an earlier bill that did not have a ban on assault weapons. If those commitments are firm, under Senate rules Mr. Dole would have enough votes to block the House-approved bill on a procedural challenge.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Struggling Hospital Shows Signs of Improving, O'Rourke Says","web_url":"https://www.nytimes.com/1994/08/24/nyregion/struggling-hospital-shows-signs-of-improving-o-rourke-says.html","abstract":"  Four months after appointing a new commissioner to shore up the struggling Westchester County Medical Center, County Executive Andrew P. O'Rourke said today that the hospital was showing signs of improvement.   From April to June, Mr. O'Rourke said, the medical center increased its emergency-room admissions and transfers from other hospitals while it decreased the average time that it took to discharge its patients.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Among Young Elites, the Tolerance of Maturity","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-among-young-elites-the-tolerance-of-maturity.html","abstract":"Can Russia really be summed up as a theater of Mafia crime, corruption, future Chernobyls and veiled aggression in the \"near abroad\"?.There is a deeper reality. Without fanfare, Russia's elites have undergone a crucial transition from ebullie","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Minor Parties File Petitions For Pataki and Rosenbaum","web_url":"https://www.nytimes.com/1994/08/24/nyregion/minor-parties-file-petitions-for-pataki-and-rosenbaum.html","abstract":"  Supporters of the two Republican candidates for governor filed petitions today aimed at making sure their names are on the general election ballot in November no matter who wins the primary next month.    The Rev. Al Sharpton, who is running for the United States Senate, had also announced his intention to collect signatures to form a new party, but the State Election Commission said it had not received the petitions today, the deadline for placing independent parties on the primary ballot in November.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049832.html","abstract":"  A picture credit on Monday with a photograph of the choreographer Joseph Wilson performing at Lincoln Center misspelled the photographer's name. It is Tom Brazil.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nCongress Is Stealing Our College Education","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-congress-is-stealing.html","abstract":"On April 19, I \"celebrated\" my anniversary. On that day I had been locked up for 14 years. I had survived and even grown stronger in the crucible of the keep (as good as any reason to celebrate), but after watching NBC's \"Dateline\" that evening, I feared I had outlived the best chance any ex-con has of making it once he hits the bricks again.\n\nThe lead segment on \"Dateline\" that night was on prisoners receiving Pell higher education grants to help finance undergraduate college education. A measure denying Pell grants to inmates was up for a vote in the House the next day; the Senate had already passed such a measure.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Paralympics Sue U.S.O.C.","web_url":"https://www.nytimes.com/1994/08/24/sports/paralympics-sue-usoc.html","abstract":"  Organizers of an Olympic-style competition for disabled athletes sued the United States Olympic Committee in Federal court today, contending that the U.S.O.C. is improperly attempting to claim royalties from the disabled athletes' mascot.   Blaze, a mascot resembling a Phoenix and designed by the Paralympic organizers, is a symbol for its games scheduled for Atlanta in August 1996.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Sports of The Times; Opening Question For Owners","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-of-the-times-opening-question-for-owners.html","abstract":"  WHEN the baseball owners and the baseball players finally meet face to face today, here is one question the players might ask of management:   \"Just out of curiosity,\" the players could begin, \"when you talk about a salary cap based on a 50-50 split of income, just what income are you talking about?\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Compared to Whommm?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-compared-to-whommm-letters-to-the-editor.html","abstract":"Regarding \"Convert Haitian Refugees Into Police\" (Opinion, Aug. 10) by George C. Wilson:","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"BASEBALL;\nIn the Shadow of .400, Gwynn Waits","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-in-the-shadow-of-400-gwynn-waits.html","abstract":"The sweat drips down Tony Gwynn's cheeks as he darts from one station to the next, adjusting weight as he goes, on the sleek Nautilus-style equipment. It appears that baseball's best hitter might have a plane to catch or an appointment to keep, he is in such a hurry. But no, his wife, Alicia, says, that's just the way Gwynn takes care of ordinary business.\n\nThe day before baseball's players and owners are expected to air their differences at a bargaining table in New York, a day that Gwynn believes will decide the season, the star outfielder for the San Diego Padres is at his home, 30 minutes from San Diego.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Pre-Strike Proposal Revealed","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-pre-strike-proposal-revealed.html","abstract":"  The major league baseball season could have continued uninterrupted if the owners had agreed to a pre-strike proposal by Robert Reich, the Secretary of Labor, a lawyer close to the labor dispute said last night.   Reich, the lawyer said, made a proposal to both sides, asking the players not to strike and the owners not to implement their salary cap unilaterally in the off season.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Thwack! The Sure Sound of Courier Coming Back","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-thwack-the-sure-sound-of-courier-coming-back.html","abstract":"  Jim Courier hasn't won a tennis tournament in more than a year, has dropped from No. 1 to a distant 11th, and just last week threatened to skip next week's United States Open, a declaration of dissatisfaction with his game that spurred talk he was quitting tennis.   Cancel that threat.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"The Beach on the Street; In Torpid Summer, the Fire Hydrant Yields an Ocean of the Imagination","web_url":"https://www.nytimes.com/1994/08/24/nyregion/beach-street-torpid-summer-fire-hydrant-yields-ocean-imagination.html","abstract":"  Children came and went constantly to the spewing fire hydrant, dousing themselves and others. Jamick Paris, who is 7, stood right next to the hydrant until water dribbled down his legs and you could hear the slap-slap of drops on the pavement. Then, in their unruffled innocence, he and a friend laid down in the middle of the street and let the water run over them.    Laughing, Jamick ducked behind the hydrant and, nimbly working his fingers over the spray cap, directed the arc of water so that it splashed the others. They galloped away, as if trying to flee a swarm of wasps. Some whooped with glee. Some, their faces dripping, threatened to get him back.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Devils Give Brylin a Contract","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-devils-give-brylin-a-contract.html","abstract":"  The New Jersey Devils signed center SERGEI BRYLIN, the club's second selection in the 1992 entry draft, to a multiyear contract yesterday. Terms were not disclosed. Brylin, 20, spent the last three seasons with the Central Red Army club in his native Moscow. Last season, he finished seventh on the club in scoring. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Police Officer Shot In a Queens Pursuit","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-officer-shot-in-a-queens-pursuit.html","abstract":"  A police officer was shot and wounded while chasing a suspect on foot in the Corona section of Queens early today, the police said.    The officer, whose name was not released, was shot in the arm about 12:25 A.M. near the intersection of 108th Street and 43d Avenue, and was taken to Elmhurst Hospital Center, the police said. Captain Thomas Fahey said at the hospital that the officer was not badly hurt.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"The Vaccine Debacle","web_url":"https://www.nytimes.com/1994/08/24/opinion/the-vaccine-debacle.html","abstract":"  Shortly after President Clinton took office, his Administration announced that it would provide free vaccinations for all youngsters -- rich, poor and in-between. The goal was laudable and sounded simple. But the Administration's attempts to reach it have been tortured beyond belief.   During the cramped Reagan years, the price of vaccine went up and Federal funding for childhood immunization went down. Congress, and eventually President Bush, pushed for more money. The 1991 Dallas measles epidemic proved a cautionary tale: 95 percent of the sick children had not been vaccinated because they were too young for school enrollment and their health providers did not have enough free vaccine for everyone.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049794.html","abstract":"  It is almost expected that every guest at a benefit dinner will take home a few free goodies like perfume, cosmetics or T-shirts, but there will be an added twist to the give-aways at the Art and Soul dinner-dance on Saturday at the Parrish Art Museum in Southampton, L.I. The plan is to give one guest at each table a personal memento contributed by one of the well-known creative people associated with the Hamptons. Among the mementoes already sent in are a baseball cap with Chevy Chase's signature, a song book from Marvin Hamlisch and a signed photograph by Arthur Elgort.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Elway Blasts Preseason Games","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-football-elway-blasts-preseason-games.html","abstract":"  Having played in about 50 preseason games over the course of his career -- the equivalent of more than three full regular seasons -- JOHN ELWAY could restrain himself no longer.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049786.html","abstract":"  For the last decade, the backs of 200 New York buses have carried large advertising posters with sometimes puzzling and sometimes humorous messages. One of them read \"She ditched him -- JOHN WEITZ ties and all.\" Another two-liner acknowledged that the offbeat approach wasn't always easy to decipher. It simply said: \"I don't understand John Weitz advertising. You're kidding.\"    The observers who follow such things, amused or irritated, will have a respite next month. Mr. Weitz, the designer, is donating his bus-advertising space to Phoenix House, the drug-abuse service agency in New York. The message will say \"Need Help? Call 1-800-COCAINE, Phoenix House.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Silent Castro Puzzling U.S. Aides","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-in-havana-silent-castro-puzzling-us-aides.html","abstract":"  After encouraging an immigration crisis with the United States by permitting disgruntled Cubans to take to the high seas, Fidel Castro has suddenly and unexpectedly fallen silent, raising concerns about what additional moves he might be planning.   Normally not a man at a loss for words, the Cuban leader has made no significant public statements since President Clinton announced on Saturday that Cuban-Americans will no longer be allowed to visit or send remittances to relatives on the island and that anti-Castro broadcasts to Cuba will be increased.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Grover Washington, Jazzy","web_url":"https://www.nytimes.com/1994/08/24/arts/music-review-grover-washington-jazzy.html","abstract":"  Every so often, a musician who has prospered in pop-jazz decides to dust off the old jazz credentials. On Monday night at the Blue Note, it was the saxophonist Grover Washington, who has just made a straightforward jazz album, \"All My Tomorrows\" (Columbia).    Mr. Washington's way of crooning ballads on soprano saxophone has been emulated by the best-selling likes of Kenny G. It was the best portion of his set; in \"Nature Boy,\" he caressed every phrase, stating the melody with breathy delicacy and clarity, bubbling over into ornament at rare moments. As Freddie Cole and Jeanie Bryson whisper-sang \"For Heaven's Sake,\" Mr. Washington inserted shapely, seductive obbligatos.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inside-043001.html","abstract":"  Macy-Federated Merger Faces a Snag From Albany   The merger of Macy and Federated faces opposition from the New York State Attorney General, who called on Federated to sell all 12 Macy's stores in metropolitan New York. Page D1. A Priest's Logic on Abortion    Father David Trosch, a renegade priest, says that moral logic justifies killing abortion doctors. Page A12. Blockbuster Approves Sale    The board of Blockbuster Entertainment agreed to sell the company to Viacom for $8.4 billion. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Police Agencies Share Rules for Recognition","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-agencies-share-rules-for-recognition.html","abstract":"  The shootout on Monday in which two police officers were wounded by other officers happened so fast that even perfect training and procedure might not have prevented it, police officials said yesterday.   But there are rules and procedures for how and when officers can fire their weapons -- rules intended to prevent injury to bystanders, to avoid use of unnecessary or excessive force against suspects, and, of course, to avoid \"friendly fire\" errors like the one Monday night.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049808.html","abstract":"  A picture caption yesterday with an article about Russian organized-crime activity in Brooklyn described incorrectly the shooting of Naum Raichel, which law-enforcement officials said was linked to organized crime. Mr. Raichel was wounded in the attack; he was not killed.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Germany's Two Main Far-Rightist Parties Plan to Join Forces","web_url":"https://www.nytimes.com/1994/08/24/world/germany-s-two-main-far-rightist-parties-plan-to-join-forces.html","abstract":"  Leaders of Germany's two biggest far-right political parties, stung by electoral setbacks and poor showings in opinion polls, are seeking to put aside their rivalry and work together.   In a statement issued on Monday, Gerhard Frey, the millionaire publisher who leads the German People's Union, and Franz Schonhuber, a proud veteran of the Nazi SS who heads the Republicans, urged their followers \"to build a relationship that will prevent us from blocking our own electoral progress.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Kukoc: Union Criticizes N.B.A.","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-basketball-kukoc-union-criticizes-nba.html","abstract":"  The National Basketball Association's rejection of the contract signed last week between TONI KUKOC and the Chicago Bulls was denounced yesterday by the head of the players' union.   \"Once again the league is simply venting its frustration over its loss in court last year,\" said CHARLES GRANTHAM, executive director of the National Basketball Players Association. Kukoc signed his new contract after exercising his right to \"opt out\" of the contract he signed with the Bulls last year.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Prevent the Massacres : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-prevent-the-massacres-letters-to-the-editor.html","abstract":"The superpowers, at the height of the Cold War, were prepared to spend billions to prepare for a cataclysmic conflict. Nuclear holocaust no longer haunts us, yet genocidal tribal conflicts threaten millions of people. Some part of the \"peace dividen","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"A School To Mark A Century Of Success","web_url":"https://www.nytimes.com/1994/08/24/nyregion/about-new-york-a-school-to-mark-a-century-of-success.html","abstract":"  WHEN school opens in two weeks, Public School 6 on the East Side will start marking its centennial with a lot of tradition. Just like Choate or Groton or any of those la-di-da, hoity-toity private schools.    Of course, there are people who think that P.S. 6, on Madison Avenue and 82d Street, is one of those la-di-da, hoity-toity schools itself, because its neighborhood is rich, or because its students are consistently near the top in citywide exam scores, or because all the sixth graders have to study Latin.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"O for a Song: Court Gives 33 1/3 Jingles","web_url":"https://www.nytimes.com/1994/08/24/nyregion/o-for-a-song-court-gives-33-1-3-jingles.html","abstract":"  Steve Karmen has written such classics as \"I Love New York,\" \"Aren't You Glad You Use Dial\" and \"Weekends Were Made for Michelob.\" When it comes to composing musical sales pitches for a state, a soap or a beer, Steve Karmen has few peers. But in the critical view of a Federal appeals court in Manhattan, Steve Karmen is no Cole Porter.   Despite his impressive list of memorable tunes, the court ruled yesterday that Mr. Karmen was entitled to only a tiny percentage of the royalties accorded more famous songwriters.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Outside Income for British M.P.'s Is Questioned","web_url":"https://www.nytimes.com/1994/08/24/world/outside-income-for-british-mp-s-is-questioned.html","abstract":"  As a consultant to a Scottish electricity company, Philip Gallie keeps it up to date on what is happening in the House of Commons and sets up meetings with legislators. The company, Scottish Power P.L.C., pays him an undisclosed fee -- probably around $15,000 a year -- and gives him use of a company car.   But the consulting job is just a sideline for Mr. Gallie. He is better known as the Member of Parliament for Ayr, on Scotland's west coast, and for serving on the Select Committee on Scottish Affairs.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Embargo Dries Up Haiti Fuel Supply","web_url":"https://www.nytimes.com/1994/08/24/world/embargo-dries-up-haiti-fuel-supply.html","abstract":"  The sweating and ragged men and women who sell gasoline in the black market on the side of the road here have a saying: you never appreciate the tail of a donkey until you try to catch one running downhill.    In one more absurdity in an absurd place and time, the United States and relief groups may have to rely on this market to power hospital generators and the trucks that take food and medicine to Haiti's poor in a nation slowly being squeezed dry by an international embargo.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/24/nyregion/metro-digest-045209.html","abstract":"  IN SUBWAY, OFFICERS FIRING AT OFFICERS   All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off. In the tumult, a white New York City police officer opened fire on a black undercover transit officer, hitting him four times. A1.   Officer Peter Del Debbio, who shot a transit police officer, had lived through another hellish night in the subway, a night that cost him part of his finger and no small amount of pride. B4.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Downsizing's Casualties","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-downsizing-s-casualties-050296.html","abstract":"  To the Editor:   Albert J. Dunlap is a symbol of capitalism's contradiction. At Scott Paper Company, he has been brought in to fire 30 percent of the employees (Business Day, Aug. 15). In the bargain, he has made a tidy profit.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Man Is Struck and Killed by Subway Train","web_url":"https://www.nytimes.com/1994/08/24/nyregion/man-is-struck-and-killed-by-subway-train.html","abstract":"  A man was struck and killed yesterday by an IRT train near the subway station at 96th Street and Broadway in Manhattan, delaying tens of thousands of riders for more than two hours, a Transit Authority spokeswoman said.   The man, who was not immediately identified, was walking on the tracks in a tunnel when a northbound No. 1 train hit him at 4:32 P.M., said the authority spokeswoman, Melissa Farley.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"'Getting to Know You': Giants' Secondary Song","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-getting-to-know-you-giants-secondary-song.html","abstract":"  The Giants' secondary is fast, quick and young. But it also is new, unsophisticated and not what the Giants are accustomed to.   Until the secondary becomes solid, the team may struggle. If the Giants' entire defense shows more cohesion and more aggressiveness in Saturday night's preseason finale against the Bears in Chicago, its outlook will be brighter for the season opener Sept. 4 against the Philadelphia Eagles at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Why New York Hasn't Warmed to Metrocard","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-why-new-york-hasn-t-warmed-to-metrocard-050300.html","abstract":"  To the Editor:   Re your Aug. 17 news article on the snub of the transit card by New Yorkers: The \"electronic token\" will not be a best seller until all stations and buses are equipped to use it. We have long supported fare discounts on quantity purchases and time-based passes to encourage increased transit ridership, particularly during off-peak hours. Testifying in favor of the last fare increase, we called for an end to multiple-fare zones.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Rep. Gallo Drops Out of Race, Citing Problems With Health","web_url":"https://www.nytimes.com/1994/08/24/nyregion/rep-gallo-drops-out-of-race-citing-problems-with-health.html","abstract":"  Citing health problems, Representative Dean A. Gallo, Republican of Parsippany, withdrew today as a candidate for re-election to the Congressional seat he has held for 10 years.   Mr. Gallo, who won a hard-fought primary election in June against three opponents, said he had learned over the Fourth of July weekend that a prostate cancer condition diagnosed and treated in 1992 was no longer in remission and would require further treatment. Mr. Gallo, who is 58, also underwent hip replacement surgery in March.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Why Punish the Cuban People?","web_url":"https://www.nytimes.com/1994/08/24/opinion/why-punish-the-cuban-people.html","abstract":"  President Clinton's abrupt reversal of 28 years of Cuban refugee policy last Friday looked clumsy enough, but over the weekend he made it worse. Seeking to punish Fidel Castro for unleashing the latest refugee tide, Mr. Clinton ended up also punishing ordinary Cubans. He cut off all cash support from their relatives in the U.S., rather than the 50 percent cut originally announced. By raising the temperature on Cuba when it should be trying to cool it, the Administration could yet convert a rhetorical emergency into a real one.    The package of pressures the President unveiled on Saturday did include two legitimate spurs to greater freedom in Cuba -- increased radio broadcasts and a new U.N. initiative on human rights. It also included a cutoff of charter flights from the U.S. -- unwise, since Cuban freedom is served by more contacts with Americans, not less.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"When the Car Crashes, Talent Means Nothing","web_url":"https://www.nytimes.com/1994/08/24/sports/college-basketball-when-the-car-crashes-talent-means-nothing.html","abstract":"  Tchaka Shipp still can't remember the accident. Kevin Simmons remembers it like his home phone number.   The two talented New York City basketball players, here to attend the University of California-Irvine, flipped their car in mid-July when one of them fell asleep at the wheel.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Nerekhta Journal; In a Factory Town, Soviet Feudalism Dies Hard","web_url":"https://www.nytimes.com/1994/08/24/world/nerekhta-journal-in-a-factory-town-soviet-feudalism-dies-hard.html","abstract":"  The urban veneer of this small industrial town is melting away. Chickens and goats roam the courtyards of huge Soviet apartment complexes, and cucumber and potato plants, not begonias, sprout out of window boxes and kitchen gardens. Nerekhta's factory workers have not been paid for months, and many are turning into citified subsistence farmers.   Survival tips, instead of gossip, now dominate the town's small talk. \"We grow our own food and we borrow from my mother's pension check,\" is how Galina Razzhivina, 39, a bookkeeper, described her household accounts. She and her husband, Mikhail, 36, work at the largest local plant, known simply as the Mechanical Factory, and neither has received a salary since May.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"New Artistic Director Named For Circle in the Square","web_url":"https://www.nytimes.com/1994/08/24/theater/new-artistic-director-named-for-circle-in-the-square.html","abstract":"  Josephine R. Abady, who was dismissed last January as the director of the Cleveland Play House, is to be the new artistic director of the financially troubled Circle in the Square Theater. The appointment was announced yesterday by Theodore Mann, the theater's current artistic director and one of its founders.    Few details of the new management arrangement were available yesterday, and neither Mr. Mann nor Ms. Abady could be reached. But a statement released by the theater said that Mr. Mann, 70, and Ms. Abady would share creative control of the company, which produced no plays last season and has reportedly been on the brink of shutting down for good. It has been dark since \"Wilder, Wilder, Wilder\" closed in May 1993. Three-Play Season Considered    The statement of Ms. Abady's appointment said that two plays were planned for the coming season: a revival of \"The Shadow Box,\" by Michael Cristofer, and Chekhov's \"Uncle Vanya.\" A third production, a new American play that was not named, was said to be under consideration.","thumbnail":null,"section":"Theater"},{"date":"19940824","headline":"Bonilla's Big Interest Goes Beyond Bucks","web_url":"https://www.nytimes.com/1994/08/24/sports/on-baseball-bonilla-s-big-interest-goes-beyond-bucks.html","abstract":"  Bobby Bonilla is going back to work this week.   No, not to that job, the one in which he stops ground balls at third base and hits home runs for the Mets. No, this one involves the business of baseball. Or more precisely, the business of trying to get baseball back on the field for the first time since major league players struck on Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"New Game In Town As Baseball Talks Begin","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-new-game-in-town-as-baseball-talks-begin.html","abstract":"  In place of the usual position-by-position matchups that precede the World Series, Major League Baseball was left yesterday with a matchup of verbal positions by owners and players as they prepared for their first face-to-face bargaining-table confrontation of the 13-day-old strike.   The positions, as articulated by John Harrington of the Boston Red Sox and Brett Butler of the Los Angeles Dodgers, spelled out in painfully precise terms where each side stands for today's session in the presence of a team of Federal mediators.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE VOYAGE -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Straits of Florida Hide the Unknown Toll of a Rush to Freedom","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-voyage-us-scrambling-cope-with-rising-tide-cuban-refugees-straits.html","abstract":"  They set out in foam boxes, inner tubes and packing crates that pass for rafts, loading their flimsy vessels with bare essentials -- a plastic container with water, fried meat and bread, an image of the Virgin Mary or a Santeria deity tucked away, a compass pointing north.   And as they do, Cubans by the thousands are disregarding warnings not to embark on the dangerous journey across the Straits of Florida. Unstated but implicit in the warnings are the many rafters who are feared dead.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-047252.html","abstract":"  PRINCE PHILIP, the Duke of Edinburgh, will be the first member of the British royal family to visit Israel when he takes part in a ceremony in Jerusalem in October honoring his mother, Princess Alice of Greece. The Princess, who is credited with saving the lives of three Jews in Greece during the Holocaust, died in 1969 at the age of 84 and is buried in Jerusalem. She sheltered members of the Jewish family in her home in Athens.   Buckingham Palace, which made the announcement, said: \"Members of the royal family are always advised by the Foreign Office when traveling abroad. The Foreign Office felt that the time was right for this visit to Israel.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/24/sports/transactions-048208.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Signed Shawn Moore, quarterback. Waived Brett Wallerstedt, linebacker; Bernard Basham, defensive end; Brian Bollinger, guard; and Gene McGuire, center. Placed Sean Wallace, safety, on injured reserve.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"1894: Bomb in Caracas : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1894-bomb-in-caracas-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A despatch from Caracas to the Herald states that a deliberate attempt to murder General Crespo, President of Venezuela, was made yesterday [Aug. 22]. An unknown man threw a bomb at the President as he was passing along the street, but fortunat","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Odd Sort of Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-odd-sort-of-democracy-letters-to-the-editor.html","abstract":"Regarding \"Mexico's Ruling Party Would Do Better to Lose\" (Opinion, Aug. 18):.Stanley A. Weiss's suggestion to the PRI, Mexico's governing party, that it rig itself a loss for the recent elections was bizarre to say the least. If the PRI wins","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"New York City's Pot of Gold","web_url":"https://www.nytimes.com/1994/08/24/opinion/new-york-city-s-pot-of-gold.html","abstract":"  New York may be on the verge of acquiring an unexpected windfall -- millions of dollars in private money to be dipped into for the public good. A new investment fund sponsored by the New York City Partnership is seeking to raise $100 million from wealthy individual and corporate donors; $15 million has already been pledged on the basis of a mere 15 telephone calls. The Partnership's fund-raising is based on a powerful and proven idea: spread development money in the right places at the right moments and the whole city will profit.   Formed in 1978, just as New York was emerging from its last great fiscal crisis, the Partnership includes executives from more than 150 of the city's largest companies. Among them is the Wall Street financier Henry R. Kravis, who proposed the new fund after researching similar economic-development efforts by corporate leaders in cities like Atlanta and Minneapolis. Mr. Kravis has been named chairman.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Better to Ignore Him : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-better-to-ignore-him-letters-to-the-editor.html","abstract":"Regarding \"Yes, the Pope Has Done a Bad Thing\" (Opinion, Aug. 15) by A.M. Rosenthal:.It is, I believe, a \"bad thing\" you are doing in continuing to give space to the award to Kurt Waldheim of a papal honor..Of course the award was","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Programming Lunch, From 'Table's Ready' To 'Here's Your Check'","web_url":"https://www.nytimes.com/1994/08/24/style/programming-lunch-from-tables-ready-to-heres-your-check.html","abstract":"THEY may evoke images of the Jetsons rather than personal service and culinary artistry, but computers and electronic systems are transforming the workings and ambiance of an increasing number of restaurants:\n\n* The Prohost paging network, developed by Dallas-based Rock Systems, equips customers, waiters, cooks and managers with wireless message devices, worn on the wrist, that Dick Tracy might envy. Among the possibilities: diners buzz their waiters for service, a computer tells the cooks that they're taking too long to prepare food, or the manager sends a \"happy birthday\" message to a customer.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"U.S. Government Broadcasts to Cuba, And Wonders If Anyone Is Listening","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-airwaves-us-government-broadcasts-cuba-wonders-if-anyone-listening.html","abstract":"  Hour after hour, the airwaves in Cuba are filled with a single message: Don't go.   In Spanish, from antiseptic United States Government studios here, the reasons are listed again and again: The waters are unsafe. Hurricane season has started. People are dying. American policy has changed. There is no welcome for survivors. Refugees are detained. Don't go.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Violinists Win I.R.S. Challenge","web_url":"https://www.nytimes.com/1994/08/24/arts/violinists-win-irs-challenge.html","abstract":"  Two New York Philharmonic violinists who fought the Internal Revenue Service in court have won the right to claim a tax deduction for their rare early-19th-century violin bows. In a decision that could affect thousands of professional musicians, judges in Federal Tax Court in Washington ruled on Monday 10 to 7 in favor of the violinists.   Lawyers for the Internal Revenue Service, led by Pamela Cohen, argued last December that the two Philharmonic players, Richard and Fiona Simon, could not claim their bows as a deduction because the bows, made by the French master Francois Tourte, were works of art that appreciated in value with the passage of time and fetched large sums in the collectibles market.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Small Cost for Survival : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-small-cost-for-survival-letters-to-the-editor.html","abstract":"Regarding \"Do We Really Need to Start Bracing?\" (Opinion, Aug. 6) by William Pfaff:.It is extraordinary that a modern commentator like Mr. Pfaff should adopt so fatalistic an approach about the possibility of finding an asteroid or comet aime","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Study Suggests 2 Fatty Acids May Help Keep Hearts Healthy","web_url":"https://www.nytimes.com/1994/08/24/us/study-suggests-2-fatty-acids-may-help-keep-hearts-healthy.html","abstract":"  JUST when consumers think they have mastered the connections between dietary fats, cholesterol and heart disease, another finding emerges to confuse the issue. People who perhaps reluctantly replaced butter and other highly saturated fats with margarine and polyunsaturated vegetable oils were recently advised to eat less margarine and to use more monounsaturated olive and canola oils. Meanwhile, Federal health officials are recommending that all kinds of fats be used sparingly and that grains and other complex carbohydrates form the bulk of a healthful diet.   Now researchers from the Boston University School of Medicine say that all this advice is off base and will not adequately reduce the risk of fat-clogged arteries that lead to heart attacks and strokes. Rather, their preliminary studies indicate, a very low-fat diet may in itself touch off heart disease. They found that a major risk factor was an insufficient intake of two polyunsaturated fatty acids that are as essential to human nutrition as vitamins, minerals and protein.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049840.html","abstract":"  The Key Rates table on the Credit Markets page of Business Day yesterday misstated the prime rate and the discount rate for Friday and Monday in some editions. The prime rate on both those days was 7.75 percent, not 7.25 percent; the discount rate was 4 percent, not 3.5 percent.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Jets and Meola Part Ways but Stay in Touch","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-jets-and-meola-part-ways-but-stay-in-touch.html","abstract":"  They gave Tony Meola a dozen footballs, a kicking tee and told him to go home and practice. And maybe, the Jets told him today, he can return soon.   The Jets were encouraging to Meola, who tried to live out his fantasy of switching from World Cup soccer goalie to National Football League kicker.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/24/nyregion/no-headline-043699.html","abstract":"  \"A disconcerting number of rafters probably don't make it. It's certainly enough for us scientists to be extremely worried about it and consider this a tragedy.\" BRUCE R. ROSENDAHL, dean of the Rosenstiel School of Marine and Atmospheric Science at the University of Miami.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"FORAGING WITH: Faith Heller Willinger;\nDrum Major of Italian Cuisine","web_url":"https://www.nytimes.com/1994/08/24/style/foraging-with-faith-heller-willinger-drum-major-of-italian-cuisine.html","abstract":"TRAVELING anywhere with Faith Heller Willinger is a little like marching through Italy with Garibaldi's troops. You know there's something to be unified and it's big.\n\nFor more than a decade, a devoted phalanx of American food writers, cookbook authors, restaurateurs and just plain eager eaters has followed this leader of the food faithful from Sicily to Lombardy in search of, among other things, Barolo, lardo, prosciutto, gelato, balsamico, salumi, pane, dolce, pecorino, carciofi, grappa, tartufi and capperi. Not, however, everyday tartufi, but white truffles just dug from the microbe-rich soil of Alba. And not just any old capperi, but tiny capers from Pantelleria, preserved only in sea salt so as not to distort their flavor.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Anti-Dumping Terms Preserve U.S. Trade","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-anti-dumping-terms-preserve-us-trade-050270.html","abstract":"  To the Editor:   \"Mr. Clinton: Defend Your Trade Pledge\" (editorial, Aug. 19) misrepresents the profit deduction provision that the Senate Finance Committee approved as part of the antidumping code in the Uruguay Round implementing legislation.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049859.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about the acquisition of the Pioneer Bank by the Bank of Boston Corporation misidentified the institution that was purchased. The Pioneer Bank bought by the Bank of Boston is the largest cooperative bank in Massachusetts, not a subsidiary of Pioneer Bancshares Inc. in Chattanooga, Tenn.  ","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"With Boli, Glasgow Seeks Greater Glory in Europe","web_url":"https://www.nytimes.com/1994/08/24/sports/IHT-with-boli-glasgow-seeks-greater-glory-in-europe.html","abstract":"The tears of Basile Boli have flowed as constant as a river through recent European Champions Cups..In the 1991 cup final, this big, bold, bad man from the Ivory Coast sank to his knees after his team, Olympique Marseille, went out on a penalty shoot-","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Following A modern Prince Around His World","web_url":"https://www.nytimes.com/1994/08/24/movies/television-review-following-a-modern-prince-around-his-world.html","abstract":"  Tonight, as was breathlessly reported when \"Charles: The Private Man, the Public Role\" was shown in Britain, the royal known in the British tabloids as the heartless husband intimates that after his marriage to Princess Diana came apart he found comfort in the arms of Camilla Parker-Bowles. But that is only a passing tingle in a generally sober two-hour look that brings us as close to His Highness as commoners are likely to come.   The program's producer, Jonathan Dimbleby, trailed the heir to the British throne for about 15 months, on official rounds and during off-hour fishing, skiing and gamboling with his two sons. On the royal airplane heading here and there, Mr. Dimbleby respectfully inquires into the Prince's feelings about his line of work and related matters.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Inquiry at Utility Finds Questionable Spending","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inquiry-at-utility-finds-questionable-spending.html","abstract":"  An internal investigation into the gas and electric utility serving Rockland and Orange Counties has found almost $4 million in questionable spending, including $885,000 in bogus business expenses billed by the company's former chairman and other executives.   Investigators said the former chairman, James F. Smith, used company funds to pay for personal expenses like vacation visits to Europe and Russia, gift baskets for friends, tickets to Broadway shows, expensive wine and $37,158 worth of food for private parties at the company's conference center in Sullivan County.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049824.html","abstract":"  A picture caption last Wednesday with an article about the effects of the Woodstock festival on Saugerties, N.Y., incorrectly described a woman displaying a T-shirt in a shop there. She was Regan Mashayekhi, a worker at the shop, not a tourist.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/24/nyregion/news-summary-043052.html","abstract":"  International A3-11  MEXICO WINNER OFFERS DIALOGUE  The winner of Mexico's presidential election said he would seek a dialogue with his opponents, but he did not seem to be convinced that he would have to bring his opponents into the Government.  A1  FEARS FOR MEXICO'S LEFT  Mexico's left wing is so splintered by its poor showing that there are fears that it might be cut off from the political process and then turn to more violent ways to be heard.  A10","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Pope's Health Is Prompting New Concern","web_url":"https://www.nytimes.com/1994/08/24/world/pope-s-health-is-prompting-new-concern.html","abstract":"  The Vatican insisted today that Pope John Paul II was making \"excellent\" progress during a vacation in the mountains of northern Italy, despite concern over his health and questions about the potential hazards of the visit he plans to Sarajevo.   The worries about the 74-year-old Pope's physical well-being resurfaced on Sunday when he seemed to grimace in pain while descending from a platform after he had said Mass.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE OVERVIEW -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Washington Considers Housing Newcomers at Mainland Sutes","web_url":"https://www.nytimes.com/1994/08/24/world/flight-cuba-overview-us-scrambling-cope-with-rising-tide-cuban-refugees.html","abstract":"  Alarmed that its new policy of keeping out Cuban boat people has failed to stem the flow of refugees, the Clinton Administration is considering greatly expanding the capacity of the naval base at Guantanamo Bay, Cuba, to handle them.   With the flood of Cubans picked up at sea exceeding 2,000 for the second straight day, some Administration officials said they might be forced to consider an emergency option: placing the Cubans in military bases and other Federal properties on the mainland, as was done during the Mariel exodus of 1980 when 125,000 Cubans left for the United States.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Two Red Sox Have Surgery And Are Out for the 'Season'","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-baseball-two-red-sox-have-surgery-and-are-out-for-the-season.html","abstract":"  Red Sox third baseman SCOTT COOPER and left fielder MIKE GREENWELL underwent arthroscopic surgery yesterday and will be out for the season if the strike ends. Cooper, placed on the disabled list Aug. 7, had torn cartilage repaired in his right shoulder. Greenwell, who injured his left shoulder when he ran into the wall on opening day, was put on the disabled list Aug. 4. He also had torn cartilage repaired. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Personal Health; Toxic shock: out of mind, but still a serious threat.","web_url":"https://www.nytimes.com/1994/08/24/us/personal-health-toxic-shock-out-of-mind-but-still-a-serious-threat.html","abstract":"  TOXIC shock syndrome may have faded from prominent public concern but not from the medical record books. This often-fatal disease may be nearly as common now as it was in the early 1980's, when it terrified menstruating women, especially those who used highly absorbent tampons.    Cases of toxic shock fell off sharply in 1984 after Rely, made by the Procter & Gamble Company, and other superabsorbent tampons were taken off the market. But according to data gathered in Minnesota, toxic shock cases slowly began to rise again as the staphylococcal bacteria that could produce the deadly toxin spread to more people.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Bumper Year for Bugs","web_url":"https://www.nytimes.com/1994/08/24/opinion/a-bumper-year-for-bugs.html","abstract":"  Louder, definitely louder. That is the emphatic if impressionistic judgment about the nightly katydid chorus this August, ventured by a dozen householders and nature-watchers from Georgia to Connecticut. The weather is the cause: a punishing winter, a cool spring and a wet summer, an ideal combination for insect eggs and larvae, and bad for the predators and soil fungi that kill them. Hence what Dr. Louis Sorkin, an entomologist at the American Museum of Natural History, calls \"higher than average species populations\" for everything from crickets to mosquitoes.   From there, it all depends on one's perspective. Consider the grasshopper, which is said to cause $80 billion in crop damage every year, whose five-to-seven-year cycle is now peaking. Farmers around Washington D.C. contend that the green creatures have munched away whole fields of alfalfa and soybeans; backyard gardeners in Virginia report that \"gourmet grasshoppers\" are cleaning out beds of basil, sage and mint. It is small solace for victims to be reminded by agronomists that grasshopper guano is excellent fertilizer for next year's crops.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":79,"wspd":11.2},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":11.2},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":86,"wspd":7.6},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":85,"wspd":13},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":85,"wspd":9.4},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":85,"wspd":11.2},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":11.2},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":81,"wspd":13},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":72,"wspd":16.6},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":63,"wspd":16.6},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":57,"wspd":22.3},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":49,"wspd":22.3},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":50,"wspd":14.8},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":49,"wspd":20.5},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":51,"wspd":18.4},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":47,"wspd":24.1},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":45,"wspd":18.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":73,"wspd":13},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":83,"wspd":13},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":68,"wspd":13},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":16.6},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":75,"wspd":9.4},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":80,"wspd":11.2},{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":43,"wspd":14.8},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":13},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":9.4},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":55,"wspd":11.2},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":61,"wspd":7.6},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":72,"wspd":9.4},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":0},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":7.6},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":13},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":11.2},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":13},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":11.2},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":9.4},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":40,"wspd":9.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":14.8},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":48,"wspd":14.8},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":57,"wspd":13}]},"19940825":{"guardian_articles":[],"nytimes_articles":[{"date":"19940825","headline":"Arias Up and Calls It Quits","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-arias-up-and-calls-it-quits.html","abstract":"  Eleven years ago, Jimmy Arias made it all the way to the United States Open semifinals, where he lost to Ivan Lendl before a full house on the Stadium Court at the National Tennis Center.   Yesterday, on Court 18 before 100 of the curious and nostalgic, Arias succumbed in the first round of Open qualifying. Afterward, he said farewell to the tennis tour.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"International Ban for Maradona","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-soccer-international-ban-for-maradona.html","abstract":"  DIEGO MARADONA, the Argentine soccer star, has been banned from playing nationally or internationally for 15 months because he took a banned stimulant during the World Cup.   A disciplinary panel for FIFA, soccer's world governing body, decided on the sanction against Maradona for his failure of a drug test after Argentina's second match of the World Cup against Nigeria on June 25. Five days later, Maradona, 33, captain of the Argentine team, was banned from the rest of the World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"A Yellowstone Mine Means Double Trouble","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-a-yellowstone-mine-means-double-trouble-057916.html","abstract":"  To the Editor:   The Canadian-based Noranda Inc.'s proposed mine adjacent to Yellowstone National Park would be more than just a ripoff of the United States Treasury.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Chinese Star Given 2-Year Ban","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-swimming-chinese-star-given-2-year-ban.html","abstract":"  A female Chinese swimmer tested positive for drug use, and has been banned from competition for two years and stripped of her three Goodwill Games gold medals, the official Xinhua News Agency reported yesterday from Beijing.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Jet Awaits His Punts at Ground Zero","web_url":"https://www.nytimes.com/1994/08/25/sports/football-jet-awaits-his-punts-at-ground-zero.html","abstract":"  The Jets' biggest concern, says Coach Pete Carroll, is punt returns. And Aaron Glenn's preseason statistics leave room for concern: four punts handled (or mishandled) for zero yards.   Carroll hopes all that will change in Tampa, Fla., on Friday night when the Jets oppose the Tampa Bay Buccaneers in their preseason finale. He said Glenn will be the punt returner and one of two kickoff returners, but he did not exactly give the rookie a vote of confidence. Glenn said he knows he must produce.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/inside-057614.html","abstract":"  Powerful Hollywood Chief Is Leaving Disney Studios    Jeffrey Katzenberg is resigning as chairman of Disney Studios. Mr. Katzenberg had sought, and failed, to get the No. 2 job at Walt Disney, the studio's parent company. Page D1. Gates Against Crime    It may sound simple, but the residents of the Five Oaks neighborhood in Dayton, Ohio, put up 35 curb-to-curb gates and watched violent crime fall by 50 percent. Page C1.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"U.S. Has Itself to Blame for Cuban Refugees","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-us-has-itself-to-blame-for-cuban-refugees-057894.html","abstract":"  To the Editor:   President Clinton has made the first real change in Cuba policy in 28 years by \"adjusting\" the Cuban Adjustment Act of 1966. But by stating once again that he will continue to enforce the embargo against Cuba and the Cuban Democracy Act, the President is allowing a small minority of ultraconservatives in Miami to dictate United States policy.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Professor Challenges Ellis Island Health Exhibit","web_url":"https://www.nytimes.com/1994/08/25/nyregion/professor-challenges-ellis-island-health-exhibit.html","abstract":"  One Sunday last month, Dr. Victor Herbert went to Ellis Island in search of his namesake, his father's famous first cousin, the composer of period-piece operettas like \"Naughty Marietta.\" That Victor Herbert arrived at Ellis Island in the days when it was the immigrant's gateway to a new country and a new life.   Dr. Herbert did not find his relative's name among the thousands on the Wall of Honor. But he found something else that set off a volley of letters, faxes and Freedom of Information requests.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"At That Moment in Paris We Were the Finest of All","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-at-that-moment-in-paris-we-were-the-finest-of-all.html","abstract":"As Aug. 25, 1944, dawned, the U.S. 4th Infantry Division found itself in a bivouac just south of Paris. Orville Schroeder, my communications sergeant, brought me out of a deep sleep by shaking me and saying, \"Wake up, Captain Ausland, we are going t","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Cuomo Pledges Technology School for Talented","web_url":"https://www.nytimes.com/1994/08/25/nyregion/cuomo-pledges-technology-school-for-talented.html","abstract":"  Gov. Mario M. Cuomo said today that he would ask the State Legislature to approve financing next year for a high school of technology for academically talented students on Long Island.   Mr. Cuomo, who made the announcement at a news conference with the Suffolk County Executive, Robert J. Gaffney, said the school would provide talent for high technology industries that were essential to Long Island's future.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"A G.O.P. Star Rejects a Race For President","web_url":"https://www.nytimes.com/1994/08/25/us/a-gop-star-rejects-a-race-for-president.html","abstract":"  At a time when most Republican hopefuls are still mulling over whether to run for President, one of them, William J. Bennett, announced today that he would not join the race.   Mr. Bennett, a former Education Secretary and director of drug policy, cited family and professional reasons for not seeking the Republican nomination, leaving up for grabs the religious conservatives who have been his biggest supporters.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Editorial Notebook: The Cozy Culture of Washington; Mr. Espy's Troubles Are Rooted in Custom","web_url":"https://www.nytimes.com/1994/08/25/opinion/editorial-notebook-cozy-culture-washington-mr-espy-s-troubles-are-rooted-custom.html","abstract":"  Because he accepted and in some cases solicited plane rides, sports tickets and other favors from companies he regulates, Mike Espy, the Secretary of Agriculture, deserves harsh criticism. And while he insists he later reimbursed his corporate friends, and made no regulatory rulings in their favor, he may also have won himself the scrutiny of an independent counsel -- assuming that a panel of judges grants Attorney General Janet Reno's request for an investigation of Mr. Espy's conduct.   At first blush, it seems baffling: How could Mr. Espy, a former Congressman savvy in the ways of Washington, get into this mess? But that's just the trouble. He seems to have been blinded by his six years in the House to the impropriety of sponging off those with a huge stake in his official decisions. After all, members of Congress do it all the time.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Animal Anti-Cruelty Laws Protect Rats Too","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-animal-anti-cruelty-laws-protect-rats-too-057940.html","abstract":"  To the Editor:   In the case of the rat killer of Hillside, N.J., it is repugnant that a man who cruelly killed an animal is called a hero while another man, charged with enforcing laws to protect animals against cruelty, is called unreasonable for trying to do his job.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"U.N. Rwanda Rights Effort Is Hurt by Understaffing","web_url":"https://www.nytimes.com/1994/08/25/world/un-rwanda-rights-effort-is-hurt-by-understaffing.html","abstract":"  The United Nations efforts to monitor human rights in Rwanda and to bring to justice those suspected of taking part in massacres are understaffed and ill-equipped, officials said today.   Only 3 of a planned 20 monitors have arrived in Rwanda and they do not have communication equipment or vehicles to allow them to move around the country.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Clinton Says Coalition Plan Lacks Scope","web_url":"https://www.nytimes.com/1994/08/25/us/the-health-care-debate-the-senate-clinton-says-coalition-plan-lacks-scope.html","abstract":"  President Clinton today criticized the health care plan of a bipartisan group of senators because it does not require employers to pay for their workers' insurance. He said that not including such a provision prevented the plan from providing prescription drug coverage for the elderly or much money for long-term care.   Mr. Clinton said the senators in the self-styled \"mainstream coalition\" were \"walking away from what is the only known way to provide universal coverage, control cost increases in the out years and still generate enough money.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Economist Hired by Union Disputes Owners' Loss Claims","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-economist-hired-by-union-disputes-owners-loss-claims.html","abstract":"  The Milwaukee Brewers, owned by Bud Selig, the acting commissioner, and one of the clubs most often cited as the epitome of a small-market team in trouble, are financially healthy and appear to have economic problems only because of excessive general and administrative costs.   That assessment is one of many intriguing conclusions reached by Roger Noll, a Stanford University economist, in an analysis of major league baseball's financial data that was commissioned by the Players Association. The clubs provided the information to the union to bolster their contention that baseball needs a new economic system in which the clubs would have cost control.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/25/style/IHT-what-theyre-reading.html","abstract":"Mark Palmer, former American ambassador to Hungary and now president of the Central European Development Corporation in Berlin, is reading \"Fatherland\" by Robert Harris...\"This book says so much about the terrible events that took place","thumbnail":null,"section":"Style"},{"date":"19940825","headline":"A Goodwill Gesture by Indians","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-baseball-a-goodwill-gesture-by-indians.html","abstract":"  Pitcher MATT TURNER, who continues to undergo chemotherapy treatments for Hodgkin's disease, was released yesterday by the Cleveland Indians so that he can receive the remainder of his contract, a team official said.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Brinksmanship Prevails in Fight on Crime Bill","web_url":"https://www.nytimes.com/1994/08/25/us/brinksmanship-prevails-in-fight-on-crime-bill.html","abstract":"  The majority and minority leaders of the Senate appeared locked in a game of political brinksmanship over the well-worn crime bill today, with the prestige of the White House at stake.   But neither George J. Mitchell, the Democratic leader, nor his Republican counterpart, Bob Dole, seemed prepared to move first.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Transit Police Training Video Urges Restraint","web_url":"https://www.nytimes.com/1994/08/25/nyregion/transit-police-training-video-urges-restraint.html","abstract":"  The action happens so fast that the scene is almost a blur. A woman rushes upstairs from a New York City subway platform and screams at a nearby Transit Authority police officer: \"There's a man with a gun down there.\"   The officer, who is white, draws his gun and rushes downstairs, where he confronts a black man and a Hispanic man on the platform, holding a gun on a white man. With the grainy realism of cinema verite, the officer approaches the three men with his gun trained on them. Then there is the sound and flash of gunfire.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/25/nyregion/metro-digest-052507.html","abstract":"  OFFICER'S PARTNER DETAILS SHOOTING The partner of the transit police officer who was critically wounded in the subway on Monday has told investigators that an off-duty police officer continued firing at the transit officer after he had been hit and had fallen face down, shooting him at least twice in the back, an official familiar with the investigation said. A1. A transit police videotape is aimed at preventing the kind of shooting that occurred. B2.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Hollywood Wunderkind's Fall and Rise","web_url":"https://www.nytimes.com/1994/08/25/movies/books-of-the-times-hollywood-wunderkind-s-fall-and-rise.html","abstract":"  The Kid Stays in the Picture  By Robert Evans  Illustrated. 412 pages. Hyperion. $24.95.    The great age of the Hollywood mogul was over by the time Robert Evans became Paramount's head of production in the mid-1960's, but no one let Mr. Evans know. So he reigned with the shameless exuberance of an old-time studio czar, living large and attracting talent of every stripe. He lived in a house with a 2,000-rosebush garden, as he is fond of mentioning. And he held weekly at-home screenings, at which \"among the mainstays were Warren, Dustin, Jack, Roman,\" etc. Generous to a fault, in 1969 he was renting cars for 14 different aspiring actresses. And \"today, of the 14 girls, six have become internationally famous stars, none earn less than a million bucks a year.\"","thumbnail":null,"section":"Movies"},{"date":"19940825","headline":"Rights of Aliens","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-rights-of-aliens-058092.html","abstract":"  To the Editor:   Anthony Lewis, in criticizing a Clinton Justice Department brief opposed to the free speech rights of resident aliens, tries to bolster his case by distinguishing resident aliens from aliens seeking entry, who \"have no rights\" (column, Aug. 19).","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Park Strollers Thwart Attack On 9-Year-Old","web_url":"https://www.nytimes.com/1994/08/25/nyregion/park-strollers-thwart-attack-on-9-year-old.html","abstract":"  A group of people enjoying a sunny afternoon in Prospect Park in Brooklyn saved a 9-year-old girl from being kidnapped by a convicted sex offender yesterday, the police said.   Detective Mary Ann Mullin, a police spokeswoman, said that the man, who was a stranger to the girl, tried to lure her to his home with the promise of video games.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Accounts of Police Shooting Say Officer Fired After Victim Fell","web_url":"https://www.nytimes.com/1994/08/25/nyregion/accounts-of-police-shooting-say-officer-fired-after-victim-fell.html","abstract":"  The partner of the transit police officer who was critically wounded in the New York subway on Monday has told investigators that an off-duty police officer continued firing at the transit officer after he had been hit and had fallen face down, shooting him at least twice in the back, an official familiar with the investigation said yesterday.   The account of the partner, David Thompson, was similiar in some ways to that of another witness, a commuter who said he saw the off-duty officer stand over the transit officer and fire into his back three times at point-blank range.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Board Agrees On Ballots In Chinese","web_url":"https://www.nytimes.com/1994/08/25/nyregion/board-agrees-on-ballots-in-chinese.html","abstract":"  After failing to comply for two years with a Federal law requiring Chinese translations on ballots, the New York City Board of Elections has reversed itself and agreed to provide the translations in the Sept. 13 primary for the first time.   The board had said there was not enough room on the ballots to fit the translations and that printers hired to produce the ballots were unable to handle Chinese characters.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Giants Get a Kick Out of This Linebacker","web_url":"https://www.nytimes.com/1994/08/25/sports/football-giants-get-a-kick-out-of-this-linebacker.html","abstract":"  The arms on Corey Miller look like something out of a Popeye episode. His biceps, or guns as some of his Giants teammates call them, are as big as most people's thighs. He can bench-press 480 pounds. That's a golf cart with Dan Reeves sitting in it. On his light days, he benches 225 pounds 36 times. Ho-hum.   At 6 feet 2 inches and 255 pounds, the 25-year-old Miller is a tremendous physical presence. He is also the backup place-kicker. That's right. The backup kicker. If Brad Daluiso goes down, Miller and all those muscles would attempt a field goal.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Health Care's Genial Wheeler-Dealer","web_url":"https://www.nytimes.com/1994/08/25/us/the-health-care-debate-behind-the-scenes-health-care-s-genial-wheeler-dealer.html","abstract":"  When John Berlinger Breaux, the Louisiana Democrat who is at the center of fading hope for compromise on health care legislation, emerged from a Senate Democratic caucus the other day, a pile of waiting reporters glommed onto him like iron filings on a magnet.    \"We're going in circles,\" the trim, tanned Senator told them with the merest hint of a smile. \"But we're moving aggressively.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Quiet Winners in House Fight on Crime: Women","web_url":"https://www.nytimes.com/1994/08/25/us/quiet-winners-in-house-fight-on-crime-women.html","abstract":"  With the Senate snared in the second act of a summer stock drama on the crime bill, House members are taking a closer look at the paper trail left by their furious late-night trading as they careened toward consensus last week.   After all the uproar over what conservative critics called \"pork\" in the $30.2 billion crime measure, the fretting over total failure and the dimming -- finally -- of the C-Span lights, what they are finding is that the quiet winners in the bill that finally emerged are women and children.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"A Legend Is Seeking Power Role","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-notebook-a-legend-is-seeking-power-role.html","abstract":"  Martina Navratilova won't be the first retired athlete to segue into politics, but she's probably the first to run against her own longtime doubles partner, Pam Shriver. The post at stake in this curious competition is the presidency of the WTA Tour Players Association, a position held by Shriver for the last three years.   At an election to be held in New York City Sunday night, the fourth-ranked Navratilova, an outspoken advocate of challenging the tennis establishment, will attempt to block Shriver's re-election bid.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Ollie North Enjoying Run To the Top in Senate Race","web_url":"https://www.nytimes.com/1994/08/25/us/ollie-north-enjoying-run-to-the-top-in-senate-race.html","abstract":"  As a call-in host here egged him on this morning before a live radio audience, the candidate for the United States Senate swigged a cup of water, then squirted it between the gap in his front teeth high into the air, hitting a target nearly 10 feet away.   \"Bull's eye! Dead on!\" said Oliver L. North, the former lieutenant colonel in the Marines, who still likes to prove he has that can-do spirit.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Clinton's Only Hope on Cuba","web_url":"https://www.nytimes.com/1994/08/25/opinion/clintons-only-hope-on-cuba.html","abstract":"President Clinton has backed himself into a corner with his new detention policy for Cuban refugees. As thousands flee their island on leaky rafts thrown together from inner tubes and packing crates, the President has just three choices, all unpalatable.\n\nHe can abandon the detention policy and admit the arriving refugees. He can lift the 30-year embargo against Cuba, easing some of the island's economic woes. Or he can escalate the raft wars with a full naval blockade of commercial shipping to Cuba.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Argentines Concede Missteps on Bombing","web_url":"https://www.nytimes.com/1994/08/25/world/argentines-concede-missteps-on-bombing.html","abstract":"  Despite announcements two weeks ago that Argentina had evidence linking Iranian diplomats to the bombing of a Jewish community center here on July 18, the Government is still far from knowing who carried out the attack and may never resolve the case, Argentine officials say. The bombing killed 100 people and wounded scores of others.    The officials, who are familiar with the Government's investigation of the bombing and who spoke on condition of anonymity, said in recent interviews that the case against the Iranian diplomats was very thin, based mainly on circumstantial evidence provided by an Iranian dissident whose credibility was uncertain.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Let High Schools Shop For Supplies and Save","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-let-high-schools-shop-for-supplies-and-save-058130.html","abstract":"  To the Editor:   As a New York City school supervisor, I am pleased Schools Chancellor Ramon C. Cortines believes it is necessary to modify the way the Board of Education buys supplies. This should be simplest to do in high schools, which the Chancellor controls.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Jansen, Happy on Television, Announces His Retirement","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-speed-skating-jansen-happy-on-television-announces-his-retirement.html","abstract":"  Having finally won an Olympic gold medal and busy with endorsements and a new career as a television commentator, DAN JANSEN announced his retirement from speed skating yesterday.    Jansen, 28, won a gold medal in the 1,000 meters at Lillehammer, Norway, in February, ending years of Olympic frustration.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Israel Yielding Some Authority For West Bank","web_url":"https://www.nytimes.com/1994/08/25/world/israel-yielding-some-authority-for-west-bank.html","abstract":"  Israel will begin handing over to Palestinians the running of schools, health and welfare services and tax collection in the West Bank on Monday as a result of an agreement that was initialed today in Cairo.   The newly initialed agreement, known as the Palestinian \"early empowerment\" accord, was originally envisioned by the 1993 settlement that created the Palestinian self-rule enclaves in Gaza and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-058017.html","abstract":"  Hong Kong's Legislative Council probably doesn't have any idea of the peripheral credentials of a young man who will soon be working for one of its members.   The curriculum vitae of DAVID C. VIOTTI, 24, one of 15 young men and women just named Luce Scholars, include membership in Phi Beta Kappa; a degree from Georgetown University, where he majored in government, and studies at Oxford University. Less well known is that Mr. Viotti, a native of Colorado Springs, was named Funniest Person on Campus at Georgetown and was a member of an improvisational comedy group at Oxford.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Washington Finds Way to Upset Edberg","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-washington-finds-way-to-upset-edberg.html","abstract":"  The sixth time was the charm for MaliVai Washington.   After having never won a set against Stefan Edberg in five previous meetings, Washington won two tonight in a 6-0, 3-6, 6-3 second-round upset of Edberg at the Waldbaum's Hamlet Cup.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Judge Rejects Chavis's Effort to Be Reinstated in N.A.A.C.P. Job","web_url":"https://www.nytimes.com/1994/08/25/us/judge-rejects-chavis-s-effort-to-be-reinstated-in-naacp-job.html","abstract":"  A judge refused today to order the N.A.A.C.P. to reinstate the Rev. Benjamin F. Chavis Jr. as executive director, saying that if Mr. Chavis believed that the organization had improperly dismissed him, he could sue for breach of contract.   The ruling by Judge Herbert Dixon of the Superior Court of the District of Columbia temporarily halted the skirmishing between the association and Mr. Chavis, who was dismissed on Saturday over accusations of financial mismanagement and personal misconduct.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Montreal Journal; A 'Free' Quebec? In Many Tongues, a Firm 'No!'","web_url":"https://www.nytimes.com/1994/08/25/world/montreal-journal-a-free-quebec-in-many-tongues-a-firm-no.html","abstract":"  Italian-born Johnny Cicchino, who has lived in Canada for 25 of his 52 years and now owns a fruit and vegetable business in one of the biggest and busiest Montreal food markets, says the idea that Quebec might separate from Canada is \"crazy, completely crazy.\"   \"We all work here together,\" Mr. Cicchino declared, arms waving expansively at the workers crowding around his colorful stall, beside bins brimming with figs, tomatoes and melons. \"We speak French, English, Italian -- it makes no difference. We're all good friends. We don't want anybody ordering us to speak French.\"","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Catholic Leaders' Dilemma: Abortion vs. Universal Care","web_url":"https://www.nytimes.com/1994/08/25/us/health-care-debate-catholic-church-catholic-leaders-dilemma-abortion-vs.html","abstract":"  The nation's largest private provider of health care, the Roman Catholic Church, finds itself of two minds when it comes to new health care legislation.   It desperately wants universal coverage. But it cannot live with a provision that many legislators are likely to insist on including: guaranteed coverage for abortion.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn","web_url":"https://www.nytimes.com/1994/08/25/nyregion/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html","abstract":"  For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity.   A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating in the July 1977 blackout that produced a night of smoke and looting. \"Ridgewood has only five years left to go\" was the popular phrase 25, 20 and 15 years ago among doomsaying residents, convinced that Bushwick's blight would spread.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"1919: Doubting Tokio : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1919-doubting-tokio-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Coreans in Paris express complete scepticism as regards the reforms which are to be effected by the Japanese in Corea. Mr. Earl K. Whang, of the Corean mission, stated yesterday [Aug. 24] that the measures outlined in the Imperial rescript issued","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Starr Filed No Brief for Women's Group","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-starr-filed-no-brief-for-women-s-group-058122.html","abstract":"  To the Editor:   In your call for Kenneth W. Starr to step down as Whitewater independent counsel (editorial, Aug. 18), you state that he \"was working on a legal brief for a conservative women's organization opposing President Clinton.\" The Independent Women's Forum is not conservative, does not oppose President Clinton and has not asked Mr. Starr to prepare a legal brief.   The forum is troubled by the notion that any man should enjoy legal immunity from charges of sexual har- assment. We asked Mr. Starr, among others, to explore with us the constitutional question of whether or not a sitting President is immune from civil liability for nonofficial acts before taking office. While we might decide to take some sort of action, no such decision has been made. It is therefore quite a leap for you to conclude that \"Mr. Starr passed from public commentator to litigating opponent.\"   We speak for women working to raise families and build careers. We consider ourselves neither conservative nor liberal, but sensible. Our interest in the Paula Jones case was prompted by a concern that if the immunity defense prevailed, it might serve as a precedent for powerful men to avoid or delay accountability for the sexual harassment of less powerful women. ANITA K. BLAIR  Pres., Independent Women's Forum Arlington, Va., Aug. 18, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Hutu and Tutsi Mill the Rice and Set an Example","web_url":"https://www.nytimes.com/1994/08/25/world/hutu-and-tutsi-mill-the-rice-and-set-an-example.html","abstract":"  A day in Rwanda's rice-growing region is a reminder that not every Hutu is a killer or a refugee.   At the rice-milling cooperative here, men are again working eight-hour days, shelling, bagging and selling the rice brought in by members, Hutu and Tutsi. The cement factory, which employs both Hutu and Tutsi, may reopen soon.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Hardening Its Stance, U.S. Expands Guantanamo Camp","web_url":"https://www.nytimes.com/1994/08/25/us/flight-cuba-government-policy-hardening-its-stance-us-expands-guantanamo-camp.html","abstract":"  The Clinton Administration today ordered a vast and immediate expansion of its capacity to house fleeing Cubans at Guantanamo Bay and said it was prepared to maintain encampments of Cubans at the base or perhaps in third countries for the indefinite future.   Faced with an ever-surging flow of refugees, the Administration made clear that it intended to expend enormous effort to accommodate the Cubans in tent cities abroad without allowing them to spill onto American shores.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"New From Orson Welles: Updated 'Quixote'","web_url":"https://www.nytimes.com/1994/08/25/movies/new-from-orson-welles-updated-quixote.html","abstract":"  With a soundtrack featuring Orson Welles's own booming narration, a roughly cut version of the director's unfinished film \"Don Quixote\" made its public debut at the Edinburgh Film Festival this week, nine years after his death.   Critics and sponsors said audiences who filled a screening hall over the weekend reacted with a mixture of enthusiasm and bewilderment to their first glimpse of the scratchy, sometimes grainy black-and-white film, which Welles began in 1954.","thumbnail":null,"section":"Movies"},{"date":"19940825","headline":"Study of Virus Halted at Yale After Mishap","web_url":"https://www.nytimes.com/1994/08/25/nyregion/study-of-virus-halted-at-yale-after-mishap.html","abstract":"  At the request of Federal officials, Yale University has temporarily halted research into the rare virus that infected a university scientist in a laboratory accident earlier this month. But there are no plans to close the lab where the accident occurred, state health officials said.   Yale has asked state and Federal health officials to review all procedures used at the laboratory at its medical school and to recommend any necessary changes.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/25/nyregion/no-headline-051934.html","abstract":"  \"The Presidency is an important job. But there are other important jobs. And much, indeed most, of the important work that needs to be done in our country will have to be done outside of the Federal Government. For the present time, that's where I plan to be.\" -- WILLIAM J. BENNETT, former Education Secretary.  [ B7:4. ]","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Gender Gap Continues to Close on S.A.T.'s","web_url":"https://www.nytimes.com/1994/08/25/us/gender-gap-continues-to-close-on-sat-s.html","abstract":"  Citing significant strides in math and science by women of all ethnic backgrounds, the College Board said today that the male-female gap on Scholastic Assessment Test scores continued to narrow among high school students last year.   Releasing the annual report on S.A.T. scores, Donald A. Stewart, the president of the College Board, which oversees the tests, said:","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Essay; The En-En Document","web_url":"https://www.nytimes.com/1994/08/25/opinion/essay-the-en-en-document.html","abstract":"  The Clinton Administration's most revealing policy document laying out \"the national security strategy of the United States,\" no less -- has been kept secret by the fiendishly clever device of making it public.   Issued a month ago in the dead of night, the blue-covered \"National Security Strategy of Engagement and Enlargement\" was dubbed \"the En-En Document\" by engaging reporters and enlarged pundits.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-057991.html","abstract":"  A $10 million copyright infringement lawsuit against the singer BILLY JOEL has been dropped, The Associated Press reported yesterday. Alan Friedman, Mr. Joel's lawyer, said that GARY ZIMMERMAN, the claimant, had received no money; Carl Person, Mr. Zimmerman's lawyer, confirmed that.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Stock Market Surge Startles Wall Street","web_url":"https://www.nytimes.com/1994/08/25/us/stock-market-surge-startles-wall-street.html","abstract":"  Shaking itself out of a summer-long torpor, the stock market staged a remarkable rally yesterday, with the Dow Jones industrial average surging 70.90 points, or almost 2 percent, to 3,846.73. The magnitude of the rally stunned Wall Street. Some analysts said it could signal a recovery in stocks, which have been under pressure since the Federal Reserve began raising interest rates in early February. Others doubted the rally's momentum would be long-lived.   Several factors fed the rally. Bond prices have risen, while the dollar has come out of its tailspin.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Pupils of Burned School in Alabama Start Classes Hoping for Harmony","web_url":"https://www.nytimes.com/1994/08/25/us/pupils-of-burned-school-in-alabama-start-classes-hoping-for-harmony.html","abstract":"  Under a lowering gray sky, the 600-odd students of Randolph County High trooped into the charred remnants of their school today for the first day of classes and, many hoped, a fresh attempt at racial peace in Wedowee, a troubled rural hamlet in the Appalachian foothills.    Indeed, there were plenty of assertions of new-found harmony from local school officials, before and after the shortened first day. \"It was like a family,\" said the new assistant principal, Lucille Burns, who is black, after the school day ended at midmorning. \"We're healing.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Nigeria's Tarnished Brass","web_url":"https://www.nytimes.com/1994/08/25/opinion/nigeria-s-tarnished-brass.html","abstract":"  The reckless soldiers who govern Nigeria seem to have a single response to anything that displeases them: Lock up everybody who is out of step, even if that means half the country. Since the country in question happens to be the most populous in Africa, a major exporter of oil and a volatile mix of a dozen cultures, 250 languages and 3 unstable regions, this martial misrule has to be of serious concern to Africa, Washington and the world.    It would appear that the army manual stipulates these rules for dividing, demoralizing and impoverishing a potentially great nation:","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Showalter Avoiding Delicate Matters","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-showalter-avoiding-delicate-matters.html","abstract":"  Buck Showalter sounded confused and helpless as he talked about the status of his striking players, two emotions that are rarely associated with the control-crazed, detail-oriented Yankee manager. Whether he is watching another minor league game or scampering through another airport, Showalter's thoughts for almost two weeks now have frequently drifted to what his players are doing. He wishes he knew.   Showalter says that he has not spoken to any players since the strike began on Aug. 12 because he has been inundated with scouting trips. After spending a few days at home in Pace, Fla., he went to Fort Mill, S.C., and then to Columbus, Ohio, to scout the Yankees' Class AAA Clippers. He is now in Albany, with the Class AA club.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"No Betting on Cane Favorite","web_url":"https://www.nytimes.com/1994/08/25/sports/horse-racing-no-betting-on-cane-favorite.html","abstract":"  Cam's Card Shark, seeking to become the richest single-season horse in harness racing history, drew post position No. 5 yesterday for Saturday night's $391,780 Cane Pace at Yonkers Raceway.   Only five rivals dared to enter the race against Cam's Card Shark, who is such an overwhelming favorite that Yonkers received permission from the New York State Racing and Wagering Board to exclude him from parimutuel wagering. For wagering purposes, Cam's Card Shark will in effect be invisible; bets will be taken on the race's other horses.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"1894: Servian Reversal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1894-servian-reversal-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Many unexpected events arise in Servia, but the news which has just been received from that little kingdom passes all bounds. It is stated that the young King Alexander, acting on the advice of his father, is about to abrogate the Constitution of","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"And Iran's Neighbors?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-and-irans-neighbors-letters-to-the-editor.html","abstract":"Regarding \"Oppose Iranian and Other Extremists, Not All Islam\" (Opinion, Aug. 19):.Omar Al Hassan has weighty credentials, but his article is short on facts and long on conjecture..Iran's annual arms procurement was recently estimated by th","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Mayor's Veto of Food Vendor Bill to Stand","web_url":"https://www.nytimes.com/1994/08/25/nyregion/mayor-s-veto-of-food-vendor-bill-to-stand.html","abstract":"  Backing away from a confrontation with Mayor Rudolph W. Giuliani, the City Council has decided not to challenge his veto of a bill that would have allowed food vendors to operate on streets where the Mayor had sought to crack down on illegal vending.   The bill would have allowed food vendors to operate on 17 midtown streets that had previously been restricted and that have been subject to a vigorous enforcement effort by the Giuliani administration. The bill was approved in June by the Democratic-controlled Council by a 40-to-11 vote.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Cost of Lead Cleanup Puts More Poor Children at Risk","web_url":"https://www.nytimes.com/1994/08/25/nyregion/cost-of-lead-cleanup-puts-more-poor-children-at-risk.html","abstract":"  In the bedroom of a South Bronx apartment, paint is peeling down to the bare wood of the door and window frames. On the bed, Belinsky Solano, a 13-month-old boy with bright brown eyes, wriggles and smiles. Recently, doctors found he had one and a half times the level of lead considered safe in his blood, and the peeling lead-based paint around him is the prime suspect.   \"They said if it goes higher he could get brain damage,\" said Angie Diaz, the boy's mother. She does not have the money to move to another building and the landlord said the income from rent would not pay for repairs to the building. Ms. Diaz expressed her feelings in a single word, \"Trapped.\"","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-058009.html","abstract":"  It could be that life as a royal dog isn't all that exciting: the corgis and dorgis of QUEEN ELIZABETH II have been looking for action again. The monarch returned to London on Tuesday from a visit to Canada, unaware that three of her dogs had just caused no little excitement.    London newspapers reported that the three slipped away from royal aides waiting to greet the Queen at Heathrow Airport, hurtled across the grass and, growling and snarling, circled a German shepherd police dog. The small terrorists were recaptured before any blood was spilled.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Rare Bizet Comic Opera Is to Be Presented","web_url":"https://www.nytimes.com/1994/08/25/arts/rare-bizet-comic-opera-is-to-be-presented.html","abstract":"  A concert performance of Bizet's rarely heard one-act comic opera \"Djamileh\" is to be the featured work in the opening concert of the American Symphony Orchestra's 1994-95 season, on Sept. 25 at 3 P.M. at Avery Fisher Hall. The concert, called \"Paris in the 1860's: The Origins of Impressionism,\" will be presented in conjunction with an exhibition of Impressionist works at the Metropolitan Museum of Art. The program will also feature excerpts from Offenbach's operetta \"La Vie Parisienne.\"","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/25/nyregion/news-summary-051560.html","abstract":"  International A3-11  MORE AUTONOMY FOR PALESTINIANS  An agreement was initialed by Israeli and Palestinian negotiators to give Palestinians in the West Bank more autonomy over schools, health and welfare services and taxes.  A1","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Russian Reunion on Sharks","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-hockey-russian-reunion-on-sharks.html","abstract":"  Left wing VIKTOR KOZLOV may have a chance to play side-by-side with his boyhood heroes, San Jose Sharks wing SERGEI MAKAROV and center IGOR LARIONOV.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"CASTRO RULES OUT ANY MOVE TO HALT FLOW OF REFUGEES","web_url":"https://www.nytimes.com/1994/08/25/world/flight-from-cuba-the-overview-castro-rules-out-any-move-to-halt-flow-of-refugees.html","abstract":"  Challenging President Clinton's decision to send Cuban refugees to Guantanamo naval base as an \"absurd response\" to the mounting immigration crisis between the United States and Cuba, Fidel Castro said tonight that he would make no effort to halt the flow of people leaving his country.   Speaking on state television, the Cuban President said the United States was to blame for the exodus that began earlier this month and is growing by the day. New policy measures announced by Mr. Clinton in recent days only \"make the problem more complicated,\" Mr. Castro said.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Article 056499 -- No Title","web_url":"https://www.nytimes.com/1994/08/25/arts/article-056499-no-title.html","abstract":"  The Academy of American Poets has announced the establishment of the Tanning Prize, the largest prize for poetry in the United States. The $100,000 prize is to be awarded annually to a living American judged to be a master of the art of poetry.   The prize is named for the painter Dorothea Tanning, the widow of the painter Max Ernst, who contributed $2 million to the academy to endow the prize. A panel of three judges appointed each year by the academy will select the winner, with a chancellor of the academy acting as chairman. The chancellors are 12 eminent poets who advise the academy on literary matters.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"In Debate, Change and Record Are Cited","web_url":"https://www.nytimes.com/1994/08/25/nyregion/in-debate-change-and-record-are-cited.html","abstract":"  In the first debate between the two Democratic candidates for governor, John B. Larson proudly embraced his eight-year tenure as president of the State Senate and said he should not be blamed for the state's fiscal troubles.   Although his opponent, State Comptroller William E. Curry Jr., branded Mr. Larson part of the old guard that left the state with a deep deficit at the end of the 1980's and raised taxes, Mr. Larson spent much of the hourlong debate citing his legislative accomplishments as evidence that he was the experienced hand that the government needed.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"They Do Not Feel Free : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-they-do-not-feel-free-letters-to-the-editor.html","abstract":"Regarding \"Population Economics: The Sensible View Goes Unheard\" (Opinion, Aug. 22) by Julian L. Simon:.Of the hundreds of millions of couples in poor countries who wish to plan their families, most do not get the chance. Almost half of the 5","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057657.html","abstract":"  An article and a headline in some editions on Monday about the New York City Congressional delegation's role in passing the House crime bill misstated the delegation's position in some copies. The delegation was indeed united in voting to bring the bill to the floor, but two Manhattan Democrats, Charles B. Rangel and Jerrold L. Nadler, then voted against the bill itself.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"With Most of Mexican Vote Counted, Zedillo Lead Grows","web_url":"https://www.nytimes.com/1994/08/25/world/with-most-of-mexican-vote-counted-zedillo-lead-grows.html","abstract":"  With the official vote count nearly complete, Ernesto Zedillo Ponce de Leon slightly increased his sizable lead today in Mexico's presidential election, even as officials said they had uncovered plans to sabotage the computers used to tabulate the votes.    By this afternoon, with more than 88 percent of the estimated 36 million hand-marked ballots from Sunday's election counted, Mr. Zedillo had 50.08 percent of the vote. It was not clear whether the final percentages would push his total over the 50.47 percent that Carlos Salinas de Gortari received in 1988 in what was the lowest ever turnout for the ruling Institutional Revolutionary Party, or PRI, since it first gained the presidency in 1929. Exceeding 50 percent also would enable Mr. Zedillo to avoid the difficulty of being branded a President elected by a minority of the voters.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"The People's Lawyer","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-the-people-s-lawyer-058106.html","abstract":"  To the Editor:   Many have expressed hopes (and doubts) that Kenneth W. Starr will be impartial as the Whitewater special prosecutor, as if strict neutrality were the supreme qualification.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"All Haitians Are Tuned In to the Rumor Mill","web_url":"https://www.nytimes.com/1994/08/25/world/all-haitians-are-tuned-in-to-the-rumor-mill.html","abstract":"  The story spread like wildfire: a secret underground pipeline had been built under the border and was pumping gasoline from the Dominican Republic into Haiti, defying international sanctions. That fanciful tale going around this month was then succeeded by reports of dozens of clandestine laboratories being built in the countryside to make poison for use against American invaders.   Millions of Haiti's people live beyond the reach of newspapers, television and even radio, but everyone here, from illiterate peasants to the rich, has a lifetime subscription to the flourishing word-of-mouth network known as \"telediol,\" or \"mouth television.\" Part rumor mill, part oral news service, telediol is one of the most accessible and effective means of communication for Haitians.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Woods, 18, Advances In Amateur","web_url":"https://www.nytimes.com/1994/08/25/sports/golf-woods-18-advances-in-amateur.html","abstract":"  Tiger Woods, the 18-year-old amateur sensation from Cypress, Calif., won his first-round match today in the United States Amateur Championship, defeating Vaughn Moise of Kingwood, Tex., 2 and 1.   Moise, 46, who is a PGA Tour rules official, hit his tee shot into the water at the infamous 17th hole, the Island Green, which is the signature hole at the Stadium Course at the TPC Sawgrass, home of the PGA Tour.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"1944: London Suffers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1944-london-suffers-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Germans have sent about 7,250 flying bombs, each carrying a ton of explosive, against London and nearby parts of England, the government disclosed tonight [Aug. 24], as the barrage continued after a lull of several daylight hours. The fury of","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Scientists See Hope for Harnessing an Elusive, Intense Laser","web_url":"https://www.nytimes.com/1994/08/25/us/scientists-see-hope-for-harnessing-an-elusive-intense-laser.html","abstract":"  The \"hard\" X-ray laser -- an intense form of radiation once considered a potential weapon against ballistic missiles and long sought as a tool by molecular biologists and materials scientists -- may at last be within the reach of research laboratories.   A team of scientists led by Dr. Charles K. Rhodes of the University of Illinois at Chicago has discovered a new way to produce X-ray laser pulses of almost incredible intensity by jostling the inner electron shells of atoms.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Bye-Bye, 1969","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-bye-bye-1969-058114.html","abstract":"  To the Editor:   I couldn't help laughing when I read \"Lost at Woodstock\" (Op-Ed, Aug. 19), Martha Bayles's article whining for the pop music of 1969. What Ms. Bayles has shown is that she, much like everybody else who gets older, doesn't understand the music listened to by the younger generation, and therefore makes judgments such as \"performances are less about music than primal scream therapy for Generation X,\" and today's \"rage-venting music\" is \"artistically impoverished and trite.\"","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Sharks' Irbe Bitten by His Dog","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-hockey-sharks-irbe-bitten-by-his-dog.html","abstract":"  San Jose Sharks goaltender ARTURS IRBE has declined to discuss what made his dog Rambo bite him on his left hand.   Irbe was recovering well from a fractured finger, nerve damage and a severed artery in his left hand after his dog bit him last month at his home in Latvia, team doctors said.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"21-Year-Old Death Solved","web_url":"https://www.nytimes.com/1994/08/25/nyregion/21-year-old-death-solved.html","abstract":"  The police yesterday said they had solved a 21-year-old murder case with the arrest of Juan Erias of Long Island City, Queens. Mr. Erias, 53, an alcohol treatment counselor, was charged with the stabbing death of his neighbor, Victor Vasquez, in Harlem on Aug. 5, 1973. The police said Mr. Erias became a suspect shortly after the killing, but fled to Puerto Rico. He returned to New York less than a year later, they said, and had since led a quiet, law-abiding life under his own name. Investigators said they found him with the help of an informant.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-051551.html","abstract":"  An obituary on Friday of Catholicos Vazgen I, Supreme Patriarch and head of the Armenian Apostolic Church, referred imprecisely to the structure of the church. Since 1933, the church has been divided in two. The larger body is made up of the Eastern and Western Dioceses of the Armenian Church, which are under the administrative jurisdiction of the Catholicos at Echmiadzin in Armenia. That was Vazgen I. The other part of the church, the Eastern and Western Armenian Prelacies, recognizes the Catholicos at Echmiadzin as Supreme Patriarch of the church but is under the administrative jurisdiction of the Catholicos of Cilicia, in Antelias, Lebanon.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Williamstown Museum Selects a Director","web_url":"https://www.nytimes.com/1994/08/25/arts/williamstown-museum-selects-a-director.html","abstract":"  Michael Conforti has been named director of the Sterling and Francine Clark Art Institute in Williamstown, Mass. The appointment of Mr. Conforti, the chief curator at the Minneapolis Institute of Arts, was announced this week.   Beginning on Nov. 7, Mr. Conforti is to oversee a renowned collection of French Impressionist paintings, Old Master paintings and American works and significant collections of silver, prints, drawings, sculpture and porcelain. The Clark Institute, founded in 1955, also has a research library with some 130,000 volumes.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/25/nyregion/bridge-054763.html","abstract":"  Learning bridge, or learning to play the game better, is a popular activity for the elderly. There are many such classes at the 92d Street Y.M.H.A. on Lexington Avenue, and an advanced group is taught by William Strasser, a volunteer.   Many of the elements in play that he teaches were featured in the diagramed deal, on which he sat South. It was played at the Town Club, 9 East 86th Street, where there is a group of players who once played at the old Cavendish Club. He and his partner, Arnold Oberlander, climbed to six clubs by a sensible sequence.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057665.html","abstract":"  The excerpts last Thursday from the Senate's health care debate misattributed the first statement, a discussion of insurance company practices. That excerpt, nine paragraphs long, was taken from a statement made by Senator Edward M. Kennedy, Democrat of Massachusetts, not Senator Charles E. Grassley, Republican of Iowa.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057630.html","abstract":"  Because of an editing error, an article in Business Day on Monday, about the Dell Computer Corporation's introduction of a new line of computers based on the Intel Corporation's Pentium computer chip misidentified one of Dell's rivals in this market. It is Gateway 2000 Inc., a South Dakota computer maker, not Gateway Communications Inc., a maker of computer networks based in Irvine, Calif.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057649.html","abstract":"  An article in Science Times on Aug. 16, about a suit charging that rankings of physics journals published in rival journals are false advertising, omitted a portion of the judge's ruling in dismissing part of the case. The judge ruled that efforts by the American Institute of Physics and the American Physical Society to advertise and promote the rankings were commercial in nature, not constitutionally protected free speech, and that this part of the case could proceed.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Officer Shot in Gun Battle With Suspect","web_url":"https://www.nytimes.com/1994/08/25/nyregion/officer-shot-in-gun-battle-with-suspect.html","abstract":"  A New York City police officer, responding to a report of a fight early yesterday in Queens, was wounded in a gun battle with a suspect, who was also wounded, the police said. After the suspect was caught, the police learned that he was wanted in connection with a killing in June.   Both the officer, who was shot in the arm, and the suspect, who was hit in the groin, were in stable condition at Elmhurst Hospital Center yesterday.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057622.html","abstract":"  An entry in the listing of new equity issues in Business Day on Monday included erroneous information supplied by MCM Corporate Watch about the size and type of New Vision Technology Inc.'s expected offering this week. It is a secondary offering of 1.9 million units, each consisting of one common share and one warrant.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"House Democrats Far Short of Votes for Health Care Plan, Tallies Find","web_url":"https://www.nytimes.com/1994/08/25/us/health-care-debate-house-house-democrats-far-short-votes-for-health-care-plan.html","abstract":"  Confidential vote counts by the most ardent supporters of universal health insurance show that House Democrats are far short of the votes needed to pass sweeping health care legislation.   The counts are hardly a surprise.  Democratic leaders in the House have not begun to whip their partisans into line, and they have conceded for weeks that they cannot pass the legislation they want today. The Senate is even less eager to embrace widespread changes in the health care system.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Agency Presses S.& L. Inquiry In Arkansas","web_url":"https://www.nytimes.com/1994/08/25/us/agency-presses-s-l-inquiry-in-arkansas.html","abstract":"  The Resolution Trust Corporation asked a Federal court today to enforce subpoenas for a wide variety of documents against Gov. Jim Guy Tucker of Arkansas as it investigates possible civil suits against him in connection with the collapse of the Madison Guaranty and Trust Company in his state.   The trust corporation, the Federal agency charged with sorting out the widespread problems in the nation's savings and loan associations, also asked the Federal court to enforce similar subpoenas against James P. McDougal, the onetime chairman of Madison, which collapsed in 1989 at an estimated cost to taxpayers of more than $60 million.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Where an Island Vacation Is Only 20 Minutes Away","web_url":"https://www.nytimes.com/1994/08/25/nyregion/where-an-island-vacation-is-only-20-minutes-away.html","abstract":"  On hot summer days, when the stresses of everyday life become too much, Eileen Curtin escapes to an island.   \"It's so therapeutic to go,\" said Ms. Curtin, 30. \"As soon as you get on the boat, you leave your worries behind.\"","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Sports of The Times; A Lesson In Economics Is Ignored","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-of-the-times-a-lesson-in-economics-is-ignored.html","abstract":"  IF God is truly \"in the details,\" as the saying goes, the major league baseball owners and the striking players must worship different deities.   Because both sides can offer up proof positive that the game is only the way they say it is.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"N.C.A.A. Sues Florida Regents","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-college-football-ncaa-sues-florida-regents.html","abstract":"  The N.C.A.A. sued the Florida Board of Regents yesterday, seeking to void a state law that has prevented it from acting on the eligibility of several Florida State players who took part in an illegal shopping spree. The National Collegiate Athletic Association wants to overturn a 1992 law that has kept it from actively investigating possible rules violations at Florida State and also at the University of Miami, said the N.C.A.A.'s enforcement executive, DAVID BERST.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Episcopalians Soften Stance On Sexuality","web_url":"https://www.nytimes.com/1994/08/25/us/episcopalians-soften-stance-on-sexuality.html","abstract":"  The bishops of the Episcopal Church passed a broad statement today that affirms marriage as the standard for sexual relationships but acknowledges that a significant minority of people are homosexuals and that the church must \"respond pastorally\" to people whose sexual behavior falls outside traditional norms.   But in a reflection of deep divisions among Episcopalians over sexual issues, the bishops reduced the document's status from a \"pastoral teaching\" to a \"study document\" and appended a statement by conservative bishops that calls for chastity outside marriage and says the church cannot condone homosexuality.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"The Police Corruption Hearings","web_url":"https://www.nytimes.com/1994/08/25/opinion/the-police-corruption-hearings.html","abstract":"  New Yorkers are getting encouraging signals from City Hall about prospective changes in how the police department does business. The City Council Speaker, Peter F. Vallone, opens hearings today on a bill to create an independent agency to monitor police corruption, as recommended by the Mollen commission. Mayor Rudolph Giuliani had approached the idea cautiously, but has now endorsed it -- though he has withheld judgment on the critical issue of the new agency's investigative powers.    Meanwhile, in the quality-of-life department, the Mayor has embarked on a plan for using citizens' patrols to deter crime in the city's parks, beginning with Prospect Park in Brooklyn and Marcus Garvey Park in Harlem.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"South African Wildcat Truck Strike Worries Business Leaders","web_url":"https://www.nytimes.com/1994/08/25/world/south-african-wildcat-truck-strike-worries-business-leaders.html","abstract":"  A wildcat trucking strike that turned many miles of Africa's most modern highway system into a fuming gridlock ended tonight, but not before creating new fears of anarchy to bedevil President Nelson Mandela in his courtship of foreign investors.   The protest began on Monday when hundreds of truckers demanding better pay parked across a tollgate on the country's busiest freight highway, near the Indian Ocean port of Durban. It spread quickly to three other major routes, as the truckers rallied one another to choke points on citizens' band radios.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Transactions","web_url":"https://www.nytimes.com/1994/08/25/sports/transactions-056286.html","abstract":"  Football  National Football League   DENVER BRONCOS -- Waived Reggie Johnson, tight end. Signed Will Furrer, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Coast Guard and Navy Divert 70 Ships to Refugee Crisis Off Florida","web_url":"https://www.nytimes.com/1994/08/25/us/flight-cuba-military-coast-guard-navy-divert-70-ships-refugee-crisis-off-florida.html","abstract":"  Scrambling to keep up with the flow of Cuban refugees, the Navy and Coast Guard have diverted to the crisis more than 70 ships on the East and West Coasts that had been used for interdicting drugs, patrolling fisheries or tending buoys.   More than 8,500 Coast Guard and Navy personnel at sea and ashore have joined what military officials say is one of the largest rescue operations of its kind. That includes about 350 marines on board the Coast Guard vessels to provide security.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"All's Topsy-Turvy as Sampras And Graf Put Racquets Down","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-all-s-topsy-turvy-as-sampras-and-graf-put-racquets-down.html","abstract":"  If Pete Sampras will be coming into the United States Open cold, Steffi Graf will be coming in lukewarm at best.   Sampras, the defending Open champion who is universally regarded as the world's best player, pulled out of the Waldbaum's Hamlet Cup here this morning, where he was to have played doubles with Richey Reneberg later tonight. Graf, the women's No. 1, announced her withdrawal today from the SNET Classic in New Haven suffering from an inflammation of the joints in her back.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"A Not-So-Odd Mideast Couple","web_url":"https://www.nytimes.com/1994/08/25/opinion/a-not-so-odd-mideast-couple.html","abstract":"  Like it or not, Middle East peace is in the firm grasp of the same tough and idiosyncratic characters we have hated and distrusted in the regional conflict. Our ambivalence about these Arab leaders is becoming a major obstacle in managing the transition from war to peace -- especially the implementation of the Palestinian-Israeli agreement and efforts to produce a Syrian-Israeli peace, which would transform the region.   Yasir Arafat makes all the decisions for the new Palestinian authority. This frustrates many Palestinians, the Israelis and virtually all foreigners and world economic institutions.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"The So-Called World Of an Adolescent Girl, As Interpreted by One","web_url":"https://www.nytimes.com/1994/08/25/arts/television-review-so-called-world-adolescent-girl-interpreted-one.html","abstract":"  The built-in obstacle for a dramatic series about teen-age life that aims to engage an adult audience has to do with its level of sophistication. It needs to be authentic enough that, on the one hand, it's persuasive and maybe even instructive about the angst and perplexity and exhilaration of the adolescent Zeitgeist. On the other hand, you don't want it to be too authentic. That would be stultifying (or terrifying), like living with your neighbors' kids. Where's the entertainment in that?   \"My So-Called Life,\" the much-ballyhooed new series that has its premiere tonight on ABC, bravely takes on this problem, and even adds a degree of difficulty. The stories are ostensibly told from the point of view of the main character, a 15-year-old girl named Angela Chase; much of the action is accompanied by her voice-over narration, literally making the show's narrative voice her own.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Scene Surrounding American Pastime Takes On an International Flair","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-scene-surrounding-american-pastime-takes-on-an-international-flair.html","abstract":"  It was probably as appropriate as it was inevitable that the talks aimed at resolving a parochial dispute between multimillionaires involving the American national pastime would be held in a distinctly cosmopolitan setting in a moneyed New York neighborhood at a Japanese-owned hotel flying the American and Swedish flags.   \"The Swedish ambassador stays here,\" explained John Crowley, the 68-year-old Irish-born doorman on duty at the East 48th Street entrance to the Hotel Inter-Continental, site of yesterday's resumed baseball talks.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"U.S. Humanities Endowment Makes Grants","web_url":"https://www.nytimes.com/1994/08/25/arts/us-humanities-endowment-makes-grants.html","abstract":"  The National Endowment for the Humanities has announced 307 grants, totaling $29.7 million, for the third quarter of 1994. The grants, announced Monday, will support projects in scholarship, education and public programming.   A little more than $6.4 million in grants went to institutions in New York State, with New York City accounting for $4.2 million and two of the largest grants nationwide. American Social History Productions in Manhattan will receive $750,450 to make the first hour in a projected five-hour documentary film series titled \"Forever Free: America in the Era of Emancipation and Reconstruction.\" The New York Center for Visual History, also in Manhattan, will receive $552,493 for a one-hour documentary on the Polish writer and war correspondent Ryszard Kapuscinski.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Waiting Anxiously For Rules On Cuba","web_url":"https://www.nytimes.com/1994/08/25/us/flight-from-cuba-in-florida-waiting-anxiously-for-rules-on-cuba.html","abstract":"  As the Clinton Administration delayed announcing new rules on trade with Cuba today, small businesses here that depend on sending visitors and goods to Cuba waited anxiously to find out whether the escalating United States crackdown would put them out of business.   New regulations reflecting President Clinton's order restricting money transfers and charter flights to Cuba were supposed to be published today by the Treasury Department's Foreign Assets Control Office. But Administration officials said this evening that the publication of the rules would be delayed.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"S. Carolina Experiences Fresh Surge By G.O.P.","web_url":"https://www.nytimes.com/1994/08/25/us/s-carolina-experiences-fresh-surge-by-gop.html","abstract":"  The Republican nominees for governor, lieutenant governor and attorney general who emerged from run-off primaries in South Carolina on Tuesday were all, until four years ago, promising white Democrats.   The flow of such talent into a Republican Party that two decades ago could have met in a telephone booth and could hardly dream of holding a competitive primary and run-off is part of a realignment that has made South Carolina perhaps the most two-party state in the South.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Go for Gin A Dull 3d; Title Bid Fades, Too","web_url":"https://www.nytimes.com/1994/08/25/sports/horse-racing-go-for-gin-a-dull-3d-title-bid-fades-too.html","abstract":"  Go for Gin, the winner of the Kentucky Derby and one of the stars of the Triple Crown series, may have lost two races at the same time today. He was outrun in the Forego Handicap by long shots American Chance, the winner, and Evil Bear. And he fell farther behind Holy Bull in the long-range race for champion 3-year-old.   His trainer, Nick Zito, who has been pronouncing the horse fresh and primed after a two-month rest, watched his prize colt miss by less than two lengths and promptly went to his defense. At least, he blamed the jockey more than the horse.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/25/sports/results-plus-055425.html","abstract":"  SWIMMING  Perkins Sets World Record  The Australian swimmer Kieren Perkins broke his own world record last night in the 1,500-meter freestyle at the Commonwealth Games in Victoria, British Columbia. Perkins was timed in 14 minutes 41.66 seconds to take 1.82 seconds off the mark he set at the 1992 Barcelona Olympics, where he won the gold medal.   In setting his record, Perkins covered 800 meters in 7:46.00. That's 0.60 seconds better than the record time he set at Sydney in February 1992. On Monday, Perkins missed breaking the 400 mark by Russia's Evgeny Sadovy by 0.77 seconds.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"New Wrinkle in Korea Issue: Who Is in Charge in North?","web_url":"https://www.nytimes.com/1994/08/25/world/new-wrinkle-in-korea-issue-who-is-in-charge-in-north.html","abstract":"  The North Korean nuclear issue, already fraught with dangerous uncertainties, is now punctuated by another troubling question mark: who is in charge in North Korea?   In recent days there has been a string of reports, some from North Korea, some amplified by the South Korean Government for its own purposes, hinting at strife over choosing a successor to Kim Il Sung, the Communist dictator who ruled North Korea for more than four decades until his death nearly two months ago.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940825","time":"1994-08-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":82,"wspd":7.6},{"date":"19940825","time":"1994-08-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":88,"wspd":5.4},{"date":"19940825","time":"1994-08-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":89,"wspd":5.4},{"date":"19940825","time":"1994-08-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":88,"wspd":5.4},{"date":"19940825","time":"1994-08-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":86,"wspd":3.6},{"date":"19940825","time":"1994-08-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":87,"wspd":3.6},{"date":"19940825","time":"1994-08-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":87,"wspd":3.6},{"date":"19940825","time":"1994-08-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":80,"wspd":5.4},{"date":"19940825","time":"1994-08-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":7.6},{"date":"19940825","time":"1994-08-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":82,"wspd":3.6},{"date":"19940825","time":"1994-08-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":90,"wspd":1.8},{"date":"19940825","time":"1994-08-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":85,"wspd":3.6},{"date":"19940825","time":"1994-08-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":79,"wspd":7.6},{"date":"19940825","time":"1994-08-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":72,"wspd":11.2},{"date":"19940825","time":"1994-08-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":63,"wspd":14.8},{"date":"19940825","time":"1994-08-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":59,"wspd":16.6},{"date":"19940825","time":"1994-08-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":55,"wspd":18.4},{"date":"19940825","time":"1994-08-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":60,"wspd":9.4},{"date":"19940825","time":"1994-08-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":62,"wspd":5.4},{"date":"19940825","time":"1994-08-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":68,"wspd":11.2},{"date":"19940825","time":"1994-08-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":79,"wspd":9.4},{"date":"19940825","time":"1994-08-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":13},{"date":"19940825","time":"1994-08-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":66,"wspd":13},{"date":"19940825","time":"1994-08-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":11.2},{"date":"19940825","time":"1994-08-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":13},{"date":"19940825","time":"1994-08-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":11.2},{"date":"19940825","time":"1994-08-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":13},{"date":"19940825","time":"1994-08-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":9.4},{"date":"19940825","time":"1994-08-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":9.4},{"date":"19940825","time":"1994-08-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":11.2},{"date":"19940825","time":"1994-08-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":13},{"date":"19940825","time":"1994-08-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":68,"wspd":13},{"date":"19940825","time":"1994-08-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":16.6},{"date":"19940825","time":"1994-08-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":18.7},{"date":"19940825","time":"1994-08-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":20.5},{"date":"19940825","time":"1994-08-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":20.5},{"date":"19940825","time":"1994-08-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":49,"wspd":22.3},{"date":"19940825","time":"1994-08-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":51,"wspd":22.3},{"date":"19940825","time":"1994-08-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":53,"wspd":22.3},{"date":"19940825","time":"1994-08-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":51,"wspd":20.5},{"date":"19940825","time":"1994-08-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":20.5},{"date":"19940825","time":"1994-08-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":18.7}]}}