{"19940105":{"guardian_articles":[],"nytimes_articles":[{"date":"19940105","headline":"Books of The Times; Exploring Modern Dance With Two Visionaries","web_url":"https://www.nytimes.com/1994/01/05/books/books-of-the-times-exploring-modern-dance-with-two-visionaries.html","abstract":"  Mark Morris   By Joan Acocella   Illustrated. 305 pages. Farrar, Straus & Giroux. $27.50.  Life Into Art   Isadora Duncan and Her World   Foreword by Agnes de Mille. Edited by Doree Duncan, Carol Pratl and Cynthia Splatt   Illustrated. 199 pages. W.W. Norton & Company. $40.","thumbnail":null,"section":"Books"},{"date":"19940105","headline":"Stern Reportedly Rules Out Late-Night TV Talk Show","web_url":"https://www.nytimes.com/1994/01/05/arts/stern-reportedly-rules-out-late-night-tv-talk-show.html","abstract":"  Howard Stern has decided not to do a late-night television talk program, an executive associated with the radio performer said yesterday.   On Friday night, Mr. Stern did a New Year's Eve special that is expected, when all the accounting is done, to take in the most revenue ever for an entertainment event on pay-per-view television. The content of that program, which was criticized for its raunchiness, may have been partly responsible for some cooling in discussions between Mr. Stern and the Fox network, said the associate, who asked not to be named, but far more significant were recent actions by the Federal Communications Commission.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"Man Is Killed by Train","web_url":"https://www.nytimes.com/1994/01/05/nyregion/man-is-killed-by-train.html","abstract":"  A young man lay in front of a train late Monday night in Stony Brook and killed himself several miles from where two teen-agers died in what was apparently a double suicide pact last month, the Suffolk County police said today. The man, who had not been identifed, was described by the police as a dark-skinned Caucasian, possibly of Indian or Middle Eastern descent, about 6 feet tall and about 160 pounds. The Suffolk County Medical Examiner's Office estimated that he was in his 20's or 30's. Detective Sgt. Edward Light said that there did not appear to be any connection between this death and those of the two teen-agers, Mili Subudhi, 15, and Ellen Liu, 16, on Dec. 2, a few miles to the east on the same railroad tracks in Setauket. The police said they found a note on the man indicating that he intended to commit suicide.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782815.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.   \"Exile in Guyville,\" Liz Phair (Matador). Sex and love, betrayal and revenge, hope and resignation from a matter-of-fact songwriter whose guitar riffs are sturdier than her relationships.   \"Adventures in Afropea I,\" Zap Mama (Luaka Bop/Warner Brothers). Women's unaccompanied voices ricochet across rhythms and continents, bouncing from pygmy polyphony to automotive sputters, full of playfulness, intelligence and ingenuity.    \"Siamese Dream,\" Smashing Pumpkins (Virgin). Collegiate rock melts into psychedelia with huge fuzz-toned guitar riffs, meticulous arrangements that surge and drift and stomp, and lyrics that question as much as they proclaim.   \"Reachin' (A Refutation of Time and Space),\" Digable Planets (Pendulum/Elektra). Jazz vamps, rolling along on acoustic bass lines, carry smart, amiable raps from a group that welcomes everyone to the party.   \"In Utero,\" Nirvana (Geffen). Sickened by its own success, Nirvana drops the gloss of its multimillion-selling \"Nevermind\" and reverts to punky rawness, with blasts of guitar, howls of confusion and melody despite it all.    \"Traffic From Paradise,\" Rickie Lee Jones (Warner Brothers). Visions of angels and echoes of Van Morrison's \"Astral Weeks\" on an album so fragile and hopeful that it's completely unfashionable.   \"Star,\" by Belly (Sire). Transparent but steely songs that bend clean-lined folk-rock into elusive parables about female archetypes from daughters and sisters to witches and dolls.   \"Zooropa,\" U2 (Island). U2 confirms its metamorphosis, leaving behind anthem-mongering and shifting toward fractured, ambiguous, eccentrically textured, media-saturated riddles.   \"Janet,\" Janet Jackson (Virgin). A slick big-budget album that surveys dance-floor trends and current pop, held together not by a larger-than-life personality but by its determination to seduce.    \"Live MCMXCIII,\" Velvet Underground (Sire). The short-lived reunion of the definitive New York rockers showed why bands everywhere are still stealing ideas from their lean, unsparing, elemental tales of the urban demimonde.  ","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/01/05/us/personal-health-780790.html","abstract":"  ALTHOUGH winter may be the prime season for falls, among older people falling is a year-round hazard that is costly, frightening, debilitating and sometimes even life-threatening.   As people age, the risk of falling rises linearly and the risk of injury from a fall rises exponentially. One in three adults 65 or older falls each year. Among those over 75 who live independently, a quarter of the falls result in a serious injury. Falls are the immediate reason for 40 percent of all admissions to nursing homes, and they are the sixth-leading cause of death for people over 70.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Slaves and Guerrillas, Forests and Blood","web_url":"https://www.nytimes.com/1994/01/05/opinion/slaves-and-guerrillas-forests-and-blood.html","abstract":"On March 12, 1545, three years after denouncing Spanish cruelty toward the natives in his \"Brief Account of the Devastation of the Indies,\" Fray Bartolome de las Casas arrived in Chiapas, in southernmost Mexico, bearing the New Laws signed by Emperor Charles V of Spain.\n\nThe laws forbade any further enslavement of the Indians. Upon the death of a slaveholder -- encomendero -- the Indians in his possession would come under the tutelage of the throne, to be given instruction in the Roman Catholic religion as free vassals. The encomenderos bitterly opposed the New Laws, and an attempt was made on Las Casas' life. But even on his deathbed, in 1566, the former Bishop of Chiapas implored friends to protect the Indians. So began the defense of human rights in the Americas.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"French Government Proposes Ban On Pregnancies After Menopause","web_url":"https://www.nytimes.com/1994/01/05/world/french-government-proposes-ban-on-pregnancies-after-menopause.html","abstract":"  Reflecting growing European concern about the moral issues posed by reproductive technology, France's rightist Government has decided to introduce legislation banning artificial impregnation of post-menopausal women, but some critics promptly charged that it was acting too hastily.   Defending the bill, Health Minister Philippe Douste-Blazy said artificial late pregnancies were immoral as well as dangerous to the health of mother and child. He urged women not to be \"egoistic\" by trying to become pregnant after menopause.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Lakers' Bowie to Be Out Indefinitely","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-basketball-lakers-bowie-to-be-out-indefinitely.html","abstract":"  SAM BOWIE, the Los Angeles Laker center, will undergo arthroscopic surgery on his left knee today and will be sidelined indefinitely. He has missed five games after noticing pain in his knee on Dec. 21 following the Lakers' game at Orlando. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Unlocking The Flavor Of Fruit","web_url":"https://www.nytimes.com/1994/01/05/style/unlocking-the-flavor-of-fruit.html","abstract":"YOU may never have thought of drying fruit at home, but then you've probably never thought much about practicing alchemy, either. The two processes actually have a lot in common. Removing the moisture from fruit almost magically changes its nature, concentrating sweetness and adding deep complexities of flavor. It's as if, when the common denominator of water is removed, the core of the fruit's particular character is revealed.\n\nThis culinary metamorphosis has a long history. People in hot, dry climates have been drying fruits for centuries -- from tomatoes laid out on Italian porticos to apricots drying in Iranian courtyards to chilies on tables outside Tunisian restaurants. Until recently, the primary purpose of this exercise was preservation; when deprived of its water, fruit lasts for months, making it an ideal provision for long and difficult journeys.","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Mexican Rebels Are Retreating; Issues Are Not","web_url":"https://www.nytimes.com/1994/01/05/world/mexican-rebels-are-retreating-issues-are-not.html","abstract":"  The peasant guerrilla army that burst into Mexican life with the New Year retreated today from this town and others it had occupied in the southern state of Chiapas as army troops moved in.   Fighting continued around the city of San Cristobal de las Casas and the town of Ocosingo as rebels from the force, which calls itself the Zapatista Army of National Liberation, battled soldiers backed by planes and helicopter gunships. Military officials said at least 93 people had been killed since the rebels seized the state's second-largest city and three sizable towns just hours after the North American Free Trade Agreement went into effect.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Campus Journal; Dartmouth Seeks Ethics for the Age of Computers","web_url":"https://www.nytimes.com/1994/01/05/us/campus-journal-dartmouth-seeks-ethics-for-the-age-of-computers.html","abstract":"  Somebody in Prof. David Becker's course on Latin American politics did not want to take the midterm exam, so he or she used Dartmouth's innovative electronic mail network to impersonate a department secretary and cancel the test.    At 11 o'clock on the night before the test in the Government 49 class, a message flashed on students' computer screens. Because of a family emergency, the message said, Professor Becker would be unable to administer the midterm.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782378.html","abstract":"  An entry in the Addenda listing on the Media Business page on Dec. 23, about Omnicom Group Inc.'s acquisition of Interbrand Group P.L.C., reversed the names of the company that is to be formed in 1995 by merging Interbrand's American operations with an Omnicom unit, the Schechter Group. It will be known as Schechter-Interbrand.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Getting Even Tougher on Guns","web_url":"https://www.nytimes.com/1994/01/05/opinion/getting-even-tougher-on-guns.html","abstract":"  Moving quickly to build on the passage of the Brady gun control law, Treasury Secretary Lloyd Bentsen now urges another important step to slow down the arms race in domestic gun traffic. His simple, reasonable proposal is to make gun dealers cover the Government's cost of adequate regulation.    Mr. Bentsen wants to charge licensed firearms dealers $600 a year. That is a sizable increase from the roughly $66 charged now, but it is still a fraction of the fees commonly charged for liquor licenses and franchises to sell merchandise that is not dangerous to use or consume. The citizen lobby Handgun Control, while praising the proposal, argues sensibly that still higher fees would be fair to the weapons industry and the public.    The Brady law, which requires a five-day waiting period for the retail sale of handguns, set the current fee of $200 for a three-year license period. For many years the charge was $10 a year, enough to starve the Bureau of Alcohol, Tobacco and Firearms and force inadequate background and compliance checks. That fee was so low that 284,000 dealers could afford it even if their only purpose in getting the license was to buy their own weapons more cheaply and sell them on black markets.    Firearms officials want to enable their agents to interview licensees, check to see whether they operate a store or trade from their kitchen tables or car trunks, and verify some of the information they gather with local police. A pilot program involving a team of Federal and local officials in New York City recently resulted in the rejection or withdrawal of 216 of 227 Federal license applications.    According to the Treasury Department, a $600 license fee, besides financing a more trustworthy examination, would probably eliminate four-fifths of the licensees, leaving only serious retailers. That's still 57,000 sources of personal weaponry in the United States -- far too many for a nation that is trying to combat gun violence.    Congress should therefore use the Bentsen proposal as a starting point for stronger legislation that exacts even higher fees, driving more marginal dealers out of the market and making sure that those who remain are doing business in legitimate, fixed locations.    Bolder legislation is feasible. Legislators are gradually learning that voting against the wishes of the National Rifle Association is not automatic political death. Witness the hard-won victory for the Brady law. Witness, too, the willingness of the New York State Senate to consider restraints on assault weapons.    When Congress looks at the Bentsen proposal it will see that $600 is a modest fee that would make the firearms industry pay its way only in terms of regulation. The industry doesn't even begin to repay society the cost of the homicides and maimings from too easily obtainable weapons. Congress will need to think more imaginatively about higher fees and stricter standards, using Mr. Bentsen's proposal as the catalyst to develop still other measures that promote domestic safety.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Donyell Marshall Puts on a Show With 29","web_url":"https://www.nytimes.com/1994/01/05/sports/college-basketball-donyell-marshall-puts-on-a-show-with-29.html","abstract":"  Connecticut Coach Jim Calhoun said, \"Our all-America played like an all-America tonight.\"   Calhoun was referring to Donyell Marshall, the gem of the 1991 recruiting class.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Sports of The Times; Shattering Shaquille's Slamfest","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-of-the-times-shattering-shaquille-s-slamfest.html","abstract":"  A NEW television commercial for a long-distance telephone service concludes with Shaquille O'Neal's father hanging up the line in a phone booth. In a parody of his son's signature dunk, Phillip Harrison slams the receiver down. The glass enclosure shatters. \"And you wonder,\" says Daddy Shaq, \"where he gets it from.\"   Actually, we don't have to wonder why Shaquille O'Neal doesn't quite get it.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness; Voucher Experiments","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-voucher-experiments-782548.html","abstract":"  To the Editor:   I read with interest your Dec. 20 article on a West Side Cares program in New York City that sells vouchers redeemable for food and necessities to those wishing to help the homeless and other panhandlers.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Center Aided by Neediest Helps Boy With a Problem","web_url":"https://www.nytimes.com/1994/01/05/nyregion/center-aided-by-neediest-helps-boy-with-a-problem.html","abstract":"  To the workers at the Children's Aid Society's community center in East Harlem, Felipe Ayala has long been a symbol of what makes their work worthwhile.   From the time he first came to the center at the age of 4, to attend a Head Start class, the stocky, bright-eyed boy thrived. When he started grade school, he still could be found at the center every afternoon, seeking refuge from the noise of his family's apartment to do his homework.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Bosnia's Holocaust Puts the Churches to Shame","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-bosnias-holocaust-puts-the-churches-to-shame.html","abstract":"Pope John Paul II's Christmas message, in which he expressed compassion for \"the suffering peoples of Bosnia-Herzegovina,\" was surely heartfelt, but it reminds us of the fecklessness and irrelevance of Western religious institutions - Catholic,","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Northeaster Rolls In, Shutting Down Services","web_url":"https://www.nytimes.com/1994/01/05/nyregion/northeaster-rolls-in-shutting-down-services.html","abstract":"  Varnishing sidewalks and streets with a treacherous icy coating, a wintry blast of snow, sleet and freezing rain closed major highways, disrupted air traffic and halted trains from Boston to Washington yesterday.   New York City officials deployed a rumbling platoon of plows -- 360 in all -- and spread 16 tons of salt on the streets. To make matters worse, a 115-year-old water main that burst before dawn flooded a Manhattan subway station and disrupted rush-hour service for more than 250,000 passengers. One death was reported in the city yesterday, a 47-year-old contractor who slipped and fell on the ice and hit his head against his snowplow, the police said.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"In New Orleans, the Long, Happy Reign of the King Cake","web_url":"https://www.nytimes.com/1994/01/05/style/in-new-orleans-the-long-happy-reign-of-the-king-cake.html","abstract":"IT all starts innocently enough. A good friend invites you to a party in New Orleans, where you gratefully accept a slice of colorfully but oddly decorated cake and a cup of the dark, aromatic coffee for which the city is famous. You nestle back in your chair to eat and to chat with the guests, free of care.\n\nSuddenly, amid the flaky pastry crumbling and the sugary icing melting on your tongue, a hard object ricochets off the roof of your mouth. You panic, then think of the less awful possibilities: a wayward walnut? An errant ball of caramelized sugar?","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"A Giant Recalls McMahon Heyday","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-a-giant-recalls-mcmahon-heyday.html","abstract":"  David Tate of the Giants was asked about Jim McMahon.   \"Which Jim McMahon?\" he said. \"The offbeat one who likes everyone to think he is old and beaten up and has no arm? Or the one who is smart and tough and wins games?\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Mets Offering Coleman for McReynolds","web_url":"https://www.nytimes.com/1994/01/05/sports/baseball-mets-offering-coleman-for-mcreynolds.html","abstract":"  The Mets, trying to resolve the Vince Coleman problem, are seeking to trade their all-but-banished player for yet another enigmatic outfielder, Kevin McReynolds, formerly of the Mets.   Talks between the Mets and the Royals were confirmed by Coleman's agent and a Kansas City Royals executive last night. Herk Robinson, the Royals' general manager, refused to specify names, but acknowledged that the clubs were talking. And, Robinson said, \"We have had some conversations regarding players who could be characterized as left fielders.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/05/nyregion/news-summary-775240.html","abstract":"  International A2-7  NORTH KOREA COMPROMISE NEAR  Softening its stance, the United States said it would accept North Korea's offer for a one-time inspection of seven atomic sites in the hope that additional inspections would be agreed upon later.  A1  REBELLION CHASTENS MEXICO  Rebels retreated from towns in southern Mexico. But the guerrilla action exposed a weakness in y of the Government plan to lift Mexico out of the third world.  A1","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Two Wings, a Prayer and Backstage Help","web_url":"https://www.nytimes.com/1994/01/05/theater/two-wings-a-prayer-and-backstage-help.html","abstract":"  Ellen McLaughlin is just now working on a play about the aviator Amelia Earhart. It was commissioned some time ago by the Mark Taper Forum in Los Angeles and is called \"Flying Blind,\" a name the playwright laughs at now, given the turn her life has taken.    \"It is ironic,\" she said. \"But I love flying. I like heights.\"   Good thing. As an actress, Ms. McLaughlin is the angel in \"Angels in America,\" Tony Kushner's celebrated two-part AIDS fable at the Walter Kerr Theater, and she spends a great deal of her time on stage actually above it, suspended in the air, sometimes as high as 25 or 30 feet.","thumbnail":null,"section":"Theater"},{"date":"19940105","headline":"High School Equivalency Test Poses a New Question: Will Taking It Matter?","web_url":"https://www.nytimes.com/1994/01/05/us/high-school-equivalency-test-poses-a-new-question-will-taking-it-matter.html","abstract":"  Robin Sigari crossed a threshold a year ago when she passed the General Educational Development test, long used as an alternative to a high school diploma for dropouts like her. Now enrolled in the City University of New York, Ms. Sigari, a 30-year-old mother, hopes to become a teacher.   But for Carlos Garcia, the promise of the G.E.D. has turned out to be hollow. Mr. Garcia, a 30-year-old construction worker who dropped out of the 10th grade in San Antonio, passed the test last year. But he believes it has not improved his career prospects.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782831.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/01/05/sports/college-hockey-report.html","abstract":"  Harvard    It had been 10 years since the Crimson played Maine. On Monday night, the first-place teams in the ECAC and the Hockey East leagues met in the Cumberland County Civic Center in Portland, Me., and a crowd of 5,409 turned out and saw 13 goals scored and 22 penalties assessed.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Clothes Make the Mayor a Hero to His Tailors","web_url":"https://www.nytimes.com/1994/01/05/nyregion/about-new-york-clothes-make-the-mayor-a-hero-to-his-tailors.html","abstract":"  WHILE it has been reasonably propounded that no man can be a hero to his valet, Mayor Rudolph W. Giuliani is clearly a great man to his haberdashers.   \"Oh, yes,\" said Sue Haber, the fashion director of Bancroft, \"over the 20 years that he's been coming here to shop we've seen that he is a very moderate man and a very tasteful man.\" Ms. Haber, who also projects moderation and tastefulness, said that at times during this span Mr. Giuliani would drop in to the chain's flagship store on Madison and 45th Street several times a week. \"You know the Republican County Committee is right upstairs in the building and maybe he stopped here on his way there,\" Ms. Haber said.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Lukas Is Taken Off the Critical List","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-horse-racing-lukas-is-taken-off-the-critical-list.html","abstract":"  Although he is still in a coma, the health of the horse trainer Jeff LUKAS has improved to where he was listed in serious condition yesterday, the first time he was anything other than critical since being run over by a horse on Dec. 15 at Santa Anita.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Pine Chip Named Trotter of the Year","web_url":"https://www.nytimes.com/1994/01/05/sports/pine-chip-named-trotter-of-the-year.html","abstract":"  Pine Chip, who went from an unraced 2-year-old to the richest trotter in North America last season, was overwhelmingly chosen as 1993 Trotter of the Year yesterday in a vote by the United States Harness Association and the North American Harness Racing Secretaries Association.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"U.S. Now Seeks Just One Survey Of North Korea","web_url":"https://www.nytimes.com/1994/01/05/world/us-now-seeks-just-one-survey-of-north-korea.html","abstract":"  Backing away from their previous insistence that North Korea accept frequent nuclear inspections, Administration officials said today that they were prepared to accept North Korea's offer of one full inspection of seven atomic sites now in the hope that more could be agreed upon later.   The officials said further that, under the terms of a tentative agreement with the North Koreans, the United States would urge South Korea to suspend joint military exercises with the United States if such an inspection is arranged and North Korea resumes talks with South Korea on guaranteeing the removal of all nuclear weapons from the Korean peninsula.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/05/nyregion/chronicle-782785.html","abstract":"  Just when you were, no doubt, beginning to wonder when in the new year there would be some news of royal romance, the royal family of Monaco took pains to deny that PRINCE RAINIER is planning to marry HJORDIS NIVEN , the Swedish-born widow of actor David Niven.    \"One wonders how such a completely baseless rumor managed to spread,\" Jacqueline Berti, director of the principality's press center and a spokeswoman for the royal family, said, according to The Associated Press.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Suicides, Then Mystery In Deaths of 3 Heifers","web_url":"https://www.nytimes.com/1994/01/05/nyregion/suicides-then-mystery-in-deaths-of-3-heifers.html","abstract":"  Gregory Wilcom, a prize-winning cattle breeder, sat next to his wife, Pamela, on the couch in their farmhouse in Ijamsville, Md., and took her hand, she told the police.   \"Cows will come and go,\" he said, \"but you and I are forever. Through good times and bad, I love you.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Unappreciated Turkey : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-unappreciated-turkey-letters-to-the-editor.html","abstract":"Regarding \"Here's a Better Road for Turkey to Travel\" (Opinion, Oct. 29) by William Safire: .Mr. Safire, whose sharp-edged analyses of world affairs we enjoy, has disappointed many Turkish readers, including myself, with this unfair assault o","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"It's a Night to Forget For the Nets in Miami","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-it-s-a-night-to-forget-for-the-nets-in-miami.html","abstract":"  For Kevin Edwards, a Miami Heat original, tonight's game was his first at Miami Arena since signing with the Nets in the last off season. He shrugged it off beforehand as \"no big deal.\"    The way he and the Nets played, he was right.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"'Shorelining,' Like Redlining, Is Discrimination","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-shorelining-like-redlining-is-discrimination-782572.html","abstract":"  To the Editor:   Insurance companies should not be permitted to use their losses in Florida to justify \"shorelining\" in New York (front page, Dec. 28). \"Shorelining\" discriminates against coastal property owners just as \"redlining\" once discriminated against building owners in inner city neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"New Gubernatorial Entry Gets Financial Backing","web_url":"https://www.nytimes.com/1994/01/05/nyregion/new-gubernatorial-entry-gets-financial-backing.html","abstract":"  Amid a growing field of Republican gubernatorial hopefuls in New York, a Manhattan businessman, Evan G. Galbraith, entered the race yesterday and jumped to an early lead in celebrity endorsements when Henry Kissinger and William F. Buckley said they would throw their fund-raising weight behind him.   At a news conference, Mr. Kissinger and Mr. Buckley said they would be spokesmen for a group of 25 men, most of them Wall Street executives, who hoped to raise at least $2 million for Mr. Galbraith.  They described him as a dedicated conservative.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"It Takes More Than Money To Get Holyfield to Fight","web_url":"https://www.nytimes.com/1994/01/05/sports/boxing-it-takes-more-than-money-to-get-holyfield-to-fight.html","abstract":"  Evander Holyfield, a proud man who has earned $87 million in the ring, explained yesterday why he was passing up a $20 million payday with Riddick Bowe:   \"I didn't come for the money. I come for the title.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Wild and Bleak Dreams","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-wild-and-bleak-dreams.html","abstract":"Alan Ayckbourn's 44th play may well be his bleakest to date. \"Wildest Dreams,\" at the Barbican Pit, is the story of four loners who escape their social despair by meeting weekly to play a dungeons-and-dragons game in which they can sublimate th","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Moran Opener on 'Wide World of Sports'","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-tv-sports-moran-opener-on-wide-world-of-sports.html","abstract":"  JULIE MORAN, assuming a new role as host of ABC's \"Wide World of Sports,\" will have to live with inevitable comparisons to JIM McKAY, who was host for the anthology program into the early 1980's. \"I'll be happy if I'm half as good as Jim,\" she said yesterday. \"But it's a new era. A new generation of kids doesn't know 'Wide World.' But I'll never replace Jim.\"","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Judge Delays Ruling in L.I.R.R. Shooting Case","web_url":"https://www.nytimes.com/1994/01/05/nyregion/judge-delays-ruling-in-lirr-shooting-case.html","abstract":"  Colin Ferguson, who is accused of killing six people on a Long Island Rail Road train last month, is competent to stand trial, a court-appointed psychologist and psychiatrist have concluded.   But after their findings were announced at a hearing this morning in Nassau County District Court, Judge Ira B. Warshawsky postponed ruling on the matter at the request of by Mr. Ferguson's lawyer, Anthony J. Falanga. Mr. Falanaga said he wanted time to review the findings and discuss them with a psychologist he had retained to observe the examinations.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Jets' Thomas, Never a Star, Says He Didn't Get Roles","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-jets-thomas-never-a-star-says-he-didn-t-get-roles.html","abstract":"  After four years of going nowhere with the Jets, Blair Thomas is looking forward to going someplace else to prove he's a good running back.   Thomas is an unrestricted free agent, and the Jets made their decision about their starter for the future when they gave Johnny Johnson a two-year, $5 million contract extension two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Colombia's Challenge Is to Keep Its Exotic Talents in Line","web_url":"https://www.nytimes.com/1994/01/05/sports/IHT-colombias-challenge-is-to-keep-its-exotic-talents-in-line.html","abstract":"One door opens, another closes. The new year is a two-way process for two of soccer's most colorful, most captivating personalities. .In Colombia, Rene Higuita, the national goalkeeper, has been released on bail after seven months imprisonment awaiting","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"1919: German Mistake : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1919-german-mistake-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - At the Capitol today [Jan. 4], in the presence of the King and Queen, members of the Cabinet and the Diplomatic Corps, President Wilson said in part: \"I have thought in these last days of the colossal mistake which was being committed; the mis","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Officials Scurry To Keep Pats","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-officials-scurry-to-keep-pats.html","abstract":"  The Patriots are still in New England, and Massachusetts officials are trying to keep them there.   Gov. William Weld, House Speaker Charles F. Flaherty and Senate President William M. Bulger have agreed on a bill to pay for the nearly $700 million Megaplex, a convention center and domed 70,000-seat football stadium in downtown Boston. They hope to have a vote next Monday.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Administration Proposes Plan to Make It More Difficult for Criminals to Buy Guns","web_url":"https://www.nytimes.com/1994/01/05/us/administration-proposes-plan-to-make-it-more-difficult-for-criminals-to-buy-guns.html","abstract":"  Asserting that some Federal regulations to control gun sales are so weak that they are \"ridiculous\" and even \"reckless,\" Treasury Secretary Lloyd Bentsen unveiled an anti-crime plan today that he said would make it \"harder for the criminal to get guns and easier for us to find criminals who use them.\"   The centerpiece of the Clinton Administration plan, which was formulated in recent weeks after polls found a rapid rise in public concern about violence with guns, is a proposal that Congress approve a steep increase in the fee gun dealers must pay the Treasury for a license to sell firearms.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Ewing Goes In and Starks Goes Wild to Beat Magic","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-ewing-goes-in-and-starks-goes-wild-to-beat-magic.html","abstract":"  It was exciting, it was intense, and it was exactly what the Knicks needed.   John Starks equaled a career-high with 39 points and carried the offense at crucial moments. Patrick Ewing (26 points, 19 rebounds) used guile, experience and determination to counter the overpowering strength of Shaquille O'Neal (26 points, 5 rebounds). And Greg Anthony (13 points, 10 rebounds) continued to play steadily, despite the point-guard trade speculation surrounding the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/05/nyregion/chronicle-776793.html","abstract":"  Yes, you can go home again -- if you're HENRY J. STERN and if the place you are going is the New York City Department of Parks and Recreation.    Mr. Stern, once again the department's Commissioner, was clearly reveling in his return this week to the position he held for six years, 10 months and two days (\"but who's counting,\" he said) under former Mayor Edward I. Koch.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Mitchell Takes a Shot At Reversing His Luck","web_url":"https://www.nytimes.com/1994/01/05/sports/figure-skating-mitchell-takes-a-shot-at-reversing-his-luck.html","abstract":"  Not having beaten up on the competition at the 1993 world figure-skating championships in Prague, Mark Mitchell decided to do the next best thing and beat up on his hotel room.   \"I remember going back and saying, 'Here goes everything in the room. This is going to be a disaster,' \" Mitchell said today as he prepared for Wednesday night's technical program at the United States championships.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Don't Cut the Hotel Tax -- Repeal It","web_url":"https://www.nytimes.com/1994/01/05/opinion/don-t-cut-the-hotel-tax-repeal-it.html","abstract":"  Gov. Mario Cuomo's budget for the coming year will propose cutting New York State's tax on higher-priced hotel rooms, according to officials in his administration. That would be a smart move and a relatively inexpensive way to boost business in New York City. But it is not smart enough. The state tax should be repealed altogether, and quickly.   Taxes on Big Apple hotel rooms are the highest in the world, and by far the highest in America. City and state taxes on an overnight stay average 21.25 percent. That is more than half again as steep as the next-most-taxed cities -- Chicago, Atlanta, Dallas and Houston -- and roughly triple the average for the nation's 25 busiest hotel markets.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Lingering Conflict in the Schools: Black Dialect vs. Standard Speech","web_url":"https://www.nytimes.com/1994/01/05/nyregion/lingering-conflict-in-the-schools-black-dialect-vs-standard-speech.html","abstract":"  In the troubled East New York section of Brooklyn, Stanley Evans constantly corrects his students' English and lectures on the difference between the language of the office and the language of the streets.   Just a few miles away in a similar neighborhood, another English teacher, Cathie Wright-Lewis, refuses to fault her already overwhelmed students; instead, she concentrates on being a role model, using crisp diction and good grammar.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"STATES REBELLING AT FEDERAL ORDER TO COVER ABORTION","web_url":"https://www.nytimes.com/1994/01/05/us/states-rebelling-at-federal-order-to-cover-abortion.html","abstract":"  Medicaid officials in many states have objected to a new directive from the Clinton Administration that requires states to help pay for abortions for low-income women in cases of rape or incest.    In a letter written on behalf of the State Medicaid Directors' Association, Ray Hanley, the chairman of the group, strongly objected to the Administration position. Mr. Hanley is also the Medicaid director of Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/01/05/nyregion/parking-rules-778206.html","abstract":"  Because of the weather, alternate-side street cleaning regulations will be suspended today in New York City, including the Bay Ridge and Dyker Heights neighborhoods in Brooklyn. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/05/nyregion/no-headline-775746.html","abstract":"  \"I don't know of any jobs or any college where a prerequisite is a dialect. The problem with American education is we get caught up in fads and don't teach the basics.\" RAMON C. CORTINES, New York City Schools Chancellor.  [ D22:3. ]","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"First Storm of '94 Dumps Snow, Ice and Rain From West Virginia to Maine","web_url":"https://www.nytimes.com/1994/01/05/nyregion/first-storm-of-94-dumps-snow-ice-and-rain-from-west-virginia-to-maine.html","abstract":"  It did not pack the punch of the Great March Blizzard of '93, but the first storm of '94 was a severe northeaster that hammered the East late Monday night and early yesterday morning, immobilizing millions of people from North Carolina to Maine.    Torrents of icy rain and very heavy snow, which drifted up to three feet in some places, kept families home from work and school, knocked out power lines, closed major highways and disrupted a good part of the region's air and train traffic.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Nuclear Guinea Pigs","web_url":"https://www.nytimes.com/1994/01/05/opinion/nuclear-guinea-pigs.html","abstract":"  There is no good excuse for some of the callous and cavalier radiation experiments performed on unsuspecting human patients in Government-sponsored studies from the 1940's to the 1970's. Energy Secretary Hazel O'Leary had good reason to declare herself \"appalled, shocked and deeply saddened\" after reviewing one such experiment.    The information now emerging makes it clear that many scientists lacked the commonsensical fairness, honesty and compassion that is supposedly a hallmark of civilized humans; they had no qualms about endangering their patients and lying to them about it, with the blessings of the Federal Government. Even by the loose practices of the 1940's and 1950's, many studies clearly crossed the line into unethical behavior.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/05/nyregion/bridge-779423.html","abstract":"  The strongest bridge game ever played in prison took place half a century ago in Bandung, West Java, where a large number of Dutch officers were confined by the Japanese. The full story was described later by C. Th. de Booy, a Dutch lieutenant commander.   Scene: The open air in the crowded Chimahi camp.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness; The Shelter Error","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-the-shelter-error-782530.html","abstract":"  To the Editor:   In \"Where Should the Homeless Sleep?: Shelters Lead Nowhere\" (Op-Ed, Dec. 19) Dennis Culhane argues that we must break away from stressing the use of temporary shelters for the homeless. He contrasts this approach to the one supposedly urged by the New York City Commission on the Homeless, chaired by Andrew Cuomo. Specifically, Mr. Culhane characterizes the commission as urging the city to broaden the services offered at emergency shelters and recommending that temporary shelters be the first step toward affordable permanent housing.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"A Spanish Nightmare : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-a-spanish-nightmare-letters-to-the-editor.html","abstract":"Regarding \"The Tangled Tale of the Empty Galleries\" (Features, Dec. 20) by Alan Riding: .We Americans, being fascinated with foreign cultures, are often wont to think that problems such as those incurred by the Metropolitan Museum of Art, in","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/01/05/books/book-notes-780278.html","abstract":"  Hands Off Clinton Projects   Compromising positions, adultery in high office (and in cars), embarrassing personal details about the President of the United States: it sounds like a bankable book, at least in today's anything-goes marketplace. But New York publishers, at least, haven't seemed at all interested in two possible sex-with-Bill Clinton projects.   No one is buying, at least not yet, the proposed autobiography of Gennifer Flowers, the sometime civil servant who almost derailed Mr. Clinton's Presidential hopes when she declared in the 1992 campaign that she had been his lover for 12 years. And no publisher is stalking the two Arkansas state troopers who said, in interviews described in an article by David Brock in this month's American Spectator, that they regularly helped Mr. Clinton arrange and conceal sexual liaisons while he was Governor.","thumbnail":null,"section":"Books"},{"date":"19940105","headline":"Jets Need Help; Count the Ways","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-football-jets-need-help-count-the-ways.html","abstract":"  On Sunday night, in the final game of the season, the Houston Oilers exposed everything that was wrong with the Jets for much of the season, and showed them just how far they have to go to reach the level of a top contender in the National Football League.   The Jets couldn't win big games against good opponents. They consistently had breakdowns in one phase of the game or another. In the case of the 24-0 loss to Houston, all three phases collapsed. And the offensive coaches didn't seem to be able to make adjustments during the game to counter an opponent's strategy.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Cuba Embargo Has Had Desired Effect","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-cuba-embargo-has-had-desired-effect-782564.html","abstract":"  To the Editor:   \"U.S. Companies Use Affiliates Abroad to Skirt Sanctions,\" your Dec. 27 front-page report on Cuba and Libya, misleads your readers to believe that the case regarding Cargill Inc.'s sale of Cuban sugar shows how American corporations seize on \"porous laws\" to use foreign subsidiaries and circumvent the United States embargo on Cuba. This is not the case.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/05/us/inside-775134.html","abstract":"  MCI Plans Local Phone Links   MCI Communications plans to build 20 local telephone networks to bypass regional Bell companies. Page D1. Last-Minute Policy Scramble    With NATO and Russia summit meetings looming, the United States lacks a cohesive policy. Page A3. Assessing Cuomo's Record    As the Governor weighs another run, politicians and others offer mixed reviews of his 11-year tenure. Page B1. Losing Coaches Are Out Richie Petitbon of the Redskins and Jerry Glanville of the Falcons were dismissed. Page B11.  Auschwitz's Future Debated A debate over whether the Auschwitz death camp should become a museum or be allowed to decay raises historical and moral issues. Page A6.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Reviews/Television; Cabaret, the East Room And a Matter of Context","web_url":"https://www.nytimes.com/1994/01/05/arts/reviews-television-cabaret-the-east-room-and-a-matter-of-context.html","abstract":"  White House image wizards are likely to shift into a cringe mode tonight if a certain television program is available in their area. Curiously, or perhaps not so curiously, in the New York metropolitan area the scheduled PBS feed of the normally ballyhooed \"In Performance at the White House\" is being carried this evening only on the Connecticut outlet Channel 49 (the program will be shown on Channel 13 on Friday evening at 10).   This latest addition to the occasional series, taped on Nov. 29 with President and Mrs. Clinton and invited guests in attendance, celebrates cabaret music. A fine idea, but, between performance and broadcast, Mr. Clinton has been fending off new allegations, none verified, about his personal life. The inevitable headlines have put an unfortunate spin on the program's contents.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"The Divine Sarah, Public and Private","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-the-divine-sarah-public-and-private.html","abstract":"For more than 60 years as the golden-voiced empress of the stage, Sarah Bernhardt thrilled millions the world over. After becoming the pride of Paris as a public ornament and yearning for other lands to conquer, she toured Europe with her company and the","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Rams' Bettis Gets Rookie Award","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-football-rams-bettis-gets-rookie-award.html","abstract":"  JEROME BETTIS, whose 1,429 yards rank sixth in National Football League history for a rookie, was the overwhelming choice yesterday as the Associated Press Offensive Rookie of the Year. Bettis, the first-round pick of the Los Angeles Rams (10th over all), rushed for seven touchdowns. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Foreign Policy Nears a Peril Point","web_url":"https://www.nytimes.com/1994/01/05/opinion/foreign-policy-nears-a-peril-point.html","abstract":"  The foreign policy debate during the Clinton Administration's first year focused almost totally on secondary issues. The country can ill afford such a luxury this year.   The only first-magnitude issue to get large-scale public attention and sustained Presidential focus (at the eleventh hour) was the North American Free Trade Agreement. Other such issues -- Russia, the Middle East, North Korea, China, Japan, the General Agreement on Tariffs and Trade -- drew episodic high-level attention from an Administration preoccupied with domestic concerns.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782386.html","abstract":"  A picture caption on Monday in the special Outlook '94 issue of Business Day, with a forecast of the year in Hollywood, misidentified the film in which Nick Nolte was shown. It was Columbia Pictures' \"I'll Do Anything.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Snowing Gets Tough And They Get Going","web_url":"https://www.nytimes.com/1994/01/05/nyregion/snowing-gets-tough-and-they-get-going.html","abstract":"  On Monday night at 8:30, almost two hours before snow, sleet or freezing rain had touched pavement or windshield here, John Miskulin had already had his fill of the first snowstorm of 1994.   Standing at the front of the cavernous A. & P. he helps to manage and gesturing wearily at the empty bakers' racks, he underscored the obvious, \"Most of that stuff is gone.\" So was much of the milk and bottled water. The snack aisles had been raided, too. Cashiers drooped, having survived a tidal wave of shopping that crested about 6:30 P.M.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"In U.S. Ads for TV, Condoms That Dare Speak Their Name","web_url":"https://www.nytimes.com/1994/01/05/us/in-us-ads-for-tv-condoms-that-dare-speak-their-name.html","abstract":"  One television spot shows a condom that leaps from a chest of drawers just as a couple, whose sex is unclear, are about to make love. Like a tiny superhero, the condom scurries across the room past a surprised cat and dives under the covers with the pair.   \"It would be nice if latex condoms were automatic,\" an announcer says.  \"But since they're not, using them should be.\"","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"London to Launch Arts Fest","web_url":"https://www.nytimes.com/1994/01/05/style/IHT-london-to-launch-arts-fest.html","abstract":"When Sir Basil Feldman first tried to organize an arts festival here 10 years ago, he met with unanimous resistance. The arts scene in London is too vast to organize, said the skeptics. And besides, he was told, the city is, by its nature, a festival alr","thumbnail":null,"section":"Style"},{"date":"19940105","headline":"Review/Film; Mixing Fiction and Fact From Antarctica's Past","web_url":"https://www.nytimes.com/1994/01/05/movies/review-film-mixing-fiction-and-fact-from-antarctica-s-past.html","abstract":"  Nowadays, when no behavior is too trivial to be captured by a video camera, it takes some effort to remember that the moving image once seemed a miracle. \"The Forbidden Quest,\" a new film punctuated by archival scenes of early polar expeditions, offers some striking, ghostly reminders of cinema's intrinsic magic.   Antarctica has been photographed more startlingly than it is here, and scenes of polar exploration have been staged with greater visual ingenuity. But these authentic glimpses, shot between 1905 and the 1930's and found by Peter Delpeut in the Netherlands Film Museum, where he is a programmer, capture the daring of film making as an adventure in its own right. Scenes of sailors as they battle the polar elements are doubly audacious, not only because of the sailors' courage but also because a camera was there at all. The icy cliffs of the Antarctic are presented with straightforward awe, in scenes that really convey what the explorers' astonishment must have been like.","thumbnail":null,"section":"Movies"},{"date":"19940105","headline":"U.S. Is Scrambling for a Strategy On Eve of Clinton European Trip","web_url":"https://www.nytimes.com/1994/01/05/world/us-is-scrambling-for-a-strategy-on-eve-of-clinton-european-trip.html","abstract":"  Less than a week before the NATO and Moscow summit meetings, the Administration is still groping for a coherent strategy as President Clinton prepares to embark on his most comprehensive and ambitious overseas trip.   On Russia, the Administration retreated from the position outlined by Strobe Talbott, its leading Russia strategist, just two weeks ago that American policy is now to find a way to de-emphasize rapid economic change in favor of maintaining living standards.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Gwynn Gets Extension With Padres","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-baseball-gwynn-gets-extension-with-padres.html","abstract":"  They have shed virtually every one of their other high-priced players in the last year, but the San Diego Padres made sure yesterday that they would keep TONY GWYNN around for two years beyond the two years left on his existing contract. The Padres and Gwynn agreed to an extension for the 1996 and '97 seasons for $8.5 million.   The agreement provides a salary of $4 million each year, plus an option for 1998, also at $4 million, or a $500,000 buyout. Gwynn, who batted .358 in 1993 but missed winning his fifth National League batting title because ANDRES GALARRAGA hit .370, can earn an additional $500,000 in both '96 and '97 if he has 500 plate appearances. The remaining two years of his existing contract will pay the 33-year-old outfielder salaries of $3.25 million and $4.25 million.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Don't Push Kiev, Help It","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-dont-push-kiev-help-it.html","abstract":"In response to Kiev's conditioned ratification of the START treaty, the West, led by the United States, has initiated a policy of isolating Ukraine. This policy will be counterproductive..Kiev's isolation will only enhance the credibility of those Ukra","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Gaza Journal; Where Arabs in This Time Can Play Many Parts","web_url":"https://www.nytimes.com/1994/01/05/world/gaza-journal-where-arabs-in-this-time-can-play-many-parts.html","abstract":"  Gamal Abu Qomsan, the director of the Gaza Strip's only theater, is preparing his troupe for the day the Israeli forces withdraw.    But don't look for posters with visages of Palestinian leaders. And don't expect plays that extol the wisdom and beneficence of the new Palestinian government or replay scenes from the Israeli occupation.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/05/us/no-headline-778150.html","abstract":"  The Rev. John Francis Cronin, a Roman Catholic priest who was an expert on labor, race relations and social justice, died on Sunday at St. Charles Villa, a Sulpician retirement home in Baltimore. He was 85.   Father Cronin came to national prominence in 1945 when the National Catholic Welfare Conference, now the National Conference of Catholic Bishops, named him assistant director of its Department of Social Action in Washington. He held that position for 22 years.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Raise in Rent Aid Would Curb Homelessness","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-raise-in-rent-aid-would-curb-homelessness-782521.html","abstract":"  To the Editor:  In these recessionary times, when even people with substantial work histories and job skills face reduced job security and people with few skills or handicaps are virtually barred from the work force, New York State must maintain its safety net for people unable to work. County public assistance grants are often the last resort to which people with no income can turn.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Sarajevo Family's Fate: Shell Kills 3 Generations","web_url":"https://www.nytimes.com/1994/01/05/world/sarajevo-family-s-fate-shell-kills-3-generations.html","abstract":"  At No. 2 Omladinska Street today, the gurgling Miljacka River could be heard through the gaping hole in the Dragnic apartment's wall and the neighbors sobbed as they spoke of the dead, old and young, and family meals, New Year's parties and card games they would never share again.    On Monday afternoon at about 3:30, a howitzer shell fired by Serbian gunners on the nearby slopes of Mount Trebevic blew apart Mensur Dragnic's apartment, killing his wife, Nadja, 68; his son, Veseljko, 49; his daughter Dzenana, 42, and son-in-law, Adnan Tatarevic, 41; and their children, Nadi, 16, and Asija, 10..","thumbnail":null,"section":"World"},{"date":"19940105","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/05/nyregion/metro-digest-776041.html","abstract":"  BLACK DIALECT VS. STANDARD ENGLISH   More than a decade after educators first grappled with the issue, school districts in New York and elsewhere are still seeking the best way to teach standard English to students who usually use black dialect. A1.   STORM DISRUPTS TRAVEL ALONG EAST COAST   A blast of snow, sleet and freezing rain closed major highways, disrupted air traffic and halted trains from Boston to Washington. A1.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"'Red, Red Robin' Case Puts Songwriter's Heirs in Money","web_url":"https://www.nytimes.com/1994/01/05/nyregion/red-red-robin-case-puts-songwriter-s-heirs-in-money.html","abstract":"  A music-loving Federal judge has ruled that the early bird gets the worm. Or, more specifically, the early bird's heirs.   In a decision filed on Monday in Federal District Court in Manhattan, Judge Richard Owen, who composes operas in his spare time, ruled that the heirs of the author of the 1926 hit song, \"When the Red, Red Robin Comes Bob-Bob-Bobbing Along,\" are entitled to all royalties to the song.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"1894: Matabele Defeat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1894-matabele-defeat-in-our-pages100-75-and-50-years-ago.html","abstract":"CAPETOWN - The Imperial troops, under Colonel Goold-Adams, still remain encamped in the neighborhood of Buluwayo. Mr. Selous considers it probable that Lobengula may collect a small following around Panda and migrate across the Zambesi after the rainy sea","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Simulcast From Gulfstream Is Whited Out at Aqueduct","web_url":"https://www.nytimes.com/1994/01/05/sports/horse-racing-simulcast-from-gulfstream-is-whited-out-at-aqueduct.html","abstract":"  The great simulcasting experiment, intended to save New York horse racing from the ravages of winter weather by televising races from Florida, was foiled yesterday -- by winter weather.   The snow and ice storm that swept across the East Coast forced Aqueduct Race Track in Queens to cancel its inaugural program of seven live races plus the five that were scheduled to be imported from Gulfstream Park. Racing officials and stewards decided at 8:15 yesterday morning that the track was too slippery for jockeys and horses to run the live races and that the roads were to hazardous for the public to travel to the track to bet on the Florida races.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Report Sees a Recovery In New York's Economy","web_url":"https://www.nytimes.com/1994/01/05/nyregion/report-sees-a-recovery-in-new-york-s-economy.html","abstract":"  New York State's economy is recovering after a five-year slump that was far worse in the Northeast than elsewhere in the nation, Vincent Tese, director of the State Economic Development Office, said yesterday.   \"We're not out of the woods yet, but the trail looks a lot smoother and wider now than it did a year ago,\" said Mr. Tese, who is in charge of New York's programs to support business and retain jobs.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life-782823.html","abstract":"  Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups.    Here are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"The Decay of a 20th Century Relic: What Is a Fitting Future for Auschwitz?","web_url":"https://www.nytimes.com/1994/01/05/world/the-decay-of-a-20th-century-relic-what-is-a-fitting-future-for-auschwitz.html","abstract":"  An international debate fraught with deep historical and moral questions is under way about how Poland preserves the decaying remains of the Nazi death camp at Auschwitz for future memory.   The four main gas chambers and crematories here at Auschwitz, where approximately 1.6 million people, most of them Jews, were gassed and their ashes dumped in the surrounding ponds and fields, were blown up by the Nazis. The remains have been largely left as broken slabs of lichen-encrusted concrete and brick.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Clinton Stalls Effort To Improve Welfare","web_url":"https://www.nytimes.com/1994/01/05/us/clinton-stalls-effort-to-improve-welfare.html","abstract":"  The Clinton Administration is trying to plot a strategy that would allow it to appear to be pushing for improvements in the welfare system, even while it delays action on a welfare bill until the President's health care plan clears Congress. Such a strategy would make it unlikely that a major welfare bill would pass this year, officials said.   At a Cabinet meeting on Monday, the President argued that health care required the Administration's full attention. He also said the country would not succeed in moving people off welfare until it passed universal health care.    Article, page A13.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Metropolitan Museum Shows the World's Art","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-metropolitan-museum-shows-the-world-s-art-782580.html","abstract":"  To the Editor:   A Dec. 29 front page article reports that the administration of Mayor Rudolph W. Giuliani may offer more support to New York City's premier cultural institutions. You report further that John S. Dyson, the new deputy mayor for economic development and finance, said he found it unacceptable that the Metropolitan Museum of Art has had to close some galleries mornings or afternoons.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/05/arts/the-pop-life.html","abstract":"Along with \"Auld Lang Syne\" and fireworks, top-10 lists have mushroomed into a cottage industry around the first of each year. Those who pay attention will notice that pop critics don't share anything close to the unanimity that movie critics often have in their selections. Among the favorite albums chosen by the four New York Times critics who regularly cover nonclassical music, there is no album comparable to \"Schindler's List\" or \"The Piano\" in popularity. Critical tastes, in fact, seem to diverge more sharply this year than in previous top-10 roundups. \n\nHere are the best albums of the year in the views of Jon Pareles, the chief pop critic; Stephen Holden; Peter Watrous, jazz critic, and Danyel Smith.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/05/sports/results-plus-780073.html","abstract":"  TENNIS  Lendl Loses in Hopman  Ivan Lendl's debut on a United States tennis team turned into a 73-minute defeat at the Hopman Cup last night in Perth, Australia. Lendl lost by 6-3, 6-1, to Bernd Karbacher of Germany as the Americans were eliminated from the quarterfinals of the team event. Anke Huber beat Mary Joe Fernandez, 6-2, 7-6 (7-4), in women's singles before Lendl lost. The Americans rebounded to win the mixed doubles by 8-5 in a pro set, but it wasn't enough to stave off elimination. Lendl, who is ranked 19th in the world to Karbacher's 54th, succeeded with less than a third of his first serves and his ground strokes lacked timing. In desperation, Lendl tried to serve-and-volley, but even that tactic failed.  (AP) N.H.L.  Puppa Blanks Lightning  Pat Elynuik scored the game's only goal and a great job by goaltender Daren Puppa carried the Tampa Bay Lightning to a 1-0 victory over Toronto last night, extending the Leafs' streak of games without a victory to seven. Toronto outshot Tampa Bay, 28-24, in the game at Hamilton, Ontario. Puppa earned his second shutout of the season and made some of his best saves in the last six minutes. (AP) Red Wings 4, Blues 4: Brendan Shanahan capped a comeback from a four-goal deficit when he scored on a rebound with 4:18 left in regulation as St. Louis tied visiting Detroit. (AP) Blackhawks 2, Stars 1: Dirk Graham's goal with 1:14 to play in overtime lifted visiting Chicago over Dallas. Graham took possession near the blue line and fired a wrist shot through a screen that beat Dallas goaltender Andy Moog in the upper right corner for his ninth goal of the season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Reviews/Television; Correctness vs. Content in Language","web_url":"https://www.nytimes.com/1994/01/05/arts/reviews-television-correctness-vs-content-in-language.html","abstract":"  Tonight's \"48 Hours\" report plays catchup with the much disputed phenomenon of political correctness. Something of a catchall, the program skips between amusement and concern over happenings on campuses, at newspapers and television stations and in show business.   \"Politically Correct\" leads off with the case of a Vassar man who was suspected of making threatening telephone calls to a homosexual student. The suspect, a white heterosexual male, denied steadily that his was the voice on the nasty tape, but the pressure continued for weeks. Eventually the Vassar administrators, who declined to talk to the \"48 Hours\" reporter, Erin Moriarty, decided there was \"insufficient evidence\" to take action against the student. His defenders attribute his ordeal to an effort to placate a now-favored group. His father, a liberal of the 1960's generation, calls the affair \"a piece of propaganda theater.\"","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"Review/Theater: The Rez Sisters; Bingo as the Way of Escape, at Dismal Odds","web_url":"https://www.nytimes.com/1994/01/05/theater/review-theater-the-rez-sisters-bingo-as-the-way-of-escape-at-dismal-odds.html","abstract":"  It's Toronto or bust for the seven impoverished Indians whom the Canadian playwright Tomson Highway calls \"The Rez Sisters.\"   That's where \"the biggest bingo in the world\" is about to be held. As the raucous women envision it with mounting excitement and a feverish gleam in their dark eyes, hitting the $1 million jackpot is how they'll change their hardscrabble existence on the Wasaychigan Hill Indian Reserve in Ontario. \"When I win\" is how they begin their wishful sentences. No one says, \"If I win.\"","thumbnail":null,"section":"Theater"},{"date":"19940105","headline":"1944: Victory Isn't Close : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-1944-victory-isnt-close-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The Office of War Information issued its own appraisal today [Jan. 4] of the progress made in the war and the magnitude of the task ahead, based on information supplied by the War and Navy Departments and the Army","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"In America; Balance, Mr. Mayor","web_url":"https://www.nytimes.com/1994/01/05/opinion/in-america-balance-mr-mayor.html","abstract":"  It's a good thing Andrew Giuliani was on hand throughout his father's inaugural address on Sunday. The sustained antics of the uninhibited 7-year-old -- who made faces and parroted his father, and offered such unsolicited observations as \"He's right, you know\" -- provided the only real warmth and exuberance during the speech.   It'll be awhile before we see another successful politician as stiff and as chilly as New York's new Mayor. By comparison, Vice President Al Gore is a regular vaudevillian.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Hextall's Schedule Catches Up With Him","web_url":"https://www.nytimes.com/1994/01/05/sports/hockey-hextall-s-schedule-catches-up-with-him.html","abstract":"  The Devils obviously were aware that Ron Hextall was making his 20th consecutive start in goal for the Islanders.   Hextall's fatigue was evident with 1 minutes 37 seconds left in the game when he allowed a very soft goal to Stephane Richer. His fatigue was just as evident with 32.6 seconds left, when Bernie Nicholls scored another soft goal that sealed a 6-3 victory for the Devils.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Clinton Puzzle: How to Delay Welfare Reform Yet Seem to Pursue It","web_url":"https://www.nytimes.com/1994/01/05/us/clinton-puzzle-how-to-delay-welfare-reform-yet-seem-to-pursue-it.html","abstract":"  The Clinton Administration is trying to devise a strategy that would allow it to appear to be pushing for change in the welfare system, even while delaying action on a bill until the President's health care plan has a chance to clear Congress.   The effort to delay welfare legislation so it does not interfere with the Administration's primary goal of health care, while not acknowledged publicly, has been evident in a number of recent Administration actions and was discussed at a Cabinet meeting on Monday, officials said. They said the strategy would make it unlikely that a major welfare bill would pass Congress this year.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Feud Ends in Killing Of a 10th Grader At a Brooklyn Home","web_url":"https://www.nytimes.com/1994/01/05/nyregion/feud-ends-in-killing-of-a-10th-grader-at-a-brooklyn-home.html","abstract":"  A feud between two high school students in the Bedford-Stuyvesant section of Brooklyn ended yesterday when one accused the other of harassing him and then stabbed him to death during a dispute over money and a music tape, the police said.   Witnesses said Kevil Johnson, 16, was helping his father, Vincent, clear away snow in front of their two-story town house at 671 Park Avenue when Larkaid Wallace, 15, approached, demanding money and a tape that the two youths had apparently exchanged.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"C.I.A. Seeks Documents From Its Radiation Tests","web_url":"https://www.nytimes.com/1994/01/05/us/cia-seeks-documents-from-its-radiation-tests.html","abstract":"  Trying to help the Clinton Administration end the secrecy that surrounded the nation's use of human subjects in radiation experiments, the C.I.A. is searching for files on research it conducted during the cold war involving the use of radiation to alter or control behavior.   But due to secrecy, shredders and the passage of time, little is known about the nature of the tests, their number and the type of radiation involved.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Filmed Beating of Inmate Leads to Dismissal of 2 Prison Guards","web_url":"https://www.nytimes.com/1994/01/05/nyregion/filmed-beating-of-inmate-leads-to-dismissal-of-2-prison-guards.html","abstract":"  A videotaped beating at a maximum-security prison -- in which two guards were filmed striking a handcuffed inmate as he grunted in pain -- has led to the dismissal of the two guards and the suspension of two others who filed a false report about the episode.   \"The two were fired because it was an unprovoked, unjustified attack,\" said William A. Babiskin, an independent labor arbitrator who upheld a state decision to dismiss the guards. \"The inmate didn't do anything to deserve it. The force was unnecessary and excessive.\"","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Atlanta Watches Nervously As Corruption Trial Begins","web_url":"https://www.nytimes.com/1994/01/05/us/atlanta-watches-nervously-as-corruption-trial-begins.html","abstract":"  On the first day of a Federal corruption trial that threatens to burrow deep into Atlanta's power structure, Federal prosecutors today began detailing charges that a program at Hartsfield International Airport designed to provide economic opportunity for minorities became a swamp of corruption that largely benefited white businessmen, politically connected blacks and black public officials.   The trial, expected to last a month, is certain to tarnish the reputation of a program that has been viewed for years as a national model for assisting minority-owned businesses. And it is being watched with dread in local political circles in light of corruption allegations swirling around many of Atlanta's most prominent politicians.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Heart Diseases Are Persisting In Study's Second Generation","web_url":"https://www.nytimes.com/1994/01/05/us/heart-diseases-are-persisting-in-study-s-second-generation.html","abstract":"  NO anatomical or surgical study has revealed more about the health of the American heart than the four-decade-long project involving the people of Framingham, Mass. Beginning in 1949, more than 5,200 Framingham residents have participated in a unique study that has shown how living habits like smoking and inactivity, and health factors like obesity and high blood pressure, influence a person's chances of developing and dying of cardiovascular diseases, the nation's leading killers.   For the last two decades, 5,100 of the children of the original participants have also been studied, carrying the Framingham work into an era when deaths from heart attacks and strokes have fallen sharply while the costs of cardiovascular care continue to soar.","thumbnail":null,"section":"U.S."},{"date":"19940105","headline":"Needed: Democracy in New York","web_url":"https://www.nytimes.com/1994/01/05/opinion/needed-democracy-in-new-york.html","abstract":"  The swearing-in last week of Assemblyman Oliver Koppell as New York's new State Attorney General serves as a reminder of how very undemocratic the process of filling such vacancies is in the state.   The job became available because the duly elected Attorney General, Robert Abrams, resigned to go into private practice. When vacancies occur in statewide offices, it would make sense to hold a special election. But nothing's that easy in New York. The State Constitution provides for a less open practice: selection by the State Legislature, instead of election by the people.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Settlement In Harlem Suit Over Odors","web_url":"https://www.nytimes.com/1994/01/05/nyregion/settlement-in-harlem-suit-over-odors.html","abstract":"  On its last day, the Dinkins administration agreed to pay $1.1 million to help compensate for the smelly sewage treatment plant the city built in Harlem, and gave community and environmental groups legal leverage intended to insure that the new Mayor would keep the promise of the old to curb odors from the plant.   In settling a lawsuit filed by two groups and several Harlem residents, the city said it would put $1.1 million in a trust fund to address the community's environmental and health concerns. The plaintiffs, who will control the fund, said the money could be used for anything from a clinic for the respiratory ailments they say are endemic in the area to tree-planting.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Rodman Is Fined $10,000 by the N.B.A.","web_url":"https://www.nytimes.com/1994/01/05/sports/sports-people-basketball-rodman-is-fined-10000-by-the-nba.html","abstract":"  DENNIS RODMAN of the San Antonio Spurs was fined $10,000 for refusing to leave the court after he was ejected from a game against the Los Angeles Lakers last Sunday and for verbally abusing an official and throwing objects onto the court. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Review/Opera; Lush French Rarity, Via Shakespeare","web_url":"https://www.nytimes.com/1994/01/05/arts/review-opera-lush-french-rarity-via-shakespeare.html","abstract":"  The sensitivity and gentle exoticism of Reynaldo Hahn's art songs have made them centerpieces of the modern recital literature. But the operas, operettas and musical theater works he composed for the French stage in the first decades of this century have become footnotes in operatic history, scarcely mentioned in reference works and virtually never performed.    Hahn died only 47 years ago, so perhaps history's verdict is not final. Granted, a real reconsideration would require full-scale productions and recordings of works that have been collecting dust, and given the costs involved in presenting opera these days, few major companies (or singers) are likely to commit their resources to uncertain payoffs.","thumbnail":null,"section":"Arts"},{"date":"19940105","headline":"LIKUD LEADER PUTS ACCORD IN DOUBT","web_url":"https://www.nytimes.com/1994/01/05/world/likud-leader-puts-accord-in-doubt.html","abstract":"  Israel's main opposition leader, Benjamin Netanyahu, said today that if his Likud Party were to return to power he would feel no obligation to honor the current Labor Government's agreement with the Palestine Liberation Organization.   Mr. Netanyahu stopped short of a firm promise to break the deal on introducing Palestinian self-rule to the occupied territories -- a position advocated recently by his predecessor as Likud leader, former Prime Minister Yitzhak Shamir.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Rules of the Game : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/05/opinion/IHT-rules-of-the-game-letters-to-the-editor.html","abstract":"Regarding \"Toward Spheres of Influence, Plus International Rules\" (Opinion, Dec. 23) by Charles William Maynes: .With the only remaining superpower unwilling to pay even a small price to ensure stability in faraway places, Mr. Maynes proposes","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Pistons Give Thomas Money and Power","web_url":"https://www.nytimes.com/1994/01/05/sports/pro-basketball-pistons-give-thomas-money-and-power.html","abstract":"  By deciding to remain with the Detroit Pistons, Isiah Thomas has prolonged the Knicks' quest for a point guard.   The possibility that Thomas would be traded to the Knicks ended on Monday night after a meeting between Thomas and Bill Davidson, the Pistons' owner.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782360.html","abstract":"  An article in Business Day on Dec. 24, about the Monsanto Company's biotechnology business, misidentified the company's main fiber product. It is nylon, not polyester. The article also misstated the company's goal for growth, and its spending on biotechnology. Monsanto is seeking a 10 percent annual increase in earnings, not sales. It has spent more than $1 billion on biotechnology in general, not just on a cow hormone known as bovine somatotropin, or BST.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Yanks Are Slipping on Benes","web_url":"https://www.nytimes.com/1994/01/05/sports/baseball-yanks-are-slipping-on-benes.html","abstract":"  If the Yankees still want to acquire San Diego's Andy Benes to help strengthen their rotation, their next offer will to have to be significantly better than their last one, according to Randy Smith, San Diego's general manager.   Smith said yesterday that he last spoke with General Manager Gene Michael of the Yankees about three weeks ago, when Michael asked him if the Padres would trade the 26-year-old right-hander for the Yankees' Class AAA third baseman Russell Davis.","thumbnail":null,"section":"Sports"},{"date":"19940105","headline":"3 Lives Converge In a Killing","web_url":"https://www.nytimes.com/1994/01/05/nyregion/3-lives-converge-in-a-killing.html","abstract":"  The gunman ordered the two 18-year-olds out of the 1993 Jeep Wrangler after a three-mile ride, and told them to lie face down in the snow, behind a pile of wood chips. He put away the long-barreled pistol just before giving the instructions.   His words came in a calm voice, recalled Scott Nappi, one of the teen-agers, in an interview today from his bed in Nyack Hospital.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Cuomo: Miles to Go or Nearly Gone?; He Ponders Another Term, as Critics Assess First 11 Years","web_url":"https://www.nytimes.com/1994/01/05/nyregion/cuomo-miles-go-nearly-gone-he-ponders-another-term-critics-assess-first-11-years.html","abstract":"  Six years after he first chose not to run for President and two years after he declined for a second time, Gov. Mario M. Cuomo no longer has quite the star quality that once bolstered his popularity at home.   A brutal recession and 11 years of incumbency have taken their toll on his approval ratings. And the experiences of David N. Dinkins in New York City and Jim Florio in New Jersey serve as reminders that the record of just one term can be enough to convince voters to reject an incumbent.","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"U.N. General In Bosnia Quits","web_url":"https://www.nytimes.com/1994/01/05/world/un-general-in-bosnia-quits.html","abstract":"  Just a week after he accused the United Nations of passing too many resolutions on Bosnia and sending too few troops, Lieut. Gen. Francis Briquemont of Belgium, the head of the peacekeeping forces, has asked to be relieved of his post.   Ahmad Fawzi, a United Nations spokesman, said General Briquemont, 58, who took over from Lieut. Gen. Philippe Morillon of France in July, would probably leave in January.","thumbnail":null,"section":"World"},{"date":"19940105","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/05/nyregion/c-corrections-782394.html","abstract":"  Production credits on Dec. 21 with a theater review of \"A Community Carol,\" presented by Arena Stage and the Cornerstone Theater Company in Washington, omitted the name of the show's movement director. She is Sabrina Peck.  ","thumbnail":null,"section":"New York"},{"date":"19940105","headline":"Social Security Pays Its Way, and More","web_url":"https://www.nytimes.com/1994/01/05/opinion/l-social-security-pays-its-way-and-more-782556.html","abstract":"  To the Editor:   Let me add a twist to \"Elderly Paid Dues, but Get the Brushoff\" (letter, Dec. 25) by Rachel M. Lauer.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"Public & Private; Little Girl Lost","web_url":"https://www.nytimes.com/1994/01/05/opinion/public-private-little-girl-lost.html","abstract":"  The year ended with every parent's worst nightmare played out over and over and over again, in the suburbs of St. Louis, in Petaluma, Calif., in the small town of Litchfield, N.Y.    Sara Anne Wood set out on the short bike ride between her home and the church where her father is pastor, then simply disappeared. Polly Klaas was having a slumber party when a stranger entered the house and carried her away while her mother slept.  Cassidy Senter went to visit a friend and never came home.","thumbnail":null,"section":"Opinion"},{"date":"19940105","headline":"No More Mr. President, Just a Texas Nice Guy","web_url":"https://www.nytimes.com/1994/01/05/us/no-more-mr-president-just-a-texas-nice-guy.html","abstract":"  As Barbara Bush has told it, \"George is the best little dishwasher in Texas.\" George Bush recounts it differently: \"Barbara makes the bed. I make the coffee. And Millie does the dishes.\"   But however they divide domestic chores these days, the former President and First Lady insist that they and their famous dog are home in Houston to stay. And nearly one year after an involuntary departure from the White House, they insist that they are utterly content to be here in their new red-brick house on West Oak Drive South.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940105","time":"1994-01-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":84,"wspd":11.2},{"date":"19940105","time":"1994-01-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":78,"wspd":11.2},{"date":"19940105","time":"1994-01-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":11.2},{"date":"19940105","time":"1994-01-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":16.6},{"date":"19940105","time":"1994-01-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":85,"wspd":14.8},{"date":"19940105","time":"1994-01-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":88,"wspd":16.6},{"date":"19940105","time":"1994-01-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":90,"wspd":18.4},{"date":"19940105","time":"1994-01-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":88,"wspd":13},{"date":"19940105","time":"1994-01-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":90,"wspd":13},{"date":"19940105","time":"1994-01-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":83,"wspd":20.5},{"date":"19940105","time":"1994-01-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":80,"wspd":35.3},{"date":"19940105","time":"1994-01-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":77,"wspd":25.9},{"date":"19940105","time":"1994-01-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":72,"wspd":27.7},{"date":"19940105","time":"1994-01-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":67,"wspd":27.7},{"date":"19940105","time":"1994-01-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":64,"wspd":27.7},{"date":"19940105","time":"1994-01-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":64,"wspd":27.7},{"date":"19940105","time":"1994-01-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":78,"wspd":29.5},{"date":"19940105","time":"1994-01-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":60,"wspd":22.3},{"date":"19940105","time":"1994-01-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":66,"wspd":18.4},{"date":"19940105","time":"1994-01-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":64,"wspd":16.6},{"date":"19940105","time":"1994-01-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":66,"wspd":13},{"date":"19940105","time":"1994-01-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":60,"wspd":11.2},{"date":"19940105","time":"1994-01-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":66,"wspd":9.4},{"date":"19940105","time":"1994-01-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":70,"wspd":7.6},{"date":"19940105","time":"1994-01-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":22.3},{"date":"19940105","time":"1994-01-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":75,"wspd":25.9},{"date":"19940105","time":"1994-01-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":65,"wspd":35.3},{"date":"19940105","time":"1994-01-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":25.9},{"date":"19940105","time":"1994-01-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":38.9},{"date":"19940105","time":"1994-01-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":25.9},{"date":"19940105","time":"1994-01-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":20.5},{"date":"19940105","time":"1994-01-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":22.3},{"date":"19940105","time":"1994-01-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":22.3},{"date":"19940105","time":"1994-01-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":20.5},{"date":"19940105","time":"1994-01-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":62,"wspd":14.8},{"date":"19940105","time":"1994-01-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":65,"wspd":11.2},{"date":"19940105","time":"1994-01-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":14.8},{"date":"19940105","time":"1994-01-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":16.6},{"date":"19940105","time":"1994-01-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":18.7},{"date":"19940105","time":"1994-01-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":65,"wspd":24.1},{"date":"19940105","time":"1994-01-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":61,"wspd":31.7},{"date":"19940105","time":"1994-01-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":58,"wspd":31.7},{"date":"19940105","time":"1994-01-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":37.1},{"date":"19940105","time":"1994-01-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":31.7},{"date":"19940105","time":"1994-01-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":31.7},{"date":"19940105","time":"1994-01-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":38,"wspd":33.5},{"date":"19940105","time":"1994-01-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":37,"wspd":25.9},{"date":"19940105","time":"1994-01-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":44,"wspd":22.3}]},"19940106":{"guardian_articles":[{"date":"19940106","headline":"North Korea agrees to inspections","web_url":"https://www.theguardian.com/world/1994/jan/06/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940106","headline":"As Bosnians Reel, France Prods U.S.","web_url":"https://www.nytimes.com/1994/01/06/world/as-bosnians-reel-france-prods-us.html","abstract":"  As Sarajevo staggered through the heaviest bombardment in months, France pressed the United States to join Western Europe in military intervention to prevent the war in Bosnia from spreading.   The United States has shown no sign of wanting to become more involved. But France, arguing that NATO's credibility is at stake, is insisting that the issue be discussed when leaders of the 16 NATO nations meet next week in Brussels.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Luge Team Unafraid To Revisit Attack Site","web_url":"https://www.nytimes.com/1994/01/06/sports/olympics-luge-team-unafraid-to-revisit-attack-site.html","abstract":"  On Jan. 17, a trial is scheduled to open in Oberhof, Germany, in which the German Government has charged two unnamed youths, neo-Nazi skinheads, with \"attempting to inflict grievous bodily harm\" on another person.   The person who was attacked in the brawl in a bar last Oct. 29 is, to be sure, named in the indictment. It is Duncan Kennedy, a standout on the United States luge team that will compete in the Winter Olympics in Lillehammer, Norway, about three weeks later.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/06/style/chronicle-790591.html","abstract":"  \"How to Make Love\" is a one-act comic opera that's a family enterprise, and the family is that of CHEVY CHASE, the film star and comedian.    Mr. Chase's stepfather, LAWRENCE WIDDOES, a contemporary composer and teacher at the Juilliard School, is the composer of the opera, and his mother, C. C. WIDDOES, is the librettist. And their inspiration grew when they learned that they could put on a production of the work for as little as $30,000. \"We thought maybe Chev would want to take a flier,\" Mrs. Widdoes said. \"He's the most generous person in the world.\"","thumbnail":null,"section":"Style"},{"date":"19940106","headline":"France Presses U.S. for Stronger Stand on Bosnia","web_url":"https://www.nytimes.com/1994/01/06/world/france-presses-us-for-stronger-stand-on-bosnia.html","abstract":"  Determined that the war in the Balkans should not be overlooked at the NATO summit meeting in Brussels next week, France is pressing the United States to join Western Europe in a more direct military intervention in Bosnia and Herzegovina.   Senior French officials have specifically urged the United States to help relieve Serbian pressure on the besieged Muslim enclaves of Tuzla and Srebrenica. But they have also warned that the credibility of the United Nations and the North Atlantic Treaty Organization is at stake in Bosnia.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Let's Throw Out the Murderers in Haiti","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-let-s-throw-out-the-murderers-in-haiti-791113.html","abstract":"  To the Editor:   The stalled negotiations to restore the Rev. Jean-Bertrand Aristide, Haiti's ousted President, presents a genuine challenge to the Clinton Administration. The Administration has indicated displeasure with Father Aristide because of his unwillingness to meet again with Lieut. Gen. Raoul Cedras of Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Giuliani Says Dinkins Erred On an Ouster","web_url":"https://www.nytimes.com/1994/01/06/nyregion/giuliani-says-dinkins-erred-on-an-ouster.html","abstract":"  Mayor Rudolph W. Giuliani yesterday joined a chorus of critics assailing former Mayor David N. Dinkins for his last-minute replacement of the chairman of New York City's Campaign Finance Board, which had fined Mr. Dinkins's mayoral campaign $320,000 for violating public finance laws.   An adviser to Mr. Giuliani, who spoke on condition of anonymity, said that either the Mayor or a deputy, Peter J. Powers, was expected to send a letter today to the new chairman, Thomas J. Schwarz, asking him to step down because of the controversy over how he was appointed.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Basing Gifts To Neediest On a Custom","web_url":"https://www.nytimes.com/1994/01/06/nyregion/basing-gifts-to-neediest-on-a-custom.html","abstract":"  Of the thousands of checks sent to The New York Times Neediest Cases Fund each year, the majority are for round sums -- $10, $50, $100 or $1,000. But the parade of even numbers is occasionally interrupted by an oddity -- a check for $227.10, or $144, or some other amount that might well seem plucked from the air.   Many contributors, it turns out, have established unusual charity guidelines for themselves or their families, often based on their ages, important dates or other significant numbers from their lives.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"NATO CLEARS PLAN FOR TASK FORCES","web_url":"https://www.nytimes.com/1994/01/06/world/nato-clears-plan-for-task-forces.html","abstract":"  NATO officials removed the final barriers today to an American-backed proposal that would change the military alliance's command structure to make it easier for NATO and former Warsaw Pact troops to combine forces to defuse crises both inside and outside Europe.   The plan calls for establishing multinational task forces of NATO and non-NATO troops that would conduct joint military exercises and be ready to rush into action on peacekeeping or relief missions.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Outflanking G.O.P.","web_url":"https://www.nytimes.com/1994/01/06/nyregion/outflanking-gop.html","abstract":"  By calling for tax cuts, a crackdown on crime and a welfare program that emphasizes work, Gov. Mario M. Cuomo, once the darling of liberal Democrats, sought today to outflank the Republicans who want to hang him this election year from the twin nooses of joblessness and crime.   Days before he may announce a bid for re-election, the Governor used his 12th State of the State Message to systematically shore up each of his most distinct political vulnerabilities. In each case, he anticipated the criticisms capable of damaging him most severely and developed proposals to undercut them.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Mayors in Florida Demand More State Help on Crime","web_url":"https://www.nytimes.com/1994/01/06/us/mayors-in-florida-demand-more-state-help-on-crime.html","abstract":"  Alarmed at what they described as the \"explosive growth\" of violent crime throughout Florida and the damage to the state's reputation, mayors and police chiefs from six of Florida's seven largest cities met here today for a \"safe city summit\" and called on the state government to mete out harsher punishment to habitual criminals.   \"We have reached a point of exhaustion,\" said Mayor Ed Austin of Jacksonville, the host of the one-day conference that was also attended by officials from Fort Lauderdale, Miami, Orlando, St. Petersburg and Tampa.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Review/Opera; Two New Leads (Almost) in 'Les Troyens'","web_url":"https://www.nytimes.com/1994/01/06/arts/review-opera-two-new-leads-almost-in-les-troyens.html","abstract":"  The Metropolitan Opera tried to present new singers in two of the central roles in \"Les Troyens\" on Tuesday evening, but the change did not take. After two of the three acts -- and with only one substantial scene left for Aeneas to sing -- the company announced that the tenor, Paul Frey, had a throat infection and could not continue. Gary Lakes, who sang the role when the production opened last month, took over for Aeneas's farewell.    A singer whose voice is properly supported can sing through a sore throat, and in the dead of winter this is more common than audiences usually know. The problems with Mr. Frey's Aeneas could not all be ascribed to illness. From the start, his sound was powerful enough to cut through Berlioz's hefty orchestration, but he sounded fuzzy, as though he were singing with a mouthful of cotton. Persistent pitch problems and stiff acting also afflicted his reading, but it was undoubtedly the cracked notes in the passionate duet with Dido at the end of the second act that persuaded Mr. Frey to abandon the effort.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"U.S. Will Reassess Support For Haiti's Exiled President","web_url":"https://www.nytimes.com/1994/01/06/world/us-will-reassess-support-for-haiti-s-exiled-president.html","abstract":"  President Clinton said today that the United States had decided to reassess its support for the exiled President of Haiti, the Rev. Jean-Bertrand Aristide. The remarks were Mr. Clinton's first acknowledgement that the embattled Haitian leader has lost critical backing from the United States.   In an interview with columnists at the White House, Mr. Clinton said he still believed that democracy was possible in Haiti, but that Father Aristide may no longer be its most effective messenger since his public quarrel with Robert Malval, the Prime Minister Father Aristide selected to lead a restoration of democratic government.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"A Vatican Tie With Israel","web_url":"https://www.nytimes.com/1994/01/06/opinion/a-vatican-tie-with-israel.html","abstract":"  The formal recognition between the Vatican and Israel ends a diplomatic anomaly and takes some of the bitter sting from a troubled relationship. Yet those troubles still unsettle, as is evident in the Holy See's decision to establish its embassy in Jaffa, which has an Arab identity though it is within Tel Aviv's municipality. Church spokesmen insist that a Franciscan building there was chosen for economic and technical reasons, not to define a political distance between the Vatican and Israel. It is a textbook example of diplomatic euphemism that nobody is expected to believe.    Few issues have caused harder feelings between the Holy See and Israel than the status of Jerusalem. Successive popes have called, before and since Israel's birth in 1948, for territorial internationalization of the Holy City and its sacred shrines. What rankled the founders of the reborn Jewish state was the Vatican's indifference to the political regime in Jerusalem so long as the city was governed by Arabs. Only when Israel initially proclaimed Jerusalem as its capital, and when the Old and New cities were united by Israeli arms in 1967, did the Vatican emphasize the necessity of internationalizing Jerusalem.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"National Endowment Cuts Theater Training","web_url":"https://www.nytimes.com/1994/01/06/theater/national-endowment-cuts-theater-training.html","abstract":"  The National Endowment for the Arts, responding to a budget cut by Congress earlier this year, is eliminating its 20-year-old Professional Theater Training Program, which supports 16 of the nation's premier drama schools, including the Juilliard School, the Yale School of Drama and the New York University Tisch School of the Arts.   There has been no formal announcement of the endowment's action, but some schools have been informed by letter of the cutbacks and endowment officials yesterday confirmed them.","thumbnail":null,"section":"Theater"},{"date":"19940106","headline":"Mexican Copters Pursue Rebels; Death Toll in Uprising Is Put at 95","web_url":"https://www.nytimes.com/1994/01/06/world/mexican-copters-pursue-rebels-death-toll-in-uprising-is-put-at-95.html","abstract":"  The Mexican armed forces pressed their counterattack on peasant guerrillas today, sending rocket-equipped planes and helicopter gunships into the hills after the retreating rebels.   Just outside San Cristobal de las Casas, the second-largest city in the state of Chiapas, military planes that had bombed the guerrillas on Tuesday attacked today with rockets and machine guns on a hillside where the only people in evidence were local peasants and journalists in well-marked vehicles, some of whom were nearly hit.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Energy Chief in Spotlight As She Uncovers the Past","web_url":"https://www.nytimes.com/1994/01/06/us/energy-chief-in-spotlight-as-she-uncovers-the-past.html","abstract":"  Energy Secretary Hazel R. O'Leary was in her office in November when Dan Reicher, a top aide, pulled her out of a meeting and told her he had disturbing news.   \"I just found out about experiments you should know about,\" Mr. Reicher said. \"People were injected with plutonium back in the 1940's. There's a newspaper in New Mexico that's about to lay out the whole thing.\"","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"CLINTON TO PRESS RUSSIA TO USE AID TO ASSIST JOBLESS","web_url":"https://www.nytimes.com/1994/01/06/world/clinton-to-press-russia-to-use-aid-to-assist-jobless.html","abstract":"  After a long internal debate on Russian policy, President Clinton plans to go to Moscow next week urging continued tough economic reforms, officials said today.    But they added that he will also offer some new ideas about how Western aid can be used to retrain Russian workers and cushion those left unemployed by economic change.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Lament of Knicks' Anthony: Play Me and Then Trade Me?","web_url":"https://www.nytimes.com/1994/01/06/sports/college-basketball-lament-of-knicks-anthony-play-me-and-then-trade-me.html","abstract":"  Coming off his strongest performance since a season-ending injury to Doc Rivers made him the Knicks' starter at point guard, Greg Anthony admitted today that he was frustrated over all the recent reports about possible trades.   \"Maybe to appease them, they should work to get rid of me,\" Anthony said. \"I've always been from the school of if it ain't broke, don't fix it. But it's kind of strange. Every time something happens, they want to make a move.\" Sparkling Against Magic    Anthony was sparkling in a satisfying 100-95 victory over Orlando at Madison Square Garden on Tuesday night. In 39 minutes, he scored 13 points, dished out 10 assists, had 5 steals and even added 3 rebounds, while forcing Scott Skiles of the Magic into 9 turnovers. Skiles, Derek Harper of Dallas and Isiah Thomas of Detroit have all been mentioned in the trade rumors. Thomas has since decided to remain with Detroit.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"B.C.C.I. Records to Be Sealed","web_url":"https://www.nytimes.com/1994/01/06/us/bcci-records-to-be-sealed.html","abstract":"  A New York State judge has agreed to seal court records in the cases against Clark M. Clifford and Robert A. Altman, who were charged in July 1992 with scheming to defraud First American Bank and its depositors by helping the Bank of Credit and Commerce International secretly assume control of First American. Mr. Altman was acquitted in August, and the case against Mr. Clifford was dismissed because of health. Under New York law, an acquitted defendant may request that court documents be sealed. Judge John A. K. Bradley of the New York State Supreme Court granted Mr. Altman's request but left the door open for law-enforcement agencies to examine the documents.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Whitman Says Tax Reduction Will Hurt","web_url":"https://www.nytimes.com/1994/01/06/nyregion/whitman-says-tax-reduction-will-hurt.html","abstract":"  Governor-elect Christine Todd Whitman began talking tonight for the first time about the pain as well as the promise of her campaign pledge to cut taxes and state government.   In the third of her appearances with voter groups the Governor-elect answered questions and took suggestions for an hour on ways to cut income taxes by nearly a third over three years.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Irish Protestants Are as Irish as Catholics","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-irish-protestants-are-as-irish-as-catholics-791091.html","abstract":"  To the Editor:   \"Irish Americans,\" James Michener's Dec. 19 letter, is shocking, for it implicitly equates Irish with Roman Catholic. That most of Ireland's Protestants are of Scots ancestry does not make them any less Irish. (Some, by the way, are of English, German or French ancestry.)","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Topics of The Times; Lost Berlin","web_url":"https://www.nytimes.com/1994/01/06/opinion/topics-of-the-times-lost-berlin.html","abstract":"  Say \"Berlin\" and the immediate association is scarcely with classical grace, dreaming spires or Italianate charm. But those were the visible qualities of the Prussian capital from 1815 to 1848, in good part thanks to an architect of genius named Karl Friedrich Schinkel. This lost Berlin was overwhelmed by an imperial building boom and then battered by World War II air raids that leveled a third of the city.    Schinkel's Berlin is recalled to life in an exhibition at 18 West 86th street, the new Manhattan home of Bard College's Graduate Center for Studies in the Decorative Arts. His Berlin and Potsdam, here portrayed on porcelain vases, are romantic visions, with villas and palaces set in verdant parks shaped by a gifted landscape designer, Peter Joseph Lenne. Photographs document the present state of buildings that survived or were restored during Berlin's years of cold war division.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Robin Williams, Seriously Speaking","web_url":"https://www.nytimes.com/1994/01/06/arts/robin-williams-seriously-speaking.html","abstract":"  It's unusual that Robin Williams, the hottest movie comedian in America, appears as a guest star in a television series tonight. More unusual, perhaps, is that his character, a tourist who becomes a victim of violent crime, does not have one funny line.   \"I think I've done enough different parts now that people realize quickly, after just a few moments, that this isn't a role where I'm going to do the crazy thing,\" Mr. Williams said in a telephone interview yesterday. \"Obviously on a subject like this, you're not going to do any comedy riffing.\"","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Bowie Out Six Weeks After Knee Surgery","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-people-pro-basketball-bowie-out-six-weeks-after-knee-surgery.html","abstract":"  SAM BOWIE underwent arthroscopic surgery for removal of bone chips from left knee yesterday and doctors said the 7-foot-1-inch Los Angeles Lakers center would be out at least six weeks.   Bowie was placed on the injured list and his spot on the roster was taken by KURT RAMBIS, who had been waived by the Lakers on Dec. 14.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"New Levy on Parking Hits Taxers Themselves","web_url":"https://www.nytimes.com/1994/01/06/us/new-levy-on-parking-hits-taxers-themselves.html","abstract":"  When the time comes for senators and representatives to pay their income taxes this April, they will probably find they owe several hundred dollars more than they might have expected.   They will have no one to blame but themselves.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Admiral to Visit Hanoi, as Relations Improve","web_url":"https://www.nytimes.com/1994/01/06/world/admiral-to-visit-hanoi-as-relations-improve.html","abstract":"  In another sign of improving ties between Hanoi and Washington, Adm. Charles R. Larson, commander of United States forces in the Pacific, will visit Hanoi this month, the highest-ranking American military officer on active duty to go to Vietnam since the war in Southeast Asia ended in 1975.    Admiral Larson, a four-star officer based in Hawaii, is to go to Vietnam on Jan. 16 for three days to review the work of American and Vietnamese specialists investigating the fate of missing Americans. Admiral Larson is also expected to meet with high-ranking officials in the Foreign Ministry.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/06/nyregion/inside-783854.html","abstract":"  Furor Over Fetal Ovaries   A British scientist set off an international furor by suggesting that ovaries from aborted fetuses be implanted in infertile women. Page A16. A Deal With North Korea    Clinton Administration officials said the North Korean Government had accepted international inspections of its nuclear sites. Page A12. Higher Interest Rates Seen   Treasury Secretary Lloyd Bentsen predicted that short-term interest rates would rise. Page D1. Congress Taxes Itself    A 1992 energy law will leave members of Congress owing more taxes than they may think. Page D20.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/06/style/chronicle-788163.html","abstract":"  Some celebrities take security guards with them when they venture into department stores. RICHARD GERE arrived at Harrods in London early yesterday morning flanked by two Tibetan monks. He was there to open a semi-annual sale that draws hundreds of thousands of shoppers.    As Mr. Gere drew up in a vintage Rolls-Royce, accompanied by horse-drawn carriages and Scottish bagpipers, few people were able to catch even a glimpse of him because their view was blocked by hundreds of news photographers.","thumbnail":null,"section":"Style"},{"date":"19940106","headline":"Mace Is Sprayed in Class","web_url":"https://www.nytimes.com/1994/01/06/nyregion/mace-is-sprayed-in-class.html","abstract":"  A 12-year-old student at Junior High School 113, at 3710 Barnes Avenue in Williamsbridge, the Bronx, sprayed a can of Chemical Mace during a social studies class yesterday, sickening students and a teacher, said Detective Kim Royster, a police spokeswoman. Fourteen students who complained of breathing difficulties and nausea were treated at nearby hospitals and released, she said.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Sports of The Times; Classic Cars and Coaches","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-of-the-times-classic-cars-and-coaches.html","abstract":"  CHANGING coaches in the National Football League is like buying a car. Sometimes you simply want to try the newest model. But sometimes you have the opportunity to purchase a classic, a coach with a proven record who's out there in the showroom. As Bill Parcells and Dan Reeves were this time a year ago.   Maybe if Parcells were still out there, Bruce Coslet would be in jeopardy with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Bar Bouncer Gets 30 Years For 2 Slayings","web_url":"https://www.nytimes.com/1994/01/06/nyregion/bar-bouncer-gets-30-years-for-2-slayings.html","abstract":"  A bar bouncer was sentenced yesterday to 30 years to life in prison for the execution-style murder of an off-duty housing police officer and the fatal shooting of another man after brawling with the two victims inside a bar in Bayside, Queens.    The 26-year-old defendant, Patrick Bannon, said he was \"truly sorry\" as he stood before Justice Robert J. Hanophy in State Supreme Court in Queens.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/01/06/style/IHT-what-theyre-reading.html","abstract":"Bernd Fischer, Berlin's chief of protocol, is reading \"Aus einem diplomatischen Wanderleben\" by Friedrich Rosen..\"It is an old habit of mine to browse around searching for diplomatic memoirs. Through this book I have acquired quite a know","thumbnail":null,"section":"Style"},{"date":"19940106","headline":"9 Writers Get $105,000 Each To Help Promote Literature","web_url":"https://www.nytimes.com/1994/01/06/books/9-writers-get-105000-each-to-help-promote-literature.html","abstract":"  The Lila Wallace-Reader's Digest Fund announced that nine writers would receive its annual Writers' Awards, worth $105,000 each.   The winners will receive the money in three annual installments of $35,000. A condition of the grant is that the writers work during the three years with a nonprofit organization to develop programs to increase public appreciation for contemporary literature.","thumbnail":null,"section":"Books"},{"date":"19940106","headline":"Jordan Going From Dunking to Bunting?","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-people-baseball-jordan-going-from-dunking-to-bunting.html","abstract":"  Yes, MICHAEL JORDAN has been in a batting cage at Comiskey Park. No, his workouts don't mean the retired Chicago Bulls star wants a tryout, the White Sox say. \"Sure, he's been here,\" RON SCHUELER, the White Sox general manager, said yesterday. \"He's been taking some swings and playing catch. Basically, he's got three or four hours a day with nothing to do, so he's coming in here and working out. But he's never asked us about spring training.\"   The Chicago Sun-Times quoted an unidentified source as saying that Jordan, 30, was seriously considering reporting to the White Sox camp in Sarasota, Fla., when it opens Feb. 16.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Germany Seeks Suspect in '86 Disco Bombing","web_url":"https://www.nytimes.com/1994/01/06/world/germany-seeks-suspect-in-86-disco-bombing.html","abstract":"  German prosecutors said today they were seeking the extradition from Lebanon of a prime suspect in the 1986 bombing at a Berlin discotheque that killed three people and led President Reagan to order United States air raids against Libya.   The suspect, identified in German press reports today as Youssef or Yasser Chraidi, has been in a Lebanese jail for more than a year awaiting trial on unknown charges. Prosecutors said they learned of his arrest last summer and quickly filed an appeal for his extradition. The appeal had been kept secret by both Governments, but was reported by German news organizations this week.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"2 Men Plead Guilty In Illegal Alien Case","web_url":"https://www.nytimes.com/1994/01/06/nyregion/2-men-plead-guilty-in-illegal-alien-case.html","abstract":"  The two top-ranking figures aboard the Golden Venture, the freighter that ran aground off Queens last June with nearly 300 illegal Chinese immigrants aboard, pleaded guilty yesterday to reduced charges in plea deals.   Lawyers in the case said the deals call for the two men -- the owner of record and the captain -- to cooperate with investigators seeking those who are believed to be the organizers of the smuggling operation, none of whom have been arrested or charged in the case. Ten of the aliens died in their attempts to swim ashore after the ship struck a sandbar after a four-month journey from Southeast Asia.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"1919: Starving Russians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-1919-starving-russians-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - A despatch from Helsingfors [Helsinki] says that 17 Bolshevists have been arrested at the Finnish frontier. They give a distressing account of the present situation in Petrograd. The city, they say, is simply an immense cemetery. People faint","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Mistrial Is Declared in Mafia Murder Case","web_url":"https://www.nytimes.com/1994/01/06/nyregion/mistrial-is-declared-in-mafia-murder-case.html","abstract":"  A mistrial was declared yesterday in the Federal racketeering and murder trial of three men accused of having participated in a murder for which a Mafia boss, John Gotti, was convicted in 1992. A hung jury failed to find any of the defendants guilty, a prosecutor said.   The defendants -- Pasquale Conte, 68, Francisco Paul Graziano, 56, and Anthony Vinciullo, 58 -- were identified by prosecutors respectively as a captain and two soldiers in the Gambino crime family, headed by Mr. Gotti.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"2 Bombs Left With Notes Fail to Go Off Near Offices","web_url":"https://www.nytimes.com/1994/01/06/nyregion/2-bombs-left-with-notes-fail-to-go-off-near-offices.html","abstract":"  Two small bombs were left in front of two Manhattan office buildings in the early morning hours yesterday, but the devices failed to detonate as planned and no one was hurt, the police said.   The bombs were accompanied by rambling notes criticizing the Israeli Government.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"City Council Bill on Privatization Serves Taxpayer Interests","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-city-council-bill-on-privatization-serves-taxpayer-interests-791075.html","abstract":"  To the Editor:   You do your readers and all New Yorkers a great disservice in \"Thank You, Mr. Dinkins\" (editorial, Dec. 22), when you mislead them into believing that the City Council bill to require cost studies on privatization is a \"destructive policy\" and an \"incursion on executive power.\"","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Electric Fields Create Nebulous Peril but Real Fear on L.I.","web_url":"https://www.nytimes.com/1994/01/06/nyregion/electric-fields-create-nebulous-peril-but-real-fear-on-li.html","abstract":"  When the State Attorney General's office reported last summer that electromagnetic fields from high-voltage power lines above the Woodmere Middle School were among the strongest recorded at any school in New York, anxious parents swung into action.   Petitions were circulated, school board members were grilled and meetings with utility company officials were organized, all in an effort to learn more about the fields and their links, if any, to cancer. \"You had a lot of angry parents,\" recalled Sherry Einaugler, president of the Parent-Teachers Association at the school, where a steel transmission tower sits in the parking lot, about 100 feet from the main entrance.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Will 2 Carters Be Too Much for Giants?","web_url":"https://www.nytimes.com/1994/01/06/sports/pro-football-will-2-carters-be-too-much-for-giants.html","abstract":"  Safety Myron Guyton of the Giants thought back to the days when Minnesota's Cris Carter was playing for Philadelphia, and fair or not had a reputation for being, well, soft. Guyton wasn't shy in talking about how both Cris and Anthony Carter, the Vikings' wide receivers, are supposedly allergic to tough, physical play.   While saying he had the utmost respect for both Carters, Guyton made it clear today he felt that if the Carters get roughed up a bit, they get rattled. \"We played against Cris before when he was in Philly,\" Guyton said. \"If we play physical against him, we can take him out of the game.\"","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Review/Television; 4 Weeks Probation for Police Drama","web_url":"https://www.nytimes.com/1994/01/06/arts/review-television-4-weeks-probation-for-police-drama.html","abstract":"  Barry Levinson's \"Homicide: Life on the Street\" is television's other great new cop show. But while Steven Bochco's \"N.Y.P.D. Blue,\" with its \"viewer discretion advised\" tag, has settled securely into its Tuesday slot on ABC, \"Homicide,\" not especially interested in nudity, has had a shakier time on NBC. Despite very favorable reviews about a year ago, \"Homicide\" had weak ratings and slipped into the limbo called hiatus. It's now back for a four-week run that will seal its fate. Don't miss it.   NBC is giving the series a strong time slot, Thursdays at 10 P.M., immediately after \"Seinfeld\" and \"Frasier,\" in the \"L.A. Law\" slot. And the producers of \"Homicide\" are clearly going for broke, with strong scripts and powerful performances. The feel of the show is less jittery; hand-held cameras and microediting techniques are less intrusive. There's more of a willingness to let the actors control the scenes, and, this being one of the strongest casts on television, they perform brilliantly as members of a police homicide unit in Baltimore.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/06/nyregion/c-corrections-790524.html","abstract":"  A picture caption on Monday about a Hasidic sect in Kiryas Joel, N.Y., and the public school system it administers, referred incorrectly in some copies to the school from which 11-year-old Lazer Waldman was expelled. It was the United Talmudic Academy, not the B'nai Joel School.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Rookie Stymies Rangers But Keenan Blames Ref","web_url":"https://www.nytimes.com/1994/01/06/sports/hockey-rookie-stymies-rangers-but-keenan-blames-ref.html","abstract":"  The Rangers' 16-game home winning streak came to a deadly dull end last night. But Coach Mike Keenan came to life afterward as he attacked the officiating.   Though his team had 53 shots on goal, Keenan blamed Referee Andy vanHellemond for Calgary's 4-1 victory. He said vanHellemond ignored penalties, including a slash that broke a bone in the hand of the Rangers' Steve Larmer.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Cost Analysis Doesn't Apply to Breast Cancer","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-cost-analysis-doesn-t-apply-to-breast-cancer-791083.html","abstract":"  To the Editor:   \"Mammogram Debate Moving From Test's Merits to Its Cost\" (front page, Dec. 27) goes to the heart not only of the breast cancer screening controversy, but of the health-care debate as well. Health care planners acknowledge that they are not concerned with the individual, but with the bottom line cost to the system. The \"objectivity\" of the health planner is evident in the analysis by Dr. Larry Kessler of the National Cancer Institute that you cite.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/06/nyregion/c-corrections-784680.html","abstract":"  A picture caption on Monday about former Mayor Edward I. Koch and others at Mayor Rudolph W. Giuliani's inauguration included a name erroneously in some copies among those shown. Assemblyman Dov Hikind was not in the picture. In some copies, the caption also misspelled the name of the Corporation Counsel. He is Paul A. Crotty.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Get Serious About Helping Russia Go Straight","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-get-serious-about-helping-russia-go-straight.html","abstract":"Vladimir Zhirinovsky's strong showing in the Russian parliamentary elections last month constitutes a serious security threat to the world..Mr. Zhirinovsky has modeled himself on Hitler. The conditions that drove voters to support him are similar to th","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Battle Among the Bhuttos: From Politics to Gunfire","web_url":"https://www.nytimes.com/1994/01/06/world/battle-among-the-bhuttos-from-politics-to-gunfire.html","abstract":"  A bitter political feud that has split Pakistan's leading family erupted in violence today as Prime Minister Benazir Bhutto's national police surrounded the family mansion here and clashed with supporters of her mother, Nusrat Bhutto.    Gunfire rang out after a volley of tear-gas shells, and when the shooting subsided, one of Nusrat Bhutto's followers lay dying on the sidewalk and three others and a police constable were seriously wounded.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/06/nyregion/c-corrections-790508.html","abstract":"  Because of an editing error, an article in Business Day yesterday, about an effort by California's securities regulator to halt hearings temporarily on a $120 million class-action settlement by Prudential Securities, misstated the scope of the brokerage firm's limited partnership scandal. It involves hundreds of partnerships that invested in real estate, oil wells and other assets, not just 35 oil and gas limited partnerships.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"La Silla Journal; Starry-Eyed but Resolute: Astronomers in Race","web_url":"https://www.nytimes.com/1994/01/06/world/la-silla-journal-starry-eyed-but-resolute-astronomers-in-race.html","abstract":"  Here in the northern Chilean desert, where condors soar on the warm air currents and the mountains shimmer in the afternoon sun, a curious subculture exists.   Its inhabitants are creatures of the night, sleeping during the day, breakfasting at midafternoon and going to work in total darkness.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Mr. Dinkins's Graceless Parting Shot","web_url":"https://www.nytimes.com/1994/01/06/opinion/mr-dinkins-s-graceless-parting-shot.html","abstract":"  In the final hours of his tenure as Mayor, David Dinkins replaced the chairman of New York City's Campaign Finance Board, who had offended Mr. Dinkins while doing his honest duty. This spiteful act should be reversed.    The board, acting last fall to preserve the integrity of the city's voluntary public campaign financing system, fined the Dinkins campaign $320,000 for exceeding the spending limit for the 1993 Democratic primary. Anticipating another adverse board ruling, Mr. Dinkins agreed to pay for \"independent\" ads run on his behalf by the Democratic State Committee.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/06/nyregion/no-headline-784540.html","abstract":"  If things go on like this, I'll be 20 in a few years time. If it turns out to be another Lebanon, as they keep saying, I'll be 30. Gone will be my childhood. Gone my youth. Gone my life. And I'll die and this war still won't be over. - ZLATA FILIPOVIC, a young Bosnian girl writing in her diary.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/06/nyregion/metro-digest-785571.html","abstract":"  METRO DIGEST  CUOMO PROPOSES INCENTIVES FOR GROWTH Sounding election-year themes for a state recovering from a lingering recession, Governor Cuomo proposed incentives to encourage job growth, including cutting taxes on real-estate developers, corporations and hotels. A1. In his State of the State Message, Mr. Cuomo sought to outflank the Republicans who want to hang him this election year from the twin nooses of joblessness and crime. News Analysis. B6.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Nicklaus Not Fussy on Path to Lotus Land","web_url":"https://www.nytimes.com/1994/01/06/sports/golf-nicklaus-not-fussy-on-path-to-lotus-land.html","abstract":"  So much has changed since Jack Nicklaus last came here to the La Costa Resort and Spa, a mecca for the monied wedged into the hills north of San Diego. The hotel ownership is different, the spot on the schedule is different, the format is different, Nicklaus is different and the tournament is different.   It isn't even called the Tournament of Champions anymore. The automobile company that assumed sponsorship of the event this year chose to drop that designation and call it simply the Mercedes Championships.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Hostetler, Despite Injuries, Has Raiders Healthy Again","web_url":"https://www.nytimes.com/1994/01/06/sports/pro-football-hostetler-despite-injuries-has-raiders-healthy-again.html","abstract":"  Jeff Hostetler has been more stunt man than quarterback. He has fixed flat tires, fixed a flat Los Angeles Raiders offense and has done so with screws loose in both knees.   \"Hopefully, I won't make any trips to the sidelines this week,\" Hostetler said today.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Kentucky's Dent Is Lost for the Season","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-people-college-basketball-kentucky-s-dent-is-lost-for-the-season.html","abstract":"  Center RODNEY DENT of Kentucky is lost for the rest of the season because of a knee injury suffered in Tuesday night's 107-82 victory against Vanderbilt. Results of a magnetic resonance imaging test yesterday confirmed torn ligaments in Dent's left knee, ending the college career of the 6-foot-11-inch senior. He will undergo surgery on Jan. 16. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Transactions","web_url":"https://www.nytimes.com/1994/01/06/sports/transactions-789569.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Agreed to terms with Craig Grebeck, second baseman, on a one-year contract, and Chris Bushing, Dennis Cook and Wally Ritchie, pitchers, on minor-league contracts.   MINNESOTA TWINS -- Agreed to terms with Mo Sanford, pitcher, on a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Grand Central Cleanup","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-grand-central-cleanup-791423.html","abstract":"  To the Editor:   The Grand Central Partnership, and groups like it, deserve to be applauded. We were just in New York City on one of our many visits. Staying at the Hyatt, we often walk the Grand Central area. The cleanliness and silent pride there show that individuals joining together can change a seemingly impossible situation.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/06/nyregion/c-corrections-790516.html","abstract":"  The Market Place column in Business Day on Dec. 9, about the prospects for the stock of National Medical Enterprises, misstated the role of the company's ousted former management group in the company's legal problems. Members of the group have not been held responsible for any practices that led to lawsuits against the company or investigations of criminal fraud charges.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Board Appears Ready to Let Parents Make Call on Condoms","web_url":"https://www.nytimes.com/1994/01/06/nyregion/board-appears-ready-to-let-parents-make-call-on-condoms.html","abstract":"  The New York City Board of Education appeared ready yesterday to give parents the right to prevent their children from receiving condoms in high school health programs set up to prevent the spread of AIDS.   No formal vote was taken on the measure, which has created a deep split among board members and divided much of the public over the last two years. But during a lengthy public meeting it was clear that at least four of the seven members of the board favored the change, which is to be taken up at a formal vote, possibly as early as next week.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"1894: A Curious Custom : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-1894-a-curious-custom-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - As to-day [Jan. 6] is the feast of the Epiphany, the Royal offering of gold, frankincense and myrrh will be presented at the altar of the Chapel Royal, St. James's Palace. The offering usually consists of twenty sovereigns, with small packets of","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Council Chief to Oppose Giuliani On Decentralizing of Government","web_url":"https://www.nytimes.com/1994/01/06/nyregion/council-chief-to-oppose-giuliani-on-decentralizing-of-government.html","abstract":"  City Council Speaker Peter F. Vallone, now the most powerful Democrat at City Hall, said yesterday that he would resist any attempt by Mayor Rudolph W. Giuliani to give more power to borough presidents or turn over city work to private companies without proof it would save money.    The decentralization of government and the privatization of some city services have been cornerstones of the new Mayor's agenda. But the Speaker drew the line on those issues, even as he laid out a legislative agenda that on some other fronts was striking for its appeal to the same middle-class voters that swept the Republican-Liberal Mayor into office.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/06/nyregion/news-summary-783773.html","abstract":"  International A3-12  CLINTON'S SLOGAN FOR RUSSIA  President Clinton plans to tell Russia that it needs tougher economic reform, not less reform, when he goes to Moscow next week, officials say. But he also hopes to offer some ideas on how Western aid can be used to help those who lose their jobs because of the changes.  A1","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Seton Hall Coming Up Very Small In Big East","web_url":"https://www.nytimes.com/1994/01/06/sports/college-basketball-seton-hall-coming-up-very-small-in-big-east.html","abstract":"  For Seton Hall the new year is going to be a long year on the basketball courts of the Big East. The Pirates could not stand up to a punishing Providence team tonight at the Civic Center and were handed their third conference loss without victory, 85-61.   Seton Hall has not had an 0-3 record in the Big East since the 1985-86 season, when the Pirates lost their first seven in conference play. Tonight's loss resulted in Seton Hall's overall record sagging to 7-3.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Costly Mars Mission Failure Is Tied to Fuel-Line Rupture","web_url":"https://www.nytimes.com/1994/01/06/us/costly-mars-mission-failure-is-tied-to-fuel-line-rupture.html","abstract":"  The failure of the $980 million Mars Observer mission last August was most probably caused by a sudden rupture of the spacecraft's fuel pressurization system, investigators announced yesterday.   After a four-month inquiry, a board of engineers and spacecraft designers not associated with the space agency said that it could find \"no smoking gun\" pointing to the exact cause, but that strong circumstantial evidence supported the fuel-line hypothesis.  Nearly all other possible explanations were ruled out as improbable.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Norway's Dream and U.S. Problem","web_url":"https://www.nytimes.com/1994/01/06/sports/skiing-norway-s-dream-and-us-problem.html","abstract":"  When it comes to the Winter Olympics, Americans know about the Jamaican bobsled team and Eddie (the Eagle) Edwards.   Figure skaters? Sure.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Roca, Ice Dancer, Breaks Arm But Comes Back to Skate On","web_url":"https://www.nytimes.com/1994/01/06/sports/olympics-roca-ice-dancer-breaks-arm-but-comes-back-to-skate-on.html","abstract":"  In this season of broken arms and shattered dreams, Renee Roca and Gorsha Sur, the defending national ice dance champions, have collided with every obstacle imaginable. Citizenship requirements. Congress. Today, Roca even collided with another skater during warm-ups and fractured a bone in her left arm. Yet, she and Sur skate on, unbowed, with stubborn perseverance.   Instead of withdrawing from the national championships, Roca went to the hospital, had her broken arm set in a cast and returned to Joe Louis Arena in time to skate a sultry rumba. The audience was impressed, and so were the judges. Roca and Sur held onto second place, with a chance to repeat as champions if they win the free-dance portion of the competition on Friday.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"From Sarajevo, a Girl and a Diary on Fear","web_url":"https://www.nytimes.com/1994/01/06/books/from-sarajevo-a-girl-and-a-diary-on-fear.html","abstract":"  For two years, through the steady destruction of Sarajevo, the endless food shortages, the deaths of friends and the constant atmosphere of fear, Zlata Filipovic, now 13, kept a diary that recorded the life and feelings of a young girl trapped in a war she could not understand.   At times, she imagined the war would never end. \"If things go on like this, I'll be 20 in a few years time,\" she wrote. \"If it turns out to be another 'Lebanon,' as they keep saying, I'll be 30. Gone will be my childhood. Gone my youth. Gone my life. And I'll die and this war still won't be over.\"","thumbnail":null,"section":"Books"},{"date":"19940106","headline":"Losing Ground Against AIDS","web_url":"https://www.nytimes.com/1994/01/06/opinion/losing-ground-against-aids.html","abstract":"News reports in recent months suggest that we are entering a new phase of the AIDS epidemic in which the effectiveness of our prevention efforts will determine how successful we are in fighting the disease. It is a phase for which we are nearly as ill-prepared as we were before 1983, when the cause of AIDS was still unknown. \n\nIn spite of the vast amount of money spent on biomedical AIDS research over the last decade, a vaccine for the human immunodeficiency virus appears to be as far away as ever. Antiviral drugs like AZT have marginally increased life expectancy for those infected, but there is still no cure on the horizon.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/06/nyregion/c-corrections-790494.html","abstract":"  The year-end stock tables on Monday in the special Outlook '94 issue of Business Day carried inaccurate price-earnings ratios for most companies because of a programming error by Tribune Media Services. Correct price-earnings ratios appear today in the stock tables.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Clinton and the Economy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-clinton-and-the-economy-letters-to-the-editor.html","abstract":"Regarding the report \"Strong Data Point to a Good '94 for U.S. Economy\" (Dec. 30) by Lawrence Malkin:.President Bill Clinton's tax increase may have helped keep interest rates down, but not for the virtuous reason Mr. Malkin states. By raisin","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Journal; David Brock's Women","web_url":"https://www.nytimes.com/1994/01/06/opinion/journal-david-brock-s-women.html","abstract":"  To his fans, David Brock, the writer who ruined the Clintons' Christmas, is a hard-hitting investigative reporter. To everyone else, he is a smear artist with a right-wing agenda. But a reading of Mr. Brock's oeuvre in the conservative journal The American Spectator suggests that his motives are at least as twisted as his facts. It's women, not liberals, who really get him going. The slightest sighting of female sexuality whips him into a frenzy of misogynist zeal.    All women are the same to Mr. Brock: terrifying, gutter-tongued sexual omnivores. Such caricatures are a staple of his latest expose and its predecessors, including the article that spawned his book \"The Real Anita Hill.\"","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Error Is Claimed In Denial of Bail","web_url":"https://www.nytimes.com/1994/01/06/nyregion/error-is-claimed-in-denial-of-bail.html","abstract":"  A Federal judge's decision to deny bail to a defendant in a terrorist conspiracy trial was based in part on the judge's misreading of a Government memorandum about evidence in the case, lawyers said yesterday.   Judge Michael B. Mukasey ruled last week that the defendant, Ibrahim A. Elgabrowny, could not be released on bail because in addition to charges involving assault, obstruction of justice and false documents, prosecutors had tape recordings in which Mr. Elgabrowny discussed making bombs and helping a man escape from prison.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Bucks Bring Out the Lackluster in the Nets","web_url":"https://www.nytimes.com/1994/01/06/sports/pro-basketball-bucks-bring-out-the-lackluster-in-the-nets.html","abstract":"  It is a good thing the Nets have two days off before they play the Bucks again. New Jersey could use the rest after its lackluster 100-91 loss to the Bucks tonight before 12,319 fans at Byrne Meadowlands Arena.   Vin Baker, the Bucks' 6-foot-11-inch first-round draft choice out of the University of Hartford, poured in 29 points, grabbed 12 rebounds and blocked 4 shots, all career highs.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"White House Moves to Keep Clintons' Files Secret","web_url":"https://www.nytimes.com/1994/01/06/us/white-house-moves-to-keep-clintons-files-secret.html","abstract":"  Seeking to insure that documents related to President Clinton's role in a failed Arkansas real estate development remain secret, the White House has obtained a Justice Department subpoena placing the papers under Federal protection.   David Kendall, the Clintons' personal lawyer, advised the President to seek the subpoena after Mr. Clinton decided on Dec. 23 to turn over records on the transactions to the Justice Department.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Man Enters Weapons Plea In Encounter With Youths","web_url":"https://www.nytimes.com/1994/01/06/nyregion/man-enters-weapons-plea-in-encounter-with-youths.html","abstract":"  A Brooklyn man who used an unlicensed gun to kill two teen-agers he said were robbing him at gunpoint pleaded guilty yesterday to a weapon-possession charge, and the judge said he would most likely sentence him to probation.   The man, Arthur Boone, a 42-year-old sugar-refinery worker, entered his plea after Justice Thaddeus Owens of State Supreme Court in Brooklyn dismissed the more serious of two weapons charges that a grand jury filed against him in November, after it rejected possible charges of murder, manslaughter and assault against Mr. Boone for his encounter with the teen-agers. It occurred early on the morning of Nov. 14 on a street near his home in Bedford-Stuyvesant.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"A New Bradhurst; Harlem Trades Symbols of Decay for Symbols of Renewal","web_url":"https://www.nytimes.com/1994/01/06/nyregion/a-new-bradhurst-harlem-trades-symbols-of-decay-for-symbols-of-renewal.html","abstract":"  On West 145th Street, opposite an uneven commercial row of boarded-up stores, a gas station and a thriving burger shop, four sand-colored buildings stand waiting for new occupants. Their bricks are scrubbed clean, six stories of brand-new windows sparkle underneath sculpted moldings and green marble glows around the lobby entrances.   The buildings, vacant for years, are at the heart of Bradhurst, a 40-square-block neighborhood in north Harlem. The neighborhood became a symbol of the decay that has blighted Harlem for decades, with some areas looking as if they were reduced to rubble by shelling.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Let New Corporation Control Air Traffic, U.S. Says","web_url":"https://www.nytimes.com/1994/01/06/us/let-new-corporation-control-air-traffic-us-says.html","abstract":"  In an effort to improve efficiency and reduce airline delays and confusion, the Clinton Administration plans to ask Congress to create a Government-owned corporation like Amtrak to operate the nation's air traffic control system, Administration officials said today.   Under the proposal, the Federal Aviation Administration, which now operates the air traffic control system, would continue to oversee safety standards and would promulgate and enforce regulation of controllers.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"1944: One Double Each : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-1944-one-double-each-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Many bars started rationing customers today [Jan. 5] to one \"double\" a visit after distillers warned that a 50 percent cut was likely soon in Britain's liquor supply. Describing the whisky situation as \"","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Pittsburgh Is 24 Above, and Under as Many Inches","web_url":"https://www.nytimes.com/1994/01/06/us/pittsburgh-is-24-above-and-under-as-many-inches.html","abstract":"  Snow clings to this city's Gothic towers and onion-domed churches, icicles form on beards as subfreezing temperatures sting cheeks. It was 24 degrees Fahrenheit at noon today and 13 below zero with the wind chill.   But with the sun shining brilliantly and the city looking as wintry as Russia's St. Petersburg, most people on the streets seemed to have a light step and an easy smile, even as some complained about having to dig out their cars after every passing snowplow.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Serbs' Artillery and Mortars Pound Sarajevo","web_url":"https://www.nytimes.com/1994/01/06/world/serbs-artillery-and-mortars-pound-sarajevo.html","abstract":"  Serbian gunners rained artillery and mortar shells on this besieged city almost without pause today in the heaviest bombardment in months, while Serbian and Bosnian Government forces clashed in the western suburbs and a hillside above the central city.   Today's shelling, which follows 48 hours of furious Serbian barrages, stretches the definition of the term \"exchange of fire.\"","thumbnail":null,"section":"World"},{"date":"19940106","headline":"A Bigger, Better Europe","web_url":"https://www.nytimes.com/1994/01/06/opinion/a-bigger-better-europe.html","abstract":"  America, trying to focus on domestic affairs, is only beginning to understand how much it lost in the cold war. It needs a postwar reconstruction policy just as Russia does, and cannot succeed alone. Foreign policy -- a concept for reliable security -- is as essential a component as it was after World War II.   The cost of the cold war must be included in order to grasp where the U.S. stands in the world and how to proceed. A crucial element in Britain's rapid decline after World War II came from its attitude toward the outcome of the war. The other countries knew they had been defeated, early or late in the conflict, and faced an enormous task of rebuilding and relaunching their societies. Because it was never occupied, Britain believed it had won the right to relax.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Review/City Ballet; Differing Perspectives on the Spirit of Romance","web_url":"https://www.nytimes.com/1994/01/06/arts/review-city-ballet-differing-perspectives-on-the-spirit-of-romance.html","abstract":"  George Balanchine's \"Haieff Divertimento\" and Peter Martins's \"Barber Violin Concerto,\" presented by the New York City Ballet on Tuesday night at the New York State Theater, are essentially examinations of the Romantic spirit.    In the Balanchine ballet, set to a jazzy, sometimes hauntingly melodic score by Aleksei Haieff, the princely Romantic seeker and his elusive muse are a thoroughly modern pair of youngsters who might have just arrived from a tennis game. It is difficult to reconcile the mostly bouncy choreography for the corps with the extreme simplicity of the man's gestures and of the central pas de deux and woman's solo.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Five Words From Suspect and Phone Bill Are Focus of Blast Testimony","web_url":"https://www.nytimes.com/1994/01/06/nyregion/five-words-from-suspect-and-phone-bill-are-focus-of-blast-testimony.html","abstract":"  There was a single five-word sentence uttered by one defendant when he was arrested, some scraps of paper located by an F.B.I agent in his garbage and a travel alarm and some connecting circuitry. All were the subjects of testimony in the World Trade Center trial yesterday and all concerned Nidal A. Ayyad, a 26-year-old chemical engineer accused of ordering the chemicals used in the trade center bomb and sending messages to news organizations taking credit for the explosion.   Mr. Ayyad's turn came today as the prosecution seemed to be entering a mopping-up phase of its case against the four men on trial in the trade center bombing, with each day devoted to producing a few scraps of information about another of the defendants. 'I'll Talk'    The courtroom session yesterday focused on March 10, 1993, the day that Mr. Ayyad was arrested by a team of F.B.I. agents at his home in Maplewood, N.J. The agent that led the team, Eric M. Pilker, described how he arrived at the Ayyad home a bit after 6:30 A.M., told Mr. Ayyad that he was being arrested in connection with the trade center bombing and informed him of his rights.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Review/Jazz; Strategies Of Passion And Silence","web_url":"https://www.nytimes.com/1994/01/06/arts/review-jazz-strategies-of-passion-and-silence.html","abstract":"  The saxophonist Chico Freeman waited until his second song to exhibit his improvisational wares, and then he did it with a small, quiet explosion. Mr. Freeman, who was one of the more important young musicians to arrive in the early 1980's, has more or less vanished as a concert draw. The way he played in his first set at Bradley's on Tuesday night, however, his absence clearly has nothing to do with lack of ability.   On \"No Greater Love,\" Mr. Freeman, playing tenor saxophone, heaped on improvisational strategies. Like a swing player, he hesitated a moment before each eight-bar phrase of the tune, leaving an open, dramatic space. He used blues ideas as motifs and kept them running through his solo. He used slurs, bending pitch to darken the texture of a line. Chromatic lines, jiggling, dropped from above. And Mr. Freeman moved static ideas around in a cycle, forcing harmonies to bleed new colors.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Topics of The Times; Midnight Madness","web_url":"https://www.nytimes.com/1994/01/06/opinion/topics-of-the-times-midnight-madness.html","abstract":"  Four ran in sync, as the wheels of the A train. Others ran as police, waiters and wolverines. But mostly, 5,000 New Yorkers -- pre-teens to septuagenarians -- ran as themselves over five miles of Central Park, starting at the first tick of the new year. The midnight run, sponsored by the New York Road Runners Club, was part carnival, part athletic event. And it was pure joy to most who took part.    With a ringside seat to a fireworks display in the center of the park, the runners started at Tavern on the Green on the West Side in the 60's, ran south, then north to 95th street on the East Side, turned around and ran back to the starting line. Those who needed to be fiercely competitive ran hard; others didn't take matters nearly that seriously, and for good reason. One anxious rookie, who hadn't run a competitive race since college almost a quarter-century ago, jockeyed for a good starting position -- only to find that it would take minutes to see, let alone pass, the starting gate.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Vietnam: An Outdated Embargo","web_url":"https://www.nytimes.com/1994/01/06/opinion/vietnam-an-outdated-embargo.html","abstract":"  Put aside, for a moment, the emotional claims of a war a quarter-century ago that nearly tore America apart. The best reason to end the U.S. economic embargo on Vietnam is that it no longer serves American interests.    With the rest of the world trading freely with Hanoi, the embargo punishes American businesses far more than it punishes the Vietnamese. And if the embargo were effective, it would be perverse. Present Vietnamese economic and foreign policies warrant encouragement, not punishment.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Hurley Undergoes Shoulder Surgery","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-people-pro-basketball-hurley-undergoes-shoulder-surgery.html","abstract":"  BOBBY HURLEY, the Kings' rookie guard, had successful shoulder surgery in Sacramento, Calif., yesterday. Hurley, who was in a near-fatal car accident Dec. 12, underwent a one-hour procedure at the University of California Medical Center to stabilize a fractured left clavicle.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/06/nyregion/bridge-787566.html","abstract":"  There has been only one bridge enthusiast in the ranks of American Presidents, and that was Dwight D. Eisenhower. President Clinton says that he played in college but has been too busy since. The First Lady, he says, is the card player in the White House, and she and all the members of her family play bridge.   This information was forthcoming last summer when three bridge players, Debbie Melnick of Atlanta, Eleanor Onstott of New Orleans and Eva Scatassa of West Nyack, N.Y., were visiting the White House under the guidance of George McGovern, the former Senator from South Dakota. They met and talked with President Clinton, who is known to have relaxed by playing hearts on his 1992 campaign train.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"After Years of Suing U.S., Hope for A-Bomb Worker","web_url":"https://www.nytimes.com/1994/01/06/us/after-years-of-suing-us-hope-for-a-bomb-worker.html","abstract":"  His voice was soft and a little bit raspy, and before answering some questions, Keith L. Prescott took long moments to consider just which words he wanted. No sense rushing anything now. It took him too long to get here, so long, in fact, that most of those who began this fateful journey with him are dead.   Now 67 years old and weakened by 24 years of bone marrow cancer, Mr. Prescott is one of the few surviving plaintiffs in the last of a series of lawsuits that arose from the Federal nuclear test program of the postwar era. Mr. Prescott and the families of five other workers, now dead, have charged the Government with negligence in allowing them to be exposed to dangerous levels of radiation when they worked at the Nevada Test Site in the desert about 50 miles from here.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Study Challenges Notions About the Common Cold","web_url":"https://www.nytimes.com/1994/01/06/us/study-challenges-notions-about-the-common-cold.html","abstract":"  Medical researchers have brought out one of their heaviest weapons to study one of the most trivial but annoying health problems, the common cold. Using CAT scans, they came up with some surprising findings that they hope will lead to better ways to counter the symptoms of sneezing, coughing, sore throat and stuffed head.   Common colds affect the sinuses as much as the nasal passages, researchers at the University of Virginia concluded from CAT scan studies of volunteers. Their study will be reported on Thursday in The New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Reporter's Notebook; See Mario Run. Or Will He? The Pundits Ponder.","web_url":"https://www.nytimes.com/1994/01/06/nyregion/reporter-s-notebook-see-mario-run-or-will-he-the-pundits-ponder.html","abstract":"  The indecisive Governor of New York had them guessing again. For years, the State of the State Message was listened to as closely for hints of Mario M. Cuomo's national ambitions as for the actual content of the words.    This year, with Mr. Cuomo's Presidential aims apparently behind him, legislators, lobbyists and reporters simply tried to mine from today's speech whether he planned to run for a fourth term as Governor.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Fetal Ovary Transplant Is Envisioned","web_url":"https://www.nytimes.com/1994/01/06/us/fetal-ovary-transplant-is-envisioned.html","abstract":"  A scientist in Edinburgh has set off an international furor by suggesting that it might soon be feasible to transplant ovaries from aborted fetuses into infertile women who do not make viable eggs of their own.   Dr. Roger Gosden, a researcher at Edinburgh University, said in a telephone interview yesterday that he had already accomplished this in mice. He took ovaries from mouse fetuses, transplanted them into adult mice and showed that the ovaries produced eggs that could be fertilized and then could develop into normal mice.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Officials Say Alm Was Intoxicated","web_url":"https://www.nytimes.com/1994/01/06/sports/pro-football-officials-say-alm-was-intoxicated.html","abstract":"  Jeff Alm, a defensive tackle for the Houston Oilers, was legally intoxicated and taking prescription barbiturates when he committed suicide last month, minutes after a car wreck that killed his best friend, medical officials said today.    A toxicology report said Alm had a blood-alcohol level of .14 percent, above the legal driving limit of .10, at the time of his death. Sean Lynch, Alm's friend who was killed in the crash, had a blood-alcohol level of .30 percent.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"India Has a Centrist Void That Pro-Hindu Moderates Might Fill","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-india-has-a-centrist-void-that-prohindu-moderates-might-fill.html","abstract":"Political corruption is perhaps as widespread in India as in Japan or Italy. Yet for all its flaws, Indian democracy has shown repeatedly that it will not reward extremism. This is a lesson that the pro-Hindu Bharatiya Janata Party must learn after serio","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/06/sports/results-plus-788228.html","abstract":"  N.B.A.  Bulls Are Cooled Down by the Magic  The Magic's Shaquille O'Neal and Anfernee Hardaway took turns wearing out the Chicago Bulls. Hardaway helped Orlando build a 15-point halftime lead and O'Neal scored 16 of his 28 points after halftime as the Magic defeated the Bulls, 105-90, in Orlando, Fla., last night. The loss was only the third in 18 games for the Bulls, who shot 28 percent from the field in the second period and never recovered. Hardaway scored 12 points in the quarter. O'Neal made 10 of 17 shots and finished with 12 rebounds. Hardaway had 20 points, 10 assists and 4 steals. (AP) Suns 107, Jazz 91: In Salt Lake City, Dan Majerle scored 25 points, including six 3-pointers, and Phoenix outscored Utah by 40-16 in the first quarter to defeat the Jazz, snapping their 10-game home winning streak. A 30-7 run by the Suns in the last 7:22 of the first quarter was led by A. C. Green with 9 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Review/Dance; From Perfectionism to Pastiche In the Films of Herbert Ross","web_url":"https://www.nytimes.com/1994/01/06/movies/review-dance-from-perfectionism-to-pastiche-in-the-films-of-herbert-ross.html","abstract":"  Dance and film, when taken seriously as art forms, would seem a perfect match. Yet whenever it begins to look as if this marriage has finally been consummated in Hollywood, an annulment appears to be in the works.   No one could tell this tale better than Herbert Ross, the director and choreographer, who was honored on Tuesday night in the initial program of \"Capturing Choreography: Masters of Dance and Film,\" a new monthly series presented by the Film Society of Lincoln Center.","thumbnail":null,"section":"Movies"},{"date":"19940106","headline":"In Saskatoon, but With Eyes on Atlanta","web_url":"https://www.nytimes.com/1994/01/06/sports/sports-people-track-and-field-in-saskatoon-but-with-eyes-on-atlanta.html","abstract":"  She may be the most versatile female athlete to have graced the Summer Olympics, but JACKIE JOYNER-KERSEE still has a troubling memory of her very first appearance in the Games.   And that is why, the 31-year-old runner and jumper said yesterday, she is still competing -- \"so that I can end my career in '96, on American soil.\"","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Review/Dance; A Showcase Puts Esthetic Unity Aside","web_url":"https://www.nytimes.com/1994/01/06/arts/review-dance-a-showcase-puts-esthetic-unity-aside.html","abstract":"  Everything at the Joyce Theater these days is Altogether Different. At least, that's what the dance attractions scheduled there through Jan. 23 are called. Now in its ninth year, Altogether Different serves as a showcase for developing choreographers. This year's presentations will feature seven groups. And the series got off to a rollicking start on Tuesday night with a performance by the Doug Elkins Dance Company.    Mr. Elkins loves to put wildly different types of choreographic phrases together without pausing to worry over stuffy concepts of esthetic unity. His creations may have more glitter than substance, but their vitality is undeniable.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Fare Cards Make Debut In Subways","web_url":"https://www.nytimes.com/1994/01/06/nyregion/fare-cards-make-debut-in-subways.html","abstract":"  The subway token has mingled with coins on dresser tops and in the purses and pockets of New Yorkers for 40 years. But today it moves a bit closer to extinction as the Transit Authority begins to sell electronic fare cards in the first two stations of its sprawling subway system, the nation's largest.   The introduction of automatic fare collection, starting with the Whitehall Street station on the N and R lines and the Wall Street station on the 4 and 5 lines, both in lower Manhattan, brings New York City into the company of other major cities, from Washington to London, that have long used cards instead of coins or tokens. Officials say it will eventually lead to fundamental changes in the transit system, making fare purchases quicker and more convenient and paving the way for discounts, monthly passes and other fare incentives intended to lure more riders. 69 Stations by April    Between now and April, 69 of the busiest stations in the system will activate the sophisticated new turnstiles equipped with fare card machines. The remaining 400 stations will start offering the cards in phases, but not until early 1995 because officials say they need a year to work out possible problems in the technology.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"A.M.A. Found to Donate More to Foes of Its Views","web_url":"https://www.nytimes.com/1994/01/06/us/ama-found-to-donate-more-to-foes-of-its-views.html","abstract":"  The political arm of the American Medical Association gives more money, on average, to Congressional candidates who oppose the doctors' positions on important public health issues than to those who support such positions, a new report says.   The report, published Thursday in The New England Journal of Medicine, concludes that the political action committee affiliated with the association \"contributed more frequently and more heavily\" to conservative lawmakers, despite the fact that they often opposed the association's positions on issues like tobacco exports and Federal restrictions on abortion counseling.","thumbnail":null,"section":"U.S."},{"date":"19940106","headline":"Essay; Foster's Ghost","web_url":"https://www.nytimes.com/1994/01/06/opinion/essay-foster-s-ghost.html","abstract":"  What terrible secret drove Vincent Foster, the Clintons' personal lawyer, to put a bullet through his head?   When that question was posed in this space last summer (\"Was dread of further scandal a triggering cause of the apparent suicide?\") Clinton aides blamed Foster's state of mind on the cruel, mean-spirited Washington press corps, with its focus on \"travelgate.\" Questions about a lawyer with a guilty conscience were denounced as ghoulish, the product of a conspiratorial mindset.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"New Round in Revenue-Sharing Dispute","web_url":"https://www.nytimes.com/1994/01/06/sports/baseball-new-round-in-revenue-sharing-dispute.html","abstract":"  Last week, Richard Ravitch fished for snapper in the Florida Keys. Today, he jumps into the water with baseball's sharks.   For the first time in nearly five months, Ravitch, the clubs' chief labor executive, will convene a meeting of the 28 major league club owners to try to produce a new agreement on distribution of their local revenue. The owners have to agree on revenue sharing before Ravitch can try to induce the players to accept a salary cap as part of a collective bargaining agreement that would replace the one that expired last Friday.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Left Standing at the Door : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-left-standing-at-the-door-letters-to-the-editor.html","abstract":"Regarding \"East Europeans at the Door, Betrayed\" by Marc Ballon and \"Lucie Was Not 'What the U.S. Wants'\" by Alan Levy (Opinion, Dec. 16):.Bravo for printing these two opinion pieces about the deplorable treatment of young Czechs by","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Suicide by Caucasus Rebel Is Reported","web_url":"https://www.nytimes.com/1994/01/06/world/suicide-by-caucasus-rebel-is-reported.html","abstract":"  Zviad K. Gamsakhurdia, a President of Georgia who was driven from office and mounted a failed military campaign to return, was reported today to have died.   His wife, Manana, was quoted by the Interfax news agency as saying Mr. Gamsakhurdia, 54, had shot himself on Friday in western Georgia, in a town that was surrounded by troops loyal to the Government of President Eduard A. Shevardnadze.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Coleman Is Out and McReynolds Back In at Shea","web_url":"https://www.nytimes.com/1994/01/06/sports/baseball-coleman-is-out-and-mcreynolds-back-in-at-shea.html","abstract":"  The Mets, discarding remnants of the woeful 1993 season like so many bad memories, ended the failed experiment that was Vince Coleman by trading the outfielder to the Kansas City Royals yesterday.   In return, the Mets reacquired another enigmatic outfielder, Kevin McReynolds, who roamed Shea Stadium for five years before being traded to the Royals in the Bret Saberhagen deal after the 1991 season.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"IN MESSAGE, CUOMO ECHOES G.O.P. IDEAS","web_url":"https://www.nytimes.com/1994/01/06/nyregion/in-message-cuomo-echoes-gop-ideas.html","abstract":"  Sounding election-year themes for a state recovering from a lingering recession, Gov. Mario M. Cuomo proposed today an array of incentives to encourage job growth, including cutting taxes on real-estate developers, corporations and hotels.   In his 12th State of the State Message, Mr. Cuomo made three long-standing Republican themes -- improving the state's business climate, fighting crime and reforming welfare -- the centerpieces of his legislative blueprint for 1994, a year in which he and all 211 members of the state Legislature are up for re-election. Mr. Cuomo has said he will announce by the end of the week whether he will seek a fourth term, and he used his speech today to systematically shore up each of his most distinct political vulnerabilities.  [ News analysis, page B6. ] Allies and Skeptics Switch    In a political role reversal, Mr. Cuomo's tax-cutting and welfare proposals got a frosty reception from his fellow Democrats who control the Assembly, particularly the Speaker, Saul Weprin, while receiving support from his usual nemesis, the Republican-controlled Senate. Today, Senate Republican leaders praised Mr. Cuomo's speech for embracing ideas they have proposed, even as they chided him for not going far enough.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"Books of The Times; Sex, Power and a Workplace Reversal","web_url":"https://www.nytimes.com/1994/01/06/books/books-of-the-times-sex-power-and-a-workplace-reversal.html","abstract":"  Disclosure  By Michael Crichton  405 pages. Alfred A. Knopf. $24.     If you think Japan got a bashing in Michael Crichton's \"Rising Sun,\" just wait till you see what happens to the cause of equal opportunity in his clever new novel, \"Disclosure,\" about a sexual-harassment suit.","thumbnail":null,"section":"Books"},{"date":"19940106","headline":"North Korea to Open Access To Nuclear Sites, U.S. Says","web_url":"https://www.nytimes.com/1994/01/06/world/north-korea-to-open-access-to-nuclear-sites-us-says.html","abstract":"  Clinton Administration officials said today that North Korea had agreed to allow broad inspections of seven nuclear sites, and they denied that they had backed down on their demands in order to reach an agreement.   If it is carried out, the deal could ease fears of a confrontation over North Korea's suspected nuclear weapons program. But it was still unclear whether the International Atomic Energy Agency, which is responsible for monitoring nuclear installations worldwide, would be allowed to make inspections of sufficient thoroughness and frequency to allow the agency to certify that North Korea is not diverting nuclear material to make weapons.","thumbnail":null,"section":"World"},{"date":"19940106","headline":"Cost Analysis Doesn't Apply to Breast Cancer; Randomized Trials","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-cost-analysis-doesn-t-apply-to-breast-cancer-randomized-trials-791407.html","abstract":"  To the Editor:   Let's stop the argument about whether to screen all women younger than 50 (front page, Dec. 27). No one believes that mammography works as well for younger women as for older women. But we cannot abandon millions of women. We simply do not know what works best in this age group because we have been unwilling to invest the money to find out.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Aqueduct Winter: Snow, Sand, Simulcasts","web_url":"https://www.nytimes.com/1994/01/06/sports/horse-racing-aqueduct-winter-snow-sand-simulcasts.html","abstract":"  At Aqueduct in New York, it was 32 degrees and snow was swirling. At Gulfstream Park in Florida, it was 65 and sunny. This was the start of the new era of simulcast betting in New York, and it opened yesterday with seven live races at Aqueduct interspersed with five televised races from Gulfstream.    The idea is to provide work for the horses who spend the winter in New York, action for the people who bet on them and tax revenue for the state officials who authorized the widespread use of races on television.","thumbnail":null,"section":"Sports"},{"date":"19940106","headline":"Cost Analysis Doesn't Apply to Breast Cancer; Radiation's Risks","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-cost-analysis-doesn-t-apply-to-breast-cancer-radiation-s-risks-791415.html","abstract":"  To the Editor:   The debate on mammography reflects flawed science and misplaced emotionalism (front page, Dec. 27). Despite more than three decades of large-scale experience in the United States and elsewhere, no study has shown any benefit for mammography in premenopausal, as opposed to postmenopausal, women.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Cost Analysis Doesn't Apply to Breast Cancer; Link to Animal Fat","web_url":"https://www.nytimes.com/1994/01/06/opinion/l-cost-analysis-doesn-t-apply-to-breast-cancer-link-to-animal-fat-791393.html","abstract":"  To the Editor:   There is much debate about mammograms for women younger than 50 (front page, Dec. 27), but virtually no discussion of preventing this terrible disease. Scientific studies have documented that breast cancer is strongly connected to fat, especially animal fat, in the diet.","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"Be Clear About NATO : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/06/opinion/IHT-be-clear-about-nato-letters-to-the-editor.html","abstract":"Regarding \"Engagement in Europe, Partnership With Russia\" (Opinion, Jan. 3) by Timothy Garton Ash, Michael Mertes and Dominique Mosi:.Would the West risk a nuclear war to protect Poland or the Czech Republic from a Russia led by Vladimi","thumbnail":null,"section":"Opinion"},{"date":"19940106","headline":"'World News Tonight' Replaces Top Producer","web_url":"https://www.nytimes.com/1994/01/06/arts/world-news-tonight-replaces-top-producer.html","abstract":"  In a sign of internal trouble at the nation's top-rated evening newscast, \"World News Tonight,\" ABC announced yesterday that the program's executive producer, Emily Rooney, was being replaced after just eight months on the job.   Ms. Rooney will be replaced by Rick Kaplan, the executive producer of ABC's \"Prime Time Live.\" Mr. Kaplan will be replaced by Phyllis McGrady, executive producer of \"Turning Point,\" an ABC newsmagazine scheduled to have its premiere this spring.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Composer Ensembles Are Focus Of Series","web_url":"https://www.nytimes.com/1994/01/06/arts/composer-ensembles-are-focus-of-series.html","abstract":"  For young musicians of a certain stripe in the 1960's, getting a band together, setting up in a garage and hashing out some home-grown music was almost a cultural imperative. Usually the music was rock-and-roll; at least, the rock bands got most of the attention. But there was another kind of band scene coalescing at the time. Composers whose tastes had led them away from both atonality and neo-Romanticism were putting together bands of like-minded players to explore the experimental visions that led to Minimalism and to the many hybrids of rock, jazz and concert music that flourish in the Downtown new-music world today.   At first, these bands were matters of practical and economic necessity. They were laboratories for composers, who knew the capabilities of their players and often stretched them, and who were guaranteed performances that were entirely under their control. And composers discovered that they could often earn larger fees as players -- particularly as the sole performers of their own music -- than through the more traditional route of publishing works for other musicians to play.","thumbnail":null,"section":"Arts"},{"date":"19940106","headline":"Trooper's 2d Tampering Charge","web_url":"https://www.nytimes.com/1994/01/06/nyregion/trooper-s-2d-tampering-charge.html","abstract":"  A New York State Police investigator who was charged last month with evidence tampering was arrested again yesterday on similar charges in a separate case.   Six troopers have been charged with faking fingerprints in a scandal that has rocked the State Police Department and led to new safeguards to prevent evidence tampering.","thumbnail":null,"section":"New York"},{"date":"19940106","headline":"N.C.A.A. Extends Aggie Cotton Bowl Hangover","web_url":"https://www.nytimes.com/1994/01/06/sports/college-basketball-ncaa-extends-aggie-cotton-bowl-hangover.html","abstract":"  Four days after Texas A&M suffered its second consecutive Cotton Bowl loss to Notre Dame, the National Collegiate Athletic Association has spared the Aggies further embarrassment next year.   Wrapping up a yearlong investigation into a play-for-pay scam it attributed to a single Aggie booster, the N.C.A.A. Committee on Infractions yesterday barred the school's football team from televised games or bowl appearances for the 1994 season and put the entire athletic program on probation for five years. Unlucky Seventh    It was the seventh time that Texas A&M had been cited for major rules violations, matching Southern Methodist and Wichita State.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940106","headline":"U.S. figure skater Nancy Kerrigan is attacked and injured by an assailant hired by her rival Tonya Harding's ex-husband during the U.S. Figure Skating Championships.","pages":[{"title":"Nancy Kerrigan","web_url":"https://en.wikipedia.org/wiki/Nancy_Kerrigan","description":"American figure skater (born 1969)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Nancy_Kerrigan_1995.jpg/320px-Nancy_Kerrigan_1995.jpg","thumbnail_width":320,"thumbnail_height":481},"abstract":"Nancy Ann Kerrigan is an American former figure skater. She won bronze medals at the 1991 World Championships and the 1992 Winter Olympics, silver medals at the 1992 World Championships and the 1994 Winter Olympics, as well as the 1993 US National Figure Skating Championship. Kerrigan was inducted into the United States Figure Skating Hall of Fame in 2004."},{"title":"Assault of Nancy Kerrigan","web_url":"https://en.wikipedia.org/wiki/Assault_of_Nancy_Kerrigan","description":"American competitive figure skating scandal","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/CoboArena2.jpg/320px-CoboArena2.jpg","thumbnail_width":320,"thumbnail_height":239},"abstract":"On January 6, 1994, Nancy Kerrigan, an American figure skater, was struck on the lower right thigh with a telescopic baton by assailant Shane Stant as she walked down a corridor in Cobo Arena in Detroit, Michigan. Kerrigan had been practicing skating on an ice rink in the arena shortly beforehand."},{"title":"Tonya Harding","web_url":"https://en.wikipedia.org/wiki/Tonya_Harding","description":"American former sportswoman (born 1970)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/d/db/Tonya_harding_mac_club_1994_by_andrew_parodi.jpeg","thumbnail_width":224,"thumbnail_height":223},"abstract":"Tonya Maxene Price is an American former figure skater, retired boxer, and reality television personality."},{"title":"1994 U.S. Figure Skating Championships","web_url":"https://en.wikipedia.org/wiki/1994_U.S._Figure_Skating_Championships","description":"Figure skating competition","thumbnail":null,"abstract":"The 1994 U.S. Figure Skating Championships were held at the Joe Louis Arena in Detroit, Michigan. Medals were awarded in four colors: gold (first), silver (second), bronze (third), and pewter (fourth) in four disciplines  men's singles, ladies' singles, pair skating, and ice dancing  across three levels: senior, junior, and novice. The event was used to determine the U.S. teams for the 1994 Winter Olympics and the 1994 World Championships."}]}],"weather":[{"date":"19940106","time":"1994-01-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":77,"wspd":14.8},{"date":"19940106","time":"1994-01-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":80,"wspd":9.4},{"date":"19940106","time":"1994-01-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":81,"wspd":14.8},{"date":"19940106","time":"1994-01-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":83,"wspd":13},{"date":"19940106","time":"1994-01-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":84,"wspd":9.4},{"date":"19940106","time":"1994-01-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":85,"wspd":3.6},{"date":"19940106","time":"1994-01-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":86,"wspd":5.4},{"date":"19940106","time":"1994-01-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":92,"wspd":7.6},{"date":"19940106","time":"1994-01-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":85,"wspd":1.8},{"date":"19940106","time":"1994-01-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":88,"wspd":5.4},{"date":"19940106","time":"1994-01-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":88,"wspd":3.6},{"date":"19940106","time":"1994-01-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":82,"wspd":3.6},{"date":"19940106","time":"1994-01-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":77,"wspd":1.8},{"date":"19940106","time":"1994-01-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":92,"wspd":9.4},{"date":"19940106","time":"1994-01-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":84,"wspd":7.6},{"date":"19940106","time":"1994-01-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":85,"wspd":13},{"date":"19940106","time":"1994-01-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":89,"wspd":13},{"date":"19940106","time":"1994-01-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":92,"wspd":13},{"date":"19940106","time":"1994-01-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":87,"wspd":9.4},{"date":"19940106","time":"1994-01-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":91,"wspd":9.4},{"date":"19940106","time":"1994-01-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":92,"wspd":16.6},{"date":"19940106","time":"1994-01-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":96,"wspd":13},{"date":"19940106","time":"1994-01-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":94,"wspd":16.6},{"date":"19940106","time":"1994-01-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":87,"wspd":18.4},{"date":"19940106","time":"1994-01-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":44,"wspd":24.1},{"date":"19940106","time":"1994-01-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":46,"wspd":24.1},{"date":"19940106","time":"1994-01-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":20.5},{"date":"19940106","time":"1994-01-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":45,"wspd":24.1},{"date":"19940106","time":"1994-01-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":45,"wspd":29.5},{"date":"19940106","time":"1994-01-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":52,"wspd":18.7},{"date":"19940106","time":"1994-01-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":52,"wspd":16.6},{"date":"19940106","time":"1994-01-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":49,"wspd":18.7},{"date":"19940106","time":"1994-01-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":52,"wspd":20.5},{"date":"19940106","time":"1994-01-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":52,"wspd":16.6},{"date":"19940106","time":"1994-01-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":14.8},{"date":"19940106","time":"1994-01-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":14.8},{"date":"19940106","time":"1994-01-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":56,"wspd":14.8},{"date":"19940106","time":"1994-01-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":51,"wspd":16.6},{"date":"19940106","time":"1994-01-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":51,"wspd":13},{"date":"19940106","time":"1994-01-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":65,"wspd":13},{"date":"19940106","time":"1994-01-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":77,"wspd":13},{"date":"19940106","time":"1994-01-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":74,"wspd":9.4},{"date":"19940106","time":"1994-01-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":74,"wspd":9.4},{"date":"19940106","time":"1994-01-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":74,"wspd":13},{"date":"19940106","time":"1994-01-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":75,"wspd":14.8},{"date":"19940106","time":"1994-01-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":78,"wspd":16.6},{"date":"19940106","time":"1994-01-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":74,"wspd":13},{"date":"19940106","time":"1994-01-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":77,"wspd":13}]},"19940107":{"guardian_articles":[],"nytimes_articles":[{"date":"19940107","headline":"UConn and B.C.: Watch the Subplots","web_url":"https://www.nytimes.com/1994/01/07/sports/big-east-notebook-uconn-and-bc-watch-the-subplots.html","abstract":"  Bill Curley of Boston College and Connecticut's Donyell Marshall, the Big East's most conspicuous players, will be important factors when their teams meet tomorrow night in the Gampel Pavilion at Storrs, Conn.   But the performances of other players will be key to the outcome of the game between the conference's two most highly regarded teams. Take, for example, Danya Abrams and Eric Hayward.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"2 Admit Importing Heroin For Mafia Crime Family","web_url":"https://www.nytimes.com/1994/01/07/nyregion/2-admit-importing-heroin-for-mafia-crime-family.html","abstract":"  Two brothers whom prosecutors described as the chief heroin smugglers for the Gambino crime family in the New York area have pleaded guilty to Federal charges of narcotics trafficking, murder and other crimes.   The two men, John and Joseph Gambino, entered the pleas late Wednesday night in Federal District Court in Manhattan after prosecutors agreed to recommend maximum sentences of 15 years without parole for each defendant. The two men also pleaded guilty to charges of jury tampering, illegal gambling and loan sharking.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Giuliani Instructs Agencies To Cut Spending 1 Percent","web_url":"https://www.nytimes.com/1994/01/07/nyregion/giuliani-instructs-agencies-to-cut-spending-1-percent.html","abstract":"  Facing a gap in next year's budget estimated to exceed $2 billion, Mayor Rudolph W. Giuliani has ordered most New York City agencies to cut spending by 1 percent immediately.   And to insure that he wrestles spending under control, Mr. Giuliani has imposed what he called \"a strict monitoring system\" that requires agency heads whose spending goes over budget to meet with the budget director, Abraham M. Lackman, or Deputy Mayor Peter J. Powers to explain why. Anyone whose agency's spending rises more than 2 percent will have to explain the reasons to the Mayor himself.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/07/sports/results-plus-799483.html","abstract":"  N.B.A.  Blazers Win With Rally  Cliff Robinson scored 21 of his 29 points in the second half as the Portland Trail Blazers came back from a 20-point halftime deficit to beat the Charlotte Hornets, 116-110, last night. Portland has beaten Charlotte all seven times the two teams have met at the Charlotte Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Heavy Shelling And Firefights Rake Sarajevo","web_url":"https://www.nytimes.com/1994/01/07/world/heavy-shelling-and-firefights-rake-sarajevo.html","abstract":"  Smoke billowed from burning homes along a battlefront in the southern part of this city today after predawn artillery barrages were followed by furious infantry clashes and heavy shelling that lasted until dusk.   Soldiers of the Muslim-dominated Bosnian Government and Sarajevo radio reports said the Serbs had launched the attack. Serbian radio blamed the Bosnian Army for starting the clashes, which took place along a front line near the old Jewish Cemetery.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Martin's Widow Denied","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-baseball-martin-s-widow-denied.html","abstract":"  Billy Martin's widow cannot sue for pain and suffering in his death and cannot collect damages from the town where the baseball manager died in a truck accident because of snow-covered roads, the Appellate Division of the New York Supreme Court ruled yesterday.   The Appellate Division of the Supreme Court dismissed part of JILLUANN MARTIN's suit against WILLIAM REEDY, the town of Fenton, N.Y., and Ford Motor Credit Company.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"The U.S.-German Link Still Matters","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-the-usgerman-link-still-matters.html","abstract":"When Bill Clinton visits Europe next week for the first time as president, Germany will not be part of the tour. Some will view this as new proof of the decreasing importance of the German-American partnership. They will note that with the collapse of th","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"FRANCE TO DEPORT MORE IMMIGRANTS","web_url":"https://www.nytimes.com/1994/01/07/world/france-to-deport-more-immigrants.html","abstract":"  With a new nationality law and tougher immigration rules now in place, France's conservative Government has unveiled plans to step up deportations of undocumented foreigners to discourage illegal immigration from Eastern Europe and North Africa.   \"When we have sent home several planeloads, even boatloads and trainloads, the world will get the message,\" Charles Pasqua, the hard-line Cabinet minister who is in charge of security and immigration affairs, said on Wednesday. \"We will close our frontiers.\"","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Despite Settlements, Mideast May Find Peace; Never-Ending Interim","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-despite-settlements-mideast-may-find-peace-never-ending-interim-802956.html","abstract":"  To the Editor:   \"A Deadline Slips in the Mideast\" (editorial, Dec. 15) suggests that the stalled Middle East peace talks can be put back on track if the parties \"try harder to resolve their differences, most of which concern numbers, not basic principles.\" But the peace process is mired precisely because its most basic principle -- that decisions now about control of territory are only temporary -- is no longer believed by the Israeli side.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Ad Out for Women: No Sponsor, No Accord","web_url":"https://www.nytimes.com/1994/01/07/sports/tennis-ad-out-for-women-no-sponsor-no-accord.html","abstract":"  Having come a long way with the help of a much-maligned sponsor, Philip Morris and its Virginia Slims subsidiary, women's tennis is going it alone, but far from unanimously, in 1994.    Not only does the Women's Tennis Association Tour have no sponsor besides itself, but it is also in the throes of an internal reorganization aimed at empowering a chief executive officer, a move that could drastically reduce what some perceive as already-dwindling player autonomy.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"U.S. Official Visits Graves in Croatia","web_url":"https://www.nytimes.com/1994/01/07/world/us-official-visits-graves-in-croatia.html","abstract":"  In one of several moves underscoring its determination to bring war criminals to justice in the former Yugoslavia, the Clinton Administration sent a Cabinet-rank official on a symbolic visit today to a grave here that is believed to hold the bodies of several hundred Croats massacred by Serbs.   On a more practical plain, that official, Madeleine K. Albright, the United States chief delegate to the United Nations, warned that the United States may use its Security Council veto to maintain the economic blockade of the Yugoslavian federation of Serbia and Montenegro until Belgrade hands over those accused of atrocities.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Irate Protesters Give Packwood No Break On a Visit to Oregon","web_url":"https://www.nytimes.com/1994/01/07/us/irate-protesters-give-packwood-no-break-on-a-visit-to-oregon.html","abstract":"  He checks into hotels under assumed names and slips into public appearances through back doors or side entrances. He begins earnest speeches on health care or timber and then ends up talking about his sexual failures and who kissed whom first.   For Senator Bob Packwood, his first tour of Oregon in more than four months finds him in the curious role of Senator Surreal.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/07/arts/art-in-review-803375.html","abstract":"  Bill Jones   Lipton/Owens Gallery  53 Mercer Street (near Broome Street)  SoHo  Through Jan. 22    Old eyeglasses serve as lenses in Bill Jones's latest photograms, made without negatives. Mr. Jones dangles the eyeglasses above photo paper that he then exposes, recording negative images of the glasses, with light passing through their lenses causing different optical effects.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Texas Senator Indicted Again On Felony Misconduct Count","web_url":"https://www.nytimes.com/1994/01/07/us/texas-senator-indicted-again-on-felony-misconduct-count.html","abstract":"  Senator Kay Bailey Hutchison was reindicted today on a felony misconduct charge of misusing state employees and computer equipment during her time as Texas State Treasurer.   Amended indictments on three other charges are expected on Friday. Mrs. Hutchison had been indicted twice. The first charges were dismissed on a legal technicality.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Women's Coach Loses","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-basketball-women-s-coach-loses.html","abstract":"  A Federal appeals court in San Francisco refused yesterday to order MARIANNE STANLEY reinstated as women's basketball coach at the University of Southern California, saying she failed to show she should be paid the same as the men's coach.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Take the EC Train: Berlin to Warsaw or Prague","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-take-the-ec-train-berlin-to-warsaw-or-prague.html","abstract":"I knew for certain that I was on the right train when a man charged into my compartment and, before I had even had time to sit down, began tugging the window wide open. It is my experience that it is next to impossible to take a train in central Europe w","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/07/arts/art-in-review-803340.html","abstract":"  George Bellows   Berry-Hill Gallery  11 East 70th Street  Through Jan. 15    Anyone for whom the name George Bellows (1882-1925) means boxing matches will be disappointed with this show. There are no fight scenes among its 30 paintings (though Jack Dempsey and John L. Sullivan do make an appearance in the suite of accompanying lithographs). Instead, there is a perplexing variety of other subjects and evidence that Bellows's sensibility is in some ways far closer to 19th-century American art than to that of his teacher Robert Henri and the Ashcan school.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Orioles Sign Anderson","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-baseball-orioles-sign-anderson.html","abstract":"  MIKE DEVEREAUX and BRADY ANDERSON, two-thirds of the Baltimore Orioles' outfield, entered this year one season away from being eligible for free agency. The Orioles have tried to trade Devereaux, but yesterday they signed Anderson to a three-year contract worth $10.25 million.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Toll in Peru's War With Rebels Is Down by Half","web_url":"https://www.nytimes.com/1994/01/07/world/toll-in-peru-s-war-with-rebels-is-down-by-half.html","abstract":"  Charting a sharp decline for South America's fiercest guerrilla insurgency, the toll of human and economic losses in Peru's war with the Shining Path virtually dropped by half last year.    In the sharpest drop in the 13 years of the Maoist revolt, 1,692 people died in political violence last year, down from 3,101 in 1992.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Review/Photography; A Chronicler of Life, and of This Century","web_url":"https://www.nytimes.com/1994/01/07/arts/review-photography-a-chronicler-of-life-and-of-this-century.html","abstract":"  From its first issue in 1936 until its death as a weekly in 1972, Life magazine brought a mix of expressive news photographs and sassy captions into millions of American homes. Many of Life's best-known images were taken by Alfred Eisenstaedt, one of the magazine's four original staff photographers; over the course of his long career, Mr. Eisenstaedt carried out over 2,500 assignments for Life, and produced 86 covers.    Mr. Eisenstaedt, who turned 95 last month, has been photographing since 1914, when he was a teen-ager in Berlin. A worthy exhibition at the Circle Gallery in SoHo offers a charming survey of his career, which, at 79 years, has spanned nearly half the history of photography.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Tokyo Coffee Shops: An Endangered Species","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-tokyo-coffee-shops-an-endangered-species.html","abstract":"Coffee went big in Japan 100 years ago when the Brazilian government sent free beans to coffee-shop owners in Tokyo. What a ploy: The Japanese are now the third biggest coffee consumers in the world. In the crowded capital, where sidewalk benches are see","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/07/nyregion/c-corrections-802719.html","abstract":"  An article on Sunday about Japan's standard of living misstated the circulation ranking of Mainichi Shimbun, the daily newspaper that described the indignities suffered by Tokyo commuters. It is the third-largest daily; the largest is the Yomiuri Shimbun.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/07/nyregion/metro-digest-796131.html","abstract":"  NEW YORK CITY  FINANCE OFFICIAL IS URGED TO RESIGN   Mayor Giuliani demanded the resignation of the new chairman of the New York City Campaign Finance Board and threatened to cut off the board's financing. The chairman, Thomas J. Schwarz, refused to step down, offering instead to delay the beginning of his term for a few months so that the former chairman can complete his review of campaign spending in last year's mayoral race. A1.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/01/07/sports/transactions-800716.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed Brady An derson, outfielder, to a three-year contract extension through 1996.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Despite Settlements, Mideast May Find Peace; The Bedouins Adapt","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-despite-settlements-mideast-may-find-peace-the-bedouins-adapt-802964.html","abstract":"  To the Editor:   \"The Bedouins' Eviction Notice\" (Op-Ed, Dec. 29), Prof. Clinton Bailey's attack on Israeli Government policy toward Bedouin citizens, is emotional and unfounded. To make his case of Government mistreatment, Mr. Bailey uses such inflammatory language as \"waging a kind of war against the Bedouin tribes,\" \"ethnic cleansing\" and expulsion.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/07/us/inside-794791.html","abstract":"  Retreat of the Japanese Yen   The Japanese yen is falling in value against the dollar after a year-long rise, and that is cheering Japanese industry. Page D1. 60's Radical Surrenders    Closing a chapter on Chicago's \"Days of Rage\" in 1969, a fugitive from the militant Weather Underground group turned himself in. Page A14. Trenton Woman of Influence    Though little known outside New Jersey, Hazel Gluck has become a kind of godmother to her state's Republican women's movement. Page B1. F.C.C. Shift on Howard Stern   An F.C.C. commissioner conceded that it would be hard to stop Howard Stern's employer from buying more radio stations. Page D1. A Glimpse of the Future    At two subway stations, magnetized fare cards began to replace tokens, which are intended to go the way of the horse-drawn trolley. Page B3. Skater Is Assaulted    Nancy Kerrigan, an Olympic gold medal favorite, held her knee after an attack yesterday in Detroit that jeopardized her qualifying chances. SportsFriday, page B7.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Two Sterling Runners Enter N.F.L. Draft","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-football-two-sterling-runners-enter-nfl-draft.html","abstract":"  Two of college football's best runners, tailbacks BYRON (BAM) MORRIS of Texas Tech and GREG HILL of Texas A&M, yesterday made themselves available for the National Football League draft. Morris ranked first in scoring this season with 22 touchdowns and second in rushing with 1,752 yards. Hill gained 3,262 yards in his three years with the Aggies. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Review/Dance; Creatures Who Share The Stage","web_url":"https://www.nytimes.com/1994/01/07/arts/review-dance-creatures-who-share-the-stage.html","abstract":"  In the 32d section of his monumental poem, \"Song of Myself,\" Walt Whitman says, \"I think I could turn and live with animals, they're so placid and self-contain'd.\" Ann Carlson might agree.   She revived \"Animals,\" a 1988 work, on Wednesday night at the Joyce Theater as part of the Altogether Different series. With choreography and texts by Ms. Carlson and a cast of dancers and four-legged and finny creatures, \"Animals\" remains an eloquent creation.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"No Dent and No Letup for Kentucky","web_url":"https://www.nytimes.com/1994/01/07/sports/college-basketball-no-dent-and-no-letup-for-kentucky.html","abstract":"  Kentucky 84, Notre Dame 59    Gimel Martinez scored 8 points in a 16-5 run over the final 6 minutes 21 seconds of the first half last night that carried No. 4-ranked Kentucky to an 84-59 victory over Notre Dame in Lexington, Ky. Kentucky (11-1) won its ninth straight game and tied a school mark with its 30th consecutive victory in Rupp Arena.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Heiress Dies After Beating and Spouse Is a Suspect","web_url":"https://www.nytimes.com/1994/01/07/nyregion/heiress-dies-after-beating-and-spouse-is-a-suspect.html","abstract":"  An heiress to the Scripps newspaper fortune died yesterday, almost a week after the police say she was bludgeoned by her estranged husband in their home in the Westchester County community of Bronxville.   The woman, Anne Scripps Douglas, 47, had an order of protection against her husband, Scott, the police said, and a warrant has been issued for his arrest in the attack.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Truffle Hunting and Bureaucracy","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-truffle-hunting-and-bureaucracy.html","abstract":"Beppe sits at a school desk chewing his pencil and frowning as he mutters something in Latin. Around him there are plenty of heavy sighs, jigging knees and gnarled hands moving from worried mouths to gray or balding heads. Like Beppe, most of these men h","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/07/nyregion/c-corrections-802751.html","abstract":"  An article on Tuesday about Gov. Mario M. Cuomo's record misstated the number of jobs created in New York during his tenure and then lost. From January 1983, when Mr. Cuomo took office, until April 1989, when job growth ended, New York gained 1,051,500 jobs, according to seasonally adjusted figures provided by the state Labor Department. From April 1989 until November 1993, when job losses ended, New York lost 572,400 jobs. The net gain for Mr. Cuomo's tenure is 479,100.  ","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"A Mutual Rescue: Knicks Acquire Harper From Dallas","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-basketball-a-mutual-rescue-knicks-acquire-harper-from-dallas.html","abstract":"  The Knicks' frantic search for a point guard ended yesterday when they rescued Derek Harper from pro basketball's Titanic, the Dallas Mavericks.   To acquire the 32-year-old Harper, the Knicks surrendered swingman Tony Campbell and a conditional 1997 first-round draft pick. If the pick turns out to be in the top five, the Mavericks would receive the Knicks' No. 1 pick in 1998 instead.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/01/07/books/the-spoken-word.html","abstract":"  \"GUYS ON FILM,\" the Poetry Project, St. Mark's Church, 131 East 10th Street, East Village. An independent film maker, Nick Zedd, and Geoffrey O'Brien, the author of \"The Phantom Empire,\" discuss film. Tonight at 10:30 P.M. Admission: $6. Information: (212) 674-0910. \"MODERN JAPANESE WOMEN POETS,\" Tenri Cultural Institute, 575 Broadway, at Prince Street, SoHo. A lecture and a reading by Kimiko Hahn from her work. Tonight at 7:30 P.M. Admission: $7. Information: (212) 925-8500.","thumbnail":null,"section":"Books"},{"date":"19940107","headline":"Art and Government in an Uneasy Alliance","web_url":"https://www.nytimes.com/1994/01/07/arts/art-and-government-in-an-uneasy-alliance.html","abstract":"  Most of New York City's New Deal murals were sponsored by the Federal Art Project, the biggest and most influential of four agencies established by the Government to help artists during the Depression. From its inception in 1935 until its dissolution in 1942, the art project was responsible for some 200 murals in the city.   Among the better-known New York artists who earned weekly Federal paychecks doing murals, easel paintings and sculptures for the art project or other New Deal programs were Jackson Pollock, Isamu Noguchi, Reginald Marsh, Philip Guston, Ben Shahn and Stuart Davis. Perils of Poetry    The average salary was less than $25 a week, but in those days that was nothing to sneeze at. Still, making public art could be as complicated as it is now.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Collins Injured And May Miss Playoff Game","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-football-collins-injured-and-may-miss-playoff-game.html","abstract":"  Mark Collins, one of the best cornerbacks in the National Football League, sprained his left knee in practice today and could miss the Giants' playoff game on Sunday against the Minnesota Vikings.   \"We'll see,\" Collins said when asked whether he could play. \"I'm not sure. I'll try it but it doesn't look good.\"","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Coleman and Anderson Get the Attention","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-basketball-coleman-and-anderson-get-the-attention.html","abstract":"  They are the leading vote-getters at their positions for the Eastern Conference All-Star team. They lead the Nets in most categories and they have earned deep respect from their opponents this season. But for forward Derrick Coleman and guard Kenny Anderson, it's a double-edged sword these days.   \"The respect is good; I've just got to find a way to beat the triple team,\" Coleman said on Wednesday night, after he grabbed a team-high 12 rebounds, but scored only 9 points while missing 8 of 11 shots from the field -- one on a dunk attempt -- in New Jersey's 100-91 loss to Milwaukee at the Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-hear-this.html","abstract":"Fujio Furukawa, 72, a former engineering professor, says he has set a record for top spinning. He says his 250-gram top spun for 38 minutes and 59 seconds, breaking the 1968 record of 5 minutes and 26.8 seconds. Who says newspapers never report good news?","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/01/07/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that close soon: Closing This Weekend  BENEFIT ART SALE, Leo Castelli Gallery, 420 West Broadway, near Prince Street, Soho. Works by 200 artists will be on sale to benefit the Foundation for Contemporary Performance Arts, which awards annual grants to artists and arts organizations. Through tomorrow. Hours: today and tomorrow, 10 A.M. to 6 P.M. Information: (212) 431-5160.","thumbnail":null,"section":"Theater"},{"date":"19940107","headline":"Mexico -- A Tale Of Two States","web_url":"https://www.nytimes.com/1994/01/07/opinion/mexico-a-tale-of-two-states.html","abstract":"Supporters of economic liberalization argue that free trade promotes democracy. But often it does not, and recent experiences in southern Mexico show all too clearly why.\n\nIn democracies, citizens are likely to press for attention to their economic needs, especially during hard times. This means businesses must be willing to negotiate with workers over wages, working conditions, corporate practices and environmental policies. But in an intensely competitive global economy, businesses are reluctant to invest in places where they face such negotiations and governments prefer to keep people from questioning the economic rules.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/07/nyregion/no-headline-795305.html","abstract":"  \"I am proud to have fought for my country against the criminal government of Richard Nixon. And I am very happy not to be at war with my government now.\" JEFFREY DAVID POWELL, surrendering after nearly a quarter-century as a fugitive.  [ A14:1. ]","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"In New York's Southern District, Mediation Unjams the Courts","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-in-new-york-s-southern-district-mediation-unjams-the-courts-802972.html","abstract":"  To the Editor:   In \"Trouble in Foley Square\" (Op-Ed, Dec. 27), Judge Kenneth Conboy, stepping down from the United States District Court for the Southern District of New York, points out how an avalanche of lawyers, laws and dubious cases have crowded the court's docket. He notes that \"immense sums and years are spent in round after round of document production and counterproduction and endlessly multiplying depositions.\"","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Films Born Of Ill-Hidden Agendas","web_url":"https://www.nytimes.com/1994/01/07/movies/films-born-of-ill-hidden-agendas.html","abstract":"  Anyone still under the illusion that propaganda is foreign to the American way of life, a totalitarian spore that never landed in this country's democratic climate, should visit the American Museum of the Moving Image in Astoria, Queens, over the next four weekends. It will be time well spent, both as an engrossing history lesson and as an all-out hoot.   \"Our Secret Century: Revelations From the Prelinger Archives,\" a retrospective of 160 industrial, advertising and educational films from 1935 to 1965, presents a rich sampling of the ways that American corporations and government, at every level, have urged us to think and to behave in lockstep.","thumbnail":null,"section":"Movies"},{"date":"19940107","headline":"U.S. Balkan Expert Resigns Over Job and Policy Disputes","web_url":"https://www.nytimes.com/1994/01/07/world/us-balkan-expert-resigns-over-job-and-policy-disputes.html","abstract":"  A leading Clinton Administration expert on the Balkans is resigning after more than three decades as a Foreign Service officer, the State Department announced today.   State Department officials said the official, Warren Zimmermann, 59, told his staff on Wednesday that he is leaving his post as the head of refugee programs and offered two reasons: personal frustration that he had not been appointed to a new job, and as a protest against a Balkan policy he was no longer able to help shape.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"2 Republican Power Brokers Make County Their Battleground","web_url":"https://www.nytimes.com/1994/01/07/nyregion/2-republican-power-brokers-make-county-their-battleground.html","abstract":"  Who is Stephen P. Tenore and why is he saying all those terrible things about the Westchester County Executive?   That is the question Mr. Tenore has provoked in recent months by his orneriness in running the county's 17-member Board of Legislators. Why, Westchester politicians and community leaders are asking, is Mr. Tenore giving his fellow Republican, Andrew P. O'Rourke, such a bad case of political heartburn by increasing the budget, blocking raises for county workers, and pushing for the independence of the county medical center, all with some choice adjectives for Mr. O'Rourke?","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/07/arts/art-in-review-803359.html","abstract":"  'Extended Relations'   Andrea Rosen Gallery  130 Prince Street  Through Jan. 15    It's a bit soon to start thinking about candidates for the best small group show of the year, but this elegant display of works by Dennis Balk, Mel Bochner and Nicolas Rule should be a strong contender. Organized for the gallery by the collectors Alice and Marvin Kosmin, it glows with the light of mutual illumination.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"A Guide to the City's Depression Murals","web_url":"https://www.nytimes.com/1994/01/07/arts/a-guide-to-the-city-s-depression-murals.html","abstract":"  \"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to life for the entrance to the emergency room at Coney Island Hospital.   The \"Alice\" work, which is among 16 \"Alice in Wonderland in New York City\" panels dating from 1938 by one Abram Champanier, was painted in the throes of the Great Depression. In those days, the Federal Government was playing Medici to its artists, and the \"Alice\" series was commissioned through the Federal Art Project of the Works Progress Administration, set up under the New Deal of President Franklin D. Roosevelt.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"1919: Roosevelt Is Dead : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-1919-roosevelt-is-dead-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Former President Theodore Roosevelt died suddenly and quietly this morning [Jan. 6] at Sagamore Hill, his home at Oyster Bay, Long Island. Death resulted from a sudden attack of heart disease, following a pulmonary embolism. The New York Herald","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Harper Can't Arrive Soon Enough for Riley","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-basketball-harper-can-t-arrive-soon-enough-for-riley.html","abstract":"  Tonight's performance showed why the Knicks acquired Derek Harper.   Winning in lackluster and sloppy fashion, the Knicks nearly squandered a 20-point fourth-quarter lead before escaping with a 92-86 victory over the Milwaukee Bucks.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Editorial Notebook; There Was Only One Bobby Wagner","web_url":"https://www.nytimes.com/1994/01/07/opinion/editorial-notebook-there-was-only-one-bobby-wagner.html","abstract":"  They came, 900 strong, leaders of the great city's public sector, to \"A Celebration of the Life of Bobby Wagner\" in the historic Great Hall at Cooper Union. \"Bobby,\" not Robert F. Wagner Jr., a friend insisted, because three generations of Robert F. Wagners have enriched New York politics \"but there was only one Bobby.\"    Bobby Wagner died of a heart attack Nov. 15. He was only 49, so it was all the more remarkable that he engendered such devotion without climbing as high as the earlier Robert F.'s -- father, thrice Mayor, and grandfather, the Senator whose name is stamped in history by the Wagner Act, the New Deal's landmark labor law.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Viking to Run Head-On Into a Giants Weakness","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-football-viking-to-run-head-on-into-a-giants-weakness.html","abstract":"  Just as the Giants' defense is trying to recover from two consecutive lapses against opposing runners, a small, unheralded back named Scottie Graham is returning to Giants Stadium as the man to be stopped.   Graham was ringing up sales at a pharmacy in Columbus, Ohio, last September, while writing a master's thesis at Ohio State about himself and how he overcame adversity. Then he was picked up by the Minnesota Vikings, sat out most of the season and became, in the last month, one of the most important runners in pro football.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/01/07/arts/sounds-around-town-803332.html","abstract":"  Mbira Master   Ephat Mujuru, Washington Square Church, 135 West Fourth Street, Greenwich Village, (212) 545-7536. The Zimbabwean musician is a master of the mbira, an instrument often referred to in the West as a thumb piano. Played for centuries at spirit-possession ceremonies of the Shona people of Zimbabwe, it is considered the country's national instrument. Mr. Mujuru, who comes from a long line of mbira players and began studying the instrument at age 7, specializes in the music associated with all-night ceremonies that link the world of the living with departed ancestors. Show time is tonight at 8. Tickets are $12. STEPHEN HOLDEN Judeo-Spanish Songs    Elias Ladino Ensemble, Washington Square Church, 135 West Fourth Street, Greenwich Village, (212) 545-7536. Ladino, one of the three major Jewish languages, has produced a rich and extensive repertory of Judeo-Spanish songs, many of which have been collected by Joseph Elias, who is regarded as the Pete Seeger of Ladino music. With his ensemble, which was founded in 1976, Mr. Elias performs songs that draw on Arabic and Spanish musical modes and influences from the Sephardic diaspora. In addition to Mr. Elias on vocals, the group includes his son Daniel on vocals and clarinet, Maurice Sedacca on lute, Scott Wilson on zither and Richard Khuzami on drums. Show time is tomorrow at 8 P.M. Tickets are $12. S. H.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Article 801046 -- No Title","web_url":"https://www.nytimes.com/1994/01/07/arts/article-801046-no-title.html","abstract":"  When the weather turns Siberian, I like to imagine hitching up the troika and sleighing across the steppe, balalaikas and Prokofiev ringing out, until my cheeks turn red and icicles cling to my eyelashes. Then, famished, I repair for borscht and blini in front of the fire with my bluff and hearty compatriots, telling stories and exchanging lies.   Well, all right, it was just a Mitty-esque fantasy I had while playing with a 2-year-old and a plastic saucer sled in the park. But chilled nonetheless, I really did yearn for the indulgent warmth of a Russian restaurant. For that, it is hard to beat the Pie, a tiny 30-seat restaurant that has been turning out Russian specialties for four years.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"No One Gives the Steelers A Chance Except Steelers","web_url":"https://www.nytimes.com/1994/01/07/sports/pro-football-no-one-gives-the-steelers-a-chance-except-steelers.html","abstract":"  This was going to be a great year for the Steelers. Neil O'Donnell was a bright young quarterback, Barry Foster was becoming a premier runner, the offensive line was good and the defense was even better than the offense.   So what happened? On Sunday, the Steelers slipped into the National Football League playoffs only because they beat the Cleveland Browns and both the Miami Dolphins and the Jets lost.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Review/Film; Innocence Aboard A Ship Of Oddballs","web_url":"https://www.nytimes.com/1994/01/07/movies/review-film-innocence-aboard-a-ship-of-oddballs.html","abstract":"Moronic innocence. Limit to deadpan idiocy, but not here.","thumbnail":null,"section":"Movies"},{"date":"19940107","headline":"Cuomo Backs Loan Program For Broadway","web_url":"https://www.nytimes.com/1994/01/07/nyregion/cuomo-backs-loan-program-for-broadway.html","abstract":"  Gov. Mario M. Cuomo has pledged to create a new state-financed program of loans for the repair and upkeep of Broadway theaters, whose owners have complained for more than a decade about government indifference.   With that -- although not as a quid pro quo, according to the official line -- two of Broadway's major theater owners dropped their opposition to the Walt Disney Company's plans to take over the New Amsterdam Theater on 42d Street, clearing away a high political hurdle faced by the project.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Not Quite High Tech : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-not-quite-high-tech-letters-to-the-editor.html","abstract":"The flue-gas desulfurization system installed in National Power's Drax plant in Yorkshire, England, and praised in your Dec. 6 Special Report as \"technology of the future,\" is actually old hat. Flue-gas desulfurization was developed in Japan. D","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Whitman's Right-Hand Woman in Trenton; Hazel F. Gluck, Lobbyist, Friend and Political Pro, Has No Office but Plenty of Power","web_url":"https://www.nytimes.com/1994/01/07/nyregion/whitman-s-right-hand-woman-trenton-hazel-f-gluck-lobbyist-friend-political-pro.html","abstract":"  In the summer of 1992, two old friends, both political pros, finally found time for a long-promised lunch together.    \"Right away I asked Christie, 'Are you going to run for governor?' And she said, 'Yes,' \" Hazel Frank Gluck recalled the other day.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"On My Mind; A Good Call on NATO","web_url":"https://www.nytimes.com/1994/01/07/opinion/on-my-mind-a-good-call-on-nato.html","abstract":"  President Clinton is making some of America's best friends very unhappy -- Europeans who lived under Communism, fought it, and helped bring down the Soviet empire. Next week he will make them even unhappier when he tells them face to face that the U.S. will not agree to their becoming members of NATO.   Face to face, he will have to deal with people like the Czech writer Vaclav Havel, who went from a Communist jail to the presidency of his country, and President Lech Walesa of Poland, the electrician who created a freedom movement that bound together workingman and intellectual.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Review/Film; Basketball As a Bridge Between 2 Cultures","web_url":"https://www.nytimes.com/1994/01/07/movies/review-film-basketball-as-a-bridge-between-2-cultures.html","abstract":"Kenyan basketball whiz. Doesn't quite click but good finale.","thumbnail":null,"section":"Movies"},{"date":"19940107","headline":"Despite Settlements, Mideast May Find Peace","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-despite-settlements-mideast-may-find-peace-802948.html","abstract":"  To the Editor:   Whatever one may think of the Jewish settlements established in the West Bank and in Gaza, it should now be clear that they are obstacles to peace. Their proponents cynically (and preposterously) maintained that they would encourage Jewish-Arab amity. Now they are calling for establishment of additional settlements because, in the words of the settler group Zu Arteinu, \"This is a way to break the peace process.\"","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Word for Word; A Talk With Ginsburg On Life and the Court","web_url":"https://www.nytimes.com/1994/01/07/us/word-for-word-a-talk-with-ginsburg-on-life-and-the-court.html","abstract":"  New Supreme Court Justices customarily introduce themselves to the Court family -- the 300 or so people who work in the building -- by granting an interview to the Docket Sheet, a newsletter published for Court employees.    It was a relaxed and reflective Justice Ruth Bader Ginsburg who answered questions from Toni House, the Court's public information officer, and Kathleen L. Arberg, the editor of Docket Sheet. The result was a lively, informative interview, in some ways more revealing of the new Justice's approach to work and life than her days of cautious testimony before the Senate Judiciary Committee last summer.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Abroad at Home; Crisis of Credibility","web_url":"https://www.nytimes.com/1994/01/07/opinion/abroad-at-home-crisis-of-credibility.html","abstract":"  President Clinton flies to Brussels this weekend for a North Atlantic Treaty summit meeting that poses a dual test of credibility: NATO's and his.    The issue is Bosnia. The aggression and slaughter there, growing worse at the turn of the year, raised dark questions for the hope of peace in a Europe facing new strains after the cold war.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Golden Boy Boitano Settles for a Second","web_url":"https://www.nytimes.com/1994/01/07/sports/figure-skating-golden-boy-boitano-settles-for-a-second.html","abstract":"  The common wisdom said that Brian Boitano had the United States men's figure skating championships wrapped up beforehand. Everyone else would be skating for second place. Scott Davis begged to differ. Victory would be earned, not given, he said. And he was right.   Skating with vibrant energy, landing two triple axels to one for Boitano and spinning with unmatched speed and dexterity, Davis repeated as national champion tonight and earned a spot on the United States Olympic team for the Winter Games next month in Lillehammer, Norway.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Sting Nominated To Receive 6 Grammys","web_url":"https://www.nytimes.com/1994/01/07/arts/sting-nominated-to-receive-6-grammys.html","abstract":"  The British pop star Sting received the most nominations -- six -- for the 36th annual Grammy Awards. He will compete with the singer and songwriter Billy Joel for record, album and song of the year. The winners will be announced on March 1 in a CBS telecast from Radio City Music Hall.   More than 400 nominations in 81 categories were announced yesterday by the National Academy of Recording Arts and Sciences at a news conference at the Apollo Theater in Manhattan.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Sports of The Times; Disaster As Close as Nearest Fan","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-of-the-times-disaster-as-close-as-nearest-fan.html","abstract":"  THE pistol made me nervous at first. I wasn't used to being around guns, but there it was, a big nasty pistol that made a loud clatter when the manager plunked it down in a motel room.    \"Er, could you turn that toward the wall?\" I'd ask a bit nervously. To accommodate me, he would drape a ball cap over the pistol.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"U.S. Law Agencies Told To Destroy Gun Surplus","web_url":"https://www.nytimes.com/1994/01/07/us/us-law-agencies-told-to-destroy-gun-surplus.html","abstract":"  The Federal Government ordered all Federal law-enforcement agencies today to destroy their surplus and outmoded firearms rather then sell them to gun dealers for resale to the public.   In the past 10 years, more than 60,000 revolvers, rifles, shotguns and semiautomatic pistols have been have been sold by Federal agencies to dealers for resale to the general public, with the proceeds from the dealers going to offset the operating costs of the agencies.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Seles Out of Australian Open","web_url":"https://www.nytimes.com/1994/01/07/sports/seles-out-of-australian-open.html","abstract":"  Monica Seles, who hasn't played a match since she was stabbed in the back last April 30 while competing in Hamburg, Germany, announced yesterday that she would not be a last-minute entry at the Australian Open later this month.   Seles, No. 1 at the time that she was stabbed by a fanatical supporter of Steffi Graf, would have been attempting to win her fourth consecutive Australian Open, the Grand Slam event in which she holds a record of 21-0. Seles hasn't set a timetable for her return but in the past has indicated that if she was forced to miss the Australian, she would not hurry back to the tour.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Review/Theater; Accepting Largesse For Mistaken Identity","web_url":"https://www.nytimes.com/1994/01/07/theater/review-theater-accepting-largesse-for-mistaken-identity.html","abstract":"  Tony Randall has devoted himself so tirelessly to the fortunes of the National Actors Theater that you'd like to grant him the occasional indulgence. The company is his, after all, and if he wants to take tickets at the door, direct Ibsen or even sell pina coladas in the lobby at intermission, that is his right. He's earned it.   Nonetheless, why, oh, why did he ever cast himself as the lead in \"The Government Inspector,\" the splendid comedy by Nikolai Gogol that opened last night at the Lyceum Theater? Playing an opportunistic wastrel Gogol described as \"a young man, about 23 years old, lean and slim,\" Mr. Randall is relatively lean, moderately slim and exactly 50 years too old for the part. Putting the make on a foolish provincial lass, he pleads at one point: \"Look, I'm on my knees. Didn't you hear them crack?\" It's not the only line to take on unwanted resonance under the circumstances.","thumbnail":null,"section":"Theater"},{"date":"19940107","headline":"Books of The Times; On the Road Across the Alarming 90's Landscape","web_url":"https://www.nytimes.com/1994/01/07/books/books-of-the-times-on-the-road-across-the-alarming-90-s-landscape.html","abstract":"  Going Native   By Stephen Wright   305 pages. Farrar, Straus & Giroux. $22.     Stephen Wright's impressive first novel, \"Meditations in Green,\" published a decade ago, offered a hallucinatory vision of the Vietnam War as seen through the eyes of an intelligence adviser turned heroin addict. Mr. Wright's second novel, \"M31: A Family Romance\" (1988), effectively brought the war home, creating a frightening allegory of American life through its portrait of a ghoulish family cult.","thumbnail":null,"section":"Books"},{"date":"19940107","headline":"Amazon Dolphins Winning Badly Needed Friends","web_url":"https://www.nytimes.com/1994/01/07/world/amazon-dolphins-winning-badly-needed-friends.html","abstract":"  Besides the occasional boatload of tourists and a rambling two-story barge filled with pigs and other provisions, the Ticuna Indians who inhabit this tidy fishing hamlet on the Amazon River have little contact with the outside world.    An electric plant generates four hours of light a day. Rain provides drinking water; when it doesn't rain, water from the river is boiled. The town had one bicycle until a week ago, when two new children's bikes arrived. There are no cars or trucks","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Sheffield Is Exonerated","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-baseball-sheffield-is-exonerated.html","abstract":"  Criminal charges against GARY SHEFFIELD of the Florida Marlins, stemming from an altercation with some Houston police officers last summer, have been dismissed.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/01/07/theater/on-stage-and-off.html","abstract":"  Highs and Lows    This is a time of both celebration and concern for the producers of \"Angels in America.\" On one hand, Tony Kushner's two-part AIDS epic at the Walter Kerr Theater is an unqualified smash; receipts during the week ending last Sunday totaled $400,931, a Broadway record for a straight play, particularly remarkable for a theater with fewer than 1,000 seats. (Of course, the ticket prices -- the usual $65 top was $75 on New Year's Eve -- are record-setting as well.)   On the other hand, the show has entered a time of transition. Ron Leibman, who won a Tony Award last year for his portrayal of Roy Cohn, is leaving. His final performance will be Jan. 16, the first Sunday matinee of Part 2 of the play, \"Perestroika.\" That performance will also begin a new, permanent schedule for the show, which has been juggling performances since \"Perestroika\" began rehearsals over the summer. (Beginning the week of Jan. 16, Part 1, \"Millennium Approaches,\" will be seen on Tuesday and Friday nights, Wednesday and Saturday afternoons, and \"Perestroika\" on Wednesday, Thursday and Saturday nights, as well as Sunday afternoons.)","thumbnail":null,"section":"Theater"},{"date":"19940107","headline":"Knight Is Unshod","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-people-basketball-knight-is-unshod.html","abstract":"  The 14-year relationship between Adidas and BOB KNIGHT was ended by the shoe manufacturer yesterday because the Indiana basketball coach failed to wear the company's apparel as required under his contract.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Snow Blows, Fog Arrives, Revenue Meetings Swirl","web_url":"https://www.nytimes.com/1994/01/07/sports/baseball-snow-blows-fog-arrives-revenue-meetings-swirl.html","abstract":"  Neither snow nor fog nor cold kept major league club owners from their apppointed rounds today. They made it to their first revenue-sharing meeting in nearly five months, despite bad weather. But after going round and round in various sessions, they fell one vote short of adopting a plan that would bring peace among the owners and the start of labor negotiations with the players.   The owners, who several times during the day divided into three separate caucuses, took votes on four plans that would increase the amount of local revenue the clubs would share. A plan proposed by the eight clubs considered the high-revenue bloc received only 11 votes, but an amended form of a plan put forth by Richard Ravitch, the owners' chief labor executive, received 20 votes.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"THE MOVIE GUIDE : Cronos","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-the-movie-guide-cronos.html","abstract":"Directed by Guillermo del Toro. Mexico.. To what lengths would you go to achieve immortality, and once you had it, would you ever decide to renounce it and simply die? These are the crucial questions posed in \"Cronos,\" the first film by director","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Experimental Drug Is Prize In a Highly Unusual Lottery","web_url":"https://www.nytimes.com/1994/01/07/us/experimental-drug-is-prize-in-a-highly-unusual-lottery.html","abstract":"  Last fall, Berlex Laboratories held a new kind of lottery.    The 67,000 people who entered were after a prize worth more than money: quick access to a new drug, Betaseron, the first medicine thought to slow the course of multiple sclerosis.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Human Rights, Chiapas, Spring 1993","web_url":"https://www.nytimes.com/1994/01/07/opinion/human-rights-chiapas-spring-1993.html","abstract":"  In May -- more than seven months before the New Year's rebellion that has taken scores of lives in Chiapas, in southwestern Mexico -- a team of observers from Minnesota Advocates for Human Rights visited Chiapas to investigate reports that soldiers and police officers had beaten, tortured and illegally detained civilians. What follows are excerpts from the team's report, prepared by Eric Rosenthal and published to little notice in August 1993. ANDREW REDING, director of the North America project of the World Policy Institute    In Chiapas, on March 28-29, 1993, following the disappearance and presumed killing of two soldiers, approximately 400 soldiers and a handful of police arbitrarily detained, searched and beat civilians in two Tzotzil  [ Indian ]  villages. Police tortured a number of those detained. On April 25, about 200 police returned to the same village, searched and looted homes, and again interrogated and tortured villagers.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/07/arts/art-in-review-803367.html","abstract":"  'Roma-New York,  1948-1964'   Murray and Isabella Rayburn Foundation  41 East 57th Street  Through Jan. 15    The late 1950's and early 60's in American and European art are ripe for study. Much attention has been paid to the effect of immigre artists on New York art during the 40's, but what happened later when the flow of artists between America and Europe became more fluid?","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/07/nyregion/news-summary-794945.html","abstract":"  International A2-10  U.S. TO PENALIZE CHINA ON TRADE  The Clinton Administration said it planned to cut the amount of clothing and fabrics China can export to the U.S. by more than $1 billion. The move is in retaliation for efforts by China to get around American limits on imports by shipping goods through other nations.  A1  FURIOUS CLASHES IN SARAJEVO  Bosnian Serbs hammered Sarajevo with shells and clashed with Government troops along a southern battlefront in the capital. It was the sixth straight day of heavy fighting in the city, and the Serbs said more would follow unless the Muslim-led army gave up the battle.  A1","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Diner's Journal; Christer's and Amarcord","web_url":"https://www.nytimes.com/1994/01/07/arts/diner-s-journal-christer-s-and-amarcord.html","abstract":"  So many new restaurants opened in New York City in the last few weeks of 1993 that it was hard to eat fast enough to keep up with them. But two of the flashier newcomers are interesting because they are moving in opposite directions.   Christer Larsson and Pino Luongo are both famous food people in the city. Mr. Larsson was the chef at the beautiful, upscale Aquavit for six years. Mr. Luongo, of course, is the man who put Tuscany on New York's food map. Each has opened a new restaurant in Manhattan. One looks forward. One looks back.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"White House Defends Abortion Order","web_url":"https://www.nytimes.com/1994/01/07/us/white-house-defends-abortion-order.html","abstract":"  Rejecting the arguments of some state officials, the Clinton Administration insisted today that states must help finance abortions for low-income women in cases of rape or incest.   Bruce C. Vladeck, head of the Federal Health Care Financing Administration, dismissed pleas from state Medicaid directors that he reconsider the order for Medicaid to cover such abortions.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"The Churches and Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-the-churches-and-bosnia-letters-to-the-editor.html","abstract":"Regarding \"Bosnia's Holocaust Puts the Churches to Shame\" (Opinion, Jan. 5) by Henry Siegman:.By dismissing in advance the expected criticism of his use of the term Holocaust in connection with Bosnia, Mr. Siegman cannot prevent many Jewish s","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Janet Reno's Shameful Delay","web_url":"https://www.nytimes.com/1994/01/07/opinion/janet-reno-s-shameful-delay.html","abstract":"  Attorney General Janet Reno seems hellbent on sacrificing her reputation to the White House's effort to contain the Whitewater Development flap. Not only has she continued to refuse, on insultingly specious grounds, to appoint an independent counsel. It now emerges that by so refusing, she has bought time for Justice Department and White House lawyers to cook up a deal to keep the Whitewater records under wraps. Moreover, those records are being handled so sloppily that when an independent counsel is finally -- and inevitably -- appointed, that official will have to spend vast energy to be sure no evidence has been destroyed.   Is no one at the White House reading the history of recent Presidential scandals? These clumsy efforts at suppression are feckless and self-defeating. This White House's attempts to maintain political control of the investigation into President and Mrs. Clinton's real estate dealings in Arkansas are swiftly draining away public trust in their integrity.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/07/arts/art-in-review-800198.html","abstract":"  Artists 'Select' Part I   Artists Space  38 Greene Street (near Broome Street)  SoHo  Through Jan. 15    Long of TriBeCa, Artists Space, the venerable alternative exhibition space, has returned to SoHo, where it began life in a loft above the Paula Cooper Gallery on Wooster Street nearly 20 years ago. Its new home, a 7,000-square-foot loft on Greene Street, is being inaugurated with a two-part group show of 100 artists, each of whom has been selected by another artist. At least as far as the first 50 artists are concerned, the selection process makes for a rollicking free-for-all. The show has bright spots and low points in about equal amounts, introduces many new names while providing updates on some more familiar ones, and suggests that painting, even the abstract kind, is as alive as anything else these days. Especially noteworthy are the efforts of Michael Bergt, Charles Yuen, Ellen Gallagher, Merrill Wagner, Kuozhong Lee, Maria Lino, Robin Kahn, David Krueger, Joseph Letitia, Janet Stein, Renee Cox, Kevin deForest, Holly Sumner and James Elaine.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/07/style/chronicle-803260.html","abstract":"  JANE FONDA, a good citizen, dutifully reported for jury duty in Atlanta on Wednesday, only to be excused because she had prior commitments.    Perhaps it was just as well. Her mere presence in the Fulton County Courthouse, where she sat quietly reading a book, caused a fuss. When it was her turn to be interviewed for a murder trial, she was dismissed from consideration \"due to some meetings she couldn't rearrange,\" Sgt. Nola Henderson, a bailiff, told The Associated Press.","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"U.S. Aides Say They Still Back Aristide","web_url":"https://www.nytimes.com/1994/01/07/world/us-aides-say-they-still-back-aristide.html","abstract":"  A day after President Clinton said the Administration would reassess its support of Haiti's ousted President, Administration officials appeared to backpedal today, saying they were sticking to their goal of reinstating the Haitian leader.    Indeed, the officials said they planned to step up the pressure on Haiti's military leaders, who ousted President Jean-Bertrand Aristide in September 1991. They vowed to tighten the trade embargo unless the military commits itself by Jan. 15 to give up power.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"To Every Advertisement, Turn, Turn, Turn","web_url":"https://www.nytimes.com/1994/01/07/sports/sports-business-to-every-advertisement-turn-turn-turn.html","abstract":"  Somewhere, Bart Giamatti is scowling. The late baseball commissioner proselytized regularly about the pure ball park experience, where the sport was the thing, not canned music, insipid mascots or scoreboard worm races.   One can imagine that advertising behind home plate, for him, in the category of odious stadium inanities foisted on fans as entertainment during a game's dull stretches or concocted to increase income.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Canadian Test Case: 'Pornography' vs. Imagination","web_url":"https://www.nytimes.com/1994/01/07/world/canadian-test-case-pornography-vs-imagination.html","abstract":"  A painter in Toronto has become the first artist to be charged under a new child-pornography law because his renderings are about sexuality and children.   Civil libertarians say the case is likely to test the new legislation, which was enacted in the closing months of the last Conservative Government, on the ground that it is too sweeping.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Mr. Cuomo's Sobering Summons","web_url":"https://www.nytimes.com/1994/01/07/opinion/mr-cuomo-s-sobering-summons.html","abstract":"  Plenty of people have said that Gov. Mario Cuomo sounded like a Republican in his speech to the New York State Legislature on Wednesday. Many have also observed that the three main issues he addressed -- the economy, welfare and crime -- are uppermost in the minds of New York voters and thus an excellent formula for victory should he decide to run for a fourth term.   Yet far too little has been made of a more compelling point: As legislative programs go, the Governor's is eminently achievable. In that sense his address is a pointed challenge to the Legislature, especially the Republicans who have so often thwarted him -- and to Mr. Cuomo, who has a habit of thwarting himself.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Resourceful Library","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-resourceful-library-802980.html","abstract":"  To the Editor:   If Ranjit Singh Janjua of Astoria, Queens, could not find the origin of Christmas trees at his local public library (front page, Dec. 26), perhaps he failed to ask a librarian. The librarian I spoke with at the Astoria branch of the Queens Borough Public Library found the information in \"The Book of Holidays\" by J. Walker McSpadden. (Briefly, the custom of decorating evergreen trees at Christmastime began in late 16th-century Germany and became popular in France, Britain and the United States in mid-19th century.) Mr. Janjua could also have used our telephone reference service. MIMI KOREN  Director of Public Relations Queens Borough Public Library Jamaica, Queens, Dec. 29, 1993","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Mexico Offers an Amnesty To Rebels as They Retreat","web_url":"https://www.nytimes.com/1994/01/07/world/mexico-offers-an-amnesty-to-rebels-as-they-retreat.html","abstract":"  As the Mexican Army sealed off roads into battle zones outside this southern city today and troops pursued hundreds of retreating guerrillas, President Carlos Salinas de Gortari said the Government would consider a pardon for rebels who gave themselves up.   Although the fighting, which began when the guerrillas took over four towns before dawn on Saturday, appeared to be dying down, the military blocked reporters from entering areas in which they had moved relatively freely, making it impossible to determine whether the rebels were regrouping or were fully in retreat.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/01/07/arts/restaurants-801020.html","abstract":"  The last time I left Spain, a guard was pointing a rifle at me.   I never did figure out why.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Guatemala Begins a New Round of Talks With Leftist Rebels","web_url":"https://www.nytimes.com/1994/01/07/world/guatemala-begins-a-new-round-of-talks-with-leftist-rebels.html","abstract":"  After months of delays and mutual recriminations, the Guatemalan Government and leftist rebels who have been fighting it for more than 30 years began new talks here today aimed at ending Central America's longest and most violent civil war.   The meetings, which had been suspended for eight months by political turmoil in Guatemala, are the first since President Ramiro de Leon Carpio, a former Government human rights ombudsman, took over from Jorge Serrano Elias.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-what-theyre-reading.html","abstract":"D.M. Thomas, poet and novelist, is reading \"The Last Investigation\" by Gaeton Fonzi..\"Though I'm not an American, Kennedy was everyone's president in a sense. Fonzi was an investigator for the House Select Committee, which effectively con","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Jane Alexander Asks Arts Professionals' Help","web_url":"https://www.nytimes.com/1994/01/07/arts/jane-alexander-asks-arts-professionals-help.html","abstract":"  In her first major speech to a New York audience since she took over as the chairwoman of the National Endowment for the Arts in October, Jane Alexander yesterday called for a new partnership between commercial and nonprofit groups to counter what she called \"the financial crisis in the arts.\"   \"It's unrealistic to expect to get more public money in this time of widespread budget-cutting,\" she said, \"so a practical partnership between the commercial sector and nonprofit groups is essential in the future.\"","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"2 Suspicious Items Found","web_url":"https://www.nytimes.com/1994/01/07/nyregion/2-suspicious-items-found.html","abstract":"  A section of the concourse at 4 World Trade Center was closed off and two stores evacuated for about 45 minutes yesterday afternoon after two suspicious packages were found in the building. One of the items turned out to be a handbag left near a security work station, the other a bag of clothing near a bank of phones, said Gwen Williams, a spokeswoman for the Port Authority of New York and New Jersey, which owns the complex. The two stores, Mrs. Fields Cookies and the Athlete's Foot, the stores nearest the items, were shut down during the incident, which lasted from 2:15 to 3:03 P.M., Ms. Williams said. The building, in the southeast plaza of the complex, houses the Commodities Exchange.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Czech Dissident Also Translated War Novel","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-czech-dissident-also-translated-war-novel-802913.html","abstract":"  To the Editor:   May I add a note to your Dec. 31 obituary article on Rita Klimova (\"Rita Klimova, 62, Czech Dissident Who Became Ambassador to U.S.\")?","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Berlin Journal; City of Tomorrow (Then Why the Self-Doubt?)","web_url":"https://www.nytimes.com/1994/01/07/world/berlin-journal-city-of-tomorrow-then-why-the-self-doubt.html","abstract":"  Poised to become an important political and financial center of the 21st century, Berlin is nonetheless gripped by uncertainty and insecurity.   For nearly 50 years, life in Berlin has been predictable and, in the west, very good indeed. Eager to make West Berlin an attractive place to live, the West German Government gave its residents special concessions ranging from tax credits to cheap theater tickets to a blanket exemption from the military draft.  Tourists filled the city.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Clinton Seems Willing to Pay a Price To Keep Files on Land Deal Private","web_url":"https://www.nytimes.com/1994/01/07/us/clinton-seems-willing-to-pay-a-price-to-keep-files-on-land-deal-private.html","abstract":"  President Clinton has apparently decided he would rather bear the political consequences of being accused of hiding something about an Arkansas real estate venture than to allow all of the facts to become public.    The President's advisers said as much on Wednesday. Their version of events is that they asked the Justice Department to subpoena documents relating to Mr. Clinton's investment in the Whitewater Development Corporation so it would be less likely that the material would be disclosed publicly.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/07/nyregion/c-corrections-802735.html","abstract":"  A brief report on the Health page on Dec. 29, about sources of help for people with the winter lethargy known as seasonal affective disorder, misidentified the maker of a light therapy device that simulates the dawn. It is Pi Square Inc.; the Sunbox Company distributes it.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Results Are Mixed Locally In N.H.L. Court of Justice","web_url":"https://www.nytimes.com/1994/01/07/sports/hockey-results-are-mixed-locally-in-nhl-court-of-justice.html","abstract":"  Crime and punishment, as well as insult and injury, were the subjects that unfolded off the ice in the National Hockey League yesterday:   *Brian Burke, the N.H.L. vice president for operations, held a hearing to determine whether Mick Vukota, an Islander right wing, should be banned for 10 games and his coach, Al Arbour, for 5 because Vukota left the bench to join a brawl with the Devils Tuesday night. Burke, who could also fine the Islanders $10,000, said he would have no decision before today.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"More U.N. Troops for Rwanda","web_url":"https://www.nytimes.com/1994/01/07/world/more-un-troops-for-rwanda.html","abstract":"  The Security Council unanimously approved a second deployment of United Nations peacekeeping forces to Rwanda, doubling the force of 1,260 already deployed there.   Secretary General Boutros Boutros-Ghali called last month for additional peacekeeping troops to improve the prospects for peace agreements between the Rwandan Government, formed by the majority Hutu ethnic group, and the rebel Rwandese Patriotic Front, which includes Tutsi exiles who invaded the country from Uganda in 1991.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/07/nyregion/c-corrections-802743.html","abstract":"  An article on Sunday about the number of homicides in New York City in 1993 included several incorrect figures supplied by the Police Department.   The final tally for homicides in 1992 was 1,995, not 2,007. Of those, the police say, guns were used in 75 percent, not 52 percent.   In addition, according to preliminary department figures for 1993, the 34th Precinct had the most homicides of any precinct in Manhattan, but did not rank second citywide. Similarly, the 44th Precinct had the most homicides in the Bronx, but did not rank third citywide.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"A Portal To Life In America","web_url":"https://www.nytimes.com/1994/01/07/arts/a-portal-to-life-in-america.html","abstract":"  IF a museum is meant to be a place where things are displayed to teach us who we are and where we've come from, then the grimy and dank building at 97 Orchard Street in Manhattan that opened for tours last week may prove to be more intimately meaningful for many than the Louvre or the Metropolitan Museum of Art.    The 130-year-old building, which had been boarded up since 1935, is now the centerpiece of the Lower East Side Tenement Museum. From beneath its floorboards and between many strata of wallpaper have come notes and artifacts to illuminate the experiences of more than 1,300 people who passed through the building's 22 units. Teams of historians have traced descendants of the original occupants and studied photographs, diaries and letters to uncover stormy dramas and mundane details of the very real folk who arrived at 97 Orchard Street, lived there and then left, most of them to enter further into America, to become Americans.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/07/style/chronicle-799300.html","abstract":"  MICKEY ROURKE is almost as well known as a boxer as he is as an actor, but he managed to get himself arrested early yesterday morning without throwing a single punch.    The star of \"9 1/2 Weeks,\" \"Johnny Handsome,\" \"Barfly\" and other films was arrested at 3:23 A.M. outside his club and restaurant, Mickey's, in the trendy South Beach area of Miami Beach. He was charged with resisting an officer without violence, a misdemeanor.","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Couples Clears His Mind and Cleans the Slate for New Year","web_url":"https://www.nytimes.com/1994/01/07/sports/golf-couples-clears-his-mind-and-cleans-the-slate-for-new-year.html","abstract":"  Fred Couples was smiling through a slight case of the flu today. His head ached. He had some chills, and he felt a little weak. But he wasn't complaining. To hear him tell it, in his curiously fragmented fashion, he might never complain again.   After a season that he calls \"a wasted year,\" Couples, 34, wants to rebound in 1994. He wants revival. This is not to say that '93 was a waste from a monetary standpoint. After all, he did win more than $1.5 million around the world. But personally and emotionally, Couples struggled.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Moscow Memo; Russia's Government Moves, But Seems Unsure of Its Path","web_url":"https://www.nytimes.com/1994/01/07/world/moscow-memo-russia-s-government-moves-but-seems-unsure-of-its-path.html","abstract":"  With the Russian Orthodox Christmas on Friday and President Clinton's visit next week, not to mention the opening of a new and volatile Parliament next Tuesday, this hardly seems the time to move the Government of Russia.   But in a show of unaccustomed efficiency, moving trucks this week pulled up at the back of the old Russian Parliament building -- again living up to its White House nickname after being blackened by fire in October when it was shelled by army tanks -- so Prime Minister Viktor S. Chernomyrdin and his Cabinet could set up shop in time for the new political season.","thumbnail":null,"section":"World"},{"date":"19940107","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-the-arts-guide.html","abstract":"BELGIUM Brussels Muse d'Art Ancien, tel: (2) 508-32-11, closed Mondays. Continuing/To Feb. 27: \"Les XX et La Libre Esthtique, Cent Ans Aprs.\" Features the works exhibited under the aegis of the two audacious Belgian associatio","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"War Protester Abandons Life In Underground","web_url":"https://www.nytimes.com/1994/01/07/us/war-protester-abandons-life-in-underground.html","abstract":"  Captured already by middle age and the weariness that comes with nearly a quarter-century on the run, one of the country's last fugitives from the politics and passion of the late 1960's surrendered here today.   The fugitive, Jeffrey David Powell, was a 19-year-old leader of the militant Weather Underground student group when hundreds of Weathermen stormed through Chicago during the \"Days of Rage\" in October 1969 to protest the war in Vietnam.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Giuliani Demands Campaign Board Chief Resign","web_url":"https://www.nytimes.com/1994/01/07/nyregion/giuliani-demands-campaign-board-chief-resign.html","abstract":"  Mayor Rudolph W. Giuliani demanded the resignation of the new chairman of the New York City Campaign Finance Board yesterday and threatened to cut off the board's funds or to seek legislation to revamp it if he does not get his way.   The chairman, Thomas J. Schwarz, refused to step down, offering instead to delay the beginning of his term for a few months so that the former chairman, the Rev. Joseph A. O'Hare, can complete his review of campaign spending in last year's mayoral race.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Knighthood And Wenches In New Jersey","web_url":"https://www.nytimes.com/1994/01/07/arts/knighthood-and-wenches-in-new-jersey.html","abstract":"  TOO bad Alfonso VI, who ruled the kingdom of Leon from 1065 to 1109, never lived to see Medieval Times. Doubtless he would have enjoyed the cash bar and its disco ball, the cardboard crowns and the cheering mobs from Ortho Biotech and New Hampshire Telephone.   Four years ago, a castle was raised in Lyndhurst, N.J., its crenelated tower just a bowshot from the Garden State Parkway. Inside its walls, visitors revel and make merry with plastic tankards while knights from West Orange and Tenafly battle to the death five times a week. More than a million have made the trip already. Many of them, mostly bloodthirsty schoolchildren, have visited more than once.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Judge Bars Nanny's Bid to Go to Jail Mental Unit","web_url":"https://www.nytimes.com/1994/01/07/nyregion/judge-bars-nanny-s-bid-to-go-to-jail-mental-unit.html","abstract":"  Saying she was too distraught to appear in court, the nanny who last month admitted killing a child in her care tried to admit herself to the psychiatric unit of the Westchester County Jail today.   But a judge angrily blocked that action, instead issuing a warrant for her immediate arrest. \"Yes, she is anxious,\" the judge, J. Emmett Murphy, said in Westchester County Court. \"No, she cannot have this on her terms.\"","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/01/07/arts/inside-art.html","abstract":"  Doughboys in the Bronx    Here's a story with a happy ending.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Kerrigan Attacked After Practice; Assailant Flees","web_url":"https://www.nytimes.com/1994/01/07/sports/figure-skating-kerrigan-attacked-after-practice-assailant-flees.html","abstract":"  Nancy Kerrigan, the United States' best female figure skater and one of the gold-medal favorites for the 1994 Olympics, was attacked after practice today by an unidentified man who struck her on the right knee with a blunt object and escaped. The attack jeopardized Kerrigan's chances of qualifying for the Winter Games next month in Lillehammer, Norway.   Kerrigan, who is 24 and lives in Plymouth, Mass., had just completed a practice at Cobo Hall in preparation for Friday's competition at the United States championships. A witness said the attacker, described as a white man about 6 feet 2 inches and 200 pounds, hit Kerrigan with a club-like instrument resembling a tire iron, a crowbar or a nightstick.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"About Diner's Journal","web_url":"https://www.nytimes.com/1994/01/07/arts/about-diner-s-journal.html","abstract":"  Starting today, Diner's Journal will be written by Ruth Reichl, the chief restaurant critic of The Times, who will discuss her first impressions of new restaurants and offer updates on older ones. Off the Menu, a new weekly column by Florence Fabricant charting restaurant news and dining trends, appears on Wednesdays in The Living Section.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Prosecutor Absolves State Police Who Shot Hijacker and Hostage","web_url":"https://www.nytimes.com/1994/01/07/nyregion/prosecutor-absolves-state-police-who-shot-hijacker-and-hostage.html","abstract":"  State troopers who forced a hijacked school van to the side of a highway a year ago and fatally shot the armed hijacker and wounded a hostage were justified in their use of deadly force, a state prosecutor said today.   The shooting of the hijacker, Dwight Pink, a 42-year old East Lyme man with a long criminal history in Connecticut and California, ended a daylong series of events on Jan. 11, 1993, that became what the Middletown State's Attorney, John T. Redway, called a \"nightmarish problem for the Connecticut State Police.\"","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Republicans Consider Weapons Curbs","web_url":"https://www.nytimes.com/1994/01/07/nyregion/republicans-consider-weapons-curbs.html","abstract":"  Worried about a renewed public outcry over violence, State Senate Republicans are for the first time considering a proposal to restrict, and possibly ban, various rapid-fire assault weapons.   They have apparently made no decisions but find themselves torn between their traditional opposition to gun control and the sense that the public demands something to control crime. They are also under political pressure this election year, in part because the Democratic Governor, Mario M. Cuomo, has made crime a top priority and has called for a special legislative session on violence on Jan. 17.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Russians Can Teach Us About Packaging","web_url":"https://www.nytimes.com/1994/01/07/opinion/l-russians-can-teach-us-about-packaging-802891.html","abstract":"  To the Editor:   \"Russian Company Tests New Bankruptcy Law\" (Business Day, Dec. 25) reports that the managing director of a Russian knife factory is looking at sleek German boxes for ideas on more attractively packaging his products, now sold in \"wrinkled cones\" of twisted brown paper.","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/07/nyregion/c-corrections-802727.html","abstract":"  An obituary on Dec. 28 about the former Teamsters Union leader Dave Beck misstated the amount of time served in prison by his successor, James R. Hoffa. It was 4 years 9 months 16 days of a 13-year sentence, which was commuted by President Richard M. Nixon in 1971.","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Study Shows Wider Utility for Aspirin","web_url":"https://www.nytimes.com/1994/01/07/us/study-shows-wider-utility-for-aspirin.html","abstract":"  A large new international study has shown that women, the elderly, diabetics and those with high blood pressure should be added to the groups of patients who should be given aspirin after they have survived heart attacks or strokes to prevent the risk of recurrence.   The study greatly strengthens the evidence that aspirin is beneficial for people who are experiencing a heart attack as well as for those who have survived a heart attack or stroke.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"The Missing Words : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-the-missing-words-letters-to-the-editor.html","abstract":"Regarding \"A Worried Europe Watches East and South\" (Opinion, Dec. 25) by Brian Beedham:","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"I.R.S. Will Distribute Tax Forms in Spanish","web_url":"https://www.nytimes.com/1994/01/07/us/irs-will-distribute-tax-forms-in-spanish.html","abstract":"  The Internal Revenue Service will widely distribute tax forms in a language other than English for the first time, raising objections from some English-advocacy groups and members of Congress.   The agency will make 500,000 of the 1040A forms available in Spanish in Southern California and South Florida beginning on Friday, officials said.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"1894: Arms for Sicily : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-1894-arms-for-sicily-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Corriere di Napoli says the Consul of the United States at Palermo has informed the Prefect of Palermo of the arrival there of money and arms from France. The paper adds that various Sicilian banks are receiving cheques from France for persons","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"Special Counsel in Clinton Deals Depends on Congress, Reno Says","web_url":"https://www.nytimes.com/1994/01/07/us/special-counsel-in-clinton-deals-depends-on-congress-reno-says.html","abstract":"  Attorney General Janet Reno has decided to ask a court to appoint an independent prosecutor to investigate President and Mrs. Clinton's Arkansas land investments as soon as Congress enacts a law enabling her to do so, senior Justice Department officials said today.   While Ms. Reno still refuses to name a special prosecutor under her own authority, she herself suggested today that she would be willing to ask a panel of judges to make such an appointment under legislation now making its way through Congress. Awaiting Congressional Action    The Clintons were partners in the real estate venture, the Whitewater Development Company, with James B. McDougal, the proprietor of Madison Guaranty Savings and Loan Association, a failed Arkansas institution, and his wife, Susan. The Justice Department is investigating whether Madison improperly funneled money into Whitewater or into Mr. Clinton's 1984 campaign to be re-elected governor of Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/07/style/chronicle-803278.html","abstract":"  SANTI VISALLI, a magazine and book photographer, is the first photojournalist to be elected president of the Foreign Press Association in its 75-year history.    The professional and social organization has 400 members from print and broadcast news organizations in 60 countries.","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"Madden Expected to Jump To 'Monday Night' Booth","web_url":"https://www.nytimes.com/1994/01/07/sports/madden-expected-to-jump-to-monday-night-booth.html","abstract":"  John Madden's future may be with ABC's \"Monday Night Football.\"   The CBS analyst, according to people in the broadcast industry, will quite likely sign with ABC. He would replace Dan Dierdorf, who might shift to college football commentary on CBS or join the Fox Network.","thumbnail":null,"section":"Sports"},{"date":"19940107","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/01/07/arts/sounds-around-town-801445.html","abstract":"  Improvisational Piano   Tommy Flanagan, Village Vanguard, 178 Seventh Avenue South, near Sheridan Square, Greenwich Village, (212) 255 4037. The master of effortless improvisation has just released a gorgeous album of the music of Thad Jones. Mr. Flanagan, a pianist, has some of the best repertory in jazz, and he usually performs music by Thelonious Monk, Tadd Dameron, Bud Powell and more; he's always an experience. Shows tonight through Sunday night are at 9:30, 11 and 1; no third set on Sunday. There is a $15 cover and an $8 minimum. PETER WATROUS New and Bluesy    Roland Hanna, Down Beat, 70 Grove Street, near Sheridan Square, Greenwich Village, (212) 620-4000. Mr. Hanna may be one of jazz's more underrated pianists, somebody who can execute a blues with real authority and take a ballad in a sympathetic direction. He's helping to break in a new club, a welcome addition to what is already the jazz capital of the world. Sets tonight through Sunday night are at 10 and midnight. There's a $10 cover and a one-drink minimum. P. W. Ballads on Sax    Pee Wee Ellis, Visiones, 125 McDougal Street, at West Third Street, Greenwich Village, (212) 673-5576. The tenor saxophonist will be leading a group that includes Will Boulware on organ, Rodney Jones on guitar and Grady Tate on drums. They will be recording an album of ballads. Mr. Ellis, though he is best known for his years with James Brown, is a big-toned player who knows the saxophone tradition, the sort who will find an emotional feast in ballads. Shows are on Sunday at 9 and 11 P.M. There's a $5 cover and a $10 minimum. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940107","headline":"Court Hears Arguments on Assisted Suicide Ban","web_url":"https://www.nytimes.com/1994/01/07/us/court-hears-arguments-on-assisted-suicide-ban.html","abstract":"  A three-judge panel of the Michigan Court of Appeals promised today to seek a speedy decision on the constitutionality of the state's ban on assisted suicide after hearing arguments in three cases, two of them involving Dr. Jack Kevorkian.   \"This is perhaps the first court in this country that has had to make the decision that we had to make,\" Judge E. Thomas Fitzgerald said. \"We will try to get you a decision as quickly as possible, doing the best we can.\"","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Fare Cards: A Glimpse of the Future Underground","web_url":"https://www.nytimes.com/1994/01/07/nyregion/fare-cards-a-glimpse-of-the-future-underground.html","abstract":"  Token clerks and other transit employees wore bright yellow baseball caps, television crews taped one another using the new bright blue-and-yellow magnetized plastic cards and a man who usually sells tokens held a megaphone and did a passable impression of a sideshow barker.   \"Step right up, ladies and gentlemen,\" he said. \"Five dollars, $10, $20 or more, it's your choice!\"","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"Giving Alternatives To the Visible Poor","web_url":"https://www.nytimes.com/1994/01/07/nyregion/giving-alternatives-to-the-visible-poor.html","abstract":"  Morning came early, two hours before dawn, to residents of the homeless encampment along the Franklin D. Roosevelt Drive esplanade between 38th and 40th Streets. Members of a group dedicated to helping homeless people had come to wake them up and offer them a chance to move from one of the city's newer shantytowns.   \"Don't run over no garbage bags,\" a team member said jokingly to the driver of the crowded van as it glided to a stop. \"You'll catch a vehicular manslaughter.\"","thumbnail":null,"section":"New York"},{"date":"19940107","headline":"At the Bar; Falsely accused: In a humiliating arrest, a black judge finds lessons of law and race relations.","web_url":"https://www.nytimes.com/1994/01/07/us/bar-falsely-accused-humiliating-arrest-black-judge-finds-lessons-law-race.html","abstract":"  Almost a month has now passed since Judge Claude Coleman's fateful visit to the Bloomingdale's at the Mall in Short Hills, N.J., when an innocent Christmas shopping trip turned into a nightmare of false accusations, public humiliation and eventual vindication. He is back behind the bench in Newark Municipal Court and back, at least superficially, to his old good-natured self.   But despite apologies from Bloomingdale's and the Millburn, N.J., Police Department, Judge Coleman, who served as director of Newark's fire and police departments before joining the judiciary, is still smarting -- and thinking. He is pondering just how fragile things like a reputation and the presumption of innocence can be. He is also wondering what, if anything, a black man must achieve to be beyond suspicion.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Frequent Traveler : '94 Outlook for Cutting Travel Costs","web_url":"https://www.nytimes.com/1994/01/07/style/IHT-frequent-traveler-94-outlook-for-cutting-travel-costs.html","abstract":"T HE message from the business community to the travel trade for 1994 and beyond is this: We are learning to stretch our travel dollar not by traveling less but by traveling smarter. There has been a sea change in the ethos of the business traveler since","thumbnail":null,"section":"Style"},{"date":"19940107","headline":"For Children","web_url":"https://www.nytimes.com/1994/01/07/theater/for-children.html","abstract":"  'Jazz for Young People'   Wynton Marsalis  Alice Tully Hall  (212) 721-6500 (Centercharge)  Recommended ages: 5 and up  Tomorrow    Wynton Marsalis is going to try something difficult: teaching the blues to children. The blues, the often melancholy jazz that emerged in the first decade of this century, is hard to listen to without feeling slightly sad. \"But if you have the blues and you give something to the blues, it gets rid of the blues,\" Mr. Marsalis said.","thumbnail":null,"section":"Theater"},{"date":"19940107","headline":"1944: Metals Outlook : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/07/opinion/IHT-1944-metals-outlook-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The Office of War Information predicted today [Jan. 6] that practically all metals, including tin, will come off the critical list during 1944. It announced that while extensive cutbacks in various lines of war pr","thumbnail":null,"section":"Opinion"},{"date":"19940107","headline":"About Real Estate;\nNew Life in New Jersey For Town House Project","web_url":"https://www.nytimes.com/1994/01/07/us/about-real-estate-new-life-in-new-jersey-for-town-house-project.html","abstract":"A 462-unit town house community here that was more than half completed over two years ago is making a comeback. A new developer has taken over and started construction on the last 162 units, which will be sold at prices about 10 percent lower than the original 300 units.\n\nThe Matrix Development Group of Cranbury, primarily a commercial builder, bought the project's final section six months ago for $7.6 million from the original builder, which was squeezed by the plunge in the housing market. Of the new units, 132 will be town houses, 20 of which had been left in various stages of construction at the time of the takeover. There will also be 30 condominium apartments to be reserved for low- and moderate-income families.","thumbnail":null,"section":"U.S."},{"date":"19940107","headline":"Wake Up, Mr. Schwarz","web_url":"https://www.nytimes.com/1994/01/07/opinion/wake-up-mr-schwarz.html","abstract":"  Thomas Schwarz still doesn't get it. Mr. Schwarz, an attorney, was appointed to replace the Rev. Joseph O'Hare as chairman of New York City's Campaign Finance Board in an obvious act of score-settling by David Dinkins on his final working day as Mayor. Mr. Dinkins and his campaign aides were angered when the board fined the Dinkins campaign for exceeding the campaign spending limit in the 1993 mayoral primary.    For the good of the city, and to preserve the board's integrity and independence, Mr. Schwarz should step aside. Yet he still clings to the job despite calls from the new Mayor, Rudolph Giuliani, several major civic groups and two board members asking him to resign.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940107","headline":"A British Aerospace Jetstream 41 operating as United Express Flight 6291 crashes in Gahanna, Ohio, killing five of the eight people on board.","pages":[{"title":"British Aerospace Jetstream 41","web_url":"https://en.wikipedia.org/wiki/British_Aerospace_Jetstream_41","description":"Turboprop-powered regional airliner","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Easternairways_j41_g-majx_arp.jpg/320px-Easternairways_j41_g-majx_arp.jpg","thumbnail_width":320,"thumbnail_height":201},"abstract":"The British Aerospace Jetstream 41 is a turboprop-powered feederliner and regional airliner, designed by British Aerospace as a stretched version of the popular Jetstream 31. Intended to compete directly with 30-seat aircraft like the Embraer Brasilia, Dornier 328 and Saab 340, the new design eventually accommodated 29 passengers in a two-by-one arrangement like the Jetstream 31. Eastern Airways of the UK is the biggest operator of Jetstream 41s in the world, with 14 in the fleet."},{"title":"United Express Flight 6291","web_url":"https://en.wikipedia.org/wiki/United_Express_Flight_6291","description":"1994 plane crash in Ohio, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/British_Aerospace_Jetstream_41%2C_United_Express_%28Atlantic_Coast_Airlines%29_AN0067681.jpg/320px-British_Aerospace_Jetstream_41%2C_United_Express_%28Atlantic_Coast_Airlines%29_AN0067681.jpg","thumbnail_width":320,"thumbnail_height":192},"abstract":"United Express Flight 6291 was a regularly scheduled United Express flight from Dulles International Airport near Washington, D.C. to Port Columbus International Airport in Columbus, Ohio. It was a service operated by Atlantic Coast Airlines on behalf of United Express."},{"title":"Gahanna, Ohio","web_url":"https://en.wikipedia.org/wiki/Gahanna%2C_Ohio","description":"City in Ohio, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Gahanna_City_Hall_1.jpg/320px-Gahanna_City_Hall_1.jpg","thumbnail_width":320,"thumbnail_height":160},"abstract":"Gahanna is a city situated in northeast Franklin County, Ohio, United States. It is a suburb of Columbus. The population was 35,726 at the 2020 census. It was founded in 1849."}]}],"weather":[{"date":"19940107","time":"1994-01-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":83,"wspd":16.6},{"date":"19940107","time":"1994-01-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":82,"wspd":16.6},{"date":"19940107","time":"1994-01-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":80,"wspd":13},{"date":"19940107","time":"1994-01-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":87,"wspd":9.4},{"date":"19940107","time":"1994-01-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":85,"wspd":11.2},{"date":"19940107","time":"1994-01-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":83,"wspd":13},{"date":"19940107","time":"1994-01-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":84,"wspd":11.2},{"date":"19940107","time":"1994-01-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":84,"wspd":7.6},{"date":"19940107","time":"1994-01-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":82,"wspd":7.6},{"date":"19940107","time":"1994-01-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":82,"wspd":9.4},{"date":"19940107","time":"1994-01-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":78,"wspd":7.6},{"date":"19940107","time":"1994-01-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":80,"wspd":13},{"date":"19940107","time":"1994-01-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":79,"wspd":13},{"date":"19940107","time":"1994-01-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":79,"wspd":7.6},{"date":"19940107","time":"1994-01-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":79,"wspd":11.2},{"date":"19940107","time":"1994-01-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":74,"wspd":9.4},{"date":"19940107","time":"1994-01-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":77,"wspd":9.4},{"date":"19940107","time":"1994-01-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":81,"wspd":9.4},{"date":"19940107","time":"1994-01-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":83,"wspd":11.2},{"date":"19940107","time":"1994-01-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":75,"wspd":9.4},{"date":"19940107","time":"1994-01-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":80,"wspd":5.4},{"date":"19940107","time":"1994-01-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":86,"wspd":7.6},{"date":"19940107","time":"1994-01-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":86,"wspd":7.6},{"date":"19940107","time":"1994-01-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":83,"wspd":7.6},{"date":"19940107","time":"1994-01-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":74,"wspd":14.8},{"date":"19940107","time":"1994-01-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":84,"wspd":20.5},{"date":"19940107","time":"1994-01-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":85,"wspd":22.3},{"date":"19940107","time":"1994-01-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":85,"wspd":18.7},{"date":"19940107","time":"1994-01-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":84,"wspd":20.5},{"date":"19940107","time":"1994-01-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":81,"wspd":18.7},{"date":"19940107","time":"1994-01-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":18.7},{"date":"19940107","time":"1994-01-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":20.5},{"date":"19940107","time":"1994-01-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":20.5},{"date":"19940107","time":"1994-01-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":24.1},{"date":"19940107","time":"1994-01-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":16.6},{"date":"19940107","time":"1994-01-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":16.6},{"date":"19940107","time":"1994-01-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":85,"wspd":22.3},{"date":"19940107","time":"1994-01-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":92,"wspd":18.7},{"date":"19940107","time":"1994-01-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":27.7},{"date":"19940107","time":"1994-01-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":22.3},{"date":"19940107","time":"1994-01-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":84,"wspd":20.5},{"date":"19940107","time":"1994-01-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":88,"wspd":22.3},{"date":"19940107","time":"1994-01-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":88,"wspd":18.7},{"date":"19940107","time":"1994-01-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":84,"wspd":24.1},{"date":"19940107","time":"1994-01-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":88,"wspd":14.8},{"date":"19940107","time":"1994-01-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":92,"wspd":16.6},{"date":"19940107","time":"1994-01-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":92,"wspd":20.5},{"date":"19940107","time":"1994-01-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":92,"wspd":20.5}]}}