{"19931025":{"guardian_articles":[],"nytimes_articles":[{"date":"19931025","headline":"Phillies Refuse To Blame Williams","web_url":"https://www.nytimes.com/1993/10/25/sports/world-series-phillies-refuse-to-blame-williams.html","abstract":"  Jim Fregosi called his team together in the clubhouse, the doors closed to the outside world so that the manager could deliver his eulogy in peace.   He laid down the rules, quickly and simply. Others may believe that Mitch Williams had lost the World Series, but that attitude would not be permitted in the Philadelphia locker room. Williams, Fregosi reminded his team, had saved 43 games for the Phillies this season, and no one -- not one player -- would be allowed to forget that.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"All Hail 'Sir Charles'","web_url":"https://www.nytimes.com/1993/10/25/sports/IHT-all-hail-sir-charles.html","abstract":"An international testimonial honored Charles Barkley this weekend. If other performers are dined or roasted by their peers, then the National Basketball Association's lifetime superstars are feted with a McDonald's Open, and all derived attentions go to","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Seeking Support for P.L.O. Pact, Israel Is to Free 760 Palestinians","web_url":"https://www.nytimes.com/1993/10/25/world/seeking-support-for-plo-pact-israel-is-to-free-760-palestinians.html","abstract":"  Israel is to begin a gradual release of 760 Palestinian prisoners on Monday under an agreement reached with the Palestine Liberation Organization, Cabinet ministers said today.   But Islamic militants killed two Israeli soldiers in the occupied Gaza Strip today, fueling charges by rightist politicians that freeing Palestinians would abet anti-Israeli violence.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Allen Applbaum, Barbara D. Olinsky","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-allen-applbaum-barbara-d-olinsky.html","abstract":"  Barbara Diane Olinsky, a merchandising manager for Family Circle magazine, was married yesterday to Allen Daniel Applbaum, an assistant United States attorney for the Southern District of New York. Both work in Manhattan. Rabbi J. Shelley Applbaum, the bridegroom's father, performed the ceremony at the New York Palace Hotel.   Mrs. Applbaum graduated from Bryn Mawr College and received a master's degree in English literature from Rutgers University. She is a daughter of Leonard T. Olinsky of Willingboro, N.J., and the late Bernice D. Olinsky. Her father, now retired, was a supervisory auditor for the United States Navy in Philadelphia. Her mother was the executive director of Temple Emanu-El in Willingboro.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1993/10/25/sports/resultsplus-555793.html","abstract":"  GOLF Pavin Defeats Faldo  Corey Pavin rolled in a 5-foot putt for par on the final hole yesterday for a 1-up victory over Nick Faldo, becoming the first American in 14 years to win the world match-play championship in Virginia Water, England. Pavin got his opening when Faldo landed a 3-wood approach shot in the trees on the 36th hole. Faldo, the defending champion and ranked No. 1 in the world, settled for a bogey-6 on the par-5 hole, leaving Pavin with the pressure putt to win. (AP) Love Cruises to Victory: Davis Love 3d eagled two of his first three holes yesterday en route to a six-under-par 66 and cruised to an eight-stroke victory in the $1.4 million Las Vegas Invitational in Nevada. He started the day with a six-stroke lead and finished the five-day, 90-hole tournament at 29-under 331. (AP) Douglass Wins With Birdie: Dale Douglass birdied the first hole of a playoff with Jim Dent yesterday to win the Ralphs Senior Classic in Los Angeles. Douglass and Dent closed with seven-under-par 64's to finish the three-day tournament at 17-under 196 on the Rancho Park course. (AP) TENNIS It's Sampras Again  Top-ranked Pete Sampras, playing in his first tournament since beating Cedric Pioline in the United States Open final in September, defeated the Frenchman again, 7-6 (7-5), 1-6, 7-5, yesterday to win the Lyons tournament in France. Because he won for the third consecutive year, Sampras was given a diamond-studded trophy in addition to $82,000 in prize money. The 10th-ranked Pioline, who has yet to win an ATP tournament, lost in a final for the third consecutive week. (AP) Chang Wins in China: Top-seeded Michael Chang defeated Greg Rusedski, 7-6 (7-5), 6-7 (6-8), 6-4, and won the Salem Open in Beijing's first ATP professional tournament. Chang lost only two service points in the third set. (AP) Ivanisevic Passes Muster: Second-seeded Goran Ivanisevic, relying on his serve, wore down the local favorite, Thomas Muster, to win the Austrian Open in Vienna yesterday, 4-6, 6-4, 6-4, 7-6 (7-3). Muster, seeded No. 1, had 18 aces, but Ivanisevic added 24 for 71 in the tournament. (AP) HORSE RACING Boom Towner's Boojum  Boom Towner drew off to a 2 1/2-length victory over late-rallying Take Me Out in the $100,000 added Grade III Boojum Handicap at Aqueduct yesterday. Thelastcrusade weakened to finish another 2 1/2 lengths back in third in the field of seven. Under Frank Lovato Jr. and carrying 113 pounds, Boom Towner dueled throughout before taking command in midstretch, covering the six furlongs in 1:091/5 over a fast track. (AP) Square Cut Wins Laurel: Square Cut went to the lead early and stayed there all the way to win the $200,000 Laurel Turf Cup at Laurel Race Course in Laurel, Md., by 1 3/4 lengths. The 4-year-old gelding covered the one and a half miles in a leisurely 2:322/5 . (AP) AUTO RACING Wallace Tops in N.C.  Rusty Wallace recorded his ninth victory of the season yesterday, winning the AC Delco 500 in Rockingham, N.C. Wallace's triumph keeps the pressure on Dale Earnhardt in their battle for the Winston Cup championship. In a virtual replay of the finish of the spring race at North Carolina Motor Speedway, Wallace's Pontiac Grand Prix beat Earnhardt's Chevrolet Lumina to the finish line by 3.23 seconds. (AP) Senna Takes Japanese Race: Ayrton Senna outdueled Alain Prost to win the Japanese Grand Prix in Suzuka. Senna took advantage of a long Prost pit stop during a sudden downpour to defeat the Frenchman by 11.435 seconds before 151,000 spectators. (AP) YACHTING  Coutts Alpha in Omega  Russell Coutts, of New Zealand, the No. 1 ranked match racer in the world, captured his second straight title yesterday in the Omega Gold Cup, an eight-day match-racing regatta off Hamilton, Bermuda. In second place was Rod Davis, representing Australia; he is ranked No. 3 internationally. Coutts beat Davis, 3-0, in the three-of-five-race final aboard identical 33-foot sloops. HIGH SCHOOL FOOTBALL  St. Michael Triumphs  Mount St. Michael defeated Iona Prep, 34-7, for its fifth straight victory yesterday. Homero Radway (20 carries for 88 yards), Brian Patterson (3 carries for 87 yards) and Sheldon Hall (6 carries for 84 yards) helped the Mounties (5-1) pound out 380 yards against Iona Prep (1-5) in the Catholic High School Football League game. Hall had a 65-yard touchdown and Patterson a 55-yard score. Xavier 32, Christ the King 6: James Chiarcharo had scoring runs of 22, 37, and 36 yards to lead Xavier (1-5) over Christ the King (2-5). Ralph Dupont keyed Xavier's first victory of the season with a 75-yard kickoff return.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Rozlyn Coleman, Jonathan Engel","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-rozlyn-coleman-jonathan-engel.html","abstract":"  Rozlyn Coleman, an editor and writer at the International Monetary Fund, was married yesterday to Jonathan William Engel, a teacher of history at the Georgetown Day School. Both work in Washington. Rabbi Ethan Seidel officiated at the Adas Israel Congregation there.   The bride, 29, graduated from Smith College and received a master's degree in economic history from the London School of Economics. She is the daughter of Morgan Coleman of Plainfield, Ind., and Nancy Coleman of Rockaway, N.J.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Sports of The Times; It's 'Jets Football': That's the Problem, It's Losing Football","web_url":"https://www.nytimes.com/1993/10/25/sports/sports-of-the-times-it-s-jets-football-that-s-the-problem-it-s-losing-football.html","abstract":"  NOBODY was heard saying it after the Jets' 19-10 loss to the Buffalo Bills, but Coach Bruce Coslet often talks about how his players are not playing \"Jets football.\" Several of his players have parroted that phrase, bemoaning their inability to play \"Jets football.\"   As if it were 49ers football or Cowboys football or even Giants football -- teams with a tradition of winning.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/25/arts/dance-in-review-854893.html","abstract":"  Poppo and the Go-Go Boys  La Mama","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"After Talks, Haitian Aides Hope for a Break in the Impasse","web_url":"https://www.nytimes.com/1993/10/25/world/after-talks-haitian-aides-hope-for-a-break-in-the-impasse.html","abstract":"  With two American warships visible less than a mile offshore to help enforce an economic embargo against Haiti, Haitian officials expressed cautious optimism today that the army and the Prime Minister would break a stalemate that is blocking the return of the country's ousted President.   Participants in negotiations held on Saturday between Prime Minister Robert Malval and the head of the Haitian armed forces, Lieut. Gen. Raoul Cedras, said the issue of amnesty for military officers remained a stumbling block. The two sides plan to resume the talks on Monday.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Review/Dance; Exploring Sexual Identity With the Tactile and the Text","web_url":"https://www.nytimes.com/1993/10/25/arts/review-dance-exploring-sexual-identity-with-the-tactile-and-the-text.html","abstract":"  Mark Dendy, whose dancing and choreography have been seen in New York since he graduated from the North Carolina School of the Arts in 1983, presented two very different premieres at Performance Space 122 on Friday night.    \"Drum\" was an explosion of pure-dance choreography for six dancers to a tape of African drum music by Wall Matthews, an eruption of highly structured energy that came to a satisfying rest.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Workers' Compensation","web_url":"https://www.nytimes.com/1993/10/25/world/pulse-workers-compensation.html","abstract":"  Workers' compensation costs have soared in the region over the last decade, fueled by rising health-care costs, leaving the states struggling to cut spending on programs to compensate employees for work-related injury or disease. For example, while new claims in New York have not gone up appreciably in the past ten years, payments have tripled, and medical payments alone increased 30 percent from 1991 to 1992. The premiums for workers' compensation insurance, which businesses are required to carry, went up 14.4 percent in New York on Oct. 1. Connecticut cut costs in June by reducing insurance premiums 17.5 percent and lowering minimum benefits.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"New Hispanic School Wasn't Ready to Open","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-new-hispanic-school-wasn-t-ready-to-open-121193.html","abstract":"  To the Editor:   Contrary to assertions in your Oct. 13 news article, the opening of New York's Leadership Secondary School emphasizing Hispanic culture and bilingual learning was not \"quietly postponed\" because of a bias inquiry. The decision to wait was made jointly by New York City school officials, the school's planning team and the Fund for New York City Public Education at meetings held in June and July.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/25/nyregion/no-headline-277993.html","abstract":"  There's a real dilemma here. The economy is starting to move in the right direction. We think it's good to tell people that, because it helps increase confidence, but when so many people and communities are still hurting, you also don't want to sound out of touch with their plight. -- GENE SPERLING, an assistant to the President for economic policy.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/25/nyregion/bridge-235393.html","abstract":"  Shouting orally at the bridge table is always discouraged. Shouting technically is another matter. That is often welcomed, sometimes by an opponent. An example is the diagramed deal, played two decades ago. The declarer was Richard Khautin of Manhattan, whose death three weeks ago deprived the New York bridge community of one of its most popular members.   At the time of the deal he held a national title that no longer exists: the Life Master Men's Pairs. The traditional jump raise of three spades, game forcing, was still common then and was used by the partnership en route to an optimistic six spades.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"A Singular Defense Team; Religion and Variety of Styles Help Set Lawyers Apart in Trade Center Bombing Trial","web_url":"https://www.nytimes.com/1993/10/25/nyregion/singular-defense-team-religion-variety-styles-help-set-lawyers-apart-trade.html","abstract":"  There comes a moment in the trial of four men in the bombing of the World Trade Center when worlds mingle and sometimes clash.   The scene is this: A tall Federal agent with the standard-issue mustache and dark blue suit has been led through his testimony by a prosecutor (who, except for the mustache, looks quite a lot like the witness). The prepared testimony finished, the moment for improvisation arrives and Hassen Ibn Abdellah, a slim, agile man with a closely cropped beard, strides to the lawyer's podium and interrupts the smooth and cozy proceeding.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"British Poll Says Gypsies Face the Most Bias","web_url":"https://www.nytimes.com/1993/10/25/world/british-poll-says-gypsies-face-the-most-bias.html","abstract":"  Nearly one in three Britons would prefer not to have Arabs or Pakistanis as neighbors, and two of three say they do not want to live near Gypsies, according to a nationwide survey on British attitudes toward minorities.   The survey was conducted by Gallup of Great Britain on behalf of the American Jewish Committee, which has sponsored similar surveys in the United States and elsewhere in Europe.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Sports of The Times: World Series; Joe Carter Puts an End to the World Series","web_url":"https://www.nytimes.com/1993/10/25/sports/sports-of-the-times-world-series-joe-carter-puts-an-end-to-the-world-series.html","abstract":"  THERE was a fin-de-siecle gloom hanging over the 1993 World Series. Last year the barbarians ransacked the commissioner's office. This year the vandals besieged the ancient baseball tradition of champions-only-need-apply. Revolution by ownership. And next year, who knows?   \"Next year, you get a five-game series,\" ruminated an uneasy Pat Gillick, the architect of the Toronto Blue Jays, still reeking of champagne, only minutes after becoming world champions for the second straight year late Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"DIALOGUE: Staten Island Fights City Hall;\nDon't Secede","web_url":"https://www.nytimes.com/1993/10/25/opinion/dialogue-staten-island-fights-city-hall-dont-secede.html","abstract":"New York City is far from perfect, but to Staten Islanders a unified New York is a matter of dollars and cents. Secession would mean an increase in taxes, a loss of jobs, cuts in services and pressure to overdevelop open space, wetlands and our shoreline.\n\nStaten Island enjoys a kind of suburban life with city services because businesses in Manhattan shoulder the bill by providing a strong commercial tax base.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Killers Indeed Fear Life More Than Death","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-killers-indeed-fear-life-more-than-death-826293.html","abstract":"  To the Editor:   While opportunistic opponents of New York's Gov. Mario M. Cuomo vie for headlines, readers who look beyond the rhetoric will see the Governor is correct in the Grasso case.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/25/nyregion/news-summary-252393.html","abstract":"  International A2-11 SOMALIA ACTION THAT WENT AWRY   The Oct. 3 raid by U.S. Army rangers in Mogadishu whose failure created public pressure for a change of United States policy in Somalia came close to succeeding, a reconstruction of the action indicates.  A1","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/25/nyregion/chronicle-823893.html","abstract":"  PETER MARINO, the architect and designer of the new Barneys store on Madison Avenue as well as the homes of numerous celebrities, has always had a yearning to create an opera set. His wife, JANE MARINO, a costume designer who has done the clothes for \"Kate and Allie\" and \"Beverly Hills 90210\" has always wanted to do opera costumes.   On Saturday, they will make their dreams come true, by putting on a Haydn opera in the theater of their East Side apartment for their 10th wedding anniversary.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Is the Economy Strengthening? White House Officials, Cautiously, Say Yes","web_url":"https://www.nytimes.com/1993/10/25/us/is-the-economy-strengthening-white-house-officials-cautiously-say-yes.html","abstract":"  After puzzling for months over why lower interest rates have not produced faster growth, Clinton Administration officials say they are now confident that the economy has turned the corner and is finally on a path of steady recovery.   News this month that showed housing construction finally picking up, business investment strong and consumer spending humming along has convinced President Clinton's economic team that it can shelve new proposals for stimulating the economy.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Michelle Love, Michael Marchildon","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-michelle-love-michael-marchildon.html","abstract":"  Michelle Berman Love, the daughter of Dr. Lewis Berman of New York and Deborah Weissman-Berman of Gainesville, Fla., was married yesterday to Michael Jeffrey Marchildon, a son of Ralph and Harriett Marchildon of Bend, Ore. The Rev. Pat Traynor, a Roman Catholic priest, performed the ceremony at St. Paul the Apostle Church in West Los Angeles, Calif.   Mrs. Marchildon, 32, graduated from Skidmore College, where she was elected to Phi Beta Kappa, and received a master's degree in journalism from Columbia University. She is a marketing and sales manager for International Software Design in Los Angeles. Her previous marriage ended in divorce.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Review/Music; A Vocally Outsize 'Tosca'","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-a-vocally-outsize-tosca.html","abstract":"  Franco Zeffirelli's sprawling production of \"Tosca\" at the Met poses considerable challenges to the mere mortals who must sing within it. The opera can become a contest of simply making oneself heard. In a cast change on Wednesday night, Janis Martin was the clear winner over her male rivals, plowing across the lead role in high diva style. (Her tone suffered as a result: notes in the upper range had a rough finish and sometimes broke apart altogether.)   Yuri Mazurok was weaker by comparison. He made the motions of a successful Scarpia, but his burnished baritone got lost in the tumult of the first-act finale. Emil Ivanov, singing Cavaradossi, made more headway; his tenor, while not enormous, came through in rich, dark, Russian fashion. The audience received him rather coolly, perhaps because of some awkward diction and a wobbly pressure on the final note of each major aria.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Nancy Siegel, Eric Brachfeld","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-nancy-siegel-eric-brachfeld.html","abstract":"  Nancy Siegel, a daughter of Sheila and Bernard Siegel of Commack, L.I., was married yesterday to Eric Brachfeld, a son of Rosalind and Dr. Jonas Brachfeld of Moorestown, N.J. Rabbi Leonard Troupp officiated at the Puck Building in New York.   Ms. Siegel, 30, is keeping her name. She is a freelance video production manager in New York. The bride graduated from the University of Michigan.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Your Very Own Cold War","web_url":"https://www.nytimes.com/1993/10/25/opinion/your-very-own-cold-war.html","abstract":"  It's the plot of a hundred cold-war novels, and who knows how many pre-1990 Hollywood films:   A patriotic American sneaks into Communist Moscow, hoping to get a look at -- and perhaps steal -- the latest in top-secret Soviet military hardware. The future of the free world is at stake. There's lots of action, tons of espionage, and in the end, the daring American triumphs, flying home safely with the knowledge that either (a) the Commies weren't as advanced as we thought or (b) we'll have to spend billions more to stay ahead in the arms race.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"DIALOGUE: Staten Island Fights City Hall; Alone, We're Better Off","web_url":"https://www.nytimes.com/1993/10/25/opinion/dialogue-staten-island-fights-city-hall-alone-we-re-better-off.html","abstract":"  In the 1894 referendum that approved the consolidation of the City of New York, the strongest support -- 78 percent -- came from Staten Island. How times have changed! This Election Day, Staten Islanders will vote on a proposal to ask the State Legislature to let them form a separate city, and I will be voting yes.   In recent years the interests of the people of Staten Island have become lost among the interests of the four larger boroughs. Staten Island has become a dumping ground, literally and figuratively -- first on the list for the most undesirable aspects of city government and last when it comes to desirable services rendered.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Jamie Grobman, Michael Bernstein","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-jamie-grobman-michael-bernstein.html","abstract":"  Jamie Grobman, a lawyer in the Office of the Chief Counsel of the Internal Revenue Service, and Michael Louis Bernstein, an associate in the law firm of Arnold & Porter, were married yesterday. The couple work in Washington. Rabbi Jack Moline performed the ceremony at the Agudas Achim Synagogue in Alexandria, Va.   The bride, 25, is the daughter of Dr. Sidney and Joyce Grobman of Camp Hill, Pa. She graduated cum laude from Duke University and received a law degree from American University. Her father is the chief of the division of program service for the Pennsylvania Department of Education in Harrisburg.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Caveat Venditor","web_url":"https://www.nytimes.com/1993/10/25/opinion/caveat-venditor.html","abstract":"  Once again, companies in the United States, Europe and Japan are helping a third world dictatorship acquire technology that can be used to develop weapons of mass destruction. The equipment and materials they are selling are not leaking out inadvertently, but going out with the approval of the export-control authorities of their governments.    This time, the dictatorship is not Iraq. It is Iran, whose leaders continue to vow \"Death to America\" and which tops the State Department list of terrorist countries.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Rivals Wage Fierce Debate In New Jersey","web_url":"https://www.nytimes.com/1993/10/25/nyregion/rivals-wage-fierce-debate-in-new-jersey.html","abstract":"  Gov. Jim Florio and his Republican rival, Christine Todd Whitman, held their third and most freewheeling debate today, frequently cutting each other off, talking over each other and uttering sarcastic asides in their last scheduled encounter before Election Day.   Neither candidate broke any new ground or appeared to win an outright victory. But seated side-by-side and freed of the format of the first two debates, which limited their ability to respond to each other, Mrs. Whitman and Mr. Florio had their most intense confrontation yet.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Review/Music; Chamber Society's 25th Anniversary","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-chamber-society-s-25th-anniversary.html","abstract":"  Lincoln Center took a chance when it established a resident Chamber Music Society in 1969. Although not entirely moribund, chamber music was a backwater then. Several string quartets and mixed-timbre groups toured and made recordings, and depending on how one approached it, the repertory was either the nectar of connoisseurs or the height of elitist stuffiness.   But classical-music elitism was not yet the whipping boy it has lately become, and it was possible in those days to redefine a supposedly elitist repertory as revolutionary and egalitarian, by virtue of its one-player-to-a-part structure. The folksy charm of the society's founding director, Charles Wadsworth, gave this new populist image a push. By the late 1970's, Mr. Wadsworth and his group were widely credited with starting a chamber music boom.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Plot by Baghdad to Assassinate Bush Is Questioned","web_url":"https://www.nytimes.com/1993/10/25/world/plot-by-baghdad-to-assassinate-bush-is-questioned.html","abstract":"  The evidence of an Iraqi assassination plot against George Bush, the basis for a United States missile attack in June on the intelligence headquarters in Baghdad, was significantly weaker than the Clinton Administration asserted, a new article says.   The article, written by Seymour M. Hersh and published in The New Yorker this week, says no evidence directly linked President Saddam Hussein of Iraq, his intelligence service or his senior advisers to an assassination attempt on the former President.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Books of The Times; On the Making of War To a Point of Pointlessness","web_url":"https://www.nytimes.com/1993/10/25/books/books-of-the-times-on-the-making-of-war-to-a-point-of-pointlessness.html","abstract":"  A History of Warfare By John Keegan  Illustrated. 432 pages. Alfred A. Knopf.","thumbnail":null,"section":"Books"},{"date":"19931025","headline":"Bombing Causes Delay in British-Irish Talks","web_url":"https://www.nytimes.com/1993/10/25/world/bombing-causes-delay-in-british-irish-talks.html","abstract":"  A day after 10 people were killed here by an Irish Republican Army bomb, the British and Irish Governments today postponed a meeting they had planned to hold on Wednesday in Belfast to discuss peace prospects for Northern Ireland.   Among those killed in the blast in a Protestant shopping area were two young girls and a guerrilla of the I.R.A. itself, an overwhelmingly Roman Catholic movement that is campaigning to end British rule of Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Review/Music; Masur's Gewandhaus: A Display of Tradition And Maybe the Future","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-masur-s-gewandhaus-a-display-of-tradition-and-maybe-the-future.html","abstract":"  There were times, during the performances by the Leipzig Gewandhaus Orchestra in Avery Fisher Hall on Friday night, when a listener was granted a glimpse of the musical future. Kurt Masur, Kapellmeister of the 250-year-old orchestra since 1970, was not only displaying the distinguished ensemble's natural sense of breath and gesture, he was also revealing how he might continue to transform his local orchestra, the 151-year-old New York Philharmonic, during coming seasons.    In the performance of Mendelssohn's \"Italian\" Symphony, and even in the same composer's operatically demonstrative Overture to \"Ruy Blas,\" technique and incisiveness were less the point than comradely dedication. It was as if Mr. Masur and his players were saying: \"We are a community in agreement here. Join us in musical exploration.\" In the Mendelssohn symphony this sometimes made for too relaxed an approach, creating slack lines in the midst of the score's skittish energy, but the beauty and sense of communality in the playing was unmistakable.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Review/Music; Celestial Romance and the Darker Side","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-celestial-romance-and-the-darker-side.html","abstract":"  People in Austin must think a lot about rain, angels, card games and open roads. Or so it seemed on Wednesday night at the Lone Star Roadhouse, the New York stop for \"Songwriter: Austin on the Road,\" a tour by David Halley, Jo Carol Pierce, Jimmy Lafave and Michael Fracasso. The four songwriters sat side by side -- Ms. Pierce at an electric piano, the other three with guitars -- and played songs, sometimes alone, often with Mr. Halley adding lead guitar.   For the early set, romance was the prime topic. Lovers were extolled as angels; ex-lovers were put down: \"You're like the sun behind clouds of gray/It don't get much darker when you take it away,\" Mr. Halley sang in \"When It Comes to You.\" But there were also glimpses of family matters, paranoia and death.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Committed to 'New Forestry' in Montana","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-committed-to-new-forestry-in-montana-116593.html","abstract":"  To the Editor:   Some important facts were ignored in your Oct. 19 front-page article on the Champion International land transaction in Montana and the role of the Plum Creek Timber Company, to which Champion sold 867,000 acres at $300 an acre.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Laura Molnar, Gabriel Bramson","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-laura-molnar-gabriel-bramson.html","abstract":"  Laura Anne Molnar, the daughter of Thomas and Francesca Molnar of Tenafly, N.J., was married yesterday to Gabriel Bramson, a son of Morris and Mira Bramson of New Rochelle, N.Y. The Rev. Richard Leonard, a Unitarian minister, officiated at Tappan Hill in Tarrytown, N.Y.   The bride is a lawyer for the Teachers Insurance and Annuity Association-College Retirement Equities Fund, a pension fund in New York. She graduated from Princeton University and received a law degree from New York University.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Washington Talk; Ahead of the Health Bill, They Jockey","web_url":"https://www.nytimes.com/1993/10/25/us/washington-talk-ahead-of-the-health-bill-they-jockey.html","abstract":"  In a week when little seemed to be happening with the Clinton effort to overhaul health care, the Senate offered intricate examples of the indirect maneuvering this issue will demand for the next year or so.   Two Senate Republicans, John H. Chafee of Rhode Island and John C. Danforth of Missouri, who want to require individuals to buy insurance, met with other lawmakers who oppose any required insurance. That left others wondering which side was thinking of changing its position.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Police Seek Links In 2 Disappearances","web_url":"https://www.nytimes.com/1993/10/25/nyregion/police-seek-links-in-2-disappearances.html","abstract":"  Police officials in New York State who are trying to find a missing 12-year-old girl have sent an investigator to Massachusetts, where the body of another girl was found on Saturday.   Massachusetts State Police believe the victim is Holly Piirainen, 10 years old, who disappeared from Sturbridge on Aug. 5 while taking a walk. Two hunters found the body in a wooded area of nearby Brimfield at about 8:30 Saturday morning.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Fearful Rural Haitians Yearn for Aristide's Return","web_url":"https://www.nytimes.com/1993/10/25/world/fearful-rural-haitians-yearn-for-aristide-s-return.html","abstract":"  For the people of this lush green hamlet set amid eroded hills, the debate in the United States about the mental health of their President seems cruelly sterile. After two years of hardship and violence under military rule, no hope rings more fervently than for the return of the Rev. Jean-Bertrand Aristide.   Frightened to speak openly, residents of Cazales leaving church in their Sunday best or sitting in the shade of their neat courtyards whispered their thoughts in furtive snatches to a visiting foreigner. Six days before the scheduled but still uncertain return of Father Aristide, Haiti's first democratically elected leader, the conclusions were the same almost everywhere.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-807693.html","abstract":"  An article on Wednesday about Russia's consideration of military intervention to protect the Georgian Government from rebel attack misstated the year the rebel leader, Zviad K. Gamsakhurdia, was ousted as President. It was January 1992, not January 1991.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Re-elect Governor Florio","web_url":"https://www.nytimes.com/1993/10/25/opinion/re-elect-governor-florio.html","abstract":"  America's politicians are seeking an answer from next week's election in New Jersey. Is it possible to survive after raising taxes? New Jersey, meanwhile, seeks a capable governor. We recommend re-electing the one they have.   In 1990, newly installed Gov. Jim Florio put through the biggest tax increase in the state's history, having said in his campaign that he saw no need for any increase. In light of the prevailing anti-tax sentiment, it was a brave move. And it was absolutely necessary for New Jersey, as it has been for other states and for the Federal Government, Republican supply-side nostrums notwithstanding. The added revenue solved the problems at hand -- balancing the budget while boosting school aid.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Essay; Sleazy Senate Inquiry","web_url":"https://www.nytimes.com/1993/10/25/opinion/essay-sleazy-senate-inquiry.html","abstract":"  In a cynical attempt to make Bob Packwood a scapegoat for generations of Congressional sexism, the Senate Ethics Committee put Americans on notice: no private diary is safe from government investigators.   Ironically, the recently established constitutional right to privacy, which forms the basis for all the pro-choice law in this country, is being undermined by panicky senators determined to punish one of their own for boorish behavior in a previous era.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-810693.html","abstract":"  An article in Business Day on Oct. 13, about Dean Witter, Discover & Company's agreement to sell more of the Allstate Corporation's insurance products, misstated the relationship of Allstate and Sears, Roebuck & Company. Sears sold about 20 percent of Allstate to the public earlier this year, but it still owns 80 percent.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"MOGADISHU MARCH MAY STIR VIOLENCE","web_url":"https://www.nytimes.com/1993/10/25/world/mogadishu-march-may-stir-violence.html","abstract":"  This city was braced today for a possible eruption of factional violence after the United Nations failed to dissuade a Somali faction that opposes Gen. Mohammed Farah Aidid from directing a \"peace\" march on Monday into southern Mogadishu, which is controlled by General Aidid.   United Nations and United States officials said the march by the faction, which is led by Mohammed Ali Mahdi, was the biggest threat to security in Mogadishu since General Aidid's forces declared a cease-fire on Oct. 9.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"The Blue Jays Tease but Can't Be Caught","web_url":"https://www.nytimes.com/1993/10/25/sports/world-series-the-blue-jays-tease-but-can-t-be-caught.html","abstract":"  The team Paul Molitor played for last year finished four games behind the Toronto Blue Jays.   \"When we were after them last year,\" he said, recalling the last of his 15 seasons with the Milwaukee Brewers, \"the better we played chasing them, the better they played.\"","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Abroad at Home; Warning: Hysteria Ahead","web_url":"https://www.nytimes.com/1993/10/25/opinion/abroad-at-home-warning-hysteria-ahead.html","abstract":"  You are an immigrant from Ireland, five years in the United States. You and your wife are expecting to become citizens soon.    Then one day you get a notice from the Government. It says a judge has found probable cause to believe you are an \"alien terrorist\" and must be deported. It is the first you have heard of the charge or the proceeding, whatever it was, before the judge.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Daneyko Doubles His Fun As a Defender for Devils","web_url":"https://www.nytimes.com/1993/10/25/sports/hockey-daneyko-doubles-his-fun-as-a-defender-for-devils.html","abstract":"  There are smiling faces galore around the streaking Devils these days, but a lucrative four-year contract just about sealed and delivered makes Ken Daneyko's smile more radiant than the rest.   Daneyko has displayed such remarkable loyalty to the Devils in his 11 seasons with the organization that John McMullen, the team's chairman, has a special place in his heart for the rugged defenseman.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Campaign Stop: A periodic report on neighborhood reaction to the mayoral race. -- 4. St. Albans, Queens; In St. Albans, Black Voters Express Faith in Dinkins, Wariness of Giuliani","web_url":"https://www.nytimes.com/1993/10/25/nyregion/campaign-stop-periodic-report-neighborhood-reaction-mayoral-race-4-st-albans.html","abstract":"  When police stepped up patrols recently in St. Albans, Queens, Rodney Williams, a 20-year-old college student, was pleased, believing it would help reduce the selling of crack in the neighborhood.   But Mr. Williams, who in his limited free time likes to hang out on the corner with friends, soon had another perspective. \"The guys who live around here, we all know each other, we talk,\" he said. \"The cops say, 'Where do you live?' and 'You've got to get off this corner.' We have all lived here for years.\"","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Ms. Bansavage, Mr. Potter","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-ms-bansavage-mr-potter.html","abstract":"  Elisabeth Anne Bansavage, an actress in New York, was married yesterday to Edward John Potter, a business executive. The Rev. Warren Sterrett Beaven officiated at the Bellport (L.I.) United Methodist Church.   Ms. Bansavage, 40, is keeping her name. A graduate of Carnegie Mellon University, she is the daughter of Joseph W. Bansavage and Dr. Judith C. Bansavage, both of Pittsburgh.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Review/Theater; Futile Wait for a Ferry to a Mystical Island","web_url":"https://www.nytimes.com/1993/10/25/theater/review-theater-futile-wait-for-a-ferry-to-a-mystical-island.html","abstract":"  In the most famous scene in Brian Friel's \"Dancing at Lughnasa,\" five Irish sisters in County Donegal, 1936, suddenly break loose from their household drudgery to explode in dance to the music pouring out of their new Marconi radio. The scene has a power transcending language.  As if by magic, the women levitate in spiritual ecstasy even as every fact of their lives pulls them closer to poverty, heartbreak and death.   \"Wonderful Tennessee,\" Mr. Friel's new play at the Plymouth Theater, explores more or less the same themes, and why not? It is an eternal drama that time never heals.  Life rushes on, fast and cruel, and still we cannot stop hungering irrationally for some mystical release, or, as \"Wonderful Tennessee\" puts it, for \"whatever it is we desire but can't express.\"","thumbnail":null,"section":"Theater"},{"date":"19931025","headline":"'Write Me,' a Senator Says, And the People Take Heed","web_url":"https://www.nytimes.com/1993/10/25/us/write-me-a-senator-says-and-the-people-take-heed.html","abstract":"  Senator Barbara Boxer of California has adopted as her theme song a ditty she remembers from the Perry Como show in the 1950's: \"Letters, we get letters. We get stacks and stacks of letters.\"    The lyrics are something of an understatement. Ms. Boxer, a Democrat elected last year, gets more than 10,000 letters a day -- not counting the 5,000 or so mass mailings sent daily to every member of Congress by lobbying groups.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Series Rating Drops From '92","web_url":"https://www.nytimes.com/1993/10/25/sports/world-series-series-rating-drops-from-92.html","abstract":"  The CBS telecast of Game 6 of the World Series Saturday night drew an overnight Nielsen rating in 29 markets of 20.0 with a 34 share. That's down 11 percent from last year's overnight rating of 22.6 and 40 for Game 6, which, like this year, was the final game of the Series. Toronto was the winner in both cases.   Full national ratings for Game 6 will not be available until tomorrow. A ratings point represents 1 percent of all television households in America, or about 942,000 homes. The share represents the percentage of televisions in use.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Don't Go Into Haiti Under Democracy Fig Leaf; U.S. Military Aid","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-don-t-go-into-haiti-under-democracy-fig-leaf-us-military-aid-825493.html","abstract":"  To the Editor:   \"Haiti's Curse: Power Means Brutality; Practice Makes Perfect\" (The Week in Review, Oct. 17) tells of Haiti's misery and gives some historical background, such as the 19-year occupation by United States marines from 1915 to 1934, but the post-1934 role of the United States is omitted.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-806893.html","abstract":"  Because of an editing error, an article on Thursday about the suicide of a Japanese right-wing militant misspelled the name of the newspaper executive in whose office it occurred. He is Toshitada Nakae.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/25/nyregion/metro-digest-059893.html","abstract":"  NEW YORK CITY CONGENIALITY PLAYS ROLE IN CAMPAIGN For years, as he became a career master of indictment and conviction, Rudolph W. Giuliani could afford to treat likability as a secondary characteristic of private, not necessarily public, value. His defeat in 1989 changed that, he said. In this campaign, he is determined not to \"play into that stereotype of a mechanical man.\" His success may determine the outcome of the vote. A1.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"5-Year-Old Boy Survives a 7-Story Fall","web_url":"https://www.nytimes.com/1993/10/25/nyregion/5-year-old-boy-survives-a-7-story-fall.html","abstract":"  A 5-year-old boy fell from a window of his parents' Upper East Side apartment yesterday and survived a seven-story fall to a concrete courtyard below, officials said.   Though the child, Paul Rosen of 330 East 79th Street, had no external injuries, he was listed in critical condition last evening at New York Hospital-Cornell Medical Center as doctors monitored him for any sign of internal injuries, according to the hospital's administrator, Carolyn Migliore.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Kazakh Uses America To Enhance His Stature","web_url":"https://www.nytimes.com/1993/10/25/world/kazakh-uses-america-to-enhance-his-stature.html","abstract":"  The President of Kazakhstan played politics with the United States today and won.   President Nursultan A. Nazarbayev and Secretary of State Warren Christopher were scheduled to sign and celebrate an excruciatingly technical agreement detailing how Kazakhstan would spend $85 million of American aid to dismantle its nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"1918:Defensive Floods : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-1918defensive-floods-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - Fearful lest the flood of divisions they have been pouring into the American sector between the Argonne and the Meuse will be unable to stop the Yanks, the Germans are preparing to back up the men by floods of water. They are cr","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Black Women Writers","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-black-women-writers-828993.html","abstract":"  To the Editor:   Without diminishing by one iota the well-earned recognition of our Nobel Prize winner, Toni Morrison, whose early books I read with great enjoyment and appreciation, I must assert that another black woman writer of an earlier day deserved this distinction as well.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/10/25/style/IHT-what-theyre-reading.html","abstract":"William Kennedy, author of the Pulitzer Prize-winning novel \"Ironweed\" and most recently of \"Very Old Bones,\" is reading Herman Melville's \"Moby Dick.\" .\"I just decided it was time to read 'Moby Dick' again. There's a","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Suzanne J. Groisser, Allen S. Keller","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-suzanne-j-groisser-allen-s-keller.html","abstract":"  Suzanne Jacqueline Groisser, a daughter of Dr. and Mrs. Victor W. Groisser of West Orange, N.J., was married to Dr. Allen Scott Keller, a son of Dr. and Mrs. Samuel S. Keller of Woodcliff Lake, N.J. Rabbi Jeshaia Schnitzer performed the ceremony at the Tamcrest Country Club in Alpine, N.J.   Mrs. Keller, 29, is an assistant district attorney in Manhattan. She graduated from Haverford College and received a law degree from Harvard University. Her father is a gastroenterologist in Montclair, N.J.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Stacey L. Lane, Ira Arthur Pion","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-stacey-l-lane-ira-arthur-pion.html","abstract":"  Dr. Stacey Laura Lane, a resident in psychiatry at the New York University Medical Center in New York, was married yesterday to Dr. Ira Arthur Pion, the chief resident in dermatology at the hospital. Rabbi Louis Frishman officiated at Temple Israel in Lawrence, L.I.   Dr. Lane, 27, is keeping her name. She graduated summa cum laude from the University of Pennsylvania, where she was elected to Phi Beta Kappa, and received a medical degree from N.Y.U. She is a daughter of Brenda and George Lane of Monsey, N.Y.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Diana Trilling at 88 Remembers, Rebukes And Ponders Marriage","web_url":"https://www.nytimes.com/1993/10/25/books/diana-trilling-at-88-remembers-rebukes-and-ponders-marriage.html","abstract":"  \"What does long life avail?\" asked the poet Delmore Schwartz. \"The best seats at the funerals of friends.\" It also offers the chance to set the record straight while having the last word.   Diana Trilling has just accomplished this difficult feat. Her new book, \"The Beginning of the Journey: The Marriage of Diana and Lionel Trilling,\" (Harcourt Brace & Company is collecting lavishly laudatory reviews including a prominent one yesterday in The New York Times Book Review. Most of the New York intellectuals who played such a large role in the city's cultural life during the 1940's and 50's -- and who wrote their own memoirs -- are gone now. Death has waived their right of rebuttal. Mrs. Trilling herself is 88 years old, one of the last survivors of that generation. Old age hasn't moderated her impulse to rebuke. Lillian Hellman's \"Scoundrel Time,\" she writes in her book, is \"a compendium of errors.\" Sidney Hook's autobiography contains \"a series of mistaken statements.\" Mary McCarthy is \"in error.\"","thumbnail":null,"section":"Books"},{"date":"19931025","headline":"Killers Indeed Fear Life More Than Death","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-killers-indeed-fear-life-more-than-death-827093.html","abstract":"  To the Editor:   Gov. Mario M. Cuomo's wish to have Thomas Grasso serve 20 years in a New York prison is not the best use of state resources. For example, I'd rather see the funds that would be used for Mr. Grasso's imprisonment allocated to a Head Start or prenatal program. Such endeavors would be of greater interest and benefit to New Yorkers. WILLIAM S. DIXON  New York, Oct. 15, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"1943:Roads to Rome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-1943roads-to-rome-in-our-pages100-75-and-50-years-ago.html","abstract":"AN ALLIED COMMAND POST IN ITALY - [From our New York edition:] Although the Allied invasion of Italy was \"a good, bold plan with excellent prospects, we're not moving as quickly as one would like,\" General Sir Harold R.L.G. Alexander, second in","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Advocate Candidate Steps Up Attacks on Rival","web_url":"https://www.nytimes.com/1993/10/25/nyregion/advocate-candidate-steps-up-attacks-on-rival.html","abstract":"  Susan D. Alter, the Republican-Liberal candidate for public advocate, intensified her attacks yesterday on her Democratic opponent, Mark J. Green, the former Consumer Affairs Commissioner. In recent days Ms. Alter has accused Mr. Green of unethical behavior as a commissioner, saying he used sheriffs to intimidate small-business owners into paying fines from the city.   \"I think it's the height of hypocrisy,\" Ms. Alter said in an interview. \"Mark Green, who claims his specialty is preventing consumer fraud, is engaged in massive unethical behavior in order to extract money from small-business people.\"","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-805093.html","abstract":"  An article yesterday about the cloning of a human embryo misidentified the researcher in some copies. He is Dr. Jerry L. Hall, who works in the in vitro fertilization program at George Washington University Medical Center; Dr. Robert Stillman is director of the program.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Review/Music; 'Figaro,' Played for Efficiency","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-figaro-played-for-efficiency.html","abstract":"  Although long stigmatized for its sleepy productions of the standard repertory, the New York City Opera put on a \"Nozze di Figaro\" on Saturday afternoon that told a very different story. Saturday's performance -- and there will be four more through the rest of this month and into early November -- offered a model of limited resources turned to artistic advantage.   Carl Toms's sets and costumes are handsome without ostentation. Christian Smith's current staging of the John Copley production does not pretend to originality, but every gesture and arrangement of players onstage are thought through and make perfect sense. Almost to the rear ranks of Mozart's large cast, the singing on Saturday sounded strong. Cast members listened to one another and paid attention to Scott Bergeson's wisely paced conducting from the pit. Larger and richer opera houses could have put this performance before their own audiences without shame or hesitation, and charged them higher ticket prices in the process.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Details of U.S. Raid in Somalia: Success So Near, a Loss So Deep","web_url":"https://www.nytimes.com/1993/10/25/world/details-of-us-raid-in-somalia-success-so-near-a-loss-so-deep.html","abstract":"  At the time, the Oct. 3 raid into south Mogadishu by Army Rangers seemed like just another security sweep to round up troublemakers.   But judging from its early political impact, the firefight, in which 18 Americans were killed and 75 wounded, may well be one of those searing battlefield experiences whose memory shapes public opinion and sharply influences what the United States will and will not do in the world.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Bills Take Away a Lesson From Super Bowl","web_url":"https://www.nytimes.com/1993/10/25/sports/pro-football-bills-take-away-a-lesson-from-super-bowl.html","abstract":"  In a victory produced by forcing a total of four Jet fumbles and intercepted passes, the Bills continued today to erase the memory of their Super Bowl-record nine turnovers committed against the Cowboys.   Even when they win, though, the Bills are reminded of past Super Bowl flaws, as if under some perpetual cloud that follows them around. So today's 19-10 opportunistic decision over the Jets evoked the 52-17 loss to the Cowboys in Super Bowl XXVII.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Tara P. Davey, Joseph C. Rosa","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-tara-p-davey-joseph-c-rosa.html","abstract":"  Tara Patrice Davey, a daughter of Mr. and Mrs. Joseph D. Davey of Carmel Valley, Calif., was married yesterday to Joseph Christopher Rosa, a son of Mr. and Mrs. William E. Rosa of Brooklyn. The Rev. Dennis Gilbert performed the Roman Catholic ceremony at the chapel on the campus of the Santa Catalina School in Monterey, Calif.   Ms. Davey-Rosa, 28, is an associate in the Greenwich, Conn., office of Whitman & Ransom, a New York law firm. She graduated from Georgetown University and she and her husband received law degrees from St. John's University. Her father is a professor of law and her mother, Linda Davey, a professor of child development at Hartnell Community College in Salinas, Calif.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Vicki Vasilopoulos, Glenn Ball","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-vicki-vasilopoulos-glenn-ball.html","abstract":"  Fredericka Vasilopoulos, the senior fashion editor at The Daily News Record, a men's wear trade publication, was married yesterday to Glenn Ball, an investor. Both work in New York.   The Rev. Theodore Nedelson officiated at Annunciation Greek Orthodox Church in New York.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Agencies Respond to Possible Bias Attack in Bronx","web_url":"https://www.nytimes.com/1993/10/25/nyregion/agencies-respond-to-possible-bias-attack-in-bronx.html","abstract":"  Police officals say they are investigating as a possible bias incident an attack on four eighth graders by a group of black teen-agers in Riverdale Friday afternoon.   No arrests have been made, the police said.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/25/nyregion/inside-240093.html","abstract":"  Muting Good Economic News   The White House is confident the economy is recovering, but the President is being very cautious about spreading the good news. Page A14. Overhauling Science Classes    Saying curriculums now aim high and fall short, a panel is recommending sweeping changes in the way public schools teach science. Page A12. Preview of Campaign '96    Twenty-eight months before New Hampshire holds its first Presidential primary, this weekend looked a lot like February 1996. Page A15. In Japan, a Silent Rebuke   The press is pondering the nature of Empress Michiko's illness, and if recent articles were a cause. Page A4. Boy Survives 7-Story Fall    A 5-year-old survived a seven-story fall from his East Side apartment to a concrete courtyard. Page B4. Toronto Hails Its Heroes   Joe Carter rides in a victory parade yesterday, hours after his ninth-inning homer gave the Blue Jays their second consecutive World Series championship. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Mandela, the Politician, Does as the Zulus Do","web_url":"https://www.nytimes.com/1993/10/25/world/mandela-the-politician-does-as-the-zulus-do.html","abstract":"  South Africans know Nelson Mandela as a cosmopolitan man who favors gray suits over skins and feathers and English over Xhosa, his native language. Some of his urbane lieutenants in the African National Congress scarcely hide their distaste for tribal rites.   But there is an election coming, and so today 60,000 admirers watched another Nelson Mandela -- grimacing uneasily while tribal diviners wearing beads and goat bladders in their hair swayed at his feet, burning incense to drive off evil spirits; hearing his praises screamed in the sing-song cadences reserved for African kings; and finally rising to read a speech in clumsy Zulu.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Ami L. Weil, Todd A. Chanko","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-ami-l-weil-todd-a-chanko.html","abstract":"  Dr. Ami Lisa Weil, a psychologist in Manhattan, was married yesterday to Todd Anthony Chanko, a television producer and film buyer for WNYC-TV in New York. Rabbi Marshall Meyer officiated at the 24 Fifth Avenue Ballroom, a catering establishment in New York.   Dr. Weil, who is keeping her name, also works at the Interfaith Medical Center in Brooklyn. She graduated magna cum laude from the University of Rochester and received a Ph.D. in clinical psychology from New York University. She is a daughter of Warren and Michelle Weil of Scarsdale, N.Y.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Big Ten Has a Run for the Roses Among Five Contenders","web_url":"https://www.nytimes.com/1993/10/25/sports/college-football-big-ten-has-a-run-for-the-roses-among-five-contenders.html","abstract":"  Florida State and Notre Dame, the No. 1 and No. 2 teams in The Associated Press and USA Today-CNN polls, remain on track for their match at South Bend, Ind., on Nov. 13, while the Big Ten has some big games this weekend.   Florida State (7-0), which was idle Saturday, is also No. 1 in The New York Times's computer ranking and Notre Dame (8-0), a 31-13 winner over Southern Cal, is rated by the computer at No. 7. Miami (5-1), which routed Syracuse by 49-0, is ranked No. 2 by The Times.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Congress Defends Religious Freedom","web_url":"https://www.nytimes.com/1993/10/25/opinion/congress-defends-religious-freedom.html","abstract":"  Three years ago the Supreme Court threw away decades of precedent and watered down the religious liberty of all Americans. In a case involving the religious use of peyote by American Indians, the Court declared that states could criminalize all consumption of the substance without considering their laws' impact on the free exercise of religion.    By radically changing the ground rules for deciding claims of religious liberty, the Court alarmed organized religion, civil liberties organizations of all stripes and Senators as different in outlook as Edward Kennedy of Massachusetts and Orrin Hatch of Utah. The House has passed a bill aimed at correcting the situation and now the Senate is expected to pass it overwhelmingly.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Review/Television; Wisecracks and Angst: Fortyish Baby Boomers","web_url":"https://www.nytimes.com/1993/10/25/arts/review-television-wisecracks-and-angst-fortyish-baby-boomers.html","abstract":"  \"Dave's World\" is a prime-time approximation of the world of Dave Barry, the humorist who writes his syndicated Pulitzer Prize-winning \"Dave's World\" column for The Miami Herald. While the sitcom, Mondays at 8:30 on CBS, is based on two Barry books, Mr. Barry pointedly keeps his distance from the series, not wanting the real Dave to be confused with the television version. Yeah, sure. Just keep those checks coming.    Like Mr. Barry, this television family lives quite comfortably in a Miami suburb. Unlike Mr. Barry and his wife, who have one son, television's Dave (Harry Anderson) and his wife, Beth (DeLane Matthews), have two. They also have two close friends, Shel (Meshach Taylor), a plastic surgeon, and Kenny (Shadoe Stevens), Dave's editor. Kenny's secretary is Mia (J. C. Wendel), who wouldn't think of missing a production of \"Fiddler on the Roof\" starring John Davidson.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-811493.html","abstract":"  A picture caption yesterday about the two orchestras conducted by Kurt Masur reversed the identities of two musicians shown hailing a cab. Christian Kretschmar was at the left and Hans Schlag at the center.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Edwards Shooting Way Into a Big Role With Nets","web_url":"https://www.nytimes.com/1993/10/25/sports/pro-basketball-edwards-shooting-way-into-a-big-role-with-nets.html","abstract":"  Derrick Coleman, recovering from root canal surgery, was still not with the Nets in Knoxville, Tenn., for their exhibition game last night against Larry Johnson and the Charlotte Hornets. It was Johnson's eight-year, $68-million contract extension just before camp that sparked Coleman's quest for a reported eight-year, $95 million extension.   \"He had to go back to the dentist's today,\" Nets Coach Chuck Daly said concerning Coleman's absence.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-808493.html","abstract":"  An article in Business Day on Tuesday about the stock of Spectrum Information Technologies Inc. misidentified the plantiffs in lawsuits that accuse Rafi Khan, a West Coast broker, of stock fraud and omitted the identity of the stock involved in the case. Mr. Khan was sued only by private investors, not the Securities and Exchange Commission; the case involved the stock of Future Communications Inc.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Review/Television; Losing Jobs and Hope In 'The Great Depression'","web_url":"https://www.nytimes.com/1993/10/25/movies/review-television-losing-jobs-and-hope-in-the-great-depression.html","abstract":"  Experiences burned into the memories of those who endured America's toughest times are at the heart of \"The Great Depression,\" a gritty seven-hour documentary that begins tonight on PBS. The producers, led by Henry E. Hampton (\"Eyes on the Prize\"), also make effective use of strong black-and-white newsreel clips from the 1920's and 30's, zesty folk songs and an intelligent narration, but it is the memories that give this history its punch and drive.   The first hour, \"A Job at Ford's,\" focuses on the automobile company that drew tens of thousands of European immigrants, Mexicans and Southern blacks to Detroit after World War I to produce the Model T, then the most popular car in the world.","thumbnail":null,"section":"Movies"},{"date":"19931025","headline":"Health Proposal Could Leave Aliens in U.S. Without Care","web_url":"https://www.nytimes.com/1993/10/25/us/health-proposal-could-leave-aliens-in-us-without-care.html","abstract":"  At Su Clinica Familiar, the largest community health care center in the Rio Grande Valley, the issue of whether a patient is an illegal immigrant is met with a kind of \"don't ask, don't tell\" policy. If a pregnant women provides a utility bill or phone bill showing she has a local address, she is legally entitled to treatment, though only part of it is reimbursable to the clinic through Medicaid.    A few miles away, at the McAllen Medical Center, where care for indigents costs the hospital up to $1 million a month, a different strategy prevails.  Private security guards with green uniforms that bear an uncanny resemblance to those of the United States Border Patrol have been periodically posted at the entrance. Critics say they are put there to discourage illegal aliens from walking in.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"A Dinkins Bulwark in Queens","web_url":"https://www.nytimes.com/1993/10/25/nyregion/a-dinkins-bulwark-in-queens.html","abstract":"  St. Albans is Dinkins country, where many residents feel the Mayor has done the best job in tough times and many feel he has empathized with the concerns of blacks. Page B3.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Building Superindent Accused of Sodomy","web_url":"https://www.nytimes.com/1993/10/25/nyregion/building-superindent-accused-of-sodomy.html","abstract":"  A building superintendent sexually assaulted a 14-year-old in Brooklyn yesterday, forcing him into a building basement and sodomizing him, the police said.   The attack occurred about 7:30 P.M. near the intersection of Avenue J and East 46th Street in Midwood, where the boy was riding his bicycle, said Sgt. John McCluskey, a police spokesman. The boy, who is deaf and dumb, was not identified.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"9 Lives, Powerful Thighs: Iraq's Quest Continues","web_url":"https://www.nytimes.com/1993/10/25/sports/soccer-9-lives-powerful-thighs-iraq-s-quest-continues.html","abstract":"  The 1990's have been all about surviving for the Iraqi people. War, despotic leadership and United Nations sanctions: the Iraqis have seen them all.   Small wonder that their soccer team is a survivor, too.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Dykstra, a Winner, Goes Home a Loser","web_url":"https://www.nytimes.com/1993/10/25/sports/world-series-dykstra-a-winner-goes-home-a-loser.html","abstract":"  There was an element of disbelief in Lenny Dykstra's face as he sat with his back to the crowd, looking into his locker.   He had watched Joe Carter's home run off Mitch Williams sail past Milt Thompson in left field, over the blue wall, ending the World Series. He knew the Phillies had lost, 8-6, to Toronto in the sixth and final game, ending a ride even he could not have predicted.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Overmanaging the News : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-overmanaging-the-news-letters-to-the-editor.html","abstract":"In response to \"A Guide to 'Deliberative Democracy'\" (Oct. 6) by Jim Hoagland: .Can it be that the bloody mess in Somalia is really being kicked around the White House as a mere failure of news management? .In fact it has been the success o","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/10/25/sports/transactions-570093.html","abstract":"  Saturday Football National Football League  MIAMI DOLPHINS -- Activated Doug Pedersen, quarterback, from the practice squad. Waived Frankie Smith, cornerback.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Awards at Hamptons Film Festival","web_url":"https://www.nytimes.com/1993/10/25/movies/awards-at-hamptons-film-festival.html","abstract":"  The first Hamptons International Film Festival came to an end yesterday with the presentation here of Golden Arrow Audience Awards for best film, best short and best director, and 10 Student Film Showcase Awards.    Carlo Carlei won the Golden Arrow for his direction of \"Flight of the Innocent,\" an Italian-French release about a young boy abandoned after his family is assassinated in Calabria. \"Flight of the Innocent\" also won the prize for most popular film. The winner of the award for most popular short film was \"The Big Gig,\" directed by Jeffrey Nachmanoff.","thumbnail":null,"section":"Movies"},{"date":"19931025","headline":"Jets Look Bad Again, But Insist They're Not","web_url":"https://www.nytimes.com/1993/10/25/sports/pro-football-jets-look-bad-again-but-insist-they-re-not.html","abstract":"  As the Jets continue their downward spiral, they are asking their fans: Who are you going to believe, us or your lying eyes?   Contrary to what the team has shown in its last three games -- all losses -- the Jets continue to maintain that they are better than their 2-4 record would indicate.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Ethnic Shifts in Electorate Play Part in the Mayoral Riddle of Who Will Win","web_url":"https://www.nytimes.com/1993/10/25/nyregion/political-memo-ethnic-shifts-electorate-play-part-mayoral-riddle-who-will-win.html","abstract":"  How can David N. Dinkins possibly win again when his margin over Rudolph W. Giuliani four years ago was less than 50,000 votes and when public opinion polls suggest that Hispanic and white liberal Dinkins voters are defecting?   The most tantalizing mathematical riddle of the New York City mayoral campaign might be answered, in part, by changes in the city's complexion: the proportion of older whites has shrunk; the share of black and Hispanic registered voters appears to have climbed.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Tikkanen Wins in Revival Meeting With Gretzky","web_url":"https://www.nytimes.com/1993/10/25/sports/hockey-tikkanen-wins-in-revival-meeting-with-gretzky.html","abstract":"  When the Rangers play the Los Angeles Kings in this era, it is always a reunion of the Edmonton Oiler dynasty, with enough Stanley Cup rings around both locker rooms to trigger every airport metal detector from La Guardia to LAX.   Appropriately, two former Oilers -- Esa Tikkanen and Wayne Gretzky -- played the biggest starring roles as the Rangers ended a three-game losing streak with a 3-2 victory in an excellent hockey game at Madison Square Garden last night.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Bonnie Samuels, Dane Solomon","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-bonnie-samuels-dane-solomon.html","abstract":"  Bonnie Sue Samuels, a daughter of Daniel and Iris Samuels of Armonk, N.Y., was married yesterday to Dane Solomon, the son of Martin and Elaine Solomon of Merrick, L.I. Rabbi David Greenberg performed the ceremony at Temple Shaaray Tefila in Bedford, N.Y.   Mrs. Solomon, 29, is the director of advertising for Barneys New York. She graduated from the University of Massachusetts. Her father is an electrical engineer with Hardesty & Hanover, an engineering consulting firm in New York. Her mother is a sales coordinator at Fabulous Foods, caterers in Armonk.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Political Memo; Even Now, 1996 Calls To Many In G.O.P.","web_url":"https://www.nytimes.com/1993/10/25/us/political-memo-even-now-1996-calls-to-many-in-gop.html","abstract":"  With a sly smile, Senator Phil Gramm of Texas offered a wholly unconvincing explanation for his arrival here tonight. \"Actually,\" he said, \"I was responding to Bob Dole, who said the weather was great up here this time of year.\"   Gov. Carroll A. Campbell Jr. of South Carolina, who landed in New Hampshire about the same time, was in no mood for jokes. \"I'm not here for the vacation or the leaves,\" he said, explaining that he came to salute a fellow Republican, Gov. Stephen Merrill, at a fund-raising dinner tonight.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Strong Sports Agency Key in Yankee Saga","web_url":"https://www.nytimes.com/1993/10/25/nyregion/strong-sports-agency-key-in-yankee-saga.html","abstract":"  In 1971, when the New Jersey Sports and Exposition Authority set out to build its huge entertainment complex in the swamps of East Rutherford, it had one overarching priority: luring the New York Yankees away from the Bronx.   Two decades later, after enticing New York's two professional football teams, a Long Island basketball team and a Denver hockey franchise to the Meadowlands complex, the sports authority is still without its ultimate prize, the nation's most valuable and storied franchise in sports.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/25/nyregion/chronicle-824693.html","abstract":"  In Washington, MARLA ROMASH, director of communications for Vice President Al Gore, is on the move. She has become the Administration's chief spokeswoman for health care.   Asked why she had made the change, Ms. Romash, 36, who became Mr. Gore's press secretary in 1989, when he was a Senator, said simply, \"Because Mrs. Clinton asked and because health care is of vital importance to the President, the First Lady and the American people.\"","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Metcalf Pushes Steelers Past Point of No Return","web_url":"https://www.nytimes.com/1993/10/25/sports/pro-football-metcalf-pushes-steelers-past-point-of-no-return.html","abstract":"  Eric Metcalf had injured his right knee in the Cleveland Browns' victory over Cincinnati last Sunday. So, in preparation last week for what in this city is Public Enemy No. 1 -- the Pittsburgh Steelers -- he did not practice on Monday. Or Tuesday. Or Wednesday. Or Thursday.   On Friday he did some light work and proclaimed to the Browns' owner, Art Modell: \"I'm playing in the Pittsburgh game. I'm just not going to miss that.\"","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"What's the Purpose of This Week's Euro-Summit?","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-whats-the-purpose-of-this-weeks-eurosummit.html","abstract":"Brussels is to host a \"special\" summit of European Community leaders on Friday. There will be all the usual theatrical touches, from motorcades with sirens wailing and lights flashing to milling throngs of cameramen and reporters, but will ther","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Don't Go Into Haiti Under Democracy Fig Leaf","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-don-t-go-into-haiti-under-democracy-fig-leaf-120393.html","abstract":"  To the Editor:   Between political corruption and military violence lies a place called Haiti. Not having enough to occupy our own \"peacekeeping\" forces in Somalia, the United States now seems determined to practice gunboat democracy in the western one-third of the Caribbean island of Hispaniola. For somewhere between United Nations resolutions and U.S. troops there is a mythic past called Haitian \"democracy,\" which must now be \"restored\" at once and at all cost.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Give Science More Life, A Panel Urges Teachers","web_url":"https://www.nytimes.com/1993/10/25/us/give-science-more-life-a-panel-urges-teachers.html","abstract":"  A commission appointed by an independent science organization will recommend sweeping changes today in science education in public schools, saying that existing curriculums try to cover too much, do not teach enough practical application of science and fail to integrate the subject with math and technology.   In its four-year study, \"Benchmarks for Science Literacy,\" the commission offers broad recommendations for what students should know after the second, fifth, eighth and 12th grades. Students as young as 5 years old should receive regular science lessons -- not just scattered experiments like collecting snowflakes and learning that they all have six points -- and these lessons should be given as often as reading or arithmetic, the study said.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Ms. Steier, Mr. McNamara","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-ms-steier-mr-mcnamara.html","abstract":"  Wendy Jane Steier, a daughter of Mildred Steier of Brooklyn and Herbert Steier of Baldwin Harbor, L.I., was married yesterday to Michael Joseph McNamara, a son of Mr. and Mrs. John F. McNamara of Mahopac, N.Y. Rabbi Albert Sturmer officiated at the Bear Mountain (N.Y.) Inn in Bear Mountain State Park.   Mrs. McNamara, 32, is a project manager in the marketing services department of the New York City Transit Authority in Brooklyn. Her father, who is retired, was a member of the newsroom staff at The New York Times. Her mother, also retired, taught English at Mark Twain Junior High School for the Gifted and Talented in Coney Island.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/25/arts/dance-in-review-852193.html","abstract":"  'Converging Forms'  The Miller Theater/Circum-Arts Series Columbia University","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Automatic Fare Booths Prevent Robberies","web_url":"https://www.nytimes.com/1993/10/25/opinion/l-automatic-fare-booths-prevent-robberies-829793.html","abstract":"  To the Editor:   Every single tollbooth operator must live in understandable and constant fear at the prospect of being robbed for cash (news article, Oct. 18). One solution would be to adopt with all deliberate speed the electronic automatic fare booth system where drivers make advance deposits into an account, thereby providing them with a windshield device that signals a debit each time their vehicle uses a tunnel or bridge.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Issue in Race for Mayor: The Right Temperament","web_url":"https://www.nytimes.com/1993/10/25/nyregion/metro-matters-issue-in-race-for-mayor-the-right-temperament.html","abstract":"  IS Rudolph W. Giuliani too mean to be mayor? Is David N. Dinkins too mild?   To paraphrase an old campaign slogan, after decades of debate about charisma, the clubhouse, competence, character and even color, New York City's mayoral election this year may turn on another intangible altogether: temperament.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Chicago Gangs, Extending Turf, Turn to Politics","web_url":"https://www.nytimes.com/1993/10/25/us/chicago-gangs-extending-turf-turn-to-politics.html","abstract":"  On a gray afternoon not long ago, Lu Palmer stood in the city's downtown business district watching thousands of young blacks march past, circle City Hall and stall traffic for blocks. They were ostensibly protesting Chicago's troubled school system, but a few also carried signs declaring it was time for another black mayor.   The marchers were as disciplined as an army. Or a street gang.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"A Clinton Doctrine : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-a-clinton-doctrine-letters-to-the-editor.html","abstract":"The world is too small, too dangerous and too interdependent to allow sovereignty to dominate sanity. Hence this rough draft of a proposed Clinton Doctrine: When a nation-state, large or small, becomes unable to manage its own affairs without being a dan","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Keeping the Troops Safe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-keeping-the-troops-safe-letters-to-the-editor.html","abstract":"In response to \"Dole Challenges Clinton Power to Send Troops\" (Oct. 18) by Thomas L. Friedman: .After the recent deaths of 18 American soldiers in Somalia, Senator Bob Dole contends - presumably because he thinks that most Americans agree - t","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"One Jury's Journey; Amid Case's Facts and a City's Fears, Seeking Rationale for Jurors' Findings","web_url":"https://www.nytimes.com/1993/10/25/us/one-jury-s-journey-amid-case-s-facts-city-s-fears-seeking-rationale-for-jurors.html","abstract":"  The verdicts in the city's second case of a videotaped beating, announced piecemeal last week by a jury trying to avoid a deadlock, have produced a new set of incongruous images to symbolize the social and racial dissonances of Los Angeles.   There was the scene of one defendant, Damian M. Williams, his head shaved for the verdict, raising his arms in jubilation in the courtroom much as he did in the riots 18 months ago after he hurled a brick at the head of a white truck driver, Reginald O. Denny.","thumbnail":null,"section":"U.S."},{"date":"19931025","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/25/arts/dance-in-review-853093.html","abstract":"  Dianne McIntyre and Olu Dara Bessie Schonberg Theater","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Fateful Decision: Staying to Guard a Pilot's Body","web_url":"https://www.nytimes.com/1993/10/25/world/fateful-decision-staying-to-guard-a-pilot-s-body.html","abstract":"  As the bullets and grenades whizzed through the streets of south Mogadishu on the night of Oct. 3, the Rangers made a fateful decision: after they retrieved two wounded soldiers from a downed Black Hawk helicopter, they stayed to guard the body of a dead pilot caught in the wreckage.   \"Some people may think it is not normal to stick around a dead pilot,\" said Robert Gallagher, 31, a platoon sergeant who was wounded in a firefight near the Olympic Hotel. \"But when you work with people on a daily basis, you develop a bond. Whether you are killed or wounded, you need to have someone look after you.\"","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Boitano in Search of His Version of Bliss: One More Heavenly Day","web_url":"https://www.nytimes.com/1993/10/25/sports/figure-skating-boitano-in-search-of-his-version-of-bliss-one-more-heavenly-day.html","abstract":"  He has made small, inevitable concessions to age and injury since that unearthly night when Brian Boitano felt \"as if angels were lifting and spinning me\" to a gold medal at the 1988 Winter Olympics. Once, he gave pet names to his individual gray hairs. Now, Boitano joked, he must name entire tufts.   Two years ago, he tore a tendon in his right knee. The knee, along with chronic soreness in his back and groin, sometimes distracts his laser focus from skating to his aching body, but he insists that he expects more from himself at age 30 than at 24.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Review/Music; Muy Caliente, Salsa Comes to the Garden","web_url":"https://www.nytimes.com/1993/10/25/arts/review-music-muy-caliente-salsa-comes-to-the-garden.html","abstract":"  \"Marlboro Music's Combinacion Perfecta,\" a salsa show at Madison Square Garden on Saturday night, had all sorts of significance, not the least of which was the nearly four hours of extraordinary music and vocal improvising it presented. No one looks on the present as a golden age, but the concert, which let a series of salsa's best vocalists challenge each other, argued that salsa is a genre overflowing with talent, and not all of it always heard on records.   And with the concert's corporate backing, the show suggested the weight Hispanic culture continues to gain in the United States; Marlboro is in the middle of a Hispanic concert series. With the performers' constant cries of \"Mi gente!\" (My people!) or \"Soy Borinqueno!\" (\"I'm a Puerto Rican!\"), along with the parade of Puerto Rican flags wending their way through the audience, it was clear that the music was a rallying point for a group, bilingual and bicultural, whose identity has hardly been compromised.","thumbnail":null,"section":"Arts"},{"date":"19931025","headline":"Tension in Mogadishu","web_url":"https://www.nytimes.com/1993/10/25/world/tension-in-mogadishu.html","abstract":"  United Nations and United States peacekeepers in Somalia worried that there would be a new round of violence in the capital after the leader of one major faction refused to reroute a march set for Monday that is planned to go through the territory of the other major faction.   Article, page A10.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Politics Mirrors Diversity's Drive In the Suburbs","web_url":"https://www.nytimes.com/1993/10/25/nyregion/politics-mirrors-diversity-s-drive-in-the-suburbs.html","abstract":"  For decades Westchester and Nassau Counties have flourished as places of escape. And just as people left behind the frenzied harshness of city life, they also turned their backs on Democratic politics. In this century, Westchester and Nassau have each selected only one Democratic county executive, and Westchester has never had a Democratic district attorney.   But all that could change soon. For the first time in years, both of these Republican strongholds face formidable Democratic challenges for the job of county executive, and Westchester has a tight race for district attorney. Urban-Like Cynicism    Those contests say as much about the changing character of the suburbs -- the growing ethnic and racial diversity, the faltering economies and a rising urban-like cynicism about politicians -- as they say about the character of the candidates.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Mitchell Is 1 for 1 as the Dolphins' Starter","web_url":"https://www.nytimes.com/1993/10/25/sports/pro-football-mitchell-is-1-for-1-as-the-dolphins-starter.html","abstract":"  The throbbing question facing the Miami Dolphins tonight: Can they remain a title contender without Dan Marino, their record-busting passer?    The early answer: Dan Who?","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Davis Makes His Case Down in Mexico City","web_url":"https://www.nytimes.com/1993/10/25/sports/knicks-notebook-davis-makes-his-case-down-in-mexico-city.html","abstract":"  Making a case that he should become the backup shooting guard, Hubert Davis (18 points) helped the Knicks to a 103-93 victory over the Houston Rockets tonight at the Sports Palace.   Davis shot 7 for 8 from the field, including three 3-pointers. He did not miss in the second half. Meanwhile, Rolando Blackman did not play. Blackman is battling Davis for minutes at shooting guard behind John Starks, but Blackman is shooting just 28.7 percent during the preseason. Coach Pat Riley will continue to evaluate Davis and Blackman during the remaining three preseason games, but it was hard to find fault with Davis's performance tonight.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"1893:Silver Repeal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-1893silver-repeal-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The bottom seems to have dropped out of the silver fight. The Southern Democrats, who, with the Republicans of the silver States, have been making a bitter fight against repeal, have decided that that they can no longer stand out. When the conf","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Dinkins Gathers Democratic Power Players for a Final Push","web_url":"https://www.nytimes.com/1993/10/25/nyregion/dinkins-gathers-democratic-power-players-for-a-final-push.html","abstract":"  Rushing around New York City, with stops at a union hall in Flushing, Queens, the Abyssinian Baptist Church in Harlem and the Gurdwara Sikh Temple in Ozone Park, Queens, Mayor David N. Dinkins kicked off the final full week of the mayoral campaign yesterday by attacking Rudolph W. Giuliani as a hard-core Republican who lacks compassion for the homeless and tolerance for New York's diversity.   Mr. Dinkins, who was joined at some events by senior Congressional Democrats from Washington, including the House Speaker, Thomas S. Foley, and Senator Paul Simon of Illinois, worked persistently at themes that he has refined in recent weeks -- and that mayoral aides say he is likely to invoke often during the coming week.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"No Larger NATO Now","web_url":"https://www.nytimes.com/1993/10/25/opinion/no-larger-nato-now.html","abstract":"  The Czech Republic, Poland and Hungary want to join the North Atlantic Treaty Organization. But the Clinton Administration is right to say no for now. The Administration is instead offering all the countries of the former Soviet empire closer ties to NATO and holding open the possibility of eventual membership without setting a timetable.    Eastern European countries understandably want the U.S. security guarantees that come with NATO membership. Historically caught between the competing ambitions of Russia and Germany, they have learned the hard lessons of relying on themselves alone or on unreliable allies like Britain and France in the 1930's. But the dangers they now face can be met without formally binding the U.S. to come to their defense.","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Tokyo Journal; What Great Grief Has Made the Empress Mute?","web_url":"https://www.nytimes.com/1993/10/25/world/tokyo-journal-what-great-grief-has-made-the-empress-mute.html","abstract":"  Even in a new age of openness for Japan, the subject is just too hot to touch, on television and in print. But for the last several days a single question has been whispered throughout the country: has the Japanese press driven Empress Michiko to the brink of a nervous breakdown?   Outside the Imperial Palace, very little is known about the condition of the much-admired Empress since she collapsed last Wednesday, on her 59th birthday. The only confirmed report is that she cannot speak.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Kara Unterberg, Roy Niederhoffer","web_url":"https://www.nytimes.com/1993/10/25/style/weddings-kara-unterberg-roy-niederhoffer.html","abstract":"  Kara Jan Unterberg, a daughter of Seymour and Cynthia Unterberg of Westbury, L.I., was married yesterday to Roy Gary Niederhoffer, a son of Elaine Niederhoffer of Great Neck, L.I., and the late Dr. Arthur Niederhoffer. Rabbi Arthur Rulnick officiated at the Woodbury (L.I.) Jewish Center.   Ms. Unterberg is keeping her name. She is a marketing associate at Weiss Peck & Greer, an investment management firm in New York. She graduated magna cum laude from Yale University and received an M.B.A. from Harvard.","thumbnail":null,"section":"Style"},{"date":"19931025","headline":"Canada Votes Today With Polls Suggesting a Victory by Liberals","web_url":"https://www.nytimes.com/1993/10/25/world/canada-votes-today-with-polls-suggesting-a-victory-by-liberals.html","abstract":"  Canada, whose 18.5 million eligible voters inhabit six time zones, chooses a new Parliament on Monday and appears virtually certain to end nine years of Progressive Conservative government.   The Liberal Party leader, Jean Chretien, who is expected to become the country's 20th Prime Minister, spent the last day of the seven-week campaign in his home town of Shawingigan, Quebec, urging voters to give the Liberals at least the 148 seats they will need in the 295-seat lower house of Parliament to form a majority Government.","thumbnail":null,"section":"World"},{"date":"19931025","headline":"Giuliani, Striving to Be Liked, Tries to Elude Shadow of '89","web_url":"https://www.nytimes.com/1993/10/25/nyregion/giuliani-striving-to-be-liked-tries-to-elude-shadow-of-89.html","abstract":"  Rose Marie O'Keefe, Democratic state committeewoman and stalwart doyenne of the Bay Ridge party organization, saw the baby suddenly standing in the aisle of the American Legion hall, toddling up toward Rudolph W. Giuliani like an elfin litmus test as the mayoral candidate studiously made his argument to an overflow rainy-night crowd last Wednesday.   \"He reached out and touched the baby on his head -- did you see that?\" asked the amazed Ms. O'Keefe, who first took Mr. Giuliani around her Brooklyn streets in his 1989 campaign, when she was one of his pioneer Democratic defectors, and privately despaired at his prosecutorial stiffness. \"He never would have done that, been that mellow, four years ago.\"","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"Joyful Molitor Is the Blue Jay With the Red Eyes","web_url":"https://www.nytimes.com/1993/10/25/sports/world-series-joyful-molitor-is-the-blue-jay-with-the-red-eyes.html","abstract":"  Paul Molitor might as well have been a teddy bear. Over and over again, different Blue Jays sought him out and hugged him. Over and over again. There was Dave Stewart. There was Joe Carter. There was Cito Gaston. Gaston was not crying until he saw the tears dripping from Molitor's eyes. So the manager cried, too.   Of all those who rejoiced after Toronto's second straight World Series championship Saturday night, there may not have been anyone who relished it more than Molitor. This was the reason he started playing baseball. This was the reason he spent 15 years in Milwaukee, playing and losing in a World Series in 1982 and futilely waiting for the next chance. It was the reason he left Milwaukee for Toronto. He wanted the World Series ring.","thumbnail":null,"section":"Sports"},{"date":"19931025","headline":"Give the Bangs Time to Work in Eastern Europe","web_url":"https://www.nytimes.com/1993/10/25/opinion/IHT-give-the-bangs-time-to-work-in-eastern-europe.html","abstract":"In assessing on this page the relative merits of economic reform policies in Asia and Europe, Pradumna B. Rana and J. Malcolm Dowling Jr, economists at the Asian Development Bank, serve up a variety of geographic generalizations that are selective and mi","thumbnail":null,"section":"Opinion"},{"date":"19931025","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/25/nyregion/c-corrections-809293.html","abstract":"  A headline in the Business section yesterday about a class action suit against Prudential Securities misstated the company's potential liability. The total of the Prudential Utility Fund's assets is $5.3 billion; there was no estimate of liability in the lawsuit, which contends that some investors were charged excessive fees.","thumbnail":null,"section":"New York"},{"date":"19931025","headline":"FOR SARAJEVO JOB, A MOST BITTER MAN","web_url":"https://www.nytimes.com/1993/10/25/world/for-sarajevo-job-a-most-bitter-man.html","abstract":"  To see the man expected to be named Prime Minister of Bosnia this week, the first essential is a flashlight to negotiate the darkened stairwells and corridors of the main Government building in Sarajevo, known as the Presidency.    Even the anteroom to Haris Silajdzic's office is pitch dark, with his secretaries and bodyguards finding their way about with tiny penlights. Inside the office of the Foreign Minister, the post Mr. Silajdzic currently holds, the painting on the wall of a pastoral Bosnian scene hangs askew, weighted on one side by an electric cable bearing a single naked bulb powered by a generator in the basement.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19931025","time":"1993-10-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":90,"wspd":13},{"date":"19931025","time":"1993-10-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":93,"wspd":11.2},{"date":"19931025","time":"1993-10-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":90,"wspd":13},{"date":"19931025","time":"1993-10-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":88,"wspd":14.8},{"date":"19931025","time":"1993-10-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":90,"wspd":13},{"date":"19931025","time":"1993-10-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":88,"wspd":11.2},{"date":"19931025","time":"1993-10-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":87,"wspd":14.8},{"date":"19931025","time":"1993-10-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":100,"wspd":14.8},{"date":"19931025","time":"1993-10-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":93,"wspd":20.5},{"date":"19931025","time":"1993-10-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":93,"wspd":16.6},{"date":"19931025","time":"1993-10-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":20.5},{"date":"19931025","time":"1993-10-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":82,"wspd":24.1},{"date":"19931025","time":"1993-10-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":71,"wspd":14.8},{"date":"19931025","time":"1993-10-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":68,"wspd":16.6},{"date":"19931025","time":"1993-10-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":66,"wspd":16.6},{"date":"19931025","time":"1993-10-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":69,"wspd":14.8},{"date":"19931025","time":"1993-10-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":62,"wspd":11.2},{"date":"19931025","time":"1993-10-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":67,"wspd":20.5},{"date":"19931025","time":"1993-10-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":67,"wspd":14.8},{"date":"19931025","time":"1993-10-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":65,"wspd":16.6},{"date":"19931025","time":"1993-10-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":65,"wspd":14.8},{"date":"19931025","time":"1993-10-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":69,"wspd":13},{"date":"19931025","time":"1993-10-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":78,"wspd":20.5},{"date":"19931025","time":"1993-10-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":82,"wspd":14.8},{"date":"19931025","time":"1993-10-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":39,"wspd":24.1},{"date":"19931025","time":"1993-10-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":40,"wspd":20.5},{"date":"19931025","time":"1993-10-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":41,"wspd":24.1},{"date":"19931025","time":"1993-10-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":44,"wspd":25.9},{"date":"19931025","time":"1993-10-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":24.1},{"date":"19931025","time":"1993-10-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":22.3},{"date":"19931025","time":"1993-10-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":18.7},{"date":"19931025","time":"1993-10-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":18.7},{"date":"19931025","time":"1993-10-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":74,"wspd":9.4},{"date":"19931025","time":"1993-10-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":11.2},{"date":"19931025","time":"1993-10-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":9.4},{"date":"19931025","time":"1993-10-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":9.4},{"date":"19931025","time":"1993-10-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":9.4},{"date":"19931025","time":"1993-10-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":9.4},{"date":"19931025","time":"1993-10-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":9.4},{"date":"19931025","time":"1993-10-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":41,"wspd":7.6},{"date":"19931025","time":"1993-10-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":32,"wspd":9.4},{"date":"19931025","time":"1993-10-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":31,"wspd":9.4},{"date":"19931025","time":"1993-10-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":11.2},{"date":"19931025","time":"1993-10-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":28,"wspd":5.4},{"date":"19931025","time":"1993-10-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":27,"wspd":11.2},{"date":"19931025","time":"1993-10-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":29,"wspd":9.4},{"date":"19931025","time":"1993-10-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":38,"wspd":13},{"date":"19931025","time":"1993-10-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":43,"wspd":11.2}]},"19931026":{"guardian_articles":[{"date":"19931026","headline":"Joseph Grimond obituary","web_url":"https://www.theguardian.com/politics/1993/oct/26/obituaries","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19931026","headline":"Washington Memo; Economic Outlaw: American Health Care","web_url":"https://www.nytimes.com/1993/10/26/us/washington-memo-economic-outlaw-american-health-care.html","abstract":"  In health care today, fundamental principles of the marketplace do not apply.    Prices are not determined by supply and demand or by competition among producers. Comparison shopping is impossible. Greater productivity does not lower costs.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/26/sports/results-plus-260093.html","abstract":"  HOCKEY  Wings Double Losers  The Detroit Red Wings lost a game last night, by 5-3 to Dallas as the Stars' Dean Evason had a goal and two assists. They also lost a proud attendance mark by drawing just 19,004 fans, breaking a string of 133 regular-season sellouts. The Red Wings had filled the 19,275 seats at Joe Louis Arena for every game since late in the 1989-90 season. The Red Wings outshot Dallas, 24-13, but allowed the Stars several uncontested short-range goals, scoring four times against Vincent Riendeau on eight shots and forcing him to the bench in the second period.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Holy Bull Produces Brilliant Encore","web_url":"https://www.nytimes.com/1993/10/26/sports/horse-racing-notebook-holy-bull-produces-brilliant-encore.html","abstract":"  Maybe it was no fluke, after all. The 2-year-old colt Holy Bull, who ended the winning streak of the superstar Dehere last month, rose to even greater heights on Saturday when he won the $400,000 Florida Stallion Stakes by 7 1/2 lengths.   No return match between the two juveniles will take place next week in the Breeders' Cup at Santa Anita because Holy Bull is spending the winter in Florida. But they will begin a series of rematches early in the new year when they jostle for position as the two leading candidates on the road to the Kentucky Derby. They have gone to the post a combined total of 10 times in their young careers, and the only time one of them lost was when Holy Bull outran Dehere by half a length in the mud in the Belmont Futurity on Sept. 18.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Khrushchev Might Approve : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-khrushchev-might-approve-letters-to-the-editor.html","abstract":"In 1954, Nikita Khrushchev proposed that NATO expand its membership by admitting the Soviet Union. This proposal was rejected, as its obvious aim was to put an end to the Western military alliance by rendering it purposeless. Now there is similar talk re","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Afternoon Session of Bomb Trial Is Canceled","web_url":"https://www.nytimes.com/1993/10/26/nyregion/afternoon-session-of-bomb-trial-is-canceled.html","abstract":"  The judge in the World Trade Center bombing trial abruptly canceled the afternoon's testimony yesterday and sealed the record of an out-of-court conference in which he reached the decision to postpone the trial until today.   Defense lawyers in the case indicated that the postponement stemmed from the refusal of one of the defendants, Mohammed A. Salameh, to show up in court yesterday. Mr. Salameh's lawyers, however, refused to comment on the reasons for his absence or for the postponement of the afternoon session.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Newark Schools Report Counters State Findings","web_url":"https://www.nytimes.com/1993/10/26/nyregion/newark-schools-report-counters-state-findings.html","abstract":"  The Newark school system, under threat of a state takeover and reeling from months of public criticism, has prepared a rebuttal that deals point by point with the state's harsh assessment.   Newark's analysis is not required by the state, but school officials here see its value as a public relations tool and, possibly, as a way to persuade Trenton that its evaluation, issued in May, overlooked or misinterpreted data that proved the system was gaining ground, not falling farther behind.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Haiti's Premier and General Meet as Drive to Settle Crisis Intensifies","web_url":"https://www.nytimes.com/1993/10/26/world/haiti-s-premier-and-general-meet-as-drive-to-settle-crisis-intensifies.html","abstract":"  Haiti's military commander and the Prime Minister appointed by the exiled President met today for the second time in three days as international efforts to settle the political crisis here intensified.   Discussions between the two men, Lieut. Gen. Raoul Cedras and Robert Malval, seemed to center on an initiative by conservative legislators allied with the army to rescue plans to restore democratic rule in Haiti on or shortly after Oct. 30, the scheduled date for the return of the elected President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"New York City Elections; Mark Green for Public Advocate","web_url":"https://www.nytimes.com/1993/10/26/opinion/new-york-city-elections-mark-green-for-public-advocate.html","abstract":"  We endorse the Democrat Mark Green over both Susan Alter, the Republican-Liberal candidate, and Ronald Reale, a Conservative, in the race for public advocate -- a job in search of a definition. As we said during the crowded Democratic primary, which Mr. Green won over Ms. Alter, Mr. Reale and three other candidates, the voluble Mr. Green is so enthusiastic about public service that he might actually find a rationale for a city post that now has little meaning.   Mr. Green's chief opponent is Ms. Alter, a 15-year veteran of the City Council. Ms. Alter -- a Democrat running, like Herman Badillo, on Rudolph Giuliani's fusion ticket -- is familiar with city issues. But is she forceful and effective enough to give shape to a city position that has lost its only real power?","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"College Soccer Report","web_url":"https://www.nytimes.com/1993/10/26/sports/college-soccer-report-372093.html","abstract":"  Atlantic Coast Conference  The Virginia Cavaliers, who won the the last two national championships, have been struggling late in the season just like they did last year.    Virginia has lost three of its last five games, including a 1-0 setback to Duke on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"1893: Beware the Mail : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-1893-beware-the-mail-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Charles Howard, aged seventy, a man with many aliases, was remanded in custody at Bow Street, charged with a series of extraordinary frauds. His method was to write to persons of position, suggesting that they might be placed in communication wit","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/26/nyregion/no-headline-220093.html","abstract":"  \"It's a dangerous turn, trying to create the perfect child and then duplicating it. What do you do if you don't like the first child? Throw the cloned embryo away?\" -- DR. EDWARD L. MARUT, medical director of the in vitro fertilization center at Michael Reese Hospital in Chicago.  [ C3:5. ]","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"The Missing Vietnamese : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-the-missing-vietnamese-letters-to-the-editor.html","abstract":"Regarding \"Leaks in Hanoi Embargo\" (Business/Finance, Oct. 5): .Philip Shenon writes that the \"complaints of American businesses ring hollow to the families of some of the more than 2,000 Americans listed as missing in action from the Vi","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/26/nyregion/bridge-079893.html","abstract":"  A finesse is decided by what the expert on defense didn't do, and what that meant.    There is one common suit combination that calls for expert defense, but also opens the door to a double-cross by the declarer. Suppose dummy has A-J-10-x-x in a suit, but no side entry. If the declarer has three small cards, or a doubleton, he will plan to finesse twice, but his left-hand opponent, if expert, will confuse the issue by playing the king or queen from a doubleton or tripleton holding: K-x, Q-x, K-x-x or Q-x-x.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"New York City Elections; Alan Hevesi for Comptroller","web_url":"https://www.nytimes.com/1993/10/26/opinion/new-york-city-elections-alan-hevesi-for-comptroller.html","abstract":"  In the race for city comptroller, we urge New Yorkers to support Assemblyman Alan Hevesi over his chief opponent, the Republican-Liberal Herman Badillo. A Conservative, Howard Lim Jr., is also in the race, but the contest centers on Mr. Hevesi and Mr. Badillo -- two unusually intelligent candidates who are both well versed in government.   Mr. Badillo, a lifelong Democrat who lost the Democratic primary to Mr. Hevesi and is running on a fusion ticket with Rudolph Giuliani, served as Bronx Borough President, as Deputy Mayor and as the first Puerto Rican member of Congress.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Knocked Out by the Freshmen","web_url":"https://www.nytimes.com/1993/10/26/science/knocked-out-by-the-freshmen.html","abstract":"  Perpetually teetering on the edge in Washington's annual budget battles, the superconducting supercollider had managed to survive one brush with death after another like an alley cat with extra spring in its legs.   But the proton smasher lost its ninth life on the House floor last week, the victim of a new generation of politicians whose faith in big science has been shaken by the kind of cost overruns and construction delays that have dogged the supercollider for years.","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"Do Clothes Make the Man?","web_url":"https://www.nytimes.com/1993/10/26/style/IHT-do-clothes-make-the-man.html","abstract":"No one should be surprised if \"men's physical and emotional presentations to the world\" are so poorly understood, argues the preface to \"A History of Men's Fashion,\" an exhaustively researched new book tracing 700 years of male sartor","thumbnail":null,"section":"Style"},{"date":"19931026","headline":"Some Aren't Just Eligible, They Are Officially Free","web_url":"https://www.nytimes.com/1993/10/26/sports/baseball-some-aren-t-just-eligible-they-are-officially-free.html","abstract":"  Most of the premier players on the list of free agent eligibles sent a message to their clubs yesterday. To show that they were serious about the possibility of moving elsewhere, they filed for free agency on the first day they could.   A pair of New York pitchers, Sid Fernandez of the Mets and Lee Smith of the Yankees, filed. So did first basemen Andres Galarraga of Colorado, the National League batting champion, Will Clark of San Francisco and Rafael Palmeiro of Texas; outfielder Otis Nixon of Atlanta; third baseman Chris Sabo of Cincinnati, and pitchers Mark Portugal of Houston and Dennis Martinez of Montreal.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"A World With O'Neal?","web_url":"https://www.nytimes.com/1993/10/26/sports/sports-people-basketball-a-world-with-o-neal.html","abstract":"  SHAQUILLE O'NEAL will likely play at next summer's world championships in Toronto despite a sponsorship conflict that so far has kept him off the United States national team.   \"I think O'Neal will end up being added to the team,\" said ROD THORN, chairman of the USA Basketball committee that selects the squad. \"He wants to play very badly.\"","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"School Evacuated in Fire","web_url":"https://www.nytimes.com/1993/10/26/nyregion/school-evacuated-in-fire.html","abstract":"  About 550 students and more than 150 school employees had to be evacuated from a Brooklyn elementary school yesterday afternoon when a small fire sent smoke through hallways and classrooms, fire officials said. The fire, at Public School 106 in Bushwick, was confined to a closet in an empty fourth-floor classroom and was declared suspicious, said a Fire Department spokesman, Jerry Sanford. Five adults suffered minor smoke inhalation during the fire, which began about 12:50 P.M. and was brought under control at 1:40 P.M., Mr. Sanford said. The school, at 1314 Putnam Avenue, is in the midst of an asbestos abatement program.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Pulling It All Together : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-pulling-it-all-together-letters-to-the-editor.html","abstract":"It was good to read that the United States is still a leader in productivity (Oct. 22). But reading beyond the Page 1 portion of the article, I learned that one of the pillars of this position is the American food processing industry, where one worker pr","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Though Sikh Rebellion Is Quelled, India's Punjab State Still Seethes","web_url":"https://www.nytimes.com/1993/10/26/world/though-sikh-rebellion-is-quelled-india-s-punjab-state-still-seethes.html","abstract":"  For a decade, the Indian state of Punjab has witnessed the most violent of India's many sectarian and ethnic conflicts, with a rebellion by Sikh separatists that led to the assassination of Prime Minister Indira Gandhi and posed perhaps the most serious threat to Indian national unity.   But today, after the years of bloodshed in which thousands have been killed, the atmosphere has changed. The anxiety of Punjabis is no longer driven by the Sikh rebels or gangs who have carried out killings in the past, but by the crackdown by the army and the police.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"GOVERNING TORIES IN CANADA ROUTED BY LIBERAL PARTY","web_url":"https://www.nytimes.com/1993/10/26/world/governing-tories-in-canada-routed-by-liberal-party.html","abstract":"  The Liberal Party, led by Jean Chretien, a Quebec lawyer and former Cabinet minister, steamrolled to victory in elections Monday that foreshadowed major changes in Canada's political landscape.    The Liberals swept Ontario and the eastern provinces, crushing the Progressive Conservatives, who have led the country for nine years. A preliminary count gave the Liberals 177 seats in the House of Commons, a clear majority of the total of 295, to just 2 for the Conservatives, who had held the majority.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/26/style/chronicle-575793.html","abstract":"  \"I'm drenched emotionally, I have felt like crying 50 different times this evening,\" RED BUTTONS said as he stood on a red, white and blue balloon-festooned bar at Mortimer's on Sunday addressing a 50th reunion of people involved in the World War II show \"Winged Victory.\"   \"Winged Victory\" was written and directed by Moss Hart. The play opened in 1943 and was turned into a movie by 20th Century Fox at the request of Gen. H. H. (Hap) Arnold, commander of the Army Air Forces. The general wanted to do for the Air Forces what Irving Berlin had done for the Army. A unit of more than 300 people, who were all in the military, was assembled to be in the play, which ran for seven months on Broadway before cast and crew moved to Hollywood.","thumbnail":null,"section":"Style"},{"date":"19931026","headline":"Composting Promotes A Cleaner, Greener City","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-composting-promotes-a-cleaner-greener-city-616893.html","abstract":"  To the Editor:   Your recent photographs and commentaries about autumn leaves remind us that fall is a great time to compost! New York City's recycling education will get a boost as composting gains visibility. At the Brooklyn Botanic Garden, we will open a new compost demonstration site on Oct. 27 that will show indoor as well as outdoor composting methods.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Alabama Passer Injured","web_url":"https://www.nytimes.com/1993/10/26/sports/sports-people-college-football-alabama-passer-injured.html","abstract":"  Alabama quarterback JAY BARKER, who suffered a badly sprained shoulder in last week's game, is not expected to play against Southern Mississippi this weekend, Coach GENE STALLINGS said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Three Heroines and a Woman They Love to Hate","web_url":"https://www.nytimes.com/1993/10/26/books/books-of-the-times-three-heroines-and-a-woman-they-love-to-hate.html","abstract":"  The Robber Bride  By Margaret Atwood  466 pages. Nan A. Talese/Doubleday. $23.50.    Here are the main characters in Margaret Atwood's farcical new novel, \"The Robber Bride\": Tony, a diminutive and intellectually detached military historian, who lives in a Gothic town house in Toronto with her husband, a musicologist; Charis, a dreamy, health-obsessed New Ager, who worries about the psychic vibrations of her daughter and friends, and Roz, a self-assured and immensely wealthy businesswoman, who mourns the suicide of her husband.","thumbnail":null,"section":"Books"},{"date":"19931026","headline":"Environment Ebbs as Suffolk Issue","web_url":"https://www.nytimes.com/1993/10/26/nyregion/environment-ebbs-as-suffolk-issue.html","abstract":"  In a county Legislature once known for bold initiatives to preserve the environment, Nora Bredes may be the last of her kind: an unabashed environmentalist.   Ms. Bredes, a 43-year-old Democrat, is seeking re-election in a passionless election year where holding down government costs, even for popular environmental programs, is the dominant issue.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"A System In Need of A Rethink","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-a-system-in-need-of-a-rethink.html","abstract":"So the Hutu and Tutsi are massacring each other for the ninth time since Rwanda and Burundi, once Tutsi-ruled Hutu-majority kingdoms, became independent in 1962. The West wrings its hands at the bloodletting, cuts off aid to Burundi and urges a restorati","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Corner-Cutting Runner Is Still Declared Winner","web_url":"https://www.nytimes.com/1993/10/26/sports/sports-people-marathon-corner-cutting-runner-is-still-declared-winner.html","abstract":"  DOMINIQUE BARIOD of France, the first-place finisher in the Marine Corps Marathon on Sunday, was declared the official winner yesterday of the Washington race despite \"uncontested evidence\" he veered off course. Race officials said he did not gain an unfair advantage over any other runner.   Bariod, running in his second marathon and first in the United States, admitted cutting corners in at least three parts of the 26.2-mile course. He finished in 2 hours 23 minutes 56 seconds -- 24 seconds ahead of ESTEBAN VANEGAS of Ecuador. Race officials reviewed videotapes and photographs, conducted interviews and conferred with USA Track & Field, the sport's national governing body.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/26/nyregion/c-corrections-238393.html","abstract":"  An article yesterday about the mayoral campaign of Rudolph W. Giuliani misstated the party affiliation of one of his supporters, Rose Marie O'Keefe of Bay Ridge, Brooklyn. She is a Republican state committeewoman, not a Democrat.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Vikings Intercept Bears at The Pass","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-football-vikings-intercept-bears-at-the-pass.html","abstract":"  Minnesota and Chicago played one of those forgetful games tonight where dropped balls and missed blocking assignments and close-to-the-vest play-calling made for a long, tedious affair. When it was finally over, the Vikings had a 19-12 victory and moved one game behind the Detroit Lions in the National Football Conference's Central Division with a 4-2 record.   Chicago slipped to a 3-3 record as its three-game winning streak ended.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Nova Vicosa Journal; Art From the Amazon's Ashes Is Arousing Brazil","web_url":"https://www.nytimes.com/1993/10/26/world/nova-vicosa-journal-art-from-the-amazon-s-ashes-is-arousing-brazil.html","abstract":"  Deep in the forest, the woodsman with splayed peasant's toes and a graying hermit's beard descended from his treehouse and recounted a visit he made last year to the elegant galleries of the Museum of Modern Art in Rio de Janeiro.   \"Women came up to me crying, wanting to talk to me,\" the shy 72-year-old sculptor, Frans Krajcberg, recalled of his foray to Rio, 430 miles down the Atlantic coast. \"People ran after me, just to touch me. It was the first time in my life I managed to have a real impact.\"","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Tremors Reported In Part of 2 States","web_url":"https://www.nytimes.com/1993/10/26/nyregion/tremors-reported-in-part-of-2-states.html","abstract":"  Dozens of anxious residents in Mommouth County, N.J., and in Suffolk County, L.I., called local police stations last night to report a loud explosion followed by a tremor that resembled an earthquake.    Yet no evidence of any explosion, injuries or damage was found by the police in either area, and a geologist who tracks earthquakes said that no sign of any seismic activity appeared on his monitors.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"WHAT THEY'RE READING.","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-what-theyre-reading.html","abstract":"Louis R. Hughes, president of General Motors Europe, is reading \"Jurassic Park,\" the best-selling novel by Michael Crichton that has been made into a Steven Spielberg movie.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Duran Duran Cancels","web_url":"https://www.nytimes.com/1993/10/26/arts/duran-duran-cancels.html","abstract":"  Duran Duran has postponed its concerts tonight, tomorrow and Friday at Radio City Music Hall because Simon LeBon, the singer, has torn a vocal cord. Duran Duran is trying to reschedule the concerts and plans an announcement for ticketholders next week. For refunds, see the ticket seller. Information: (212) 247-4777.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Vallone Calls For Changing School Repair","web_url":"https://www.nytimes.com/1993/10/26/nyregion/vallone-calls-for-changing-school-repair.html","abstract":"  Attributing the decline in the maintenance of New York City public schools to \"muddled bureaucracy\" more than chronic underfinancing, City Council Speaker Peter Vallone yesterday said he would oppose additional maintenance money until the system for making repairs is overhauled.   Mr. Vallone laid down his conditions as he released a City Council report that describes an unresponsive maintenance system in which, he said, repairs are poorly coordinated, supplies often unavailable and contractors inadequately supervised. Custodians, he said, often do little to help.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Jordan's Role in Israeli-Palestinian Peace Effort; To Invigorate Economy","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-jordan-s-role-in-israeli-palestinian-peace-effort-to-invigorate-economy-613393.html","abstract":"  To the Editor:   The Clinton Administration and the international community have correctly recognized that rapid economic development in the West Bank and Gaza is critical to the success of any peace agreement. The Palestine Liberation Organization, Israel, the United States and the West now share the common goals of economic stability and a rapid decrease in unemployment for the Palestinians. To this end the United States is currently organizing donations from the OECD to a multibillion dollar investment fund for projects in the West Bank and Gaza. Planning and implementation of investments will take time. They cannot be expected to create new jobs immediately. In the meantime, an additional, simple mechanism to aid the Palestinians would be a unilateral reduction of tariffs on exports from the West Bank and Gaza.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Famous Line Was 'Quiet!' Not 'Shut Up!","web_url":"https://www.nytimes.com/1993/10/26/nyregion/famous-line-was-quiet-not-shut-up.html","abstract":"  Almost ever since election night four years ago, Rudolph W. Giuliani has been haunted by his image as an agitated candidate shouting \"shut up\" at his supporters when some of them began booing at the very mention of David N. Dinkins's name.   The image of him shouting \"shut up\" that night became so much a part of the mayoral campaign mythology that even he accepted it suggests the ease with which fact and impression can sometimes merge in politics.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/26/arts/classical-music-in-review-580393.html","abstract":"  20th-Century Classics Ensemble  Sylvia and Danny Kaye Playhouse Hunter College 68th Street, between Lexington and Park Avenues    \" 'Pierrot Lunaire' is Schoenberg's greatest achievement,\" wrote Robert Craft in notes for the program of two 20th-century classics on Saturday evening. \" 'Histoire du Soldat' . . . is lightweight compared to 'Pierrot.' \"","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"For Harding, Not All Sequins and Music","web_url":"https://www.nytimes.com/1993/10/26/sports/figure-skating-for-harding-not-all-sequins-and-music.html","abstract":"  Tonya Harding skates to music from \"Jurassic Park,\" perhaps feeling that if fictional dinosaurs can be resurrected, so can her unfulfilled career.   She is the most athletic and capable of America's women figure skaters. An Olympian. The 1991 United States champion. Second at the 1991 world championships. The only American woman to land a triple axel, which requires 3 1/2 revolutions in the air. Trouble is, there haven't been many soft landings.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Haitian Radio Host, Backer of Aristide, Is Killed in Miami","web_url":"https://www.nytimes.com/1993/10/26/world/haitian-radio-host-backer-of-aristide-is-killed-in-miami.html","abstract":"  A popular Haitian radio broadcaster and local community leader who supported the ousted Haitian President, the Rev. Jean-Bertrand Aristide, was killed on Sunday night in the parking lot of a school here.   The victim, Dona St. Plite, was leaving a fund-raising event he had headed to benefit the children of Fritz Dor, a Haitian-born radio personality who was also killed in Miami's Little Haiti neighborhood, in 1991. In all, three Haitian radio show hosts have been killed since 1991, and all of them have been Aristide supporters.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/26/nyregion/c-corrections-494793.html","abstract":"  An obituary on Saturday about Edward C. Perry, a financial adviser who died on Thursday in Manhattan, misspelled the names of a company for which he worked, and of his companion. The company is the Encyclopaedia Britannica. His companion is Adolfo Sardina, the fashion designer known as Adolfo.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/26/arts/classical-music-in-review-289893.html","abstract":"  Pavel Berman and Lazar Berman Violinist and Pianist Carnegie Hall    In 1976, when Lazar Berman became the latest thundering Soviet pianist to capture the imagination of American piano fans, Mr. Berman's 6-year-old son, Pavel, was learning the rudiments of the violin. Now 23, the younger Berman has been making a name for himself. He won the gold medal at the International Violin Competition of Indianapolis in 1990. Since then, he has made a couple of impressive recordings, including one recorded in concert with his father.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Red Sox Drop Coaches","web_url":"https://www.nytimes.com/1993/10/26/sports/sports-people-baseball-red-sox-drop-coaches.html","abstract":"  The Boston Red Sox will not renew the contracts of pitching coach RICH GALE, first-base coach AL BUMBRY or third-base coach RICK BURLESON for next season, the team said last night. A spokesman said the decision to drop the three coaches does not affect the status of Manager BUTCH HOBSON, who is signed through the end of 1994.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Menotti Leaves Spoleto U.S.A.","web_url":"https://www.nytimes.com/1993/10/26/arts/menotti-leaves-spoleto-usa.html","abstract":"  In what has become virtually an annual ritual, the composer Gian Carlo Menotti announced on Sunday evening that he was severing his ties with the board and management of Spoleto Festival U.S.A., the arts festival he founded 17 years ago in Charleston, S.C. In previous skirmishes, Mr. Menotti, the festival's artistic director, presented demands and ultimatums and the festival's board acquiesced, but this time reconciliation seems unlikely.   In a telephone interview from his castle in Gifford, Scotland, yesterday, Mr. Menotti, who cited as reasons for his withdrawal both the festival's financial problems and the board's opposition to his policies, said that his decision was irrevocable. \"It's the end, and I'm glad,\" he said. \"I'm just tired of putting up with the mess down there. Now I want to take my festival and do it my own way, not their way.\"","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Davis Lifts Game, and Chances of Game Time","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-baskertball-davis-lifts-game-and-chances-of-game-time.html","abstract":"  If Hubert Davis becomes the primary backup for John Starks, mark down Sunday's performance as a turning point.   Before a capacity crowd of 20,088 at the Sports Palace in Mexico City, Davis played with the poise of someone who feels his time has come. He made six of seven attempts, shot 3 for 3 from 3-point range, and finished with 17 points and 3 assists during 22 strong minutes of play against the Houston Rockets.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"One Smile (Only One) Can Lift A Mood","web_url":"https://www.nytimes.com/1993/10/26/science/one-smile-only-one-can-lift-a-mood.html","abstract":"  AS smiles are beginning to come under precise study, researchers report that not just any happy face will actually make the smiler feel happy. A polite smile, a smile of feigned enjoyment or a grin-and-bear-it grimace will not give the physiological lift that accompanies a genuine grin.    The truly happy smile, new research suggests, can be described quite precisely in terms of the two main muscles involved, the Zygomaticus major, which runs from the cheekbones to the corners of the lips, and the Orbicularis oculi, which circles each eye. A smile that does not involve both muscles, like the one at left on page C1, does not make the grade, the research suggests.","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/26/nyregion/c-corrections-490493.html","abstract":"  The \"On Stage, and Off\" column in Weekend on Friday misidentified the talent agency for which Wiley Hausem, the new director of public affairs for the New York Shakespeare Festival, worked previously. It was International Creative Management, not the William Morris Agency.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"S. I. College Loses Chief After Dispute","web_url":"https://www.nytimes.com/1993/10/26/nyregion/s-i-college-loses-chief-after-dispute.html","abstract":"  The president of the College of Staten Island was dismissed yesterday by the board of trustees of the City University of New York, after months of rancorous dispute between the official and CUNY Chancellor W. Ann Reynolds.   The trustees issued a terse statement announcing that \"following an earlier understanding\" with the college president, Edmond L. Volpe, they had authorized the appointment of a search committee to find a new president and to appoint an acting president effective today.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"The Golf and Tennis Caucus Gets Busy","web_url":"https://www.nytimes.com/1993/10/26/opinion/the-golf-and-tennis-caucus-gets-busy.html","abstract":"  Less than a week ago, the House seemed ready to take a modest but welcome step to free itself from the grasp of special interests. A House Judiciary subcommittee was about to finish legislation setting a $20 limit on gifts from any one source, including meals. Also on the table were the lobbyist-financed golf and tennis vacations to which many members are addicted, and a provision requiring full disclosure of all the financial benefits from lobbyists not barred by the bill.   Yet the House simply cannot let go of its consoling, corruptive ways. Amid complaints from senior Democrats and Republicans, many of whom balked at the idea of having to give up their lobbyist-subsidized life styles, the subcommittee meeting was suddenly canceled.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Review/Art; Trying to Balance the Art and the Architecture","web_url":"https://www.nytimes.com/1993/10/26/arts/review-art-trying-to-balance-the-art-and-the-architecture.html","abstract":"  Museums have art and they have real estate, and often they think the way to bring attention to the former is to make more of the latter.   At the Dallas Museum of Art, an institution with a good but not great collection, about $30 million has recently been spent on a 140,000-square-foot limestone addition, the Nancy and Jake L. Hamon Building, which opened last month with an overhaul of the way the museum displays its art. The wing houses what the institution is calling its Museum of the Americas, covering 3,000 years of the art of the Western Hemisphere, from the ancient Americas through the early 20th century.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Thais' Work in Libya Brings a U.S. Warning","web_url":"https://www.nytimes.com/1993/10/26/world/thais-work-in-libya-brings-a-us-warning.html","abstract":"  The United States has warned Thailand that Thai companies are now the principal foreign contractors involved in the construction of chemical weapons plants in Libya, American and Thai officials say.   A Thai company has acknowledged that it designed and is overseeing construction of two large tunnels in Libya that are for use as \"civilian bomb shelters\" and that it has been asked to design three similar ones. American officials say that the tunnels already under construction are being built for the production and storage of nerve gas and other chemical weapons.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/26/nyregion/news-summary-200693.html","abstract":"  International A3-13  LIBERALS WIN CANADIAN ELECTION  Canadians voted in record numbers in national elections to end nine years of Conservative rule and bring the Liberals and their leader, Jean Chretien, to power.  A1","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Lamont Trumps Showalter","web_url":"https://www.nytimes.com/1993/10/26/sports/baseball-lamont-trumps-showalter.html","abstract":"  Gene Lamont, whose Chicago White Sox won their first Western Division title in 10 years, was voted American League Manager of the Year yesterday, beating out Buck Showalter, who finished second, just like his Yankees did in the Eastern Division.   In balloting by the Baseball Writers Association of America, Lamont defeated Showalter, 72 points to 63. The voting was based on 5 points for first place, 3 for second and 1 for third. Lamont received 8 first-place votes, 9 second-place votes and 5 third-place votes. Showalter had 7 first-place votes, 8 seconds and 4 thirds.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Doubts on Reno's Competence Rise in Justice Dept.","web_url":"https://www.nytimes.com/1993/10/26/us/doubts-on-reno-s-competence-rise-in-justice-dept.html","abstract":"  Six months after taking over as Attorney General, Janet Reno has achieved wide public popularity, but inside the Justice Department the euphoria has waned. Career lawyers have begun to question whether her personal appeal will translate into substantive gains for the agency.   Many people got their first taste of the crusty former prosecutor during her commanding performance after the Federal Bureau of Investigation's April assault on the Branch Davidian compound. Aides say she still gets hundreds of admiring letters each week.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/26/nyregion/c-corrections-492093.html","abstract":"  An article in Business Day on Friday, about a National Science Foundation project to distribute Securities and Exchange Commission data over computer networks, misstated the views of Ronald L. Plesser, a lawyer for the Information Industry Association. Neither Mr. Plesser nor the trade group has yet taken a position on the project.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Clans Clash in Somali Capital, Leaving 10 Dead and 45 Wounded","web_url":"https://www.nytimes.com/1993/10/26/world/clans-clash-in-somali-capital-leaving-10-dead-and-45-wounded.html","abstract":"  As feared, violence erupted today in the Somali capital as members of one clan-based faction prepared to march into territory controlled by that of another, provoking battles between fighters using automatic weapons, heavy machine guns and rocket-propelled grenades.   The fighting, breaking a seven-month cease-fire between clans led by Gen. Mohammed Farah Aidid and Mohammed Ali Mahdi, killed at least 10 Somalis and wounded at least 45, United Nations officials said. As the various battles took place, American and United Nations troops kept a deliberate distance, although Pakistani peacekeepers fired warning shots as the fighting began and three United States Army Cobra AH-6 helicopters flew low over the most intense clash, dropping a tear-gas canister.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Jets Against the Giants: Hype Is Being Put on Hold","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-football-jets-against-the-giants-hype-is-being-put-on-hold.html","abstract":"  It was only a month ago that the Halloween date between the Jets and Giants held out the promise of a titanic clash. The Giants were 3-0 and had regained their footing in the National Football Conference East Division. The Jets were 2-1 and appeared on their way to a resurgence in the American Conference East.   But as the season has unfolded the two teams have gone in different directions -- the Giants are 5-1 and atop the N.F.C. East and the Jets are 2-4 and at the bottom of the A.F.C. East -- and Sunday's game at Giants Stadium not only lacks the expected drama but carries a different kind of urgency for the Jets and their coach, Bruce Coslet.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"World Series Provided Viewers With the Best Late Show of All","web_url":"https://www.nytimes.com/1993/10/26/sports/on-baseball-world-series-provided-viewers-with-the-best-late-show-of-all.html","abstract":"  Stop with the television ratings already. Quit telling us that World Series ratings are down and that fewer people are watching the games. Instead, tell the people who aren't watching that they're missing terrific entertainment. While they're watching yet another sitcom or an old movie, they're missing great theater, not to mention glorious games.   Sure, the ratings are significant because they are the basis for the prices advertisers pay for commercial time, and that revenue will determine how much the clubs get when they go into the television advertising business next year. But the games are the product, not commercials, and this year's World Series had more terrific games than all of the Roman numeral Super Bowls combined.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"The Family Farm Doesn't Exist Anymore","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-the-family-farm-doesn-t-exist-anymore-614193.html","abstract":"  To the Editor:   After you exposed the economic and political incestuous relationship between the United States Department of Agriculture and corporate agribusiness, which has been destroying our family farm system of agriculture for decades (\"Tainted Trade,\" front-page series, Oct. 10-12), one would have hoped for a more enlightened followup analysis in \"The Politics of Food\" (editorial, Oct. 16).","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Jordan's Role in Israeli-Palestinian Peace Effort","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-jordan-s-role-in-israeli-palestinian-peace-effort-612593.html","abstract":"  To the Editor:   \"Jordan Has Its Own Palestinian Problem. The Mideast Kingdom Threatened by Peace\" (The Week in Review, Oct. 10), arguing that the future of Jordan is threatened by peace between Israel and the Palestinians in the occupied territories, reflects a serious misreading of the facts and positions of Jordanian leadership and a skewed understanding of Jordanian-Palestinian relations.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Ceballos Out Again","web_url":"https://www.nytimes.com/1993/10/26/sports/sports-people-basketball-ceballos-out-again.html","abstract":"  Phoenix Suns forward CEDRIC CEBALLOS will be sidelined a minimum of four weeks after tests showed he has another fracture in his left foot, which was stepped on during an exhibition game Oct. 17. The 6-foot-7 Ceballos suffered a stress fracture of the fifth metatarsal in his left foot against Sacramento last April 8. He missed three games, then helped Phoenix win the Pacific Division title before re-injuring the foot in Game 6 of the Western Conference finals against Seattle. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"In a Gritty Town, Hope Outlives the Prosperity","web_url":"https://www.nytimes.com/1993/10/26/us/in-a-gritty-town-hope-outlives-the-prosperity.html","abstract":"  Against all odds, pine trees have taken root on the black mountain of coal mining waste that looms above this small city in central Pennsylvania. The people of Shamokin have also put down deep roots, holding fast to a bleak place despite a harsh economic climate. It is a triumph of time over adversity.   By objective measures, Shamokin (pronounced shuh-MO-kin) is a dying town. The coal and textile industries folded up years ago, unemployment rose, and most of the young people fled.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"Clinton Denies Washington's Request to Use Guard","web_url":"https://www.nytimes.com/1993/10/26/us/clinton-denies-washington-s-request-to-use-guard.html","abstract":"  President Clinton refused today to give Mayor Sharon Pratt Kelly authority to call up the National Guard to fight escalating violent crime in the nation's capital.   He said such a decision was best left to Congress, which he urged to act affirmatively.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"Dinkins in Stride: Taking Good With the Bad","web_url":"https://www.nytimes.com/1993/10/26/nyregion/dinkins-in-stride-taking-good-with-the-bad.html","abstract":"  It was a good day for the Mayor out on the campaign trail, all things considered.   There was the unfortunate moment as David N. Dinkins campaigned on Saturday when a small, gray-haired woman in East Harlem poked a Puerto Rican flag at him and screamed, \"Burn, baby, burn!\"","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Opening of New Denver Airport Is Delayed Again","web_url":"https://www.nytimes.com/1993/10/26/us/opening-of-new-denver-airport-is-delayed-again.html","abstract":"  The opening of the new $2.8 billion Denver International Airport has been pushed back again, to March, Mayor Wellington Webb announced today. The delay will add millions to the cost of a project that is already more than $1.1 billion over initial projections.   The sprawling airport, which was started in 1989 under Federico F. Pena, then the Mayor of Denver and now Transportation Secretary, will be the first major new airport to open since Dallas-Fort Worth International Airport in 1974.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"3 Guilty Pleas In Killing, Say Court Papers","web_url":"https://www.nytimes.com/1993/10/26/nyregion/3-guilty-pleas-in-killing-say-court-papers.html","abstract":"  Three people have pleaded guilty to helping arrange the murder of a crusading anti-drug journalist and are cooperating with the authorities against other conspirators, according to court papers unsealed yesterday.   The papers also say that the execution-style killing of Manuel de Dios Unanue at a Queens restaurant on March 11, 1992, was ordered by a man identified as Jose Santa Cruz Londono, who the authorities say is a leader of a Colombian drug cartel, because he was angered by articles Mr. de Dios was publishing in one of his Spanish-language magazines that were based in New York.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Forward or Backward?","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-forward-or-backward.html","abstract":"Air France spends a lot more than it earns, partly because it is one of the most overmanned of Europe's airlines. Putting things right is understandably painful, and those whose jobs are threatened demonstrate their pain, with French passion and in ways t","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"For Our Common Security : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-for-our-common-security-letters-to-the-editor.html","abstract":"With the countries of Eastern Europe now looking to the West for security, governments may finally have an opportunity to create a long-term solution to the huge buildup of weapons stockpiles around the world. They need to transform the United Nations se","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Correction","web_url":"https://www.nytimes.com/1993/10/26/opinion/c-correction-615093.html","abstract":"  A letter yesterday from the chairman of Plum Creek Timber Company rendered his name incorrectly. It is David D. Leland, not Donald Leland.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Ukraine's Wasting Nuclear Asset","web_url":"https://www.nytimes.com/1993/10/26/opinion/ukraine-s-wasting-nuclear-asset.html","abstract":"  It's two down and one to go among the republics that inherited nuclear arms when the Soviet Union broke up. Kazakhstan is about to follow Belarus's lead and get rid of its nuclear legacy. That leaves a lone holdout: stubborn Ukraine.    Ukraine has turned its tactical nuclear arms over to Russia for dismantling. And it's removing the warheads from aging SS-19 missiles. But President Leonid Kravchuk, who last year pledged to give up all of Ukraine's arms, now wants to keep some. The ones he has in mind, 46 intercontinental-range SS-24 missiles, were designed to target the U.S., and fly too far to strike most of Russia.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Phew! Victory Was a Long Time (7 Months) Coming","web_url":"https://www.nytimes.com/1993/10/26/sports/hockey-phew-victory-was-a-long-time-7-months-coming.html","abstract":"  One by one, the Rangers stopped to congratulate Mike Richter, whose face was a picture of relief. A 3-2 victory over the Los Angeles Kings at Madison Square Garden Sunday night was big for the Rangers, who were on a three-game losing streak and looked awful last week.   For Richter, the triumph was huge.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Israel Starts Freeing Hundreds of Palestinian Prisoners","web_url":"https://www.nytimes.com/1993/10/26/world/israel-starts-freeing-hundreds-of-palestinian-prisoners.html","abstract":"  After gingerly stepping off the bus that had brought him here from jail, Suleiman Awajneh, one of hundreds of Palestinian prisoners freed by Israel, said today that he knew exactly what he would do once he got home to Jericho.   \"I'll put a Palestinian flag on my house,\" Mr. Awajneh said, noting that that he had served more than six months of a one-year sentence for raising the flag, throwing stones and painting nationalist graffiti.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Helmsley Reservation at Residential Hotel","web_url":"https://www.nytimes.com/1993/10/26/nyregion/helmsley-reservation-at-residential-hotel.html","abstract":"  Leona M. Helmsley wouldn't stand for a dirty bathroom and plastic plants by the front door. But she may have to.   Mrs. Helmsley, who used to appear in magazine advertisements touting the white-glove, hospital-corner standards of the $195-a-night hotels that she ran, is expected to be transferred today to a $54-a-night room in a Manhattan hotel that is used as a halfway house. Mrs. Helmsley was convicted of tax evasion and mail fraud in 1989 and has spent the last 17 months as Inmate No. 15113-054 in the Federal prison in Danbury, Conn.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"SWING VOTE SEEMS TO DRIFT TO MAYOR, BUT POLL IS CLOSE","web_url":"https://www.nytimes.com/1993/10/26/nyregion/swing-vote-seems-to-drift-to-mayor-but-poll-is-close.html","abstract":"  Hispanic New Yorkers, women and other vital swing voters appear to have drifted back toward Mayor David N. Dinkins in the last three weeks, but his overall support remains below 50 percent and voters continue to express enduring reservations about him in a close and unpredictable race, the latest New York Times/WCBS-TV News poll shows.   At the same time, Rudolph W. Giuliani's negative ratings on qualities like trustworthiness and leadership have crept up and his positive ratings have slipped a bit, though voters still overwhelmingly view him as the tougher candidate on crime, the No. 1 issue they say they want the next Mayor to address.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/26/nyregion/inside-231693.html","abstract":"  Auto Sales Climb 18.4%, Led by a Rebound at G.M.   Sales of domestically built cars and light trucks climbed 18.4 percent in mid-October, helped by a rebound by the General Motors Corporation. Analysts said the surge in G.M.'s sales was a good sign of recovery for the entire auto industry. Page D1. AIDS Advance    Researchers say they have identified a receptor molecule that helps the AIDS virus enter the cell. The finding may be a step toward developing a vaccine. Science Times, page C1. 10 Die in Somali Clan Battles    Deadly violence erupted again in Mogadishu as one clan-based faction tried to march into territory controlled by that of another. American forces kept their distance. Page. A9. Japanese Trade Move    In what could prove to be the first breakthrough in tense trade negotiations with the Clinton Administration, Japan moved to open the nation's construction industry. Page D1.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"East Meets West on TV : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-east-meets-west-on-tv-letters-to-the-editor.html","abstract":"Regarding \"Some Asians Fight, Others Accept, Intrusion of Western Television\" (Oct. 12) by Michael Richardson: .By restructuring free access to satellite television, Singapore and Malaysia are effectively insulting their people's discretion a","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Qatar Cup Play Is Tough on Coaches","web_url":"https://www.nytimes.com/1993/10/26/sports/soccer-qatar-cup-play-is-tough-on-coaches.html","abstract":"  The day began with news that another head soccer coach -- Jose Candido of Saudi Arabia -- had made a premature exit from Doha. It ended with victories from Japan and Iran that insured the two Asian spots in next year's World Cup finals would not be decided until the last round of matches here on Thursday.   Of the six teams in this qualifying tournament, only North Korea, a 2-1 loser to Iran tonight, has been eliminated. Both Japan and Saudi Arabia, who have never reached the final phase before, will advance if they win on Thursday. South Korea, Iraq and Iran need others to falter.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"How 5-Year-Old Boy Survived 7-Story Fall Baffles Medical Experts","web_url":"https://www.nytimes.com/1993/10/26/nyregion/how-5-year-old-boy-survived-7-story-fall-baffles-medical-experts.html","abstract":"  While a 5-year-old boy continued to recuperate after falling seven stories from his parents' Upper East Side apartment, medical experts and city health officials were hard pressed to explain how he had survived, attributing his apparent lack of injury to youth and good fortune.   Paul Rosen remained in critical but stable condition at New York Hospital-Cornell Medical Center yesterday evening, a day after he fell from a bedroom window in his parents' East 79th Street apartment to a concrete courtyard, hospital officials said.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"UKRAINE MISSILES: TERMS ARE TOUGH","web_url":"https://www.nytimes.com/1993/10/26/world/ukraine-missiles-terms-are-tough.html","abstract":"  Reflecting the ambivalence and political pressures involved in becoming a non-nuclear state, Ukraine's leaders told Secretary of State Warren Christopher today that they were committed to ridding the country of nuclear weapons, but wanted billions of dollars and pledges of Western military protection to do it.   Even then, Foreign Minister Anatoly Zlenko told reporters at a joint news conference with Mr. Christopher, there was no guarantee that Ukraine's Parliament would approve the Nuclear Nonproliferation Treaty, as demanded by the United States.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Met Opera Planning Summer Season In New Jersey in '96","web_url":"https://www.nytimes.com/1993/10/26/arts/met-opera-planning-summer-season-in-new-jersey-in-96.html","abstract":"  The Metropolitan Opera has signed a letter of intent to make a planned $50 million theater at Waterloo Village in New Jersey its summer home beginning in 1996. The New York Philharmonic and American Ballet Theater, which also have no permanent summer locations, confirmed yesterday they are also in discussions with officials at Waterloo Village.   The plans for the Metropolitan, the Philharmonic and Ballet Theater, which were reported on Sunday in The Star-Ledger, are all contingent on the completion of the theater, to be built about half a mile from Waterloo Village in Allamuchy Mountain State Park, a town restored as a historic village for tourists and arts patrons.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Dotting the I's and Crossing the T's","web_url":"https://www.nytimes.com/1993/10/26/science/personal-computers-dotting-the-i-s-and-crossing-the-t-s.html","abstract":"  FEW companies dominate their product categories as the Hewlett-Packard Company has dominated laser printers. And once again, Hewlett-Packard has introduced a laser printer that sets a new standard for print quality and features, this time for small-business and home office users.   The new HP Laserjet 4P ($1,229) and its Macintosh counterpart, the HP Laserjet 4MP ($1,729), which were introduced yesterday, are 600 d.p.i. printers, meaning they lay down 600 dots per inch both horizontally and vertically.","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"Prescription for Syria : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-prescription-for-syria-letters-to-the-editor.html","abstract":"Commentators on Middle East peace call for buying off President Hafez Assad of Syria with the return of the strategic Golan Heights. Appeasement, however, has never been and is definitely not now a prescription for peace. .If the Syrian regime continue","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/26/style/chronicle-576593.html","abstract":"  They will be saying a lot of laudatory things about a mayor of New York City on Thursday evening, but their subject has been long gone from City Hall: JOHN V. LINDSAY.   Mayor Lindsay, who served from 1965 to 1973, is to be honored by 200 people at a dinner in Staten Island at the Snug Harbor Cultural Center, which he rescued from the wrecking ball when he was still Mayor.","thumbnail":null,"section":"Style"},{"date":"19931026","headline":"Agency Drops Abuse Inquiry in Allen Case","web_url":"https://www.nytimes.com/1993/10/26/nyregion/agency-drops-abuse-inquiry-in-allen-case.html","abstract":"  New York State child welfare investigators have dropped their inquiry into the charge that Woody Allen sexually molested his 7-year-old daughter, saying they consider the accusation unfounded.   The state Department of Social Services informed Mr. Allen in a letter dated Oct. 7 that it had closed the 14-month-old investigation. \"No credible evidence was found that the child named in this report has been abused or maltreated,\" the letter said. \"This report has, therefore, been considered unfounded.\"","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Leader Denies Bias or Fear on Riot Jury","web_url":"https://www.nytimes.com/1993/10/26/us/leader-denies-bias-or-fear-on-riot-jury.html","abstract":"  The jury forewoman in the trial of two black men who beat a white truck driver during the Los Angeles riots defended the jury's verdict today in an extraordinary meeting with reporters. She asserted that the jury's rejection of the most serious charges was not influenced by racial motives or fears of provoking more violence.   But her statements were harshly challenged on the spot by a standby juror -- the only alternate who did not take part in the deliberations -- who called the outcome \"a sad day in America.\"","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"Can Whitman Win as the Anti-Florio?","web_url":"https://www.nytimes.com/1993/10/26/nyregion/can-whitman-win-as-the-anti-florio.html","abstract":"  If the race for governor of New Jersey were simply a personality contest, Christine Todd Whitman would win hands down. Affable, charming and impressive in person, she is her campaign's second-best asset (the first being Gov. Jim Florio himself). People who know her like her. People who meet her like her. Even people who may not be inclined to vote for her find her a lot easier to talk to than her opponent, a man so naturally guarded he spent a few minutes before the second debate practicing his smile.   But with a week to go before the election, Mrs. Whitman finds herself down in the polls, if gaining quickly, against one of the most harshly vilified governors in New Jersey's history. She has staked her campaign more on anti-Florio sentiment and Republican party doctrine, largely obscuring the woman behind the campaign and leaving many voters with a sense that they still do not know who she is.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Giuliani Takes Message To Staten Island Voters","web_url":"https://www.nytimes.com/1993/10/26/nyregion/giuliani-takes-message-to-staten-island-voters.html","abstract":"  Returning to the borough that in 1989 gave him his largest margin of victory, Rudolph W. Giuliani yesterday traversed Staten Island, delicately deflecting questions about just how he would deal with the secession movement if he is elected mayor and trying to impress upon the island's voters that regardless of the vote on that issue he would represent all five of the city's boroughs equally.   Trying to ride what is expected to be a larger than usual turnout driven by the passions over that vote -- yet careful not to alienate supporters with his open opposition to the secession movement -- Mr. Giuliani criticized Mayor David N. Dinkins for having \"horribly mishandled\" the matter and vowed instead to give the island both his ear and his best efforts.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Program Is to Ease Co-op Unit Loans","web_url":"https://www.nytimes.com/1993/10/26/nyregion/program-is-to-ease-co-op-unit-loans.html","abstract":"  A new $500 million program that eases guidelines for loans on cooperative apartment units in New York City and that is expected to bolster the lagging co-op market was announced yesterday by the Federal National Mortgage Association.   At a news conference at the Hampton Court Cooperative in Kew Gardens, Queens, Fannie Mae's president, Larry Small, as well as Borough President Claire Shulman of Queens and Representative Charles E. Schumer of Brooklyn and Queens, said the new guidelines would make it easier for prospective buyers to qualify for co-op loans.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Ousting Tricksters Is a Treat","web_url":"https://www.nytimes.com/1993/10/26/nyregion/our-towns-ousting-tricksters-is-a-treat.html","abstract":"  IT is a question few communities have ever had to answer, but one that Camden could not avoid: what do you do when Halloween phantasms become real enough to kill you?   Two years ago, on Oct. 30, neighborhoods all over the city went up in the flames of 130 fires, most of them deliberately set. Trash cans blazed, Dumpsters and garages smoldered, houses burned. No one died, but what the authorities later determined to be largely the work of rival gangs, perhaps 250 young people altogether, held an entire city hostage. It was Mischief Night, the night before Halloween, a time that in the not-too-distant past meant shaving cream on windows, toilet paper in the trees and a few smashed jack-o'-lanterns by the curb.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Share the Oxygen Tent","web_url":"https://www.nytimes.com/1993/10/26/opinion/share-the-oxygen-tent.html","abstract":"I'm disappointed that Senator Moynihan has broken ranks with the White House and raised doubts about the numbers in President Clinton's health care plan. With a little of the thoughtful problem-solving acumen that has made Congress the kind of institution it is today, it should be child's play to keep costs in line.\n\nLet's start with a question the President might have asked in his speech to Congress: In this day of skyrocketing health costs, can we really afford the luxury of covering every bodily part and function?","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"The Supercollider: How Big Science Lost Favor and Fell","web_url":"https://www.nytimes.com/1993/10/26/science/the-supercollider-how-big-science-lost-favor-and-fell.html","abstract":"AFTER the expense of $2 billion and 10 miles of tunnels dug beneath the Texas chalk, the largest pure science project ever attempted, the superconducting supercollider, was killed last week in an emotional Congressional session.\n\nHow did so grand a venture stumble so badly when the physicists who had skillfully sold the project to the White House and Congress seemed so well in control of its political protection? Despite an auspicious beginnings, the project's leaders appear to have failed to sense the changing mood in Washington toward big science. The new crop of freshman Representatives no longer accords big science the prestige it enjoyed during the cold war, and their opposition proved overwhelming. \n[\nPage C12.\n]","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"Getting Your Feet Wet In a Sea Called Internet","web_url":"https://www.nytimes.com/1993/10/26/science/peripherals-getting-your-feet-wet-in-a-sea-called-internet.html","abstract":"  \"THE government always discovers a technology after its moment is passing,\" the economist and author George Gilder says in an interview in the September/October issue of Wired. \"It's not going to change with Clinton and Gore. The dog technologies run to Washington, decked out like poodles. The politician is always the dog's best friend.\"   One of the technologies Vice President Al Gore is pushing is the information superhighway, which will link everyone at home or office to everything else -- movies and television shows, shopping services, electronic mail and huge collections of data -- starting perhaps with the elaborate structure envisioned by Bell Atlantic and Tele-Communications. But the Internet, already linking 10 million to 15 million people in a version of the data superhighway (albeit without movies and shopping), shows, in Mr. Gilder's words, that \"to have a very rich fabric of services you don't need a regimented system of control.\"","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"A Backward Step For Injured Workers","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-a-backward-step-for-injured-workers-611793.html","abstract":"  To the Editor:   Your discussion of the workers' compensation \"crisis\" describes the apparent willingness of some New York legislators and Gov. Mario M. Cuomo to embrace managed care as a panacea (news article, Oct. 18).","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"A Writer Moves Beyond the Notion of Demons","web_url":"https://www.nytimes.com/1993/10/26/arts/a-writer-moves-beyond-the-notion-of-demons.html","abstract":"  For months the Rev. Donald Wildmon, the head of a lobbying group called the American Family Association, has attacked \"N.Y.P.D. Blue\" -- ABC's new hit police drama, which includes profanity and partial nudity -- as morally unfit for network prime time.    One wonders what he would make of David Milch, the show's creator and one of two executive producers, whose resume includes stints as a Yale University lecturer, a promising novelist, a heroin addict and a compulsive gambler.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/26/arts/classical-music-in-review-579093.html","abstract":"  New York Philharmonic Dennis Russell Davies, conductor Avery Fisher Hall    \"Bring us something new\" is the plea we usually make to visiting conductors. Dennis Russell Davies's work in New York almost always does, so it was paradox that the refreshment of Thursday's program (which will be repeated tonight) at the New York Philharmonic lay in a return to tradition. In Beethoven's \"Pastoral\" Symphony, Mr. Davies reminded listeners that classical style is founded on the dance. Movement was buoyant and accents firm. I found the \"Country Gathering\" uncomfortably fast and the finale's great wall of F-major climax more loud than triumphant, but everywhere, Mr. Davies was reassuring us that his way with modern music grows from a solid grasp of the past.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"On My Mind; On Civil Respect","web_url":"https://www.nytimes.com/1993/10/26/opinion/on-my-mind-on-civil-respect.html","abstract":"  In the end, the mayoralty election in New York City will depend on how many New Yorkers vote for civil respect as their first priority.   Civil respect is based on civil liberty. But it goes beyond, to problems that affect our lives and cannot be decided simply by law. Easing these problems depends on the government's respect for the citizens and the citizens' respect for each other -- voluntary or imposed.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"New York Term Limits Make for False Reform","web_url":"https://www.nytimes.com/1993/10/26/opinion/l-new-york-term-limits-make-for-false-reform-610993.html","abstract":"  To the Editor:   \"Term Limits Limit Voters' Rights\" (editorial, Oct. 21), urging defeat of New York City's term-limit proposition, argues that it would severely curtail a voter's right to choose. I agree.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Chess","web_url":"https://www.nytimes.com/1993/10/26/arts/chess-255393.html","abstract":"  Only one American contender, the 19-year-old Brooklyn grandmaster Gata Kamsky, has won a place in the next round of the International Chess Federation's competition to select a challenger for its version of the world championship in 1996. Five other Americans took part in the interzonal tournament organized by the federation, or FIDE, which ended in Biel, Switzerland, in early August, but none finished high enough to advance.   These are the pairings for the next stage, the candidates' matches, which will be held in Wijk-aan-Zee, the Netherlands, in January:","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Q&A","web_url":"https://www.nytimes.com/1993/10/26/science/q-a-464593.html","abstract":"  Predawn Chirping   Q.  Why do birds chirp before dawn?","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"In One Day, A Full Range of Success","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-football-notebook-in-one-day-a-full-range-of-success.html","abstract":"  It was this kind of Sunday for National Football League quarterbacks:   BAD Two weeks ago, Vinny Testaverde replaced Bernie Kosar as the Cleveland Browns' starter. Now Kosar will start again because the more mobile Testaverde separated his right shoulder scrambling for 9 yards in the 28-23 victory over the Pittsburgh Steelers.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"1918: Foch's Strategy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-1918-fochs-strategy-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - What is undoubtedly the most characteristic fact of the liberation battle, now being fought on the Western front, is the rhythm of Marshal Foch's attacks, delivered according to a well conceived plan that leaves no peace to the enemy on any part o","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Plants Share Precious Water With Neighbors","web_url":"https://www.nytimes.com/1993/10/26/science/plants-share-precious-water-with-neighbors.html","abstract":"  TRACKING the global cycling of water from sky to earth and back again, scientists had thought they could count on at least one thing. The movement of water through plants, it seemed, was simple: up into the roots and out through the leaves as vapor. But now they are discovering that plants are not the passive water vaporizers they had been thought to be. Instead, researchers have found an unsuspected detour in the routing of water. And this discovery may enhance the understanding not only of how plants interact with one another but how ecosystems function and even how climate can change.    It turns out that in the night, many plants pull water up from deep in the earth and, rather than holding on to it to pass through their leaves the next day, they flush it out through their shallow roots into the ground around them. Biologists say that plants ranging from sagebrush in the arid steppes of Utah to sugar maples in the rainy forests of upstate New York appear to be acting as subterranean watering systems, drenching the soil and their thirsty neighbors.","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"1943: Japanese Base Hit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-1943-japanese-base-hit-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN AUSTRALIA - [From our New York edition:] Allied heavy and medium bombers and fighters destroyed at least 123 enemy planes, and probably 188, in the air and on the ground during raids on Saturday [Oct. 23] and on Sunday on three aird","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Judge Backs School Chief In Dispute With Parents","web_url":"https://www.nytimes.com/1993/10/26/nyregion/judge-backs-school-chief-in-dispute-with-parents.html","abstract":"  Turning aside the arguments of parents who have occupied a Brooklyn elementary school to protest their treatment during the asbestos crisis, a State Supreme Court justice ruled yesterday that a local superintendent acted properly when he closed the crumbling building and transferred its students to nearby schools.   Justice Joseph Dowd of State Supreme Court in Brooklyn also ordered a resumption of busing from Public School 156 in Brownsville to a nearby school. District 23 officials had canceled the busing last week after rock-throwing incidents and parent protests. Justice Dowd ordered the police to protect the buses.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Tollbooths on the Information Superhighway","web_url":"https://www.nytimes.com/1993/10/26/opinion/tollbooths-on-the-information-superhighway.html","abstract":"In promoting the proposed $33 billion merger between his company and Tele-Communications Inc., Ray Smith, the chairman of Bell Atlantic, said that consumers of information technology are now living a world of strict railroad schedules. The merger, he said, would give us \"the flexibility of the automobile.\" But the proposed merger is actually less a matter of commuter flexibility than of who owns the roadway, the tollbooths and most of the cars. \n\nIf the Government allows the merger, it would give a single, massive company the power to decide who can ride on the so-called information superhighway of the future. Consumers should hope that when the Senate antitrust subcommittee begins hearings on the matter on Wednesday, it can be quickly persuaded to squash the merger.","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"Dinkins's Narrow Lead in Poll May Be No Lead at All, a Study Suggests","web_url":"https://www.nytimes.com/1993/10/26/nyregion/dinkins-s-narrow-lead-in-poll-may-be-no-lead-at-all-a-study-suggests.html","abstract":"  The latest New York Times /WCBS-TV News Poll shows Mayor David N. Dinkins slightly ahead of his Republican-Liberal challenger, Rudolph W. Giuliani, with 46 percent of registered voters supporting him, compared with 40 percent for Mr. Giuliani. But polling experts said yesterday that those apparently positive numbers should make Mr. Dinkins very nervous.   Not only is his lead within the poll's margin of sampling error, but it may also be overstated. A national study of nine general elections in which a black Democrat faced a white Republican found that polls consistently overestimated the black candidate's strength. Larry Hugick, the pollster who studied those elections, concluded that a black candidate who leads by fewer than 8 percentage points probably has no lead at all.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"An Ad Campaign Says Two Terms Are Enough . . .","web_url":"https://www.nytimes.com/1993/10/26/nyregion/term-limits-an-ad-campaign-says-two-terms-are-enough.html","abstract":"  On the Nov. 2 ballot, New York City voters will decide whether to limit the mayor, Comptroller, Public Advocate, the borough presidents and city councilmen to two, four-year terms. Supporters of term limits have begun an ad campaign. SPONSOR: New Yorkers for Term Limits, paid for largely by Ronald S. Lauder, heir to the cosmetics company fortune of Estee Lauder. ON THE SCREEN In quick succession, the camera zooms in on five characters in a setting suggestive of the City Council chambers. They are comedic caricatures of political largess a fat, cigar-chomping pol, an old and frail council member asleep in a chair shrouded by cobwebs, a younger council member asleep with a newpaper drapped across his chest, a woman cutting a paper chain of dollar signs and a member of the council who appears so bored that he is cleaning his teeth. Then, the scene changes to the New York City skyline, with the sun rising in the background. The remaining text of the ad, urging people to vote for term limits, scrolls across the screen.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/26/nyregion/metro-digest-881593.html","abstract":"  NEW YORK CITY CLOSE MAYORAL RACE INDICATED BY POLL  Hispanic New Yorkers, women and other vital swing voters appear to have drifted back toward Mayor David N. Dinkins in the last three weeks, but his overall support remains below 50 percent and voters continue to express enduring reservations about him in an unpredictable race, the latest New York Times/WCBS-TV News poll shows. A1.  Two concerns for Mayor Dinkins in the latest poll: the sampling error and a pattern of polls overestimating a black candidate's strength. B6.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Irish Are Taking Navy Seriously","web_url":"https://www.nytimes.com/1993/10/26/sports/college-football-irish-are-taking-navy-seriously.html","abstract":"  Late last Saturday afternoon, after his team's victory over Southern California was complete, Jim Flanigan, a senior tackle and important part of the Notre Dame defense, was looking ahead. Not to Nov. 13, when Florida State meets the Fighting Irish in a game that could inspire as much anticipation as any in the history of Notre Dame Stadium. Flanigan was looking toward the daily effort that fuels those Saturday spectacles in South Bend.   It did not seem to matter that Navy, while a dramatically improved opponent, has not made the strides necessary to compete with the best teams in the nation.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/26/nyregion/c-corrections-493993.html","abstract":"  A report in the Guide column of the Connecticut Weekly on Sunday about an exhibit of art by Swietlan Kraczyna at the Goldsmith Gallery in Madison misstated the opening date. It is this Saturday, it did not take place on Sunday.","thumbnail":null,"section":"New York"},{"date":"19931026","headline":"Taylor and Hampton May Sit Out Game","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-football-taylor-and-hampton-may-sit-out-game.html","abstract":"  There is sure to be a lot of talk this week about the Giants-Jets rivalry. Rivalry? What rivalry? Maybe if Joe Namath were playing and the Jets had a winning record. It is not that the 5-1 Giants are looking past the Jets, the best 2-4 team in the galaxy. But this game is clearly more important to the Jets than it is to the Giants.    Perhaps that is why the Giants will probably hold out linebacker Lawrence Taylor and running back Rodney Hampton when the two teams meet on Sunday. Rather than push them in a non-division game, the Giants can save them for a huge game the following week against the Dallas Cowboys.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"The Hot Debate About Cloning Human Embryo","web_url":"https://www.nytimes.com/1993/10/26/health/the-hot-debate-about-cloning-human-embryo.html","abstract":"  A day after the world learned that scientists at George Washington University Medical Center had cloned human embryos, ethicists and fertility specialists were already engaged in a vociferous debate yesterday.   While some ethicists foresee a nightmare scenario that should be stopped before it is started, others say, \"Why not?\" Some ethicists argue that peoples' embryos are their own and that if they want them cloned, it is not society's role to stop them. Several ethicists said that rarely had they seen an issue so provocative and so divisive.","thumbnail":null,"section":"Health"},{"date":"19931026","headline":"St. Louis Strengthens Its Expansion Hopes","web_url":"https://www.nytimes.com/1993/10/26/sports/pro-football-st-louis-strengthens-its-expansion-hopes.html","abstract":"  The race for two expansion franchises in the National Football League took a dramatic turn yesterday when a St. Louis ownership group acquired the controlling investor it had been seeking. As a result, when the N.F.L. owners meet in Chicago today to pick the new franchises, St. Louis and Charlotte will be clear favorites.   Jerry Clinton, the leader of the original St. Louis group, bowed out of that role yesterday morning and apparently is out of the picture. That cleared the way for a group formed last week by Stan Kroenke of Columbia, Mo., who is said to have a net worth of $500 million. The 46-year-old Kroenke has grown from the co-owner of one clothing store to the developer of more than 50 shopping centers across the nation. He is the son-in-law of James Walton, whose brother, Sam, founded the Wal-Mart chain.","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"A Danger in Any Nation : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/26/opinion/IHT-a-danger-in-any-nation-letters-to-the-editor.html","abstract":"Regarding \"In Japan, Smokers Have an Ally in Government\" (Business/Finance, Oct. 20) by James Sterngold: .As a health promotion consultant,I received a jolt from your report concerning governmental support for tobacco consumption in Japan. A","thumbnail":null,"section":"Opinion"},{"date":"19931026","headline":"New Contacts Between Jews And Muslims","web_url":"https://www.nytimes.com/1993/10/26/us/new-contacts-between-jews-and-muslims.html","abstract":"  After outlining the hopes of their communities on the stage of a Denver concert hall, the rabbi and the imam reached over and clasped hands warmly on Sunday. With that, the audience of Jews and Muslims erupted in applause.   The mere act of shaking hands across the religious divide has taken on new significance since Prime Minister Yitzhak Rabin of Israel and Yassir Arafat of the Palestine Liberation Organization did that after the signing of the mutual recognition pact on the White House lawn on Sept. 13.","thumbnail":null,"section":"U.S."},{"date":"19931026","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/26/arts/classical-music-in-review-581193.html","abstract":"  Olga Borodina  Mezzo-soprano Alice Tully Hall    One of the most promising voices among the many that the Kirov Opera brought to New York in 1992 was that of Olga Borodina, a mezzo- soprano whose beautifully rich sound filled the Metropolitan Opera House with seemingly little effort. Miss Borodina returned on Sunday evening to give her New York debut recital under the auspices of the Opera Orchestra of New York. Her able accompanist was Larisa Gergiyeva, the sister of Valery Gergiyev, the director of the Kirov.","thumbnail":null,"section":"Arts"},{"date":"19931026","headline":"Study Offers Support For an Apple a Day","web_url":"https://www.nytimes.com/1993/10/26/science/study-offers-support-for-an-apple-a-day.html","abstract":"  THERE might be something to the adage \"an apple a day keeps the doctor a way.\" Scientists in the Netherlands have evidence that flavonoids, chemicals naturally present in certain foods and drinks like apples, onions and tea, may reduce the risk of death from coronary heart disease. Previous studies have suggested that flavonoids in red wine might provide similar protection.   The findings, reported in the current issue of The Lancet, are from a five-year study of 805 Dutch men from 65 to 84 years old.","thumbnail":null,"section":"Science"},{"date":"19931026","headline":"Greece Losing on Policy Over 'Macedonia'","web_url":"https://www.nytimes.com/1993/10/26/world/greece-losing-on-policy-over-macedonia.html","abstract":"  The two-year-old policy of Greece to refuse dealings with the former Yugoslav republic of Macedonia because of its name is failing as more governments recognize the Government in Skopje.    Last week, Belgium, which now holds the presidency of the European Community, became the 10th community member to recognize the Macedonian Government since its acceptance into the United Nations in April. Of the community's 12 members, only Greece and France are still holding out.","thumbnail":null,"section":"World"},{"date":"19931026","headline":"Bozeman Makes Point, but Then Only to a Point","web_url":"https://www.nytimes.com/1993/10/26/sports/college-basketball-bozeman-makes-point-but-then-only-to-a-point.html","abstract":"  Todd Bozeman, head basketball coach at the University of California, supports the Black Coaches Association's cause. But he insists he is not trying to prove anything to anybody.   \"I'm not the spokesman,\" he said yesterday. \"I support the issues, but my greatest concern is for the kids.\"","thumbnail":null,"section":"Sports"},{"date":"19931026","headline":"Observer; Candidate for Czar","web_url":"https://www.nytimes.com/1993/10/26/opinion/observer-candidate-for-czar.html","abstract":"  Janet Reno was vague in her Congressional testimony last week about how the Government might go about censoring violence in movies and television. I think they will need a czar.    Writing law to cover every conceivable form of violence to be banned is obviously impossible. Screenwriters' imaginations will always be ten miles ahead of the plodding Congressman.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19931026","time":"1993-10-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":11.2},{"date":"19931026","time":"1993-10-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":82,"wspd":13},{"date":"19931026","time":"1993-10-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":85,"wspd":9.4},{"date":"19931026","time":"1993-10-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":85,"wspd":13},{"date":"19931026","time":"1993-10-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":88,"wspd":11.2},{"date":"19931026","time":"1993-10-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":89,"wspd":9.4},{"date":"19931026","time":"1993-10-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":89,"wspd":11.2},{"date":"19931026","time":"1993-10-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":90,"wspd":14.8},{"date":"19931026","time":"1993-10-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":90,"wspd":14.8},{"date":"19931026","time":"1993-10-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":89,"wspd":11.2},{"date":"19931026","time":"1993-10-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":13},{"date":"19931026","time":"1993-10-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":79,"wspd":14.8},{"date":"19931026","time":"1993-10-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":79,"wspd":13},{"date":"19931026","time":"1993-10-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":81,"wspd":14.8},{"date":"19931026","time":"1993-10-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":85,"wspd":14.8},{"date":"19931026","time":"1993-10-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":77,"wspd":13},{"date":"19931026","time":"1993-10-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":72,"wspd":18.4},{"date":"19931026","time":"1993-10-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":74,"wspd":16.6},{"date":"19931026","time":"1993-10-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":73,"wspd":13},{"date":"19931026","time":"1993-10-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":74,"wspd":14.8},{"date":"19931026","time":"1993-10-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":81,"wspd":18.4},{"date":"19931026","time":"1993-10-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":16.6},{"date":"19931026","time":"1993-10-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":18.4},{"date":"19931026","time":"1993-10-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":81,"wspd":14.8},{"date":"19931026","time":"1993-10-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":50,"wspd":7.6},{"date":"19931026","time":"1993-10-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":5.4},{"date":"19931026","time":"1993-10-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":5.4},{"date":"19931026","time":"1993-10-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":7.6},{"date":"19931026","time":"1993-10-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":11.2},{"date":"19931026","time":"1993-10-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":75,"wspd":16.6},{"date":"19931026","time":"1993-10-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":16.6},{"date":"19931026","time":"1993-10-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":83,"wspd":14.8},{"date":"19931026","time":"1993-10-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":14.8},{"date":"19931026","time":"1993-10-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":16.6},{"date":"19931026","time":"1993-10-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":18.7},{"date":"19931026","time":"1993-10-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":77,"wspd":16.6},{"date":"19931026","time":"1993-10-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":18.7},{"date":"19931026","time":"1993-10-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":20.5},{"date":"19931026","time":"1993-10-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":22.3},{"date":"19931026","time":"1993-10-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":22.3},{"date":"19931026","time":"1993-10-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":24.1},{"date":"19931026","time":"1993-10-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":24.1},{"date":"19931026","time":"1993-10-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":22.3},{"date":"19931026","time":"1993-10-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":24.1},{"date":"19931026","time":"1993-10-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":22.3},{"date":"19931026","time":"1993-10-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":20.5},{"date":"19931026","time":"1993-10-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":20.5},{"date":"19931026","time":"1993-10-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":20.5}]},"19931027":{"guardian_articles":[],"nytimes_articles":[{"date":"19931027","headline":"Capitol Hill Memo; On Liberties and Libertines: Furor Over Packwood Diary","web_url":"https://www.nytimes.com/1993/10/27/us/capitol-hill-memo-on-liberties-and-libertines-furor-over-packwood-diary.html","abstract":"  Every Tuesday, the Senate Democrats and Republicans talk about the great issues of the day in separate private policy luncheons. Today, they talked about sex.   More specifically, the senators discussed Senator Bob Packwood's diary and the Oregon Republican's none-too-subtle suggestion on the Senate floor on Monday that if he was forced to surrender it to the Ethics Committee it could reveal the sexual dalliances of other lawmakers.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Patrick's Name Is Engraved on the Bench","web_url":"https://www.nytimes.com/1993/10/27/sports/hockey-patrick-s-name-is-engraved-on-the-bench.html","abstract":"  Brian Leetch has been benched on several occasions, Mike Richter was replaced in goal six minutes into a game, and many other Rangers have been criticized for underachieving by their new coach, Mike Keenan.   But for all Keenan's pep talks, tirades and disciplinary tactics, no player on the Rangers has drawn his wrath more than veteran defenseman James Patrick. He is buried so deep in Keenan's doghouse that he has already been scratched from the lineup in four of New York's first 10 games.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Defendant in Slaying Ruled Incompetent","web_url":"https://www.nytimes.com/1993/10/27/nyregion/defendant-in-slaying-ruled-incompetent.html","abstract":"  More than two years after he was charged with killing a woman near her Upper West Side apartment, a mentally ill homeless man's roller-coaster ride through jails, courts and hospitals has taken another plunge, with the finding that he is not competent to stand trial.   The report by doctors at Bellevue Hospital Center, made public yesterday, means that Kevin McKiever, 36, will return to a state mental hospital, and it postpones indefinitely his trial for the June 8, 1991, slaying of Alexis Ficks Welsh.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/27/nyregion/news-summary-075093.html","abstract":"  International A3-10  U.S. DEFERS TRADE ACTION  Trade sanctions on Japan were deferred after Tokyo agreed to open its public-sector construction market to foreign competition.  A1  CHALLENGE FOR CANADIAN LEADER  Canada's new Prime Minister won a clear majority in the House of Commons, but he will have to work with a Parliament fractured by regional rivalries, and he faces a strong challenge from a weak economy.  A1","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Sports of The Times; Jets Need Home-Field Advantage","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-of-the-times-jets-need-home-field-advantage.html","abstract":"  IT'S not too late for the Jets to do something before Sunday. Things are going badly enough for them, without their feeling like sacrificial victims when their bus inches along in that ghastly Meadowlands traffic and they notice that the color scheme is overwhelmingly blue and red.   Of course, they feel that way for their alleged home games, too. The Jets are long-distance commuters, bridge-and-tunnel people, who never know the feeling of playing in their own stadium. They show up for home games and they look up at the stadium and what does it say? GIANTS STADIUM. That's what it says.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Former G.O.P. Official Takes Stand to Deny Bribery Charges","web_url":"https://www.nytimes.com/1993/10/27/nyregion/former-gop-official-takes-stand-to-deny-bribery-charges.html","abstract":"  Richard Foley Jr., the former Republican state chairman, took the witness stand today to deny allegations that he took $25,000 in bribes to persuade state lawmakers to shift their votes on a key piece of banking legislation.   \"Never,\" said Mr. Foley, a former state representative from Oxford, answering a series of questions put to him by his lawyer in Federal District Court here about allegations of bribery and filing false tax returns.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Vikings' Old and New Looking Similar","web_url":"https://www.nytimes.com/1993/10/27/sports/on-pro-football-vikings-old-and-new-looking-similar.html","abstract":"  Robert Smith scored his first pro touchdown on Monday night on a nifty 26-yard run, and after the Vikings-Bears game he had the football, with No. 20 taped across the front, to prove it.   Roger Craig was one of the first to offer Smith congratulations. Craig knows plenty about getting into the end zone. In 11 pro seasons he has been there 81 times, 63 on the ground and 18 through the air.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Looking Ahead at Dinkins Cabinet","web_url":"https://www.nytimes.com/1993/10/27/nyregion/looking-ahead-at-dinkins-cabinet.html","abstract":"  As he campaigns for a second term, Mayor David N. Dinkins steadfastly refuses to talk about what his second administration would look like, though it is clear at City Hall that he would, if re-elected, probably have to find successors for his two most important aides as well as improve the overall management of his government.    Some senior advisers say Mr. Dinkins thinks that some commissioners may need to be replaced, or, as one put it, that \"he's got to tighten up the bolts in some places.\" Whether Mr. Dinkins, who has long shown a reluctance to dismiss people, would ask for the resignation of some of his less-than-stellar commissioners is a matter of debate within the administration.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Redrawing the Map in Canada","web_url":"https://www.nytimes.com/1993/10/27/opinion/redrawing-the-map-in-canada.html","abstract":"  The Liberal Party landslide in the Canadian elections was more like an avalanche. The Progressive Conservatives, who ruled for the past nine years, took the worst pasting ever for a governing party; they lost 151 seats and will have only 2 in the new Parliament. Meanwhile, two new regional parties scored huge gains. It's a new political era for America's biggest trading partner and closest ally.   Jean Chretien, the Liberals' leader who now becomes prime minister, is a career politician, well known by his service in nine cabinet posts and comfortably familiar to the hierarchy of U.S. power and politics. He's no Pierre Trudeau -- the last Liberal Prime Minister, outspoken and flamboyant. But like Mr. Trudeau, he hails from Quebec and is firmly opposed to Quebec separatism.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Senate Bill to Extend Jobless Aid Is Defeated as the G.O.P. Prevails","web_url":"https://www.nytimes.com/1993/10/27/us/senate-bill-to-extend-jobless-aid-is-defeated-as-the-gop-prevails.html","abstract":"  The Senate voted unexpectedly today to kill an emergency program that gives unemployed Americans an extra 7 to 13 weeks of benefits when their normal six months of checks run out. Legislators later said, however, that they hoped the measure could be reconsidered and passed this week.   Democrats said they planned to negotiate with Republican opponents over the issue that killed the measure: how to find the $1.1 billion needed to pay for the program.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Alliance by Anti-Aristide Forces and Flight by Fearful Lawmakers May Doom Pact","web_url":"https://www.nytimes.com/1993/10/27/world/alliance-by-anti-aristide-forces-and-flight-by-fearful-lawmakers-may-doom-pact.html","abstract":"  A proposal by Haitian legislators to settle this country's political stalement appeared close to collapse today when gunmen staked out Parliament and many deputies, fearing for their lives, refused to enter the building.   The proposal, which includes the simultaneous passage of two bills to implement the political settlement negotiated in July, was further undermined when the conservative legislators who sponsored the bills joined the Army in denouncing the United Nations.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"The Chef's Table: Someone's in the Kitchen With the Cooks","web_url":"https://www.nytimes.com/1993/10/27/style/the-chefs-table-someones-in-the-kitchen-with-the-cooks.html","abstract":"LAST February, Ron D. Barbaro held a dinner for his retirement as the president of the Prudential Insurance Company. After assembling for cocktails in Mr. Barbaro's Waldorf Towers apartment, the party, formally dressed, headed downstairs to the Waldorf's Peacock Alley, where the maitre d'hotel led them not into the dining room, but into the Waldorf's catacombs.\n\n\"My guests thought they were going to another stuffy dinner,\" said Mr. Barbaro, now the chief executive of the Toronto Argonauts in the Canadian Football League. \"But instead we went into the kitchen to eat. Boy, were they surprised. Afterward, they all agreed this was something wonderful and extraordinary. When you've been to all the best restaurants, what's left? The kitchen!\"","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"Mets' Path From Cellar Through Infield","web_url":"https://www.nytimes.com/1993/10/27/sports/baseball-mets-path-from-cellar-through-infield.html","abstract":"  The Mets enter the off season. Call it: How the bazaar looks from the basement.   \"It's become somewhat fashionable to go from worst to first in baseball lately,\" said Joe McIlvaine, the general manager of the Mets, the club that finished with the worst record in baseball in 1993. \"But it's still a lot of work.\"","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"New Assignments for 3 Times Critics","web_url":"https://www.nytimes.com/1993/10/27/movies/new-assignments-for-3-times-critics.html","abstract":"  Three critics at The New York Times were appointed to new positions yesterday by Max Frankel, the executive editor.    David Richards was named the chief theater critic, Janet Maslin the chief film critic and Vincent Canby the Sunday theater critic. The appointments will take effect on Dec. 1.","thumbnail":null,"section":"Movies"},{"date":"19931027","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/27/nyregion/no-headline-086693.html","abstract":"  \"This move today by the Japanese Government is welcome, it is important, it is significant, and it's historic.\" -- MICKEY KANTOR, the United States trade representative.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Ranks of Forest Service Upset Over Choice for Leader","web_url":"https://www.nytimes.com/1993/10/27/us/ranks-of-forest-service-upset-over-choice-for-leader.html","abstract":"  The Clinton Administration has stirred broad resentment in the ranks of the National Forest Service with a plan to name a political appointee, rather than a career forest manager, to head the agency, which is embroiled in politically sensitive disputes over the use of public woodlands.   Jack Ward Thomas, the government scientist favored for the job by the Agriculture Department, which manages the agency, has been with the forest service for 27 years. But he is not among the ranks of senior managers from which the appointment would usually be drawn, and therefore would have to be promoted as a political appointee.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"4 Actors: Starry Nights for the West End","web_url":"https://www.nytimes.com/1993/10/27/style/IHT-4-actors-starry-nights-for-the-west-end.html","abstract":"Star quality plus: Not the most fashionable of qualities, now that we have a theater run by directors and dramatists rather than actors, but around the West End these days there is a rare and very varied triple treat. .At Wyndhams, the Diana Rigg &qu","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"Driverless Team","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-people-auto-racing-driverless-team.html","abstract":"  CAROLYN CARRIER, a spokeswoman for the BOBBY ALLISON racing team in Charlotte, N.C., said yesterday that JIMMY SPENCER, the team's only driver, had notified Allison he would depart at the end of the racing season to join JUNIOR JOHNSON's racing team.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Mogadishu Tense as Rival Clan Fighting Subsides","web_url":"https://www.nytimes.com/1993/10/27/world/mogadishu-tense-as-rival-clan-fighting-subsides.html","abstract":"  Fierce fighting between rival clans subsided this evening, but the Somali capital remained tense after 30 hours of violence that reflected a new willingness by peacekeeping forces to let civil unrest in Somalia run its course.    The episode, in which at least 17 Somalis were killed, made clear just how limited a role the United States intends to play here before withdrawing its troops on March 31. But it also raised questions about the usefulness of the American military mission.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Yeltsin's Newest Proconsul","web_url":"https://www.nytimes.com/1993/10/27/opinion/yeltsins-newest-proconsul.html","abstract":"After successful campaigns, the Roman emperors usually paraded the humiliated kings of defeated countries in chains before them. In early October, you could see this procession, not in Rome but in Moscow. \n\nI don't mean the defeated defenders of the White House, who capitulated with their hands over their heads. I mean the smiling leaders of Georgia, Armenia and Azerbaijan, who appeared before President Boris Yeltsin at the Kremlin. The proud leaders of the Georgians and Azeris had just announced that they would join the Commonwealth of Independent States. The architect of this \"class reunion,\" Defense Minister Pavel S. Grachev, was sitting next to Mr. Yeltsin. He was also smiling.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Juror in Denny Case Recounts Stress and an Obsession With Detail","web_url":"https://www.nytimes.com/1993/10/27/us/juror-in-denny-case-recounts-stress-and-an-obsession-with-detail.html","abstract":"  Feeling the weight of a city's fears and tensions, jurors in the case of two men who beat a truck driver during last year's riots focused obsessively on minute details, spending hours dissecting the meanings of words and points of law and sometimes losing sight of a larger picture.   This sense of the three weeks of intense deliberations emerged from a late-night interview on Monday with the youngest of the jurors, a 22-year-old white woman whose mother said she had never before been forced to make difficult decisions like this.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/27/style/chronicle-554093.html","abstract":"  MARIAN WRIGHT EDELMAN, founder and president of the Children's Defense Fund, could hardly have found a more articulate ally for her cause than Attorney General JANET RENO.    The two women came to town yesterday for a luncheon given by ANNE SUTHERLAND FUCHS, publisher of Vogue magazine, to acquaint the worlds of fashion, retailing and society with the Children's Defense Fund. Mrs. Edelman introduced the Attorney General to the crowd at the National Academy of Design in Manhattan by reeling off a list of statistics about the various ways children's lives are damaged: by abuse, neglect, dropping out, teen-age pregnancy, drugs, alcoholism and gun use. \"I can't tell you what it means to have an attorney general who's a big, big children's advocate,\" Mrs. Edelman said.","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"Tapes in Bombing Plot Show Informer and F.B.I. at Odds","web_url":"https://www.nytimes.com/1993/10/27/nyregion/tapes-in-bombing-plot-show-informer-and-fbi-at-odds.html","abstract":"  The informer at the center of the Government's case in the plot to bomb New York City landmarks had a volatile relationship with his handlers, often quarreling with F.B.I. agents who used him to infiltrate a group of Muslim extremists who have been charged in the plot, according to transcripts of secretly taped conversations.   Transcripts of the hundreds of hours of tapes -- which were recorded by the informer, Emad A. Salem, without the knowledge of the F.B.I. -- were distributed to defense lawyers yesterday. Although Judge Michael B. Mukasey ordered the lawyers to keep them secret, a copy of the transcripts was made available to The New York Times.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Four for the City Council","web_url":"https://www.nytimes.com/1993/10/27/opinion/four-for-the-city-council.html","abstract":"  Unfortunately, because of the power of incumbency, few members of New York's City Council face strong challenges in next Tuesday's election. Here are The Times's recommendations in a handful of races that are closely contested.    Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): This is a rematch between two qualified candidates, the Republican-Liberal Andrew Eristoff and Jane Crotty, a Democrat. Mr. Eristoff defeated Ms. Crotty by a 57-vote margin out of 15,000 votes in February's special election, and since then he has served diligently.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/27/theater/theater-in-review-942193.html","abstract":"  The Able-Bodied Seaman  Manhattan Class Company 120 West 28th Street Chelsea Through Saturday  By Alan Bowne; directed by Jimmy Bohr; sets by Rob Odorisio; lights by Howard Werner; costumes by Claudia Stephens; sound by Stuart J. Allyn; props/dressing by Jeffrey Wallach; production stage manager, Gail Eve Malatesta; production managers, Laura Kravets Gautier and Ira Mont. Presented by Manhattan Class Company, Robert LuPone and Bernard Telsey, executive directors; W. D. Cantler, associate director. WITH: Chelsea Altman, Larry Attile, Simon Brooking, Robert Floyd, Anita Gillette and Robert LuPone.","thumbnail":null,"section":"Theater"},{"date":"19931027","headline":"Heat Fines Bol","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-people-pro-basketball-heat-fines-bol.html","abstract":"  The Miami Heat fined center MANUTE BOL $25,000 for missing two exhibition games to attend meetings in Washington concerning the civil war in his native Sudan. The money will be donated to a Sudanese relief fund.   Heat officials didn't know where Bol was until he returned to practice Monday. \"The mistake I made was I didn't call, but I didn't think they would fine me that money -- $25,000,\" said the 7-foot-7-inch Bol, a nine-year pro who is in his first season with the Heat and has a $650,000 contract.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Coach Is Released","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-people-swimming-coach-is-released.html","abstract":"  The University of Florida fired its women's coach, MITCH IVEY, after a university investigation of his relationships with his swimmers. The investigation began after ESPN reporters showed up on campus three weeks ago to work on a story about Ivey's interaction with athletes.   Ivey denied the charges of misconduct after his firing Monday night.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"On the Trail of Voter Vindication; Florio Campaigns on the Value of Taking Tough Medicine","web_url":"https://www.nytimes.com/1993/10/27/nyregion/trail-voter-vindication-florio-campaigns-value-taking-tough-medicine.html","abstract":"  They have become known as the Recession Governors, the executives of big industrial states who inherited budgets and payrolls that were bloated by the boom years of the 1980's and revenues that are starved by the lean times that came with the 1990's. And the first among them in office, and the first to face a review by the voters, is Jim Florio of New Jersey,   \"We were first across the barbed wire,\" the Governor said recently, choosing a grim simile of trench warfare, to describe the politics of governing in a recession.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Crowded Court Calendar Drives New York County Jury System","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-crowded-court-calendar-drives-new-york-county-jury-system-939193.html","abstract":"  To the Editor:   Those of us who supervise the jury system in New York County are sensitive to complaints about jury service and have inaugurated measures to accommodate the time burdens affecting a large segment of citizens called for jury service.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/27/us/inside-091293.html","abstract":"  Charlotte Gets N.F.L. Team   The National Football League awarded an expansion team to Charlotte, N.C., but put off until Nov. 30 a decision on a second team. Page B9. 5th TV Network Planned    Paramount and Chris-Craft will jointly start a fifth broadcast television network. The first program will be a new \"Star Trek\" series. Page D1. Gunman Kills 3 in Egypt    Two employees of the Brooklyn Union Gas Company were among three people killed by a man shooting at tourists in a hotel in cairo. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Books of The Times; The Minstrel Tradition: Not Just a Racist Relic","web_url":"https://www.nytimes.com/1993/10/27/books/books-of-the-times-the-minstrel-tradition-not-just-a-racist-relic.html","abstract":"  Love and Theft  Blackface Minstrelsy and The American Working Class  By Eric Lott  314 pages. Oxford University Press. $24.95.     Of course the recent blackface colboration between Ted Danson and Whoopi Goldberg at the Friars Club knocked Somalia off the front page: culture wars on the home front leave no civilians untouched. Entertainment and politics are both about power, and entertainment is a lot more fun.   All of which is at the heart of Eric Lott's terrifically smart and unexpectedly timely study of blackface minstrelsy. Rightly, he sees it as a crucial source for, and form of, popular culture. It was big business. It was a riot of ethnic and regional styles. And it was a psychic map that traced and exposed its fans' curiosity about the boundaries between races, classes and sexes.","thumbnail":null,"section":"Books"},{"date":"19931027","headline":"U.S. Concludes Aristide Can't Return by Deadline","web_url":"https://www.nytimes.com/1993/10/27/world/us-concludes-aristide-can-t-return-by-deadline.html","abstract":"  After a brief burst of optimism last weekend, the Clinton Administration has concluded that President Jean-Bertrand Aristide of Haiti cannot return to his country before Saturday, the deadline set in an agreement brokered by the United Nations, without risking his life.   Acknowledging what has seemed evident to outsiders since riots prompted the White House to recall an American troopship earlier this month, Washington insiders agreed today that Father Aristide would have to wait some more.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"For the Poll Watcher, How to Sift Results","web_url":"https://www.nytimes.com/1993/10/27/nyregion/for-the-poll-watcher-how-to-sift-results.html","abstract":"  According to the three latest polls David N. Dinkins: a) leads Rudolph W. Giuliani in the contest for mayor by 9 percentage points, or b) holds only the most tenuous lead of 6 points, a statistical tie, or c) is behind Mr. Giuliani by 3 percentage points, also a statistical tossup.   You can take your pick. Or throw your hands up in understandable confusion and consternation.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Peter Schifter Memorial","web_url":"https://www.nytimes.com/1993/10/27/arts/peter-schifter-memorial.html","abstract":"  A memorial service for Peter Mark Schifter, the theater, opera and television director, who died at 44 on Sept. 10, will be held on Friday at 3:30 P.M. at the Helen Hayes Theater at 240 West 44th Street in Manhattan.","thumbnail":null,"section":"Arts"},{"date":"19931027","headline":"Pollard's Punishment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-pollards-punishment-letters-to-the-editor.html","abstract":"Regarding \"Justice for J.J. Pollard\" (Letters, Oct. 20) from Constance Konold: .Jonathan Jay Pollard is no political prisoner. He was a spy who betrayed his country, was caught, convicted and sent to prison. In most other countries he would h","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Going Private -- A special report; Mexico Sells Off State Companies, Reaping Trouble as Well as Profit","web_url":"https://www.nytimes.com/1993/10/27/world/going-private-special-report-mexico-sells-off-state-companies-reaping-trouble.html","abstract":"  When Mexico first said it was going to sell off or shut down its vast network of Government-run businesses, many people were skeptical, thinking they had heard such promises before from third-world governments that ran bloated industrial bureaucracies.   A decade later, Mexico is nearing the end of one of the most sweeping sales of state companies in the world. In all, the Government has sold or dissolved more than 80 percent of the 1,155 businesses it once ran.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Cause to Wonder About Western Aims in Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-cause-to-wonder-about-western-aims-in-russia-letters-to-the.html","abstract":"Regarding \"Russia: Much Like Weimar, but With a Fortunate Difference\" (Oct. 11) by Gaddis Smith:The writer draws a good parallel between current Russia and Weimar Germany. But I cannot agree with his evaluation of the Western role in Russia a","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"1893: A French Crisis?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-1893-a-french-crisis-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There was a report in Paris yesterday afternoon [Oct. 26] that M. Dupuy, President of the Council and Minister of the Interior, had offered his resignation to the President of the Republic. It was said by the evening contemporary which published t","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/10/27/style/eating-well.html","abstract":"NOT long ago, many health-conscious people obsessively counted the grams of protein they consumed. Adele Davis, a nutrition writer whose books sold millions of copies in the 1960's and 1970's, recommended an intake of as much as 150 grams a day of protein, two or three times the amount that even then was commonly believed to be adequate.\n\nAnd nearly everyone believed that the best protein, with all the amino acids a body needed, came only from animal foods and specific combinations of vegetables and grains.","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"A Surprise Closing Takes More Luster Off Broadway Season","web_url":"https://www.nytimes.com/1993/10/27/theater/a-surprise-closing-takes-more-luster-off-broadway-season.html","abstract":"  The fall Broadway season absorbed another blow yesterday when the producers of \"Wonderful Tennessee,\" the Brian Friel play that opened three days ago, announced that the show would close on Sunday, after just 9 performances and 20 previews. The play, about three middle-aged Irish couples who spend a night on a Donegal pier waiting for a boatman, drinking and philosophizing, received respectful but disappointing reviews.   The news of the play's closing is the strongest tremor among many that have shaken the confidence of Broadway professionals in what had appeared to be the first promising autumn in many years.","thumbnail":null,"section":"Theater"},{"date":"19931027","headline":"Germany Takes Steps On Neo-Nazi Hate","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-germany-takes-steps-on-neo-nazi-hate-936793.html","abstract":"  To the Editor:   \"Germans Begin to Recognize Danger in Neo-Nazis' Surge\" (front page, Oct. 21) states that Chancellor Helmut Kohl and other German leaders, after a long period of playing down neo-Nazi violence, have taken a sharper tone of condemnation. They have also taken action.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Howard Joins Mets as Coach","web_url":"https://www.nytimes.com/1993/10/27/sports/howard-joins-mets-as-coach.html","abstract":"  The Mets completed the easiest stage of their colossal rebuilding task with the announcement yesterday of their reworked coaching staff.   Frank Howard, manager of the Mets for 116 games in 1983 and the first-base coach for the Yankees for the last three seasons, will serve as first-base coach under Dallas Green in 1994. Greg Pavlick, the longtime organizational pitching instructor, was named to succeed Mel Stottlemyre as the club's pitching coach. Steve Swisher, the Class AA manager at Binghamton last season, will be the bullpen coach.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Judge Bars 10 From Plumbers Union Activity","web_url":"https://www.nytimes.com/1993/10/27/nyregion/judge-bars-10-from-plumbers-union-activity.html","abstract":"  In an unusual action, a state judge temporarily barred 10 current and former leaders of a New York City plumbers union yesterday who have been indicted on extortion charges from running the union.   Acting Justice Joan B. Carey of Manhattan State Supreme Court disqualified the officials from participating in union business or activities pending a ruling on a motion by Manhattan prosecutors for the appointment of a trustee to oversee the union, Local 2 of the Plumbers Union.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Puerto Rico Takes Lead With School Vouchers, And Feels the Arrows","web_url":"https://www.nytimes.com/1993/10/27/education/puerto-rico-takes-lead-with-school-vouchers-and-feels-the-arrows.html","abstract":"  As the rest of the nation continues to debate using school vouchers, Puerto Rico is plunging ahead with a month-old experimental voucher program that has already provoked threats of an islandwide teachers' strike as early as next week.   The legislation, passed on Sept. 3, is intended to \"expand the options of parents and students with regard to the selection of schools,\" said Education Secretary Jose Arsenio Torres, and to \"offer economic incentives to public schools to improve their course offerings.\"","thumbnail":null,"section":"Education"},{"date":"19931027","headline":"G.M. Tells Plant It Will Delay Date Of Closing","web_url":"https://www.nytimes.com/1993/10/27/nyregion/gm-tells-plant-it-will-delay-date-of-closing.html","abstract":"  General Motors gave its car assembly plant in North Tarrytown, N.Y., a brief reprieve yesterday, saying it would continue operating as much as a year beyond its scheduled 1995 closing date.   But G.M. said that it still planned to close the plant as soon as full production of a 1996 mini-van model began elsewhere, and that employment at North Tarrytown until then would depend on sales of the Chevrolet Lumina, Oldsmobile Silhouette and Pontiac Transport mini-vans assembled there.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Two Charged With Burying Newborn Alive","web_url":"https://www.nytimes.com/1993/10/27/nyregion/two-charged-with-burying-newborn-alive.html","abstract":"  Two months after Urbelina Emiliano told her new husband that she was pregnant with another man's child, the couple took the newborn girl and buried her alive in a hole in their backyard, the Nassau County police said today.   Ms. Emiliano, 23, and her husband, Fortino Perez, 28, both of Hempstead, were arraigned this afternoon on charges of second-degree murder, after the police exhumed an infant's body outside the couple's former home. They are being held without bail.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/27/style/chronicle-903093.html","abstract":"  There were so many journalists at a party for ELLEN GOODMAN, the Pulitzer Prize-winning syndicated columnist for The Boston Globe, on Monday evening that EDWIN DIAMOND, New York magazine's media critic, was moved to remark, \"This is the way to have a party: a bunch of journalists standing around and talking in a bar.\"   At the party, given by Ms. Goodman's longtime friend LYNN SHERR, a correspondent for the ABC News program \"20/20,\" guests like Mike Wallace, John Chancellor, Lesley Stahl, Mort Zuckerman, Diane Sawyer, Robert Caro, Judge Kimba M. Wood, Calvin Trillin, Jeff Greenfield and Fred Friendly were standing around the Cite Grill to congratulate Ms. Goodman on the publication of the fifth anthology of her newspaper columns. The book, \"Value Judgments,\" is being published this week by Farrar, Straus & Giroux.","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"German Ex-Police Chief Is Guilty in 1931 Murders","web_url":"https://www.nytimes.com/1993/10/27/world/german-ex-police-chief-is-guilty-in-1931-murders.html","abstract":"  The longtime chief of East Germany's secret police, Erich Mielke, was convicted today of the 1931 murders of two police officers and was sentenced to six years in prison.   Several other charges, all connected to his tenure as secret police chief, are still pending against the 85-year-old Mr. Mielke, but it is uncertain when or whether he will be brought to trial again.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Police, Not Troops, in Washington","web_url":"https://www.nytimes.com/1993/10/27/opinion/police-not-troops-in-washington.html","abstract":"  Bill Clinton was right to reject Mayor Sharon Pratt Kelly's request for the power to call out the National Guard in Washington D.C., to cope with the District's soaring murder rate. Congress, which is considering the option, would be wise to follow the President's example.   The National Guard is trained to keep order in short-term emergencies -- including natural disasters like hurricanes and man-made disasters like riots. It is not trained for long-term law enforcement. Deploying the Guard in Washington would invite other crime-ridden cities to do the same. Eventually, calling out the Guard would become a refuge for elected officials seeking to evade accountability for failed criminal justice policies.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"U.S. Says Chretien Will Not Undo Nafta","web_url":"https://www.nytimes.com/1993/10/27/world/us-says-chretien-will-not-undo-nafta.html","abstract":"  President Clinton and his aides said today that they did not expect that the Liberal Party's victory in Canadian elections would hurt the prospects for approval of the North American Free Trade Agreement or lead to renegotiation of the pact.   \"From my point of view, it will have no impact at all,\" President Clinton said this morning, discounting the Liberal Party's platform plank that called for renegotiation of the accord. \"I see no reason to renegotiate the agreement or any grounds or basis for it, and I think we should just go ahead.\"","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Make His Day? The Modern Does Just That for Eastwood the Director","web_url":"https://www.nytimes.com/1993/10/27/movies/make-his-day-the-modern-does-just-that-for-eastwood-the-director.html","abstract":"  One night long ago, 17-year-old Clint Eastwood and his friends traveled from Oakland to Los Angeles to hear a jazz concert. Along the way, they happened to see horses running wild near Sunset Boulevard. So they helped corral the horses for the animals' owner, who thanked them and went home. Too bad: that was Mr. Eastwood's only meeting with Howard Hawks, one of the directors he most admires. He cites Mr. Hawks, along with John Ford and Anthony Mann, as an influence on his own career.   It's a long way -- and a lot of horses -- from the corner of Sunset and Sepulveda Boulevards to the Museum of Modern Art, where Mr. Eastwood's own directorial work will be the subject of a gala tribute tonight. (In past years, similar events have honored Cary Grant, Audrey Hepburn, Gregory Peck and David Niven.)","thumbnail":null,"section":"Movies"},{"date":"19931027","headline":"Medical Schools Alerted About Intern With a Prison Record","web_url":"https://www.nytimes.com/1993/10/27/nyregion/medical-schools-alerted-about-intern-with-a-prison-record.html","abstract":"  Officials of the University Hospital here are warning medical schools and teaching hospitals nationwide to be on the watch for an intern they dismissed this month after learning that he had served two years in prison for feeding ant poison to six paramedics in Illinois in 1985.   The 39-year-old intern, Michael Swango, a 1983 graduate of Southern Illinois University's medical school, lied in his application to Stony Brook, failing to disclose the time he spent in prison, said Dr. Jordan J. Cohen, dean of the School of Medicine at the State University here.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"The Super Wine Cellar Isn't Funny","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-the-super-wine-cellar-isnt-funny.html","abstract":"It was just over a month ago that Father Timothy Toohig led a prayer for the Superconducting Super Collider at the Chautauqua Auditorium here. The U.S. House of Representatives had voted to kill funding for the project and the Senate looked sure to follo","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/27/nyregion/metro-digest-159593.html","abstract":"  METRO DIGEST  NEW YORK CITY  CONTENTS OF BOMB PLOT TAPES REVEALED   The informer at the center of the Government's case in the plot to bomb New York City landmarks had a volatile relationship with his handlers, often quarreling with F.B.I. agents who used him to infiltrate a group of Muslims now charged in the plot, according to transcripts of secretly taped conversations. Transcripts of the hundreds of hours of tapes, which were recorded without the knowledge of the F.B.I., were distributed to defense lawyers. A1","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"China Makes Trade Pact for Americas Urgent; Rethink the Agreement","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-china-makes-trade-pact-for-americas-urgent-rethink-the-agreement-934093.html","abstract":"  To the Editor:   Giving in to the pie-in-sky hopes expressed by supporters of the North American Free Trade Agreement is not what I would expect of William Safire. \"Laughter After Nafta\" (column, Oct. 21) is no joking matter for tens of thousands of American workers on unemployment lines today or heading toward them in the future.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Bridge BYL>By Alan Truscott; A less than perfect defense is unraveled much as the lowly winkle is untwisted.","web_url":"https://www.nytimes.com/1993/10/27/nyregion/bridge-byl-alan-truscott-less-than-perfect-defense-unraveled-much-lowly-winkle.html","abstract":"  A humble shellfish much favored by London cockneys is the winkle, which can be coaxed from its convoluted home with the aid of a pin. The bridge winkle is an equally convoluted creature that can be brought into the daylight by a skillful declarer without a pin.   An example, with slightly imperfect defense, is the diagramed deal from a Stratified Mixed Pairs Championship at the Summer Nationals in Washington in July. North and South were Mary and David Price of Toronto, who reached three no-trump with a brisk auction. West had to guess which red suit to lead, and guessed wrong by leading a diamond.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Electric Rates To Be Frozen By Authority","web_url":"https://www.nytimes.com/1993/10/27/nyregion/electric-rates-to-be-frozen-by-authority.html","abstract":"  The New York State Power Authority, trying to repair its tattered public image and fight off competition from independent energy suppliers, said yesterday that it would freeze electricity rates for the next three years for its government customers in New York City and Westchester County, which could save them as much as $110 million.   The freeze would hold down electricity rates for New York City, the city's subways, suburban commuter rail systems and a number of other government agencies. The action would reduce their bills by roughly 4.5 percent, compared with the increases the Power Authority had previously projected. But some local officials said they did not anticipate that their savings would be as large as the authority announced.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Process of Linking Blast Debris Begins","web_url":"https://www.nytimes.com/1993/10/27/nyregion/process-of-linking-blast-debris-begins.html","abstract":"  In a turning point in the World Trade Center bombing case, prosecutors began presenting evidence yesterday in their effort to link the four men on trial with the many bits of twisted metal that has been brought before the jury over the last two weeks.   At the end of the afternoon session, a New York City police detective, Edward Mason, who identified himself as a fingerprint specialist, told how he had taken imprints of a serial number embedded in a five-foot-long piece of metal frame that was recovered from the explosion.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Managing Award Caps Baker's Rookie Season","web_url":"https://www.nytimes.com/1993/10/27/sports/baseball-managing-award-caps-baker-s-rookie-season.html","abstract":"  Hours after a second member of his starting infield declared himself a free agent, the news took a turn for the better for Dusty Baker yesterday. The Baseball Writers Association of America announced that Baker, rookie manager of the San Francisco Giants, had been voted National League manager of the year in his first year as a manager in the major leagues.   The 44-year-old Baker, who led the Giants to their most victories (103) since 1962, received 15 of the 28 first-place votes in balloting by two writers from each National League city. That was four more than Jim Fregosi of the N.L. East champion Philadelphia Phillies, who got 11 first-place votes and finished second.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Consider That Maybe Everybody Doesn't Want to Be American","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-consider-that-maybe-everybody-doesnt-want-to-be-american.html","abstract":"Above all, Bill Clinton was elected to attack domestic problems ranging from inadequate medical care through crime and drugs to the soaring federal budget deficit. He was not elected to set the entire world aright or to involve America more deeply in for","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Jets Against the Giants: Big Names, Big Games","web_url":"https://www.nytimes.com/1993/10/27/sports/football-jets-against-the-giants-big-names-big-games.html","abstract":"  The Jets and Giants have met so rarely, only six times since 1970, that their matchups are more a novelty than a rivalry.   Their seventh regular-season clash comes Sunday: The Giants, 5-1 and atop the National Football Conference East, are trying to return to the glory of just a few seasons ago. The Jets? They have lost three straight, their record has dropped to 2-4 and they need this game to begin to salvage the season. Despite only a half-dozen confrontations, the teams have created an anthology of memories and names: The Sack Exchange, Joe Namath, Craig Morton, Al Woodall, Ray Perkins, Fran Tarkenton, Joe Walton, Pete Gogolak. And the rare meetings have defined the teams' seasons and hinted at their futures.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Review/Television; Shoe Pinches Other Foot In a Series","web_url":"https://www.nytimes.com/1993/10/27/arts/review-television-shoe-pinches-other-foot-in-a-series.html","abstract":"  How's this for a quandary? Your dearest friend has just moved into the White House, and here you are writing and producing a weekly series poking fun at politicians and other assorted nitwits on the Washington power circuit. What to do? Well, Linda Bloodworth-Thomason and Harry Thomason, top-of-the-list F.O.B.'s, don't fool around. Their \"Hearts Afire\" show, shifted by CBS from Mondays to Wednesdays, has been yanked out of its now awkward Washington setting and plunked down in a small town in Middle America. The state is not identified, but Bubbas in good standing can cast a knowing wink in the direction of Arkansas.   Tonight's special hourlong season premiere at 8 (the regular time will be 8:30) wastes no time in fleeing the District of Columbia. John Hartman (John Ritter) and family are already on the road in a rickety van heading for the town where he grew up. He talks rhapsodically of common sense, decency and family values. He will soon know better. His new wife, Georgie (Markie Post), a Peabody Award-winning journalist, warily wonders if she's going to fit in on John's version of Walton Mountain. His two young sons from an earlier marriage are making no firm commitments.","thumbnail":null,"section":"Arts"},{"date":"19931027","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/10/27/health/personal-health-604093.html","abstract":"  ALL too often, women who complain of chronic debilitating symptoms for which doctors can find no physical cause or cure are dismissed as crackpots or hypochondriacs and are shunted off to psychotherapists for treatment of ailments assumed to be emotionally based.   Such has been the fate of thousands of women suffering from a miserably painful and debilitating disorder involving a part of their bodies that many hesitate to discuss even with their doctors. That part is the vulva, the tissue that surrounds the opening to a woman's vagina and urethra, and the disorder is called vulvodynia.","thumbnail":null,"section":"Health"},{"date":"19931027","headline":"A Common Rot","web_url":"https://www.nytimes.com/1993/10/27/sports/IHT-a-common-rot.html","abstract":"What common thread links Adolf Hitler, Saddam Hussein, Bernard Tapie and Diego Maradona? Try soccer. The game touches everything, everyone. .Jesse Owens spoiled the Fuhrer's party at the Berlin Olympics, and now soccer is becoming a footnote to the Thi","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"'Anything Goes' Houston May Go the Limit: Zoning","web_url":"https://www.nytimes.com/1993/10/27/us/anything-goes-houston-may-go-the-limit-zoning.html","abstract":"  In many American cities, the mental image of the landscape is set by something the city has. Seattle has the Space Needle, St. Louis has the Gateway Arch. Here in Houston, though, even with its famed Astrodome, the urban geography has long been noted for what this city does not have: any zoning regulations whatsoever.   But now Houston, the only major American city without a zoning code, is on the verge of determining whether the time has finally come to impose zoning and, perhaps, inject some modicum of order to the helter-skelter, hodgepodge way that the nation's fourth largest city has evolved and even now continues to grow.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Term-Limit Foes Counterattack","web_url":"https://www.nytimes.com/1993/10/27/nyregion/term-limit-foes-counterattack.html","abstract":"  As supporters of the referendum that would limit New York City's elected officials to two four-year terms continued an expensive television blitz, opponents began their counterattack yesterday with a rally of union and civic leaders on the steps of City Hall.   And with only a week before the referendum, Proposal 4, goes before voters, the organizers of the opposition acknowledged that, short of time and money, they would not be able to do much more to spread their message.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Hadareni Journal; Death Is a Neighbor, and the Gypsies Are Terrified","web_url":"https://www.nytimes.com/1993/10/27/world/hadareni-journal-death-is-a-neighbor-and-the-gypsies-are-terrified.html","abstract":"  Charred remains of houses burned to the ground line the Transylvanian road between Tirgu Mures and Cluj, which passes through this village. They are visible reminders of the violence that ravaged it one month ago.   Less noticeable are other dwellings that at a glance look like the ordinary peasant homes of this impoverished country -- windows broken, doors awry, dilapidated but habitable. Their real devastation is apparent only to those who stop and look.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Ex-Official Is Convicted In HUD Scandal of 80's","web_url":"https://www.nytimes.com/1993/10/27/us/ex-official-is-convicted-in-hud-scandal-of-80-s.html","abstract":"  The executive assistant to former Housing Secretary Samuel R. Pierce Jr., who found herself at the center of the influence-peddling scandal during the Reagan Administration, was convicted today of 12 felony counts of defrauding the Government, taking a bribe and lying to Congress.   For each of the 11 felony counts on which she was convicted, the aide, Deborah Gore Dean, faces a possible sentence of five years in prison and $250,000 in fines. For a 12th count, receiving an illegal gratuity, Ms. Dean faces a possible jail sentence of up to two years and a fine of up to $250,000.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"The (Russian) Empire Strikes Back","web_url":"https://www.nytimes.com/1993/10/27/opinion/the-russian-empire-strikes-back.html","abstract":"The hand-wringing that accompanied Boris Yeltsin's crushing of the neo-fascist uprising in Moscow this month deflected attention from an issue that really should keep U.S. policymakers awake nights: Russia's attempt to resurrect an exclusive sphere of influence across the former Soviet Union. \n\nLike so many dominoes, the former Soviet republics are succumbing to Moscow's reassertion of imperial prerogatives. The process is now hurtling toward its logical conclusion, with Moscow's sights set on Ukraine -- 52 million people strategically situated in the heart of Central Europe.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Massive Cabdriver Protest Of 35 Killings Snarls Traffic","web_url":"https://www.nytimes.com/1993/10/27/nyregion/massive-cabdriver-protest-of-35-killings-snarls-traffic.html","abstract":"  Thousands of cabdrivers, angered and frightened by the seemingly unceasing string of killings and violent crimes against New York taxi drivers, formed a massive caravan and staged a mobile demonstration in Manhattan yesterday, bringing traffic to a standstill and creating chaos on several midtown blocks during the early evening rush hour.   The protest route started at Fourth Street and stretched up West Street before heading toward Times Square and south again on Broadway for a rally at City Hall. Along the way, the drivers -- primarily yellow cabdrivers -- tied up intersections and frustrated commuters. At some points, drivers abandoned their vehicles, to chant slogans and sit in the street during the protest that began at about 2 P.M. and trailed off about 7 P.M.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"French in Algeria Cautioned","web_url":"https://www.nytimes.com/1993/10/27/world/french-in-algeria-cautioned.html","abstract":"  The Foreign Ministry suggested today that many of the estimated 76,000 French citizens living in Algeria should consider taking the opportunity of a week's school vacation to leave the North African country after the kidnapping of three French diplomats and the killing last month of two French technicians.   Since Sept. 21, Muslim militants have begun to make foreigners a target in their violent campaign against Algeria's military-backed Government.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"1918: Spain and the War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-1918-spain-and-the-war-in-our-pages100-75-and-50-years-ago.html","abstract":"MADRID - In the course of an important debate in Parliament on foreign affairs, Conde Romanones declared his pro-Ally policy and stated that Spain should turn her eyes toward the United States. Amid thunderous applause he said that Spain must definitely t","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Sharks Are Eating Cable TV Customers","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-sharks-are-eating-cable-tv-customers-937593.html","abstract":"  To the Editor:   The cable television industry has accomplished a remarkable feat over the last 15 years.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/27/theater/theater-in-review-941393.html","abstract":"  El Galan de la Telenovela (The Sexy Star of the Soap Opera)  Gramercy Arts Theater 138 East 27th Street Gramercy Park By Diana Raznovich; directed by Rene Buch; production designer, Robert Weber Federico; production supervisor, Manuel Herrera; technical director, Rigoberto Obando; assistant to the director, Rene Sanchez. Presented by Repertorio Espanol, Gilberto Zaldivar, producer; Mr. Buch, artistic director.  WITH: Ofelia Gonzalez, Ana Margarita Martinez-Casado and Ricardo Barber. With the voices of Lilia Veiga, Juan Villarreal and Rene Sanchez.","thumbnail":null,"section":"Theater"},{"date":"19931027","headline":"Birth Control and Morality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-birth-control-and-morality-letters-to-the-editor.html","abstract":"In response to the report \"Papal Encyclical's Focus: Moral 'Crisis'\" (Oct. 4) by Peter Steinfels: .So the official position of the Roman Catholic Church continues to be against any form of \"artificial\" birth control - even though th","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"PRESIDENT TO LIMIT FEDERAL SUBSIDIES IN HEALTH PROGRAM","web_url":"https://www.nytimes.com/1993/10/27/us/president-to-limit-federal-subsidies-in-health-program.html","abstract":"  To control the cost of his proposal for universal health insurance coverage, President Clinton has modified it to limit Federal spending on subsidies for low-income workers, small businesses and early retirees, Administration officials and Congressional aides said today.   The proposal, one of dozens of adjustments to the health care plan, which Mr. Clinton intends to submit to Congress on Wednesday, seeks to balance two conflicting imperatives. On the one hand, the President is telling Americans, as he said last month, that they have a right to \"health security -- health care that can never be taken away, health care that is always there.\" Curbing Runaway Costs    On the other hand, he and his budget director, Leon E. Panetta, say they do not want to create a new entitlement to benefits that would impose open-ended costs on the Federal Government far into the future.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Edward Joseph Maude; Banker, 69","web_url":"https://www.nytimes.com/1993/10/27/nyregion/edward-joseph-maude-banker-69.html","abstract":"  Edward Joseph Maude, a former chairman and chief executive of the United Mutual Savings Bank in Manhattan, died on Oct. 13 at his home in New Bern, N.C. He was 69 and had lived in Montclair, N.J., until 1987.   The cause was cancer, his family said.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"U.S. IN QUIET TALKS WITH NORTH KOREA","web_url":"https://www.nytimes.com/1993/10/27/world/us-in-quiet-talks-with-north-korea.html","abstract":"  In unpublicized talks aimed at ending an impasse over international supervision of North Korea's nuclear program, United States and North Korean officials meeting in New York have discussed steps toward cancellation of war games conducted by United States and South Korean forces and the possibility of eventual American diplomatic recognition of the North, Government officials and private citizens say.   The discussions, a new channel of communication between Washington and the Communist Government in Pyongyang, were joined two weeks ago by North Korea's principal arms control negotiator, Choi U Jin, the officials and citizens said.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Puzzle of Appointees","web_url":"https://www.nytimes.com/1993/10/27/us/puzzle-of-appointees.html","abstract":"  With a week before voters must choose between them, New York City's mayoral candidates -- Mayor David N. Dinkins and his challenger, Rudolph W. Giuliani -- steadfastly refuse to discuss appointees.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Waking Up to Doublespeak : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-waking-up-to-doublespeak-letters-to-the-editor.html","abstract":"Regarding \"Doublespeak and Other Acts of War\" (Meanwhile, Oct. 19): .Lloyd Grove confirms my fear that the Clinton administration and its spokespersons at the White House, State and Defense Departments are all empty suits and empty phrases. T","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"New Polish Premier Assumes His Office; Walesa Has Doubts","web_url":"https://www.nytimes.com/1993/10/27/world/new-polish-premier-assumes-his-office-walesa-has-doubts.html","abstract":"  With a warning from President Lech Walesa not to squander the past four years of movement toward a market economy, Poland's new Prime Minister, the leader of a former Communist party, was sworn in today along with a 20-member Cabinet.   The new Prime Minister, Waldemar Pawlak, 34, who was described recently by Mr. Walesa as not being up to the job, responded to the President's admonition by saying his Government would contribute to the \"growth trend.\"","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Christopher Praises Belarus on Nuclear Issue","web_url":"https://www.nytimes.com/1993/10/27/world/christopher-praises-belarus-on-nuclear-issue.html","abstract":"  Secretary of State Warren Christopher came to this capital of broad boulevards today and praised its leaders for taking \"historic steps\" to remove nuclear weapons from their territory.   His message was as much an embrace of Belarus as it was a signal to Ukraine, whose leaders told Mr. Christopher on Monday that they were committed to making their country nuclear-free, but whose Parliament has not yet ratified the Strategic Arms Reduction Treaty or agreed to adhere to the Nuclear Nonproliferation Treaty.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/27/sports/results-plus-560493.html","abstract":"  N.H.L. Good Night for Lindros  Eric Lindros capped a three-goal second period as the Philadelphia Flyers beat the Nordiques, 4-2, last night in Quebec. Josef Beranek scored his league-leading 10th goal and assisted on another as the Flyers won for the seventh time in nine games. Lindros was making his third visit to the Colisee since his trade to the Flyers, a deal prompted by his refusal to sign with the Nordiques after they selected him in the 1991 entry draft. (AP) Jets 5, Panthers 2: Nelson Emerson and Keith Tkachuk scored first-period short-handed goals to lead Winnipeg past Florida in Miami. (AP) Blackhawks 9, Blues 2: Jeremy Roenick, Kevin Todd and Joe Murphy each scored twice, and Ed Belfour stopped 24 shots as host Chicago beat St. Louis for its third consecutive victory. (AP) TENNIS Courier Tops Wheaton  Jim Courier beat David Wheaton, 7-5, 5-7, 6-3, last night in his opening match in the $1.65 million Stockholm Open. Michael Stich came from a set down to beat Mikael Pernfors. Stich, a German seeded No. 4, won the second-round match, 6-7 (3-7), 7-5, 6-2, on the Globe Arena's carpet. Third-seeded Boris Becker, who also plays well in Sweden and is a three-time Stockholm Open champion, beat Aaron Krickstein, 7-5, 6-4, in his opening match. Becker will next play MaliVai Washington. (AP) BOXING Pazienza Wins Decision  Vinny Pazienza went to 4-0 since returning to the ring after breaking his neck when he took a unanimous decision over Robbie Sims in a 10-rounder at the Foxwoods High Stakes Bingo and Casino last night in Ledyard, Conn. Pazienza, 30, improved his record to 35-5. The Cranston, R.I., native broke his neck in a car accident in November 1991. He began his comeback in December 1992 with a victory over Luis Santana of New York. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Review/Music; Students and Stars With Joint Impact","web_url":"https://www.nytimes.com/1993/10/27/arts/review-music-students-and-stars-with-joint-impact.html","abstract":"  The finale of the Fiddlefest concert at Carnegie Hall on Monday evening was a reminder that the professional music world, the parade of stars and contenders who tread the boards night after night, is only part of the picture. After two hours of performances by famous classical, jazz and country fiddlers, 14 students from East Harlem public schools shared music stands with their starry elders and collaborated on a heartwarming performance of a Bach concerto movement.   The students study with Roberta Guaspari-Tzavaras, a violinist whose public-school music program was canceled in a round of budget cuts but who persuaded her school board to let her continue to teach as long as she found her salary elsewhere. Her solution was to solicit corporate and private donations to start the Opus 118 Music Center, through which she teaches 130 students ages 6 to 13.","thumbnail":null,"section":"Arts"},{"date":"19931027","headline":"2 Gang Leaders in Sarajevo Face Crackdown in Bosnia","web_url":"https://www.nytimes.com/1993/10/27/world/2-gang-leaders-in-sarajevo-face-crackdown-in-bosnia.html","abstract":"  After months of growing lawlessness and black-marketeering that had eroded morale here almost as much as Serbian bombardments, the Bosnian Government began a crackdown today on two reputed gangsters within its own armed forces, laying siege to their headquarters.    The operation paralyzed the city. As the Government broadcast stay-at-home appeals to the city's population, now estimated by the United Nations at about 300,000, the two factions -- Government loyalists and supporters of the two renegade army commanders -- exchanged automatic rifle and mortar fire in crowded neighborhoods.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"CLINTON SEES WAYS TO REDUCE COSTS","web_url":"https://www.nytimes.com/1993/10/27/us/clinton-sees-ways-to-reduce-costs.html","abstract":"  Reaching into a grab bag of leftover campaign promises, President Clinton today introduced legislation and signed executive orders that he said would cut the deficit, curb crime and streamline government.   Mr. Clinton said the proposals could save $10 billion in the next fiscal year by eliminating or reducing wasteful programs while fulfilling his pledge to search for additional cuts in the budget.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Little Garnets Of Flavor, Pomegranates Are the Jewels Of Autumn","web_url":"https://www.nytimes.com/1993/10/27/style/little-garnets-of-flavor-pomegranates-are-the-jewels-of-autumn.html","abstract":"BY anyone's count, the pomegranate is really just a mess of seeds. Of course, there is the seductive exterior, the rosy, leathery skin and the rather corpulent body, topped off by what looks like a little crown of withered leaves. There is a certain appealingly sturdy quality to the fruit; it is large and commanding, a leader in the fall fruit bin. Socially, perfectly acceptable, but ultimately, can you take it anywhere? \n\n\"Don't be ridiculous,\" said Paula Wolfert, a cookbook writer and food scholar who has been following the pomegranate for at least 20 years, tracking its place in the cuisines of Morocco, Syria, Spain, Greece, Turkey and Tunisia. \"The pomegranate is the legendary fruit of the Mediterranean. It tastes exactly as Andre Gide described it: 'The juice is tart, like the juice of unripe raspberries.' And as for pomegranate molasses -- well, I predict it will be the elixir of the decade.\"","thumbnail":null,"section":"Style"},{"date":"19931027","headline":"Review/Dance; Waging War With Death, Loss and the Forces of Fate","web_url":"https://www.nytimes.com/1993/10/27/arts/review-dance-waging-war-with-death-loss-and-the-forces-of-fate.html","abstract":"  The dancing was vigorous, yet the overall mood was elegiac when the Bill T. Jones/Arnie Zane Dance Company performed on Saturday night at the Joyce Theater. Mr. Jones concerned himself with mortality and loss, and showed people trying to master their fates, but finding themselves controlled by forces beyond them.   Two pieces by Mr. Jones were new to his company's repertory. The title of \". . . And the Maiden,\" a world premiere, refers to the allegorical theme of Death and the Maiden, which has inspired countless paintings, music, literary works and dances over the years.","thumbnail":null,"section":"Arts"},{"date":"19931027","headline":"Man in the News; Canadian With Mandate: Joseph Jacques Jean Chretien","web_url":"https://www.nytimes.com/1993/10/27/world/man-in-the-news-canadian-with-mandate-joseph-jacques-jean-chretien.html","abstract":"  The Conservative Party derided him as \"yesterday's man\" because he faithfully served Prime Ministers Lester B. Pearson, Pierre Elliott Trudeau and John N. Turner.   But by placing today's problems in the hands of Jean Chretien, who will become the country's next Prime Minister, Canada's voters said experience must count for something. Among the nation's problems are getting people back to work, adjusting trade relationships and preserving national unity.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Florio and Whitman Focus on Basic Themes","web_url":"https://www.nytimes.com/1993/10/27/nyregion/campaign-trail-florio-and-whitman-focus-on-basic-themes.html","abstract":"  It is exactly one week before Election Day and the polls show the race for Governor could be close. But Christine Todd Whitman and Gov. Jim Florio could be vacationing in Hawaii for all the stress the two candidates are showing on the campaign trail.   Appearing remarkably relaxed and confident, both candidates crisscrossed the state today, returning to their core audiences to shore up support and dropping in on lunchtime crowds to lobby for last-minute votes.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"A New Television Series Becomes Foreman's Food for Thought","web_url":"https://www.nytimes.com/1993/10/27/sports/boxing-a-new-television-series-becomes-foreman-s-food-for-thought.html","abstract":"  \"Lunch!\" says the director, and the entire set is in a footrace for finger food.   \"You coming, George?\"","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Conciliatory Giuliani Asks City to 'Come Together'","web_url":"https://www.nytimes.com/1993/10/27/nyregion/campaign-trail-conciliatory-giuliani-asks-city-to-come-together.html","abstract":"  Rudolph W. Giuliani yesterday struck a chord of conciliation, cooperation and hope. Moving away from the bitterness and vituperation that have dominated the mayoral race for months, he urged New Yorkers to \"come together,\" to cast aside blind party loyalties, racial and ethnic stereotypes and labels of all kinds to usher in a \"new era\" in New York City politics.   \"We don't want anybody to vote because of racial pride or ethnic pride or religious pride,\" he said. \"A long time ago we decided we want people's votes because they agree that we can do a better job.\"","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"In America; Violence in The State Of Denial","web_url":"https://www.nytimes.com/1993/10/27/opinion/in-america-violence-in-the-state-of-denial.html","abstract":"  Altaf Quershi was a 27-year-old immigrant from Pakistan who was chasing the American dream in a yellow taxicab. He drove the cab to hustle money for his education, carrying passengers over the pocked and rutted roads of the outer boroughs, hoping eventually to go to law school, or maybe the journalism school at Columbia.   He lived in Brooklyn and died in Queens, the victim of the flip side of the American dream, which is the American way of violence.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Regarding \"So Long, Baseball\" (Observer, Oct. 6):: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-regarding-so-long-baseball-observer-oct-6-letters-to-the-editor.html","abstract":"I enjoyed Russell Baker's piece, especially as I am trying to persuade CNN International, to which I subscribe, to provide major league baseball on television - and they won't do it!","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Hurdle for Mideast Talks: The Palestinians Abroad","web_url":"https://www.nytimes.com/1993/10/27/world/hurdle-for-mideast-talks-the-palestinians-abroad.html","abstract":"  For many Palestinians, it is one of the more emotion-laden among the many complex issues that have landed on the Israel-P.L.O. bargaining table. For many Israelis, it is a human time bomb waiting to blow up in their faces.   Despite these widely differing hopes and fears, Israel and the Palestine Liberation Organization agree that if their month-old accord on Palestinian self-rule is to work, they must figure out what to do about the hundreds of thousands of Palestinian refugees living outside the borders of Israel and the occupied territories.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"Cairo Gunman Kills 2 Americans and Frenchman","web_url":"https://www.nytimes.com/1993/10/27/world/cairo-gunman-kills-2-americans-and-frenchman.html","abstract":"  A gunman opened fire on foreign tourists in a luxury Cairo hotel late last night, killing two American engineers and a Frenchman and injuring three other foreigners, officials from the United States Embassy and the Interior Ministry said early this morning.    It was the worst attack on foreign visitors in Egypt in recent years.","thumbnail":null,"section":"World"},{"date":"19931027","headline":"The Endless War","web_url":"https://www.nytimes.com/1993/10/27/opinion/the-endless-war.html","abstract":"  Bloody upheavals in Moscow and the Republic of Georgia have given outsiders a new appreciation of the lethal forces at play in the struggle to redefine the former Soviet Union. But such insights scarcely qualify as news for the people of Nagorno-Karabakh, where thousands have died in fighting since Soviet rule there began to collapse in 1988.    Pitting a defiant Armenian enclave against ethnically Turkish Azerbaijan, which surrounds it, the Nagorno-Karabakh war has the tragic distinction of being the former Soviet Union's most prolonged and deadly internal dispute. It has devastated major cities and displaced 500,000 people in a humanitarian disaster affecting Armenia, Azerbaijan, Russia, Turkey, Iran and Georgia.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/27/nyregion/c-corrections-894893.html","abstract":"  A picture caption yesterday about a visit to a housing project in Queens by Mayor David N. Dinkins and Senator Edward M. Kennedy misstated the first name of Mr. Kennedy's wife in some copies. She is Victoria Reggie Kennedy.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"P. S.A.T. Jitters","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-p-sat-jitters-938393.html","abstract":"  To the Editor:   Educators are exasperated that students seem to be under pressure to prepare for the Preliminary Scholastic Assessment Test. But one must remember that National Merit Scholarships are awarded to students who achieve the highest scores on the P.S.A.T., and this is what prompts so many -- especially those who expect to do well -- to prepare for it so assiduously, and for their parents to pay for courses, videos or whatever might help. SHEILA RIZZO  Tenafly, N.J., Oct. 20, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/10/27/books/book-notes-590693.html","abstract":"  A Blast From the Past   Its era has long since passed, but somewhere along the way \"The Anarchist Cookbook,\" a step-by-step guide to making bombs at home that was written in the heat of the social upheaval of the early 1970's, became a cult classic. Like the film \"The Rocky Horror Picture Show,\" the \"Cookbook\" still has a healthy following and still sells steadily, mostly to college students and others longing for a bygone counterculture.   The book has recently passed a milestone, one all the more momentous when you consider that it took place in the relatively lawful 1990's. Two weeks ago, its two-millionth copy was sold.","thumbnail":null,"section":"Books"},{"date":"19931027","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/10/27/sports/transactions-732193.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Placed Kurt Stillwell, infielder, on waivers for the purpose of giving him his unconditional release.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Another Big Block by Roy: The Devils' Unbeaten Streak","web_url":"https://www.nytimes.com/1993/10/27/sports/hockey-another-big-block-by-roy-the-devils-unbeaten-streak.html","abstract":"  The first loss for the Devils came tonight. It came after seven victories to open the season. It came in a 2-0 shutout. Worse, it came at the artful hands of the Montreal Canadiens, the team the Devils so desperately wanted to beat for several reasons.   The foremost reason was that Coach Jacques Lemaire and his assistant, Larry Robinson, are two Canadien legends who are in their first season with the Devils. Then there was the fact that Montreal is the defending Stanley Cup champion and had last spring's most valuable player in the playoffs, Patrick Roy, in goal tonight at the Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Water on the Sidewalk","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-water-on-the-sidewalk-940593.html","abstract":"  To the Editor:   New York City's reservoir levels are below 50 percent and below average for this time of year. Yet early every morning millions of gallons of water are wasted as city sidewalks are hosed down by porters in front of co-ops, condominiums and storefronts. The odd leaf is chased away by enough water for a bath; a cigarette butt with enough for a shower. Whatever happened to brush and pan? Let's stop, or at least restrict, this waste. MICHAEL SINGER  New York, Oct. 20, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"China Makes Trade Pact for Americas Urgent","web_url":"https://www.nytimes.com/1993/10/27/opinion/l-china-makes-trade-pact-for-americas-urgent-935993.html","abstract":"  To the Editor:   A few days ago I returned from a trip to China. I would like to send a few select members of the House of Representatives over there to take a look at what's happening. China's overwhelming infrastructure and industrial development ambitions are clearly beyond its pocketbook. Vast new projects, like Shanghai's huge new city complex of Pudong stand partly developed with most of the work being done by manual labor.","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"For Giuliani, an Unusual Opportunity to Change the Whole Face of City Hall","web_url":"https://www.nytimes.com/1993/10/27/nyregion/for-giuliani-an-unusual-opportunity-to-change-the-whole-face-of-city-hall.html","abstract":"  When Rudolph W. Giuliani speaks of how he would govern, he often refers to Fiorello H. La Guardia, the Depression-era fusion Republican who threw out the Democratic clubhouse and brought in as advisers an eclectic mix of Republicans, Socialists, New Dealers and even a vice president of Macy's.   And in many ways Mr. Giuliani could be just as free to cast a broad net as Mr. La Guardia was half a century ago. For if the Republican-Liberal candidate for mayor surges to victory on Nov. 2, his election would mark the first time in two decades that Democrats had lost control of City Hall, giving Mr. Giuliani a rare opportunity to change the face of city government radically and to bring new people to the 1,500 jobs under the control of the Mayor.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Charlotte Is In, but Others Must Wait for Overtime","web_url":"https://www.nytimes.com/1993/10/27/sports/football-charlotte-is-in-but-others-must-wait-for-overtime.html","abstract":"  The National Football League, by unanimous vote of the owners of its 28 clubs, awarded a franchise tonight to Charlotte, N.C. However, it put off until Nov. 30 the selection of a second expansion team.   St. Louis and, to a lesser extent, Baltimore remain the leading candidates. Memphis and Jacksonville, the two other bidders, are still underdogs to be voted into this exclusive fraternity. Each new team will pay a franchise fee of $140 million and will start playing in 1995 after being stocked by an expansion draft of veteran players.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"1943: Gloomy Germany : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/27/opinion/IHT-1943-gloomy-germany-in-our-pages100-75-and-50-years-ago.html","abstract":"LIVERPOOL, England - [From our New York edition:] A Germany steeped in gloom over the outlook and anxious to have someone put an end to the war was pictured today [Oct. 26] by fourteen wounded American soldiers who arrived here in the hospital ship Atlant","thumbnail":null,"section":"Opinion"},{"date":"19931027","headline":"A Bizarre Drug Tested in the Hope of Helping Drug Addicts","web_url":"https://www.nytimes.com/1993/10/27/health/a-bizarre-drug-tested-in-the-hope-of-helping-drug-addicts.html","abstract":"  DRIVEN by a deep sense of frustration that efforts to cure drug addiction are going nowhere, Federal researchers are testing a bizarre, mind- altering drug called ibogaine as a possible new treatment for cocaine and heroin addiction.   The drug, drawn from the roots of a West African shrub, has been tried on only 60 people. But several doctors and patients say that the compound works wonders, often banishing symptoms of withdrawal and craving for months if not years. Intrigued and at the same time skeptical, researchers have decided to see if the drug works as well as its supporters claim.","thumbnail":null,"section":"Health"},{"date":"19931027","headline":"Review/Music; Mystical, Minimal And Now Onstage","web_url":"https://www.nytimes.com/1993/10/27/arts/review-music-mystical-minimal-and-now-onstage.html","abstract":"  The most famous piece of art music in the world today is probably Henryk Gorecki's Symphony No. 3. It has been recorded at least three times, and on Elektra/Nonesuch the 17-year-old, hourlong work for soprano and orchestra has been the No. 1 classical album for much of this year, on British and American charts. It has also made its way onto the pop charts, and has sold over half a million copies. But this piece and others by this Polish composer have not been a major presence on the concert scene until now.   On Sunday night at Merkin Concert Hall, the pianist David Arden presented the American premiere of Mr. Gorecki's First Piano Sonata along with his Four Preludes (Op. 1), which were written in the mid-1950's and are startlingly unmystical, containing robust toccatalike passages that recall Chopin's Scherzos or the music of Szymanowski.","thumbnail":null,"section":"Arts"},{"date":"19931027","headline":"Islanders End Slump With a Scoring Flurry","web_url":"https://www.nytimes.com/1993/10/27/sports/hockey-islanders-end-slump-with-a-scoring-flurry.html","abstract":"  The Islanders burst out of their slump tonight and ended a five-game streak without winning with an impressive 7-0 thumping of the Los Angeles Kings at the Coliseum. The Kings, a Stanley Cup finalist last spring, put on a lethargic display, losing for the third consecutive time on a grueling road trip.   Ron Hextall, the Islander goalie who has been off to a slow start, stopped 38 Los Angeles shots and got support from the 11,417 fans, a stark difference from the booing and sarcastic cheering he has heard in recent weeks. Derek King and Steve Thomas each scored twice, and the power-play unit scored four times.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Pulse of Campaign: Dinkins the Survivor and Giuliani the Striver","web_url":"https://www.nytimes.com/1993/10/27/nyregion/pulse-of-campaign-dinkins-the-survivor-and-giuliani-the-striver.html","abstract":"  Not so many weeks ago, the received wisdom among New York politicians was that Mayor David N. Dinkins would be on the floor by now and that Rudolph W. Giuliani would be measuring the drapes at City Hall -- and both may well prove true after next Tuesday's election, which all the polls suggest remains too close to call.   But for the moment, Mr. Dinkins is still standing and Mr. Giuliani still apparently striving to clinch his sale. That is an obvious testament to a month of relentless and often hyperbolic televised attacks by the Mayor painting his challenger as a big, bad Republican. It may also be the unintended consequence of Mr. Giuliani's pointed counterpunches condemning the Mayor for a range of lapses dating back to his failure to file income-tax returns two decades ago.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"A Quarterback's Long, Winding Road","web_url":"https://www.nytimes.com/1993/10/27/sports/football-a-quarterback-s-long-winding-road.html","abstract":"  When someone asked Jake Kelchner whether he was intimidated by the prospect of playing Syracuse in the Carrier Dome on Saturday night, the West Virginia quarterback chuckled.   His mind wandered, he recalled, and his thoughts drifted back a few years to his senior year at Berwick (Pa.) High, when he saw the Dome during an unofficial visit.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/27/nyregion/c-corrections-893093.html","abstract":"  An article yesterday about the mayoral campaign of Rudolph W. Giuliani misstated the position of the editorial page of The Staten Island Advance on his candidacy. The page has not endorsed Mr. Giuliani. It will make an endorsement in the race on Friday, William A. Huus, the paper's managing editor, said yesterday.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/10/27/sports/eastern-college-report.html","abstract":"  West Virginia    Last year's Syracuse-West Virginia game at Morgantown, W. Va., was marred by a fourth-quarter brawl among about 50 players as benches emptied. The melee erupted after the Orange quarterback, Marvin Graves, was tackled roughly when he thought he was out of bounds. He then threw the football at the face of the tackler, Tommy Orr.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Auburn Punt Issue Becomes Bag of Hot Air","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-people-college-football-auburn-punt-issue-becomes-bag-of-hot-air.html","abstract":"  Auburn punter TERRY DANIEL's season has been a gas, but not because he filled the ball with helium. Daniel, who leads the nation with a 48.3-yard average, was cleared of any wrongdoing after the Southeastern Conference checked for helium in the footballs he was kicking.   \"I heard the ball had been sent to Birmingham to test the contents of it,\" the junior punter said. \"I couldn't believe it. It was just a 10-mile-an-hour wind. If you hit the ball decent, it should go that far.\"","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/27/theater/theater-in-review-611293.html","abstract":"  Yabba-Dabba-Q (Still Havin' a Gay Ol' Time)  Planet Q Theater  94 St. Marks Place (near First Avenue) East Village Written and performed by Stephen Earley, Chrisanne Eastwood, Tony Javed, Veronica Mittenzwei, Eric Rockwell and Ann Stengel. Music and lyrics written by Mr. Rockwell and Ms. Eastwood. Directed by David Mowers. Planet Q, the Queer Comedy Troupe, presented by Michael Hyman.","thumbnail":null,"section":"Theater"},{"date":"19931027","headline":"Blackman Is Battling For Role In Reserve","web_url":"https://www.nytimes.com/1993/10/27/sports/pro-basketball-blackman-is-battling-for-role-in-reserve.html","abstract":"  Ask Rolando Blackman how he feels about his game right now and an honest answer is forthcoming.   \"There's a lot of frustration, I can tell you that,\" Blackman said after today's Knick practice. \"I'm gritting my teeth a lot. My jaw muscles must have grown a half inch trying to bite through it. It's a frustrating thing, trying to get to a level where I can help these guys win.\"","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"I Dreamed of Rats Alley And Found Collectibles","web_url":"https://www.nytimes.com/1993/10/27/nyregion/about-new-york-i-dreamed-of-rats-alley-and-found-collectibles.html","abstract":"  THIS is for the microfilm, for posterity, for future generations of anthropologists and social historians who may want to take note that in the last decade of the 20th century at least two stores in New York City were selling human skeletons and bones, apparently for decorative purposes, not just in this Halloween season, but year round.   At Evolution, a store at 120 Spring Street in SoHo, there is one skeleton near the door with a sign that says \"Homo Sapiens, Provenance: India $3,700.\" The proprietor, Bill Stevens, said the specimen died in the last 20 years. A second human skeleton, dating back to Victorian times, bore a price tag of $2,800. It's provenance is given as China.","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Idea of Using National Guard to Help Police Draws Disdain","web_url":"https://www.nytimes.com/1993/10/27/us/idea-of-using-national-guard-to-help-police-draws-disdain.html","abstract":"  Mayor Sharon Pratt Kelly's notion of using National Guard troops to help combat the escalating crime in the nation's capital is drawing little support and some ridicule from mayors, police chiefs and Guard commanders around the country.   Most say they have never given serious thought to using Guard troops in a police capacity, no matter how bad crime rates were, because of both practical and political reasons.","thumbnail":null,"section":"U.S."},{"date":"19931027","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/27/nyregion/c-corrections-895693.html","abstract":"  An obituary on Sunday about Frank J. Del Giudice, an industrial designer who died on Oct. 17, omitted a surviving son. He is Peter of Plains, Mont.  ","thumbnail":null,"section":"New York"},{"date":"19931027","headline":"Harassment Arrests","web_url":"https://www.nytimes.com/1993/10/27/sports/sports-people-baseball-harassment-arrests.html","abstract":"  Two teen-agers were charged with pelting the home of Philadelphia Phillies relief pitcher MITCH WILLIAMS with eggs to show their displeasure with his performance in the World Series.   Hours after Williams gave up the Series-winning home run against Toronto on Saturday, the police said about 30 youngsters armed with cartons of eggs arrived at Williams's house. Williams was not at the house.","thumbnail":null,"section":"Sports"},{"date":"19931027","headline":"Review/Film; East Berlin in Gloom-Tinted Glasses","web_url":"https://www.nytimes.com/1993/10/27/movies/review-film-east-berlin-in-gloom-tinted-glasses.html","abstract":"  Some of the most telling moments in Peter Kahane's film \"The Architects,\" a somber, finely drawn portrait of life in East Berlin in the final days of the Communist regime, are long panning shots of the city's ugly, factorylike public housing. Shot from moving cars, these views of block after block of anonymous rectangular buildings evoke a joyless environment in which the imagination is systematically stifled and where people live in a state of chronic, low-grade depression.   The film depicts this society's grinding down of Daniel Brenner (Kurt Naumann), an idealistic architect in his late 30's. Daniel, like many others of his generation, is deeply frustrated by life under the Communists but somehow tolerates it. Hired to design a miniature city on the fringe of Berlin, he fools himself into thinking that he can counteract the prevailing gloom with a cheerier, more innovative approach. Working with a hand-picked team of friends who were classmates in architecture school, he comes up with a design that incorporates rooftop gardens and modern sculptures and that has architectural variety and generous breathing space.","thumbnail":null,"section":"Movies"}],"wiki_events":[{"date":"19931027","headline":"Widere Flight 744 crashes near Overhalla, Norway, killing six people.","pages":[{"title":"Widere Flight 744","web_url":"https://en.wikipedia.org/wiki/Wider%C3%B8e_Flight_744","description":"1993 aviation accident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Wider%C3%B8e_Twin_Otter.jpg/320px-Wider%C3%B8e_Twin_Otter.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Widere Flight 744, also known as the Namsos Accident, was a controlled flight into terrain of a de Havilland Canada DHC-6-300 Twin Otter during approach to Namsos Airport, Hknesra in Norway. The incident occurred on 27 October 1993 at 19:16:48 and killed six of the nineteen people on board, including the crew of two. The scheduled flight was en route between Trondheim Airport, Vrnes via Namsos to Rrvik Airport, Ryum and the aircraft crashed at Berg in Overhalla because it held too low an altitude."},{"title":"Overhalla","web_url":"https://en.wikipedia.org/wiki/Overhalla","description":"Municipality in Trndelag, Norway","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Namsen_kvatningen.JPG/320px-Namsen_kvatningen.JPG","thumbnail_width":320,"thumbnail_height":240},"abstract":"Overhalla is a municipality in Trndelag county, Norway. It is part of the Namdalen region. The administrative centre of the municipality is the village of Ranemsletta. Other villages include Melen, Skage, Skogmo, Svalia, and ysletta."}]}],"weather":[{"date":"19931027","time":"1993-10-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":83,"wspd":13},{"date":"19931027","time":"1993-10-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":16.6},{"date":"19931027","time":"1993-10-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":76,"wspd":16.6},{"date":"19931027","time":"1993-10-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":72,"wspd":16.6},{"date":"19931027","time":"1993-10-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":68,"wspd":16.6},{"date":"19931027","time":"1993-10-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":69,"wspd":18.4},{"date":"19931027","time":"1993-10-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":66,"wspd":13},{"date":"19931027","time":"1993-10-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":71,"wspd":16.6},{"date":"19931027","time":"1993-10-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":78,"wspd":14.8},{"date":"19931027","time":"1993-10-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":78,"wspd":22.3},{"date":"19931027","time":"1993-10-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":18.4},{"date":"19931027","time":"1993-10-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":74,"wspd":20.5},{"date":"19931027","time":"1993-10-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":16.6},{"date":"19931027","time":"1993-10-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":66,"wspd":20.5},{"date":"19931027","time":"1993-10-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":64,"wspd":20.5},{"date":"19931027","time":"1993-10-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":66,"wspd":20.5},{"date":"19931027","time":"1993-10-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":71,"wspd":18.4},{"date":"19931027","time":"1993-10-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":78,"wspd":20.5},{"date":"19931027","time":"1993-10-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":80,"wspd":18.4},{"date":"19931027","time":"1993-10-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":81,"wspd":25.9},{"date":"19931027","time":"1993-10-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":83,"wspd":16.6},{"date":"19931027","time":"1993-10-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":89,"wspd":18.4},{"date":"19931027","time":"1993-10-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":88,"wspd":20.5},{"date":"19931027","time":"1993-10-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":88,"wspd":18.4},{"date":"19931027","time":"1993-10-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":18.7},{"date":"19931027","time":"1993-10-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":18.7},{"date":"19931027","time":"1993-10-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":18.7},{"date":"19931027","time":"1993-10-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":18.7},{"date":"19931027","time":"1993-10-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":20.5},{"date":"19931027","time":"1993-10-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":24.1},{"date":"19931027","time":"1993-10-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":24.1},{"date":"19931027","time":"1993-10-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":24.1},{"date":"19931027","time":"1993-10-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":24.1},{"date":"19931027","time":"1993-10-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":20.5},{"date":"19931027","time":"1993-10-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":13},{"date":"19931027","time":"1993-10-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":16.6},{"date":"19931027","time":"1993-10-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":16.6},{"date":"19931027","time":"1993-10-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":22.3},{"date":"19931027","time":"1993-10-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":22.3},{"date":"19931027","time":"1993-10-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":25.9},{"date":"19931027","time":"1993-10-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":22.3},{"date":"19931027","time":"1993-10-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":16.6},{"date":"19931027","time":"1993-10-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":16.6},{"date":"19931027","time":"1993-10-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":52,"wspd":13},{"date":"19931027","time":"1993-10-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":11.2},{"date":"19931027","time":"1993-10-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":52,"wspd":11.2},{"date":"19931027","time":"1993-10-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":13},{"date":"19931027","time":"1993-10-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":64,"wspd":14.8}]}}