{"19940728":{"guardian_articles":[],"nytimes_articles":[{"date":"19940728","headline":"Blaney Names an Assistant","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-blaney-names-an-assistant.html","abstract":"  GREG HERENDA went back to work for GEORGE BLANEY yesterday, accepting an offer to become an assistant basketball coach at Seton Hall. Herenda, 33, worked for Blaney at Holy Cross from 1989-93, but left after this past season to take an assistant coaching job at Northeastern. A native of Jersey City, Herenda was a standout player at St. Peter's Prep. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Sports of The Times; Strike Date? Look Who's Setting One","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-of-the-times-strike-date-look-who-s-setting-one.html","abstract":"  OUTSIDE the players' entrance at Yankee Stadium, more than four dozen fans were holding pens and pictures and books as a familiar face emerged from a black convertible.   \"Donnie, Donnie,\" they were pleading now.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Bronx Zoo Baby Boom: It's a Gorilla!","web_url":"https://www.nytimes.com/1994/07/28/nyregion/bronx-zoo-baby-boom-it-s-a-gorilla.html","abstract":"  Okpara, Swahili for firstborn, is celebrating his first birthday today with a strawberry-studded cake. Most likely he will eat just the berries, washing them down with infant formula. Then the 15-pound baby might beat his tiny chest like King Kong.   Okpara, after a year out of public view, is making his official debut at the Bronx Zoo this morning. His birth last year set the gorilla world abuzz: his father, a 430-pound western lowland gorilla named Timmy, at the ripe age of 34 or so, was the oldest male gorilla to produce offspring in captivity, as well as the oldest to do so for the first time.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The Braves Could Use A Late Pick-Me-Up","web_url":"https://www.nytimes.com/1994/07/28/sports/on-baseball-the-braves-could-use-a-late-pick-me-up.html","abstract":"  The Atlanta Braves give a lot of credit to the Montreal Expos for that team's surge to the head of the class in the National League East. But the Braves would be remiss in not looking at themselves when trying to figure out why they have landed in the also-ran position behind Montreal.   A complete dissection isn't called for. Not for a team that could look at all the teams in the majors at the start of play yesterday and see only three -- Montreal, the Chicago White Sox and the Yankees -- with better winning percentages.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/28/nyregion/news-summary-784850.html","abstract":"  International A2-10  U.S. PLANS BIG BASE IN KIGALI  The United States is preparing to send troops to help establish a big base in Rwanda to bolster the relief effort there. Military officials said 2,000 to 3,000 troops could be sent into the country, in addition to the 4,000 that Washington has said would join relief efforts outside Rwanda.  A1","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/07/28/arts/the-pop-life-789496.html","abstract":"  Far Out Into Interactivity    David Bowie has been exploring strange new worlds, and they're light years away from those of \"Space Oddity\" and \"Starman.\" \"I'm totally in this alien area and it's great,\" he said by telephone on Tuesday in his first interview since last spring, when his CD-ROM \"Jump\" was released. Mr. Bowie's alien land is interactive multimedia, in which manipulatable pictures, sound, video, animation and text turn users into participants. His means of travel is the recording studio, where technology and the creative process meet.","thumbnail":null,"section":"Arts"},{"date":"19940728","headline":"Another Go for Foyt?","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-auto-racing-another-go-for-foyt.html","abstract":"  A. J. FOYT, who tearfully announced his retirement from racing more than two years ago, may be ready to race at the Indianapolis Motor Speedway once more.   A Nascar event, the inaugural Brickyard 400, has the 59-year-old racing great poised to return to the track where he won four Indy 500's and qualified for the race a record 35 consecutive years.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/28/style/IHT-what-theyre-reading.html","abstract":"Krista Sager, head of the Greens Party faction in Hamburg, is reading the German translation of Marion Zimmer Bradley's \"The Forest House,\" a romance novel steeped in mythology, religion and politics. .\"Her books are always about power st","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Dhaka Journal; 'The 2 Women' of Bangladesh: At the Top, at Odds","web_url":"https://www.nytimes.com/1994/07/28/world/dhaka-journal-the-2-women-of-bangladesh-at-the-top-at-odds.html","abstract":"  In Bangladesh, it is enough to mention \"the two women\" to touch off an impassioned debate.    Whether riding in a rickshaw in this capital's monsoon-swept streets or taking tea in a lawyer's air-conditioned chambers, there is no need to name Khaleda Zia, the Prime Minister, and Hasina Wazed, the opposition leader -- the two leaders, each 48 years old, who have overcome the weight of tradition in this overwhelmingly Muslim country to dominate its political life.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/28/us/inside-785288.html","abstract":"  Radical Muslims Suspected   Israeli officials asserted that a recent campaign of bombings directed at Israeli and Jewish targets was the work of radical Muslim fundamentalist forces. An Argentine investigator questioned two Iranians. Page A10. Overhaul Urged for Police    New York City's Police Department needs major changes at all levels from beat patrol to headquarters, a series of highly critical internal reports have concluded. Page B1. Serbs Attack U.N. Convoy    A week after rejecting a peace plan, Bosnian Serbs attacked a United Nations convoy outside Sarajevo, killing a British peacekeeper. Later they fired at French forces. Page A3. Combat Posts for Women    The Army plans to open to women many combat positions now closed to them, but protests by generals killed a more ambitious plan. Page A12. Japan Negotiating Ford Loan    The Export-Import Bank of Japan is negotiating a huge loan to the Ford Motor Company to help build cars for export to Japan. Page D1.  ","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Presidential Hopefuls at a Republican Forum Jab at Clinton's Foreign Policy","web_url":"https://www.nytimes.com/1994/07/28/world/presidential-hopefuls-at-a-republican-forum-jab-at-clinton-s-foreign-policy.html","abstract":"  The Republican Party paraded its foreign policy luminaries at a forum here today to gloat over past triumphs and, more pointedly, condemn President Clinton's leadership.   James A. Baker 3d, the Secretary of State under President Bush and a possible Presidential candidate in 1996, opened the daylong event by saying he had no intention of making \"political cheap shots\" but that he wanted to offer \"constructive criticism\" for Mr. Clinton.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"U.S. IS CONSIDERING A BASE IN RWANDA FOR RELIEF TEAMS","web_url":"https://www.nytimes.com/1994/07/28/world/us-is-considering-a-base-in-rwanda-for-relief-teams.html","abstract":"  The United States is preparing to send troops to help establish a large base in Rwanda to bolster the relief effort in the devastated African nation, Administration officials said today.    Setting up a staging area in the capital, Kigali, would mark an important new phase, committing American troops in Rwanda for the first time. Military officials said 2,000 to 3,000 troops could be sent into Rwanda, in addition to the 4,000 that Washington has said would join relief efforts outside the country.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Defector Says North Korea Has 5 A-Bombs and May Make More","web_url":"https://www.nytimes.com/1994/07/28/world/defector-says-north-korea-has-5-a-bombs-and-may-make-more.html","abstract":"  The South Korean intelligence agency presented on Wednesday what it said was a high-level North Korean defector who said that, despite repeated denials, the Government in Pyongyang had five nuclear bombs and might soon develop five more.   If his remarkable story is true, Kang Myong Do, 35, may be the most damaging defector ever to escape from North Korea, one of the most closed societies on earth. His story could also spur a reassessment of efforts to persuade North Korea to abandon its nuclear program.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Hollywood Closing Out a Summer of the Unexpected","web_url":"https://www.nytimes.com/1994/07/28/movies/hollywood-closing-out-a-summer-of-the-unexpected.html","abstract":"  Summer only began a month or so ago, but in Hollywood it's almost over.   The 14 weeks between Memorial Day and Labor Day are the richest box-office period of the year for movies, but the results -- or most of them -- are already in, and there are lots of surprises.","thumbnail":null,"section":"Movies"},{"date":"19940728","headline":"It's Contagious: Bonilla Imitates Brogna","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-it-s-contagious-bonilla-imitates-brogna.html","abstract":"  Bobby Bonilla's locker is next to Rico Brogna's in the visitor's clubhouse at Busch Stadium, and he has had a grand time these last few days teasing the rookie about his recent prowess at the plate.   \"It's terrific,\" Bonilla said this afternoon, when asked about Brogna's spectacular offensive performance in the first two games of this Mets-Cardinals series. \"He's been carrying us.\"","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Controversy and Conspiracy Tales Make for Crackling Sports Radio","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-broadcasting-hockey-controversy-conspiracy-tales-make-for-crackling.html","abstract":"  WFAN Radio's revelation Tuesday afternoon of what the station said were selected oral excerpts from the Mike Keenan papers (now part of the Gary Bettman Archives) was a show much like any starring Oprah's dysfunctional families.   There was the rebel son, Mike Keenan, his brother, Neil Smith, and their father, Bob Gutkowski, who sides with one brother (Neil) against the other (Mike) who gets attention only by telling what may be a whopper of a story.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Compromise Frees Crime Funds","web_url":"https://www.nytimes.com/1994/07/28/nyregion/compromise-frees-crime-funds.html","abstract":"  Mayor Rudolph W. Giuliani and Representative Charles E. Schumer said yesterday that a Congressional compromise had been reached that would allow the New York City Police Department to receive millions of dollars that had been in doubt in the pending Federal crime bill.   The money, Mr. Giuliani said, would permit the city to buy computers and other advanced technological tools for the department and to hire civilians, both of which would free hundreds of officers now on desk jobs to join the patrol force.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791849.html","abstract":"  PAUL McCARTNEY, who is in the news almost as often for his efforts on behalf of animals as for his music nowadays, has sent his razor, shaving cream and other Gillette products to the company's headquarters in Boston to protest its practice of testing products on animals.    In a letter accompanying the package, which was addressed to Alfred Zeien, the chief executive, Mr. McCartney wrote: \"As a friend of animals, I am not only unsatisfied but outraged. Please send me a refund as advertised on your products, which I intend to donate to People for the Ethical Treatment of Animals.\"","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/28/nyregion/no-headline-785369.html","abstract":"  \"You don't see the obviously mentally ill patient here. It's more your run-of-the-mill bourgeois neurotic.\" -- ANDREW L. TERNER, an art dealer in Greenwich Village.  [ B2:6. ]","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The 9th Was There Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-the-9th-was-there-too-letters-to-the-editor.html","abstract":"Regarding \"From the Beaches to the Seine: Surprise, Sacrifice and Some Good Luck\" (Opinion, June 1) by John C. Ausland: .May I take issue with the contention that the Normandy port of Cherbourg was captured by the 4th and 79th divisions alone","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Baby Delivered in Bid to Save Blast Victim","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-survivor-baby-delivered-in-bid-to-save-blast-victim.html","abstract":"  The fireball that swept through Ana Espinal's home shortly after midnight yesterday put an abrupt end to both her night's sleep and her pregnancy and left her in critical condition. But shining through the disaster was the birth of her son, six weeks premature but unharmed.   Fighting to save two lives, doctors at Westchester County Medical Center delivered the 4-pound, 6-ounce baby just hours after Mrs. Espinal, 27, was extensively burned when a propane truck hit the Grant Avenue overpass on Interstate 287 and exploded about 12:35 A.M. yesterday.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Savage Cuts in Defense Research","web_url":"https://www.nytimes.com/1994/07/28/opinion/savage-cuts-in-defense-research.html","abstract":"  For decades now, the huge Pentagon budget has been used as a backdoor way to finance academic research and the training of graduate students in fields relevant to defense purposes -- and valuable to the civilian economy as well. But this year the House Appropriations Committee chopped the Pentagon's budget for research at universities by 50 percent -- from $1.8 billion to about $900 million -- and the House went along with it.   The rationale was that, with defense budgets shrinking, defense research had to shrink too. But some critics think the real reason was pique -- that the Defense Appropriations Subcommittee, angered by attacks on its earmarking of funds for projects in members' home districts, chose these cuts to show the mainstream universities and their Congressional champions who's boss.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/28/nyregion/c-corrections-785547.html","abstract":"  A credit line in Science Times on Tuesday for a drawing of a reception hall of a Roman villa where a fifth-century cemetery for infants has been excavated misspelled the artist's surname. He is William Aylward.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791822.html","abstract":"  WILLIAM KENNEDY SMITH settled out of court on Tuesday with a bouncer who had accused him of assault, The Associated Press reported yesterday.    Dr. Smith pleaded no contest to assault and battery charges in November in Arlington County (Va.) District Court, admitting that he had punched the bouncer, Henry C. Cochran, in the face. Dr. Smith said he had mistaken him for the friend of a man who had taunted him in a bar earlier in the evening. The Arlington County General District Court sentenced Dr. Smith to a year of unsupervised probation and 100 hours of community service.","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Pentagon Sends Trainers and Equipment to Cambodian Army","web_url":"https://www.nytimes.com/1994/07/28/world/pentagon-sends-trainers-and-equipment-to-cambodian-army.html","abstract":"  The Defense Department has sent dozens of American military trainers and hundreds of thousands of dollars in equipment to Cambodia in recent weeks to help the Cambodian Army, which has suffered a string of battlefield defeats this year at the hands of the Khmer Rouge rebels.   American officials said it was the first time since the 1970's that the United States had provided direct aid to the Cambodian Army, although they were quick to note that the equipment did not include weapons or ammunition of any sort.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Two More Favorites Are Saratoga Victims","web_url":"https://www.nytimes.com/1994/07/28/sports/horse-racing-notebook-two-more-favorites-are-saratoga-victims.html","abstract":"  The jinx of Saratoga claimed a couple of new victims today, the prize mares Elizabeth Bay and You'd be Surprised, who were both favored at 8-5 to outrun the hex and restore some sanity to the racing season in the Adirondacks.   But they didn't. Elizabeth Bay stalked the lead for almost a mile and then disappeared into eighth and last place. And You'd be Surprised took the lead in the homestretch but lost it when a filly named Weekend Madness beat her to the wire by three-quarters of a length to win the $150,000 Saratoga Budweiser Breeders' Cup Handicap.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Yankees Will Finish One, Start Another","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-yankees-will-finish-one-start-another.html","abstract":"  Melido Perez, Mike Stanley and Steve Howe seemed to have this nice, unspoken agreement among themselves, an agreement spoiled only by a downpour at Yankee Stadium last night and an eighth-inning mental error by Mike Gallego.   As they did in a 1-0 victory over Oakland one week ago, Perez would pitch around trouble, Stanley would support him with power and Howe would again entrench himself as a formidable stopper.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"How Writers Thought, for All the World to See","web_url":"https://www.nytimes.com/1994/07/28/books/how-writers-thought-for-all-the-world-to-see.html","abstract":"  Vladimir Nabokov -- novelist, poet, playwright, chess player and lepidopterist -- is the undisputed star of the literary exhibition now at the Berg Collection of English and American Literature at the New York Public Library.   The 250 original manuscripts, drawings, letters and first editions, all being shown for the first time in \"New in the Berg Collection, 1991-1993,\" range from part of a poem written by Lord Byron in 1806 to W. H. Auden's will to the manuscript of Paul Auster's 1986 post-modern detective story, \"New York Trilogy.\" Among the Americans are Allen Ginsberg, Randall Jarrell, Jack Kerouac, Robert Lowell, Marianne Moore, May Sarton, Anne Sexton, John Steinbeck and Edith Wharton; the British include G. K. Chesteron, Ford Madox Ford, Thomas Hood, Rudyard Kipling, Sean O'Casey, Algernon Charles Swinburne and Virginia Woolf.","thumbnail":null,"section":"Books"},{"date":"19940728","headline":"'President' of Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-president-of-bosnia-letters-to-the-editor.html","abstract":"While those of us who urged a stronger stance against Serbian aggression in Bosnia might have wished for more, the five-power peace plan is certainly the best option now available. Willingness to impose it by force, without further delay, will be the las","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Tarpley to Stay in Greece","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-tarpley-to-stay-in-greece.html","abstract":"  The former Dallas Mavericks star ROY TARPLEY, his application for reinstatement to the N.B.A. still pending, signed a one-year contract to remain with the Greek champion Olympiakos of Piraeus yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Censorship, Gonzalez Style","web_url":"https://www.nytimes.com/1994/07/28/opinion/censorship-gonzalez-style.html","abstract":"  Henry B. Gonzalez, the Texas Democrat who heads the House Banking Committee, never really wanted to hold Whitewater hearings in the first place. Now that they are under way he seems determined to make them as unenlightening and unthreatening as possible.   Bowing to Robert Fiske, the independent counsel, Congress had already agreed to exclude the central matter in Mr. Fiske's continuing investigation -- whether money from Madison Guaranty Trust, an Arkansas savings and loan, was improperly funneled into the Whitewater land venture or President Clinton's gubernatorial campaigns. That limited the committee to one question: Did Administration officials try inappropriately or unethically to rein in a Federal investigation by the Resolution Trust Corporation into Madison's collapse?","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"1919: Occupy Mexico?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-1919-occupy-mexico-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The military occupation of Mexico by the United States Army was advocated in the House of Representatives by Representative Hudspeth, a Democrat of Texas. The address was enthusiastically applauded. He also urged that the American Government wi","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Blast Engulfed Homes In Flames and Misery","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-scene-blast-engulfed-homes-in-flames-and-misery.html","abstract":"  In the wee hours of Wednesday morning, Billy Covert, 22, was enjoying a movie, \"Tombstone,\" and a game of video hockey with two childhood friends upstairs in his family's yellow house at 103 Clinton Street. Then the black shutters outside began to shake, his 19-year-old sister, Fran, let loose a bloodcurdling scream, and a flaming propane tank rocketed through the trees to land in their den downstairs.   \"I personally thought it was a nuclear war,\" said Mr. Covert, a senior at the University of New Haven.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"A District for Mining Of Manhattan's Minds; Psychiatrists Are at Home in the Village","web_url":"https://www.nytimes.com/1994/07/28/nyregion/district-for-mining-manhattan-s-minds-psychiatrists-are-home-village.html","abstract":"  In pursuit of a graduate degree in psychology, Catherine DiNardo takes courses at the New School for Social Research. But she is getting another kind of education in her chosen field by tending bar at the Rose Cafe, at the corner of Fifth Avenue and Ninth Street in Greenwich Village.   That's because many of the people ordering martinis are psychiatrists, psychologists, clinical social workers and the patients who see them, and their conversation often flits from the best-selling \"Listening to Prozac\" to various psychoanalytic theories. \"When I first started working here, it was like, 'Oh my God, another one,' \" she said.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"When Lowering the Cost Means Raising the Risk","web_url":"https://www.nytimes.com/1994/07/28/opinion/when-lowering-the-cost-means-raising-the-risk.html","abstract":"Americans receive the highest quality medical care in the world, and expect it almost as a right. That quality will be at risk if academic medicine is not supported adequately as Washington moves to revamp the health care system.\n\nThe greatness of American medicine derives from the greatness of its medical schools and teaching hospitals. Centers such as Baylor and Johns Hopkins, Columbia Presbyterian, Harvard and Massachusetts General provide the most advanced clinical care while training new physicians and conducting the research to develop new treatments.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; Bette, as in Lotte","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-bette-as-in-lotte-792683.html","abstract":"  To the Editor:   John O'Connor, in his review of the TNT documentary \"All About Bette\" (TV Weekend, July 15), seems taken aback (maybe) by the fact that Miss Davis is referred to throughout as Betty, not Bett.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/28/nyregion/c-corrections-791857.html","abstract":"  A report in the Off the Menu column in The Living Section yesterday about the Shun Lee Palace restaurant, which plans to close tomorrow for renovations and reopen around Sept. 20, misstated its address. It is at 155 East 55th Street, not West.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Giuliani Wisely Bides Time on Endorsement in Governor's Race; Lots of Local Talent","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-giuliani-wisely-bides-time-endorsement-governor-s-race-lots-local-talent-792713.html","abstract":"  To the Editor:   Unmentioned in disclosures about renting favors granted by William W. Koeppel, one of New York's more prominent real estate executives, to Giuliani administration members, is that so many new faces in the administration, the recipients of this apparent largess, are from out of town.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Wagner Citadel Presents The 'Ring'","web_url":"https://www.nytimes.com/1994/07/28/arts/opera-review-wagner-citadel-presents-the-ring.html","abstract":"  The new production of Wagner's \"Ring des Nibelungen\" that began here on Tuesday night inspired some booing, and that was a surprise: one would have expected sheer outrage. This is the festival house that Wagner built, the shrine where 10 operas form the sacred texts repeated year after year. And in the first new Bayreuth production of the \"Ring\" since 1988, here were the gods in \"Das Rheingold\" stripped of all dignity and authority, dressed like grotesque buffoons.   If ever the word deconstruction had a meaning it was here, in the first installment of this \"Ring\" directed by Alfred Kirchner, designed by a woman known simply as Rosalie, and conducted by James Levine.","thumbnail":null,"section":"Arts"},{"date":"19940728","headline":"Army Will Allow Women In 32,000 Combat Posts","web_url":"https://www.nytimes.com/1994/07/28/us/army-will-allow-women-in-32000-combat-posts.html","abstract":"  The Army is planning to open to women more than 32,000 combat positions that are now closed to them, but strong protests from senior generals forced the civilian Army Secretary to retreat from a much more ambitious plan.   The new plan will allow women into some units that were previously off limits, but will keep them in rear headquarters in many units and restrict their ability to compete for assignments that are necessary to rise to the Army's top ranks.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Indictment Ties Heiress's Disappearance to Horse Scheme","web_url":"https://www.nytimes.com/1994/07/28/us/indictment-ties-heiress-s-disappearance-to-horse-scheme.html","abstract":"  The disappearance of the candy heiress Helen Vorhees Brach has been a mystery for 17 years, defying police, psychics, prayers and a $250,000 reward. But today, the United States Attorney's office here said that at least part of the riddle had been solved.   In a series of indictments of 23 people from the glamorous and clubby world of horse shows, a well-known local horse trainer was charged in connection with the disappearance of Mrs. Brach, a 65-year-old pillar of Chicago society and horse owner who was last seen on Feb. 17, 1977, leaving an estate of $30 million.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"New Regatta Reminiscent Of an Old Competition","web_url":"https://www.nytimes.com/1994/07/28/sports/yacht-racing-new-regatta-reminiscent-of-an-old-competition.html","abstract":"  It was like a reunion here today of former America's Cup scions. From Peter de Savary of England to Gianfranco Alberini of Italy, names evoking yachting's elite past came here to learn more about a plan for a new international regatta reminiscent of the old America's Cup days.   Officers of the New York Yacht Club staged a news conference at the Marriott Hotel to offer more details of their announcement Sunday of the new International Cup.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Hampton's Bold Prediction: Giants Will Make Playoffs","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-football-hampton-s-bold-prediction-giants-will-make-playoffs.html","abstract":"  There is no question that Rodney Hampton is a leader, but you will never see him stand up in the middle of the Giants' locker room to give a George Patton-like speech. Chances are he will sit quietly by his locker nibbling on a Snickers bar, let the other guys do the talking, then go out and stampede for 150 yards. So when Hampton today guaranteed that the Giants would make the playoffs, it was an unusually bold statement for someone who is so quiet.   Quiet but powerful. And it is clear that Hampton, the heart and soul of New York's running game, has quietly become one of the team's most respected players. That might explain the bold prediction. Bold because many people expect the Giants to miss the playoffs because of the loss of so many key players, such as Phil Simms and Lawrence Taylor, and 75 percent of the starting secondary. Hampton dismissed the doomsayers. His thoughts? The Giants will get in -- count on it. 'We Believe in Ourselves'    \"I heard people say we weren't going to make the playoffs last year,\" Hampton said. \"Then before you know, we were 3-0 and then people were saying we hadn't played anybody. Then we went to the playoffs. I think the same thing will happen this year. We'll get there. People can doubt us if they want to, but we believe in ourselves and we'll be in the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; She Endangers Women","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-she-endangers-women-792705.html","abstract":"  To the Editor:   Your July 16 front-page article on the furor over Taslima Nasrin in Bangladesh notes her failure to attract sufficient support from her feminist and literary peers in the country.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Close Race in Germany: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-close-race-in-germany-letters-to-the-editor.html","abstract":"A News report in your June 25 issue said that opinion polls indicated that Chancellor Helmut Kohl's party had \"pulled clearly\" ahead of the rival Social Democrats. But the margin of error in the data cited would make it impossible to tell which","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Trial Scheduled for Kidd","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-trial-scheduled-for-kidd.html","abstract":"  JASON KIDD, the Dallas Mavericks' top draft choice and the No. 2 pick over all in the National Basketball Association draft, has been scheduled to stand trial on hit-and-run charges Sept. 30 in Oakland, Calif.   The trial date was set yesterday after attempts to work out a plea bargain between Kidd's lawyer and prosecutors failed.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Chinese Repression: Still an Issue","web_url":"https://www.nytimes.com/1994/07/28/opinion/chinese-repression-still-an-issue.html","abstract":"  Last year President Clinton found a constructive way to heal the rift between Congress and the White House on China, linking Beijing's trade privileges to modest improvements in its human rights performance. But this year, after an aggressive business lobbying campaign, the President junked his own solution and extended trade privileges unconditionally. Now it is up to Congress to try to repair the damage. It can begin by passing legislation that would re-link tariff rates for certain Chinese goods to minimum human rights standards.   The annual struggles over China's tariffs stem from the outrage many Americans felt when Deng Xiaoping ordered army tanks to mow down students demonstrating for democracy in Beijing's Tiananmen Square five years ago. But the issue is no longer just Tiananmen. That one barbaric act unmasked the true nature of a regime that was known abroad mainly for its economic reforms.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"For Rwandan Refugees, a Grim Routine of Death","web_url":"https://www.nytimes.com/1994/07/28/world/for-rwandan-refugees-a-grim-routine-of-death.html","abstract":"  There is no \"Day in the Life of a Refugee Camp\" story. There is only another day of death.   Eleven-year-old Uwizeyimana sat on a bit of high ground. She held an umbrella in her right hand, tilted to provide shade for the little girl she held in her arms. The child appeared to be sleeping.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"State Says Error by Fingerprint Examiner Was Apparently Fatal","web_url":"https://www.nytimes.com/1994/07/28/nyregion/state-says-error-by-fingerprint-examiner-was-apparently-fatal.html","abstract":"  A \"tragic human error\" by a fingerprint examiner in Albany allowed a man sought on murder charges to slip through the hands of New York City law-enforcement officials, apparently allowing him to kill again, state officials said yesterday.   The man, Andre Foreman -- who used the aliases Andre Freeman and John Breeze and gave false birth dates -- was arrested by New York City police for petty larceny on May 10.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791830.html","abstract":"  RAOUL LIONEL FELDER, the divorce lawyer, is making a pilgrimage to Staten Island today to right a wrong. He is replacing a stolen van that had been specially built for ERIC LOPEZ, a young man with severely deformed hands and feet. Mr. Felder plans to present the keys to Mr. Lopez at his home.    Mr. Felder said he saw a television news report about the theft of the van belonging to Mr. Lopez, who has a life-threatening skin disease called Epidermolysis bullosa, which causes severe blistering and defects of the limbs and organs.","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Lack of Studies On Sex Limits AIDS Research","web_url":"https://www.nytimes.com/1994/07/28/us/lack-of-studies-on-sex-limits-aids-research.html","abstract":"  A panel of the National Academy of Sciences said today that a lack of studies on sexual behavior and drug use had blocked progress in fighting AIDS.   The committee of the Institute of Medicine, which is part of the academy, said in a report that more research across disciplines was needed to attack AIDS and called for a comprehensive national survey of sexual behavior and drug use, which are the major avenues in the spread of AIDS.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Israel Accusing Muslim Militants in Recent Bombings in the West","web_url":"https://www.nytimes.com/1994/07/28/world/israel-accusing-muslim-militants-in-recent-bombings-in-the-west.html","abstract":"  Israeli officials asserted today that a recent terrorist campaign of bombings directed at Israeli and Jewish targets in Britain, Argentina and Panama was the work of radical Muslim fundamentalist forces. Military strategists here also believe that the fundamentalists are taking aim at secularist Arab governments.    Yigal Pressler, an adviser on terrorism to Prime Minister Yitzhak Rabin, today blamed what he described as \"extremist Islamic fundamentalist terrorism\" for this new wave of terror.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"A Cup Well-Covered : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-a-cup-wellcovered-letters-to-the-editor.html","abstract":"I'm writing to let you know how much I enjoyed the Tribune's coverage of the World Cup. Your great articles and photographs had me reading the paper back-to-front. Special thanks for the fine writing of Ian Thomsen and Rob Hughes.. CHRISTINE CLOVER. . Mer","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Coleman Is Cleared but Remains Angry","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-basketball-coleman-is-cleared-but-remains-angry.html","abstract":"  Derrick Coleman is not satisfied with being cleared of the charge filed against him by a woman who said that he raped her in a Detroit hotel room on July 14. He said today that he planned to pursue the process of exoneration as publicly as the woman who accused him highlighted the process of accusation.    \"She will be made an example of,\" Coleman said after Tuesday night's Dream Team II exhibition game.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Joel Rifkin Gives Testimony For First Time Since Arrest","web_url":"https://www.nytimes.com/1994/07/28/nyregion/joel-rifkin-gives-testimony-for-first-time-since-arrest.html","abstract":"  After months of sitting silently at the defense table during his first trial, Joel Rifkin eagerly took the witness stand for the first time today at a hearing before his second trial, contending that the police repeatedly ignored his requests for a lawyer when he confessed last year to killing 17 women.   Swaying back and forth, Mr. Rifkin appeared to relish the challenge of verbally sparring with the prosecutor, Michael Ahearn, an assistant Suffolk County district attorney, even correcting him when he made mistakes.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"State Says Giuliani's Budget Leaves a Gap of $600 Million","web_url":"https://www.nytimes.com/1994/07/28/nyregion/state-says-giuliani-s-budget-leaves-a-gap-of-600-million.html","abstract":"  Three days after Mayor Rudolph W. Giuliani ordered up to $450 million in contingency cuts in the city's budget, the State Comptroller issued a stern critique of New York City's finances yesterday that concluded that the Mayor had still not done enough to avert a budget crunch in the coming months.   In a report that tempered enthusiasm for some of the Mayor's initiatives with criticisms of others, the Comptroller, H. Carl McCall, said the budget still included a gap of more than $600 million, caused by the failure to account for spending on things like overtime and pensions.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Giuliani Wisely Bides Time on Endorsement in Governor's Race","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-giuliani-wisely-bides-time-on-endorsement-in-governor-s-race-792624.html","abstract":"  To the Editor:   Certain members in the leadership of New York's Republican Party are \"angered\" with Mayor Rudolph W. Giuliani over his seeming reluctance to endorse the party's choice for governor, George Pataki. They prefer that the Mayor, one of the highest profile elected Republicans in the state, quickly fall in with the rank and file and throw his considerable political weight behind Mr. Pataki. While this may seem expedient to some, it is not necessarily so for Mr. Giuliani, for New York City or, yes, even the New York Republican Party.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Nightmare Of a Crawl For Drivers","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-traffic-nightmare-of-a-crawl-for-drivers.html","abstract":"  Although it stretches for only 11 miles, the Cross Westchester Expressway is one of the most important arteries in the Northeast, linking major thoroughfares like the New England Thruway and the Gov. Thomas E. Dewey Thruway, the Saw Mill Parkway and the Hutchinson River Parkway.   So when the east-west expressway, also called Interstate 287, was shut down early this morning after a propane tanker hit a concrete overpass and erupted in a ball of flame, severely damaging the overpass, the impact on traffic reverberated for miles and lasted for hours.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Trucker Convicted of Driving While Impaired","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-driver-trucker-convicted-of-driving-while-impaired.html","abstract":"  The 23-year-old truck driver who was killed when his tanker truck slammed into a highway overpass here this morning had a troubled driving record, including a 1988 conviction for driving while impaired that resulted from a drunk-driving charge and two license suspensions, according to New York State motor vehicle records.   The company that employed him, Paraco Gas of Purchase, N.Y., has also had a troubled history. The privately held industrial gas distributor, with annual sales of about $17 million, was fined $3,250 in 1992 for eight violations of Federal regulations, including failure to inspect its cargo tanks and keep required records, state transportation officials said.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-792616.html","abstract":"  To the Editor:   \"Bangladesh Court Will Rule on Writer\" (letter, July 16) by Humayun Kabir, Ambassador of Bangladesh, ignores the concerns many Bangladeshis have about the controversy involving the writer Taslima Nasrin.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"A Russian Pyramid Collapses, Burying Belief in Capitalism","web_url":"https://www.nytimes.com/1994/07/28/world/a-russian-pyramid-collapses-burying-belief-in-capitalism.html","abstract":"  Driven by equal doses of panic and greed, thousands of investors swarmed stock exchanges, offices and the headquarters of Russia's largest stock fund today, desperately trying to sell the company's shares, which have lost half their value in less than a day.   With at least five million shareholders, the company, MMM, had become the most visible, and aggressive symbol of the rowdy new capitalism here, churning profits seemingly out of air, and turning everyone from penny- pinching grandmothers to college kids into stock market addicts.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Partisan Jockeying on Health Care Becomes Intense","web_url":"https://www.nytimes.com/1994/07/28/us/health-care-debate-legislation-partisan-jockeying-health-care-becomes-intense.html","abstract":"  President Clinton complained today that Republicans moved \"further away\" from a compromise on health care each time he reached out to them.  Republicans, meanwhile, complained that Democratic leaders were drafting their health care bills in secret and demanded a week to review them before beginning floor debate.   It was a day of partisan positioning and private salesmanship as Democratic leaders neared the end of their efforts to turn measures passed by committees into bills for consideration in the House and Senate.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Tarkanian Case Is Closed","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-tarkanian-case-is-closed.html","abstract":"  The former U.N.L.V. basketball coach JERRY TARKANIAN and the university ended three years of litigation Monday, announcing Tarkanian will drop his lawsuits against the school and U.N.L.V. will pay his legal costs.   \"This brings a conclusion to the litigation between the university and the individual defendants and the Tarkanians,\" U.N.L.V.'s interim president, KENNY GUINN, said.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"GOODWILL GAMES;\nQuick Dismissal for U.S. in Water Polo","web_url":"https://www.nytimes.com/1994/07/28/sports/goodwill-games-quick-dismissal-for-us-in-water-polo.html","abstract":"Until the rules changed in the early 1900's to ban toe twisting, strangling and holding enemy team members under water by their hair, water polo was known as the roughest sport in the world.\n\nFor the United States team, weary from three consecutive weeks of competition in Italy, Hungary and now Russia, it has been plenty rough enough here at the Goodwill Games.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Jets' Offense Staying San Francisco Style","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-football-jets-offense-staying-san-francisco-style.html","abstract":"  Year after year, Bill Walsh won games with a dazzling home-grown offense. Then, in pro football's version of a production line, he churned out disciples, and they took those offensive secrets to the National Football League's far outposts.   The offense Walsh perfected in the 1980's with the San Francisco 49ers is used by his former assistants who are now head coaches: George Seifert of the 49ers, Mike Holmgren of the Packers, Dennis Green of the Vikings and Sam Wyche of the Buccaneers. It is the offense of choice of such offensive coordinators as Jim Fassel of the Broncos, Paul Hackett of the Chiefs and Bruce Coslet of the Bengals, all former assistants to Walsh.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Where Being Right Really Pays Off","web_url":"https://www.nytimes.com/1994/07/28/books/books-of-the-times-where-being-right-really-pays-off.html","abstract":"  Reminiscences of a Stock Operator  By Edwin Lefevre  299 pages. John Wiley & Sons. Paperback, $16.95.    \"Well, I went home,\" says Larry Livingstone, the fictionalized protagonist of Edwin Lefevre's \"Reminiscences of a Stock Operator,\" after losing all his money on the New York Stock Exchange at the age of 21. \"But the moment I was back I knew that I had but one mission in life and that was to get a stake and go back to Wall Street. That was the only place in the country where I could trade heavily. Some day, when my game was all right, I'd need such a place. When a man is right he wants to get all that is coming to him for being right.\"","thumbnail":null,"section":"Books"},{"date":"19940728","headline":"Simpson Is Sued by the Mother of Slain Man","web_url":"https://www.nytimes.com/1994/07/28/us/simpson-is-sued-by-the-mother-of-slain-man.html","abstract":"  The mother of Ronald L. Goldman, the man stabbed to death along with Nicole Brown Simpson last month, has filed a wrongful-death suit accusing O. J. Simpson of \"willfully, wantonly and maliciously\" killing him, her lawyer said today.   The suit, which seeks unspecified general and punitive damages from Mr. Simpson, was filed last month in Los Angeles County Superior Court in Santa Monica, where a judge has scheduled a hearing for March 15.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"HOUSE APPROVES DESERT PRESERVE","web_url":"https://www.nytimes.com/1994/07/28/us/house-approves-desert-preserve.html","abstract":"  After two months of wrangling and fitful debate, the House voted today to designate 9.4 million acres of California desert as national park land and preserves. Since the Senate has already passed a similar bill, the House action virtually guarantees that the legislation will become law later this year.   The California Desert Protection Act, which passed 298 to 128, is the largest land-conservation measure approved since the 1980 Alaska Lands Act. The desert region includes 90 mountain ranges, sand dunes as high as 700 feet, Indian rock paintings, the world's largest forest of cactus-like Joshua trees, the only known dinosaur tracks in California and more than 2,000 species of plants and wildlife, including the endangered desert tortoise.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/28/sports/results-plus-790613.html","abstract":"  TENNIS  Bruguera and Lendl Win  Top-seeded Sergi Bruguera and the six-time champion Ivan Lendl had no problems advancing yesterday in the Player's International in Toronto. Not so with second-seeded Todd Martin, who withdrew with a leg injury. He was leading Israel's Amos Mansdorf, 7-6, 3-6, when forced to retire. The 34-year-old Lendl, seeded 12th, routed Australia's Wally Masur, 6-0, 6-0. Bruguera, the French Open champion making his debut in the $1.7 million tournament, needed less than an hour to defeat American Jim Grabb, 6-4, 6-2, and move into the third round. Two other seeded players, No. 5 Petr Korda of the Czech Republic and No. 13 Aaron Krickstein, were upset. Korda was ousted by Sweden's Thomas Enqvist, 6-4, 6-3, and Chuck Adams downed Krickstein, 6-4, 6-4, in a match between Americans. (AP) Spanish Women on a Roll: Spain's Arantxa Sanchez Vicario and Conchita Martinez, the No. 2 and No. 3 players in the world, breezed through opening-round matches yesterday in the $400,000 Acura U.S. Women's Hardcourts tournament at Stratton Mountain, Vt. Sanchez Vicario ruined the Women's Tennis Association tour debut of Mashona Washington, a younger sister of MaliVai Washington, 6-2, 6-0, in 46 minutes. Martinez, the defending champion, needed 62 minutes to defeat Stephanie Rottier of the Netherlands, 6-1, 6-1. In a second-round match of unseeded players, Angela Lettiere of Vero Beach, Fla., who upset sixth-seeded Katrina Maleeva on Tuesday, lost to Marianne Werdel of San Diego, 6-0, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Keenan's Lawyer Points Finger at Smith","web_url":"https://www.nytimes.com/1994/07/28/sports/hockey-keenan-s-lawyer-points-finger-at-smith.html","abstract":"  The lawyer who helped prepare Mike Keenan's submissions to the National Hockey League about his contractual status yesterday denied reports that his client conspired with Rangers General Manager Neil Smith to purposely delay paying him his bonus check so he could be free.   \"Neither the word nor the concept of conspiracy is included in any of our submissions,\" said Merle Silverstein, a St. Louis lawyer. Rather, he said, the submissions included allegations of actions by Smith to push Keenan out by deliberately withholding the check.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Pataki Will Face Rival in Republican Primary","web_url":"https://www.nytimes.com/1994/07/28/nyregion/pataki-will-face-rival-in-republican-primary.html","abstract":"  Virtually insuring the first Republican primary for Governor in 12 years, State Senator George E. Pataki said today that he would not challenge the right of his sole Republican rival, Richard M. Rosenbaum, to get on the ballot.   The primary on Sept. 13 will now pit two factions of the Republican Party in a battle to unseat the three-term Democratic incumbent, Gov. Mario M. Cuomo. Mr. Rosenbaum, a Republican state chairman in the 1970's, comes from the party's more liberal wing once led by Nelson A. Rockefeller. Mr. Pataki is supported by the now-dominant conservative branch, whose standard-bearer is United States Senator Alfonse M. D'Amato.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Kruk Hears Good News","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-baseball-kruk-hears-good-news.html","abstract":"  An upbeat JOHN KRUK left a Philadelphia hospital last night after learning that lumps he discovered on his body are apparently not connected to his testicular cancer earlier this year.   \"It ain't cancer,\" the Philadelphia Phillies star said as he walked between buildings at Thomas Jefferson University Hospital.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Plotters Against Hitler : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-plotters-against-hitler-letters-to-the-editor.html","abstract":"Thank you for Thomas Fleming's article about German resistance to Hitler (\"The Fate of These Resisters Proved a Tragedy for All,\" Opinion, July 21). Seldom in my 72 years have I, a former Wehrmacht officer, been as deeply moved..Was there any","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Arrest Ordered for Brother of Italian Premier","web_url":"https://www.nytimes.com/1994/07/28/world/arrest-ordered-for-brother-of-italian-premier.html","abstract":"  Magistrates in Milan issued an arrest warrant today for the brother of Prime Minister Silvio Berlusconi in a widening scandal involving dozens of Italian businessmen and Government tax inspectors accused of trading bribes for lenient or fraudulent tax audits.   Confronted with the spread of the investigation, the Prime Minister lashed out in a speech on Monday night against the Milan magistrates conducting it. The inquiry has led to the arrest over the last several days of many senior business leaders, including the head of the tax office of the Prime Minister's Fininvest corporation.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Japan Goes to Business School","web_url":"https://www.nytimes.com/1994/07/28/opinion/japan-goes-to-business-school.html","abstract":"Five years ago, the Japanese were riding high. The economic bubble had not yet burst, and Japanese industry appeared invincible. In the manufacturing sector, the Japanese were mentors, and U.S. firms increased their productivity by adapting Japanese practices to local requirements. \n\nToday, American and Japanese firms have in some respects traded places. Because of the renaissance in U.S. manufacturing, Japan's prolonged recession and the continuing appreciation of the yen against the dollar, Japanese business leaders -- who just a few years ago thought they had nothing further to learn from us -- are examining American business practices with renewed interest and emulating some with interesting results.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Hybrid Organization Serves as a Conductor for the Health Care Orchestra","web_url":"https://www.nytimes.com/1994/07/28/us/health-care-debate-behind-scenes-hybrid-organization-serves-conductor-for-health.html","abstract":"  These are heady days for Families USA, an unusual advocacy group that has become the de facto public relations manager of the Clinton Administration's campaign for comprehensive health care legislation.    Using a careful mix of statistics, hard-luck stories and staged political events, Families USA has played an important behind-the-scenes role in shaping public perceptions of the nation's health care problems.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Panels Urge Big Changes In Police Dept.","web_url":"https://www.nytimes.com/1994/07/28/nyregion/panels-urge-big-changes-in-police-dept.html","abstract":"  New York City's Police Department needs major changes at all levels, from beat patrol to headquarters, a series of highly critical internal reports has concluded. The reports recommend overhauling everything from how precincts are organized, to how patrol officers are rewarded, to how corruption is combated.   If not retooled and redeployed, one of the reports says, the department \"will remain in its own private industrial age, ineffective and irrelevant.\"","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Whitewater Inquiry Causes Rift Among Top Treasury Officials","web_url":"https://www.nytimes.com/1994/07/28/us/whitewater-inquiry-causes-rift-among-top-treasury-officials.html","abstract":"  The Whitewater hearings have created a bitter rift between the Treasury Secretary, the Deputy Secretary and the department's top lawyer that officials said today would almost inevitably lead to a shake-up at the department.   The three officials have provided investigators with conflicting accounts of their roles concerning contacts with the White House about the Whitewater case. As word of the discrepancies have filtered out in recent days, tensions within the Treasury Department have deepened to the point where the lawyer and her clients deeply distrust one another, Administration officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Curbs Proposed on U.S. Queries on Workers' Mental Health","web_url":"https://www.nytimes.com/1994/07/28/us/curbs-proposed-on-us-queries-on-workers-mental-health.html","abstract":"  The White House has called for Federal agencies to cease routinely asking workers whose jobs require security clearances about their mental-health history except in the recent past, Administration officials said today.   Officials described the new proposal as part of an effort to insure that Federal scrutiny of workers' personal histories be limited to issues relevant to their current performance. It would affect civilians and military personnel who apply for any of the more than two million Government jobs and armed-services billets that require security clearances.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Backing Mayor, Board of Education Re-elects President","web_url":"https://www.nytimes.com/1994/07/28/nyregion/backing-mayor-board-of-education-re-elects-president.html","abstract":"  In a demonstration of the Mayor's control, Rudolph W. Giuliani's allies on the New York City Board of Education re-elected the board's president yesterday and forced Schools Chancellor Ramon C. Cortines to backtrack on a proposed raise for an official the Mayor had sought to dismiss.   The re-election of Carol A. Gresser, the board president whom Mayor Giuliani had endorsed, and that of Irene H. Impellizzeri, the vice president who is one of Mr. Giuliani's two representatives, were expected. But the board's four-member majority used the annual balloting as a display of strength, moving and seconding one another's nominations and voting with choreographed dispatch.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; Victims of Censorship","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-victims-of-censorship-792691.html","abstract":"  To the Editor:   Taslima Nasrin's plight has attracted more attention than any such case since the 1989 decree by the Iranian mullahs against Salman Rushdie. The media sometimes appear to have room for only one Salman Rushdie at a time, when hundreds of writers are at risk from governments and extremist groups that confuse dissent with treason.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Tanker Crashes In a Fiery Blast In Westchester","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-overview-tanker-crashes-in-a-fiery-blast-in-westchester.html","abstract":"  A tractor-trailer slammed into a bridge over an expressway here early today in a white-hot explosion, hurling a blazing propane tank through the air like an out-of-control missile and touching off fires that injured 23 people as flames hopscotched from house to house.   The driver of the tanker truck died in the bizarre middle-of-the-night accident, which left thousands of rush-hour commuters facing traffic headaches as investigators measured skid marks and surveyed twisted truck parts that were thrown over an embankment onto narrow side streets.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/28/nyregion/metro-digest-786217.html","abstract":"  EXPLOSION ON I-287: AMID WRECKAGE, LOOKING FOR ANSWERS   A tractor-trailer slammed into a bridge over an expressway in White Plains, hurling a blazing propane tank through the air like an out-of-control missile and setting off fires that injured 23 people as flames leaped from house to house. A1.   Billy Covert was upstairs in his family's house when the shutters began to shake, his sister screamed and a flaming propane tank rocketed into their den downstairs. B6. The tanker truck's driver had a troubled record, including two license suspensions. B6.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/28/nyregion/bridge-787914.html","abstract":"  Form continued to prevail in the major knockout team championships at the American Contract Bridge League's Summer Nationals here. The only major upset in the Spingold Teams last night was the elimination of the fifth-ranked group, led by a veteran, George Rapee of Manhattan.    It lost by 46 imps to Richard Pavlicek Jr. of Fort Lauderdale, Fla.; Blair Seidler of Fair Lawn, N.J.; Bob Rosen of Delray Beach, Fla., and Andy O'Grady of Miami, the original 60th seed in the field of 129 teams. Pavlicek and Seidler finished second in the Junior Team Trials on Sunday.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Will More Fans See Yankees If They Can See Less Bronx?","web_url":"https://www.nytimes.com/1994/07/28/nyregion/will-more-fans-see-yankees-if-they-can-see-less-bronx.html","abstract":"  The latest plan to keep the Yankees in the Bronx would allow fans to come see the Bombers without hardly seeing the Bronx.   This overture in the long-running flirtation between New York and the Yankees is a proposal to build a bridge from the Harlem River Drive in northern Manhattan, directly west of the stadium, to an 11,300-space parking garage in the Bronx. The garage would be connected to the stadium by a two-block-long enclosed walkway lined with shops and restaurants.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Assault Weapons Ban Allowed To Stay in Anti-crime Measure","web_url":"https://www.nytimes.com/1994/07/28/us/assault-weapons-ban-allowed-to-stay-in-anti-crime-measure.html","abstract":"  Representative Jack Brooks, the chairman of the House Judiciary Committee, lost an attempt tonight to knock a ban on assault weapons out of the comprehensive crime bill. At the same time, however, House Democrats supported Mr. Brooks's move to exempt pawnbrokers from the Brady law on handgun control.   Mr. Brooks, a Texas Democrat and fierce opponent of gun control, had threatened to hold up the $30.2 billion crime package if a ban on assault weapons was included, even though both the House and the Senate had passed such bans.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"A Poor Solution for Kiryas Joel","web_url":"https://www.nytimes.com/1994/07/28/opinion/a-poor-solution-for-kiryas-joel.html","abstract":"  At the Satmar Hasidic village of Kiryas Joel, about 50 miles northwest of New York City, some 5,500 schoolchildren attend private religious schools. But about 200 of the sect's disabled students are taught with public funds in a school that the State Legislature carved out as a special district in 1989. Hasidic families have thus been allowed to shelter their disabled children from the ridicule and hostility parents fear they would encounter in neighboring public schools because of their distinctive dress and membership in a reclusive community -- while still educating them with public funds.    How far should New York State go to accommodate this group? The U.S. Supreme Court says the state went too far by creating a special district to educate them. Now the Legislature and Gov. Mario Cuomo have approved a law that tries to get around the Court's objections. The new law faces another possible court challenge. But even if it does not violate constitutional barriers against state aid to religion, it represents bad policy.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Financing for Times Square Leads to Harsher Criticism","web_url":"https://www.nytimes.com/1994/07/28/nyregion/financing-for-times-square-leads-to-harsher-criticism.html","abstract":"  Less than a week before a critical deadline in the long-delayed plan to redevelop Times Square, a new report from one of the project's most prominent critics suggests that the deal for four huge office towers has created a financial quagmire that could cost taxpayers hundreds of millions of dollars.   The report, issued this week by the Municipal Art Society, calculated that because of tax abatements the state has promised the developers of the proposed towers, the city and the state would receive from $1.5 billion to $4.2 billion less in taxes paid than they would get from a similar office complex built without subsidies.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Journal; The Wrong Battles","web_url":"https://www.nytimes.com/1994/07/28/opinion/journal-the-wrong-battles.html","abstract":"  United States troops finally started trickling into Goma, Zaire, last week, well after the wrenching images and stories of Rwandan refugees had saturated the American conscience. But they were hardly the most conspicuous representatives of our armed forces to make the news over the weekend.   In Saturday's paper alone, you could read about Sgt. 1st Class Ervin M. Graves of Fort Bragg, N.C., who had just received a life sentence for the murder and attempted rape of Lisa Bryant, a 21-year-old second lieutenant whose promising resume included an honors degree from Princeton. Or about the Citadel, the state-supported military academy in Charleston, S.C., which had just been ordered in another courtroom to admit a woman, Shannon Faulkner, to its Corps of Cadets, and in the process was berated by a Federal judge for squandering public funds in its doomed defense of sexual discrimination.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"21 Enterprise Zones Created, Including 4 in New York City","web_url":"https://www.nytimes.com/1994/07/28/nyregion/21-enterprise-zones-created-including-4-in-new-york-city.html","abstract":"  To encourage economic development in impoverished areas across the state, New York State officials yesterday named 21 special new enterprise zones, including four in New York City, to receive tax breaks and other incentives aimed at attracting business to distressed neighborhoods.   Gov. Mario M. Cuomo, seeking to spread around one of the few bounties he has to offer as he seeks a fourth term, announced the expansion of the state's existing economic development zone program from the current 19 areas to a total of 40 different locations.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"After Two Bombings, Israelis Rebuke Britain on Security","web_url":"https://www.nytimes.com/1994/07/28/world/after-two-bombings-israelis-rebuke-britain-on-security.html","abstract":"  After two car bomb attacks in less than a day against Jewish targets here, Israeli officials today harshly criticized the security provided by Britain in what appeared to be a terrorist campaign by radical Islamic opponents of the Middle East peace effort.   Amid questions about whether the blasts had been part of a plan to attack Jewish interests around the world, possibly with the support of Iran or an Arab government hostile to Israel, the British Foreign Office said a caller purporting to represent Hamas, the radical Islamic group that operates primarily in the West Bank and Gaza, had asserted responsibility for the bombing Tuesday at the Israeli Embassy in London.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"High Noon Today as Walkout Will Be Set","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-high-noon-today-as-walkout-will-be-set.html","abstract":"  The owners' formal rejection yesterday of the players' initial proposals for a new collective bargaining agreement set the stage for the executive board of the Players Association to set a strike date today.    The executive board will convene by telephone conference call at noon today. Union officials, who as of yesterday had not settled on strike date, are expected to recommend one in the middle of next month, possibly Aug. 12 or Aug. 19. Richard Ravitch, the chief labor executive for major league club owners, acknowledged that a strike date would put added pressure on both sides.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Italian League Team 'Rents' United States' Lalas for Year","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-soccer-italian-league-team-rents-united-states-lalas-for-year.html","abstract":"  ALEXI LALAS, the defender with the fiery red hair and goatee, was loaned to Padova of the Italian League yesterday for one year by the United States Soccer Federation.   Lalas, a 24-year-old from Detroit, will become the first American-born player in the Italian League, the most competitive and highly paid soccer circuit in the world. He also had offers from Coventry City in England's Premier League and Bochum in Germany's Bundesliga.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Burial Teams For Refugees Needed Now","web_url":"https://www.nytimes.com/1994/07/28/world/burial-teams-for-refugees-needed-now.html","abstract":"  With thousands of unburied bodies threatening to worsen a cholera epidemic, the United Nations made an urgent appeal today to the United States to take over the grisly task of mass burials.    \"Anyone who just drives along the road or goes to the camps can see that the situation is very, very critical,\" said Raymond Wilkinson, spokesman for the United Nations High Commissioner for Refugees. \"If those bodies stay out for very long, then you are going to get bloated bodies and you're going to get disease.\"","thumbnail":null,"section":"World"},{"date":"19940728","headline":"1944:Jobs After the War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-1944jobs-after-the-war-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Mayor F.H. LaGuardia, calling Federal aid essential to the city's billion-dollar post-war public-works program, proposed yesterday [July 27] a forty-billion-dollar Federal appropriation to help finance nation-wide c","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940728","time":"1994-07-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":74,"wspd":7.6},{"date":"19940728","time":"1994-07-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":75,"wspd":7.6},{"date":"19940728","time":"1994-07-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":77,"wspd":7.6},{"date":"19940728","time":"1994-07-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":78,"wspd":11.2},{"date":"19940728","time":"1994-07-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":82,"wspd":9.4},{"date":"19940728","time":"1994-07-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":81,"wspd":7.6},{"date":"19940728","time":"1994-07-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":81,"wspd":11.2},{"date":"19940728","time":"1994-07-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":86,"wspd":9.4},{"date":"19940728","time":"1994-07-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":85,"wspd":14.8},{"date":"19940728","time":"1994-07-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":14.8},{"date":"19940728","time":"1994-07-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":84,"wspd":16.6},{"date":"19940728","time":"1994-07-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":80,"wspd":7.6},{"date":"19940728","time":"1994-07-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":78,"wspd":11.2},{"date":"19940728","time":"1994-07-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":75,"wspd":13},{"date":"19940728","time":"1994-07-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":76,"wspd":13},{"date":"19940728","time":"1994-07-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":76,"wspd":9.4},{"date":"19940728","time":"1994-07-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":73,"wspd":11.2},{"date":"19940728","time":"1994-07-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":72,"wspd":7.6},{"date":"19940728","time":"1994-07-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":71,"wspd":9.4},{"date":"19940728","time":"1994-07-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":71,"wspd":5.4},{"date":"19940728","time":"1994-07-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":74,"wspd":7.6},{"date":"19940728","time":"1994-07-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":73,"wspd":9.4},{"date":"19940728","time":"1994-07-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":72,"wspd":9.4},{"date":"19940728","time":"1994-07-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":75,"wspd":3.6},{"date":"19940728","time":"1994-07-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":16.6},{"date":"19940728","time":"1994-07-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":14.8},{"date":"19940728","time":"1994-07-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":16.6},{"date":"19940728","time":"1994-07-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":16.6},{"date":"19940728","time":"1994-07-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":13},{"date":"19940728","time":"1994-07-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":5.4},{"date":"19940728","time":"1994-07-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":97,"wspd":7.6},{"date":"19940728","time":"1994-07-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":94,"wspd":13},{"date":"19940728","time":"1994-07-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940728","time":"1994-07-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940728","time":"1994-07-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":16.6},{"date":"19940728","time":"1994-07-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":11.2},{"date":"19940728","time":"1994-07-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":18.7},{"date":"19940728","time":"1994-07-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":18.7},{"date":"19940728","time":"1994-07-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":22.3},{"date":"19940728","time":"1994-07-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":22.3},{"date":"19940728","time":"1994-07-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":25.9},{"date":"19940728","time":"1994-07-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":25.9},{"date":"19940728","time":"1994-07-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":13},{"date":"19940728","time":"1994-07-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":18.7},{"date":"19940728","time":"1994-07-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":24.1},{"date":"19940728","time":"1994-07-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":22.3},{"date":"19940728","time":"1994-07-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":20.5},{"date":"19940728","time":"1994-07-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":22.3}]},"19940729":{"guardian_articles":[],"nytimes_articles":[{"date":"19940729","headline":"2 Studies Suggest Sleep Is Vital in Consolidating Memories","web_url":"https://www.nytimes.com/1994/07/29/us/2-studies-suggest-sleep-is-vital-in-consolidating-memories.html","abstract":"In separate experiments conducted on rats and humans, scientists have found the first direct evidence that memories are consolidated during sleep.         The findings, which are being reported today in the journal Science, have implications for students cramming to pass an examination, people learning new skills like skating and anyone trying to navigate through new surroundings. They suggest for example, that people learning to ski might improve their performance after a few nights' sleep.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/29/style/chronicle-017434.html","abstract":"DONNA SHALALA, Mr. Clinton's Secretary of Health and Human Services, will forego her annual summer trek with friends in the wilderness.         \"My adventure this summer is health-care reform,\" she said yesterday. For now, she can revel in memories that have been stirred by a letter from her childhood softball coach, GEORGE STEINBRENNER.   ","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"Selling the Story","web_url":"https://www.nytimes.com/1994/07/29/opinion/selling-the-story.html","abstract":"At first glance, the process seems innocent enough. \n\n     Journalists need information from public officials. Officials need journalists' attention to gain support for themselves and their pet projects. The trade leaves everyone better off: officials get publicity, journalists get the raw materials of news and the public learns what officials and institutions  are up to.","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Nigerian Opposition Leader on Trial; Protests Grow Violent","web_url":"https://www.nytimes.com/1994/07/29/world/nigerian-opposition-leader-on-trial-protests-grow-violent.html","abstract":"Nigeria's jailed opposition leader went on trial for treason today as protests by his supporters turned violent, strikes widened and the Rev. Jesse Jackson arrived as a special envoy of the White House to mediate the country's political crisis.         It was one of the most violent and chaotic days of the yearlong standoff in Nigeria, Africa's most populous nation.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Horizon Gets A Clean Bill Of Health","web_url":"https://www.nytimes.com/1994/07/29/nyregion/horizon-gets-a-clean-bill-of-health.html","abstract":"The cruise ship Horizon, suspected as the source in at least seven cases of Legionnaires' disease, is going back into service after extensive cleaning, its  owners said yesterday.         The ship was given a clean bill of health after extensive decontamination efforts, said Bob Howard, a spokesman for the Centers for Disease Control and Prevention in Atlanta.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/07/29/theater/last-chance.html","abstract":"Here is a sampling of shows and exhibitions in New York City that are to close soon:      Closing This Weekend   ","thumbnail":null,"section":"Theater"},{"date":"19940729","headline":"Iran and Allies Are Suspected In Bomb Wave","web_url":"https://www.nytimes.com/1994/07/29/world/iran-and-allies-are-suspected-in-bomb-wave.html","abstract":"American and Israeli diplomats and intelligence officials strongly suggested  today that the Government of Iran and the Party of God, a Lebanon-based, Iranian-backed guerrilla group also known as Hezbollah, were responsible for recent terrorist bombings of Jewish targets in Buenos Aires and London.         \"The killers involved in those terrible incidents must not -- we will not let them -- succeed,\" Secretary of State Warren Christopher told a House committee.  While he did not directly assign blame for the attacks, he said: \"Groups like Hezbollah that wreak havoc and bloodshed must be defeated. And Hezbollah's patron, Iran, must be contained.\"   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Pope's Envoy In Mexico Met Hunted Men","web_url":"https://www.nytimes.com/1994/07/29/world/pope-s-envoy-in-mexico-met-hunted-men.html","abstract":"The Roman Catholic Bishop who is the Pope's official representative in Mexico admits that last December and January he secretly met with two known drug traffickers identified by law enforcement officials as the presumed killers of a Catholic Cardinal in May 1993.         In a written statement, the Bishop, Jeronimo Prigione, said he received the traffickers, Ramon and Benjamin Arellano, at his home in Mexico City on two separate occasions. He said that they were private meetings, not the sacrament of confession, but that he was still prohibited by church law from disclosing what was said.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/29/nyregion/inside-016594.html","abstract":"    Giuliani Plans Health Clinics   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Senate Backs 'Protected' School Prayer","web_url":"https://www.nytimes.com/1994/07/29/us/senate-backs-protected-school-prayer.html","abstract":"The Senate has voted to protect prayer the Supreme Court has allowed in schools, but it rejected a move by Senator Jesse Helms to cut off Federal funds  to states and school districts that prevent it.         Instead, the Senate on Wednesday approved an amendment by Senator Nancy Landon Kassebaum, Republican of Kansas, that would cut off Education Department  funds if a Federal court finds that a state or local school district has \"willfully violated\" a court order to allow constitutionally protected prayer.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"PRO FOOTBALL;By Word And Deed, Giant Gets Attention","web_url":"https://www.nytimes.com/1994/07/29/sports/pro-football-by-word-and-deed-giant-gets-attention.html","abstract":"Last week during a meeting with the team, Coach Dan Reeves was telling players who had to do extra running that they had a choice when to do it: either before practice or after it. A hand went up toward the back of the room. It belonged to defensive lineman Chris Maumalanga. A rookie.         \"I'm not running,\" Maumalanga declared. \"I won't be there.\" The entire room went dead silent as players looked at each other in disbelief. A rookie mouthing off to a coach who has been to three Super Bowls and is considered one of the best minds in the game? Defensive coordinator Mike Nolan, who was standing right behind the lineman, almost went into shock.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/29/nyregion/c-corrections-017442.html","abstract":"An article and a picture caption on Saturday about plans to rename the Central Park Reservoir in honor of Jacqueline Kennedy Onassis misspelled the given name of Mrs. Onassis' daughter. She is Caroline Kennedy Schlossberg.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017736.html","abstract":"    'Summer Salon' Bonni Benrubi Gallery 52 East 76th Street Manhattan Through Aug. 26   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Mixing Comedy and Dancing in Barcelona","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-mixing-comedy-and-dancing-in-barcelona.html","abstract":"It might be going overboard to call the nightclub La Tierra (Earth) out of this world, but the managers already have employed other planetary puns in their promotional campaigns..During the Christmas holidays, they lured clients with the slogan \"P","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"President to Step Down At Long Island Rail Road","web_url":"https://www.nytimes.com/1994/07/29/nyregion/president-to-step-down-at-long-island-rail-road.html","abstract":"Charles W. Hoppe, whose leadership of the Long Island Rail Road was strongly  criticized when thousands of commuters were stranded during last winter's crippling snowstorm, announced his resignation today as the railroad's president and general manager.         While improving the on-time performance of the nation's busiest commuter line and even attracting several thousand new riders, Mr. Hoppe never recovered from  a report by the inspector general of the Metropolitan Transportation Authority questioning management decisions during the storm in February, which disabled much of the railroad and left tens of thousands of riders waiting for hours at icy stations.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Where Generations Created Memories Of Summer","web_url":"https://www.nytimes.com/1994/07/29/arts/where-generations-created-memories-of-summer.html","abstract":"THERE was a time when the best one-wall handball in the world was played at the Brighton Beach Baths in Brooklyn. Thousands would crowd into its three swimming pools; men would smoke cigars and pat one another on the back; women would vie for the title of prettiest expectant mother.         On weekends, performers from Milton Berle to Lionel Hampton to Herman's Hermits entertained in a band shell resembling nothing so much as half a bagel. Scores of mah-jongg players clicked their 144 tiles with the concentration of nervous assassins. People competed so furiously in egg-cream and knish-eating contests that you can guess what happened. Each endless summer, the vain would wrap reflectors around their neck to capture a perfect tan.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"BASEBALL;Rogers Throws Perfect Game for Rangers","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-rogers-throws-perfect-game-for-rangers.html","abstract":"Just when Kenny Rogers thought he had lost his perfect game, some help came rushing in.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"SPORTS PEOPLE: GOLF;Albus Will Have His Gallery","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-people-golf-albus-will-have-his-gallery.html","abstract":"As usual, he will be overshadowed by some of the biggest names in golf, but JIM ALBUS will probably have his largest galleries of the year when the $650,000 Northville Long Island Classic Senior PGA event gets under way today at the Meadow Brook Club in Jericho, L.I. Albus, 54, was the head pro at the nearby Piping Rock Club for 14 years. In 20 tournaments since joining the Senior Tour in 1990, he has earned $635,048 to stand fifth on the prize money list. The Seniors' top 10 money winners are entered in the 78-player, 54-hole event as well as Walt Zembreski, the 59-year-old former construction worker from Mahwah, N.J., who tied for second a year ago and Gene Borek, the teaching pro from White Plains who took one of four qualifying berths.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"In Congress, a Powerful Few Control the Purse","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-in-congress-a-powerful-few-control-the-purse-017639.html","abstract":"To the Editor:         You shed much-needed light on the appropriations process in Congress with \"Sending Money to Home District: Earmarking and the Pork Barrel\" (front page, July 13). However, you perpetuate a widely held belief that pork barrel spending follows the normal constitutional path through Congress and onto the President's desk for approval or veto. Nothing could be further from the truth.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"From San Sebastian, New Basque Cuisine","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-from-san-sebastian-new-basque-cuisine.html","abstract":"Classy and elegant, San Sebastin is like a small-scale seaside resort frozen in time. It's also a major gastronomic center, for Basques are considered Spain's best cooks and most enthusiastic eaters and drinkers. The region claims some of the count","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"THEATER REVIEW;The Struggling Class Hops Across the Channel","web_url":"https://www.nytimes.com/1994/07/29/theater/theater-review-the-struggling-class-hops-across-the-channel.html","abstract":"When Al, the unemployed Yorkshire construction worker in John Godber's \"April in Paris\" at the Staller Center here, wanly describes himself as redundant, he's referring to his professional status. But the adjective has far broader applications in this slight, wistful two-character comedy, performed by the Hull Truck Theater Company, the troupe from northern England of which Mr. Godber is artistic director.         For Al (Iain Rogerson) and his wife, Bet (Susan Cookson), life in their tiny, blank-walled home is indeed an anesthetizing series of redundancies: repeated squabbles over household chores and limited options for filling time. The view to the grave stretches before them as an uninterrupted, monochromatic corridor.  And Al, who has taken up painting since losing his job, finds that no matter how hard he tries, he always creates the same picture: a gray-toned landscape showing a tree and a factory.   ","thumbnail":null,"section":"Theater"},{"date":"19940729","headline":"SPORTS PEOPLE: BASKETBALL;Clippers Become Fitch's Fifth N.B.A. Team","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-people-basketball-clippers-become-fitch-s-fifth-nba-team.html","abstract":"BILL FITCH, who guided the Boston Celtics to the 1981 National Basketball Association championship, was hired as coach of the Los Angeles Clippers yesterday. The Clippers will be the fifth team he will have coached in the league. \"It's a fine opportunity,\" said the 60-year-old Fitch. \"I've been in tougher situations before.\"          The Clippers are trying to rebuild after missing the playoffs in 1993-94 and losing their marquee player, DOMINIQUE WILKINS, to free agency and the Boston Celtics. The Clippers (27-55) finished last in the Pacific Division last season. The Clippers had been without a coach for 73 days, since dismissing BOB WEISS on May 16. In 21 previous seasons as an N.B.A. coach, Fitch spent nine years with Cleveland, four in Boston, five in Houston and three with New Jersey. Fitch has  coached more games (1,722) than any other N.B.A. coach and has a career record of 845-877. (AP)   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"FILM REVIEW: THE MASK;Wild Card in a Game of Dirty Tricks","web_url":"https://www.nytimes.com/1994/07/29/movies/film-review-the-mask-wild-card-in-a-game-of-dirty-tricks.html","abstract":"Mild-mannered bank clerk turned into Romeo with superpowers. Long on gimmickry, short on plot.","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"MUSIC REVIEW;Mozart and Haydn From 1784, More or Less","web_url":"https://www.nytimes.com/1994/07/29/arts/music-review-mozart-and-haydn-from-1784-more-or-less.html","abstract":"Last summer, Lincoln Center sought to enliven its Mostly Mozart Festival by jumping on the thematic-programming bandwagon, having Mozart share the spotlight each week with another Classical or early Romantic composer. Partly because the  festival has always offered these kinds of pairings, and partly because the programming often did not match the announced concept, this effort came in for some derision. So this year Lincoln Center dreamed up a few more focused themes, one of which -- Vienna, circa 1784 -- is being explored this week at Avery Fisher Hall. The final installments are tonight and tomorrow evening.         You may be wondering, what kind of theme is 1784? Good question. It was hardly a watershed, politically or musically. Mozart, then 28, was fairly prolific; when wasn't he? The works he composed that year were mature, certainly, and sometimes excitingly virtuosic, but they hardly have the depth of his works from, say, his final year, 1791.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"If the United Nations Gives Up, Urgent Work Won't Be Done","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-if-the-united-nations-gives-up-urgent-work-wont-be-done.html","abstract":"And now it's Secretary-General Butros Butros Ghali himself throwing up his hands on the United Nations, apparently overwhelmed. Take the UN forces out of Yugoslavia, he says, because if the war isn't stopped they are helpless targets, and if it is stoppe","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Giuliani Plans To Open 16 Clinics","web_url":"https://www.nytimes.com/1994/07/29/nyregion/giuliani-plans-to-open-16-clinics.html","abstract":"In an effort to improve health care for New York City's poor and to offer an  alternative to overcrowded hospital emergency rooms, the Giuliani administration is planning to open 16 new health clinics to be run by private nonprofit agencies.         The clinics, Mayor Rudolph W. Giuliani's first major health initiative, are expected to open in the next two years and will provide additional basic care by expanding capacity by 500,000 medical visits each year. Several studies have  estimated that the unmet need for routine care amounts to three million visits a year.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Dublin Journal;A Kennedy Pleases the Irish, Piques Some Envoys","web_url":"https://www.nytimes.com/1994/07/29/world/dublin-journal-a-kennedy-pleases-the-irish-piques-some-envoys.html","abstract":"When Jean Kennedy Smith became the American Ambassador here 13 months ago, she was reasonably sure that given the adulation the Irish have for anyone related to John F. Kennedy, she would be well received. And she was.         As she travels around the country, leaving Dublin two or three times a week,  the tall, slender, 66-year-old Ambassador is treated like the sister of a sainted martyr, or at least like a rock star, compelled to sign dozens of autographs and to pose for snapshots to take home for Uncle Tim and Grandma Bridget.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Kevin Carter, a Pulitzer Winner For Sudan Photo, Is Dead at 33","web_url":"https://www.nytimes.com/1994/07/29/world/kevin-carter-a-pulitzer-winner-for-sudan-photo-is-dead-at-33.html","abstract":"Kevin Carter, the South African photographer whose image of a starving Sudanese toddler stalked by a vulture won him a Pulitzer Prize this year, was found dead on Wednesday night, apparently a suicide, the police said today. He was 33.         The police said Mr. Carter's body and several letters to friends and family were discovered in his pickup truck, parked in a Johannesburg suburb. They said  an inquest showed he died of carbon monoxide poisoning.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/07/29/arts/diner-s-journal.html","abstract":"What they would make of the cozy and beautifully lighted dining room is anybody's guess. They would certainly approve of the civilized sound level, but  the room is far more casual than anything to which they were accustomed.         They would marvel at the menu too, although it is certainly familiar these days. It offers pasta, risotto, lots of fish and all the familiar trendy vegetables.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Bosnia Peace Map: Serbs and the West at Loggerheads","web_url":"https://www.nytimes.com/1994/07/29/world/bosnia-peace-map-serbs-and-the-west-at-loggerheads.html","abstract":"After several months with virtually no movement in the Bosnian war, the prospect of major changes, none of them to the liking of the West, is propelling the foreign authors of a peace plan to scramble to save it before the dire scenario they envision can unfold.         With the Bosnian Serbs again tightening their siege of Sarajevo, Western officials see an increasing likelihood that NATO air power will be used against  them, leading to Serbian reprisals against United Nations troops and a subsequent withdrawal of some peacekeepers.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"ART REVIEW;Artist Blends Himself Into a Hopper Show","web_url":"https://www.nytimes.com/1994/07/29/arts/art-review-artist-blends-himself-into-a-hopper-show.html","abstract":"American Dreaming: Edward Hopper and Jack Pierson\" at the Whitney Museum of  American Art has a lot going for it. It's a shrewdly conceived, atmospheric, easy-to-like little show, though one that depends a bit too much on a certain kind of stylishness for its own good.         The exhibition, part of the Whitney's Collection in Context series, might be  described as a one-sided collaboration between Hopper (1882-1967) and the young  American multimedia artist Jack Pierson (born 1960), who was invited to make selections from the museum's enormous Hopper holdings and intersperse them with  work of his own.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"WASHINGTON AT WORK;District's Delegate to Congress Builds Bridge Between Capital and Capitol","web_url":"https://www.nytimes.com/1994/07/29/us/washington-work-district-s-delegate-congress-builds-bridge-between-capital.html","abstract":"When Mayor Sharon Pratt Kelly defended her handling of the District of Columbia's finances before a House subcommittee this month, some of the toughest questioning came from an unexpected quarter: the representative of the  District of Columbia, Eleanor Holmes Norton.         As Mrs. Kelly argued that she had laid off as many city employees as she could and had no alternatives to bring order to a city on the brink of financial ruin, Ms. Norton interrupted again and again.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"When the Biggest Firm Faces Sexual Harassment Suit","web_url":"https://www.nytimes.com/1994/07/29/us/when-the-biggest-firm-faces-sexual-harassment-suit.html","abstract":"Martin R. Greenstein was a superstar at Baker & McKenzie, a swaggering bear of a man with a gift for attracting lucrative clients and a standard of perfection that admitted few mistakes.         Rena Weeks was a neophyte legal secretary, in over her head in the firm's intellectual property division, where she misaddressed envelopes, made typographical errors and had trouble transferring telephone calls.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"BASEBALL;Players Association Sets Strike Date of Aug. 12","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-players-association-sets-strike-date-of-aug-12.html","abstract":"Major league baseball players, resisting the owners' effort to change the game's economic system, are poised to strike two weeks from today if they and the 28 club owners cannot reach a new collective bargaining agreement by then.         Voting unanimously by telephone conference call yesterday, the 31 players who make up the Players Association executive board agreed that the players would strike games beginning with the Aug. 12 schedule. It would be baseball's fifth strike and eighth work stoppage in the past 23 seasons.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Spending and Growth : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-spending-and-growth-letters-to-the-editor.html","abstract":"Regarding Robert J. Samuelson's \"The Welfare State Will Stay, but It Will Have to Be Streamlined\" (Opinion, July 13):.Mr. Samuelson defines the problem as follows: \"As growth falters, the cost of government welfare rises. This increases","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"AGENDA : Closing Soon","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-agenda-closing-soon.html","abstract":"On July 31: \"Petrus Christus: Renaissance Master of Bruges.\" Metropolitan Museum of Art, New York.. On July 31: \"African Zion: The Sacred Art of Ethiopia.\" The Menil Collection, Houston.. On July 31: \"Kyoto-Paris-Kyoto: 1200 Ans d","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"3,000 Troops To Back U.N. In Rwanda","web_url":"https://www.nytimes.com/1994/07/29/world/3000-troops-to-back-un-in-rwanda.html","abstract":"More than 3,000 troops from seven nations are to arrive in Rwanda over the next month to carry out United Nations peacekeeping efforts there, officials said here today.         These forces would be in addition to any United States troops that might be sent, and would replace the 2,500 French troops now in Rwanda.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017744.html","abstract":"    'Graffiti' Zabriskie Gallery 724 Fifth Avenue, near 57th Street Through Sept. 9   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"FILM REVIEW;From Lottery to Love In a New York Fairy Tale","web_url":"https://www.nytimes.com/1994/07/29/movies/film-review-from-lottery-to-love-in-a-new-york-fairy-tale.html","abstract":"There is a miracle at the center of \"It Could Happen to You,\" the blandly named romantic comedy that had the punchier working title \"Cop Gives Waitress $2 Million Tip.\" The original title plays itself out early in the film when the cop, Nicolas Cage, runs out of cash to tip the coffee-shop waitress, Bridget Fonda. He offers to share a lottery ticket instead, and the next day wins $4 million. But that quirk of fate is nothing beside another odds-defying event: two good-hearted people find each other in New York City. Now that's a miracle,  at least in the scheme of this movie, a sometimes awkward mix of savviness and schmaltz.         The other miracle is that the two stars of \"It Could Happen to You\" keep it sailing over a script that is often as predictable and flat as the movie's new title. In one of the brighter touches, Charlie (Mr. Cage) is introduced carrying a blind man across the street and delivering a baby on a bus, presumably all in  a day's work. He is so impossibly selfless that the story begins with a fairy-tale prologue, in which a man named Angel says: \"Once upon a time in New York there was a cop named Charlie. He was a very decent guy.\"   ","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-what-theyre-reading.html","abstract":"-","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"I.M.F. to Help Ukraine to Rejuvenate Economy","web_url":"https://www.nytimes.com/1994/07/29/world/imf-to-help-ukraine-to-rejuvenate-economy.html","abstract":"The head of the International Monetary Fund met with Ukraine's new President  this week and said they would work together to develop an economic program that  could open the door for the $4 billion aid package promised to Ukraine at the economic summit meeting this month in Naples.         The fund's managing director, Michel Camdessus, announced \"the beginning of something important and positive for Ukraine\" after meeting on Wednesday with President Leonid D. Kuchma, who took office on July 18. If the program is successful, the first part of a $700 million loan could be issued by October, officials said.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"New Chief of Youth Services To Face Deficit and Disarray","web_url":"https://www.nytimes.com/1994/07/29/nyregion/new-chief-of-youth-services-to-face-deficit-and-disarray.html","abstract":"Next week, Alfred B. Curtis Jr. begins his job as Commissioner of the Department of Youth Services, a city agency with a $70 million-plus budget and what Mayor Rudolph W. Giuliani calls a multi-million-dollar deficit.         But Mr. Curtis, who is 36 years old and an assistant vice president at Chemical Bank, will confront more than belt-tightening. The department, which coordinates thousands of youth programs throughout the city, from tutoring sessions to athletic activities, has been in disarray since May, when a dispute  erupted that some say has virtually disabled operations.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Prison Term for Klansman","web_url":"https://www.nytimes.com/1994/07/29/nyregion/prison-term-for-klansman.html","abstract":"The grand dragon of the Unified Ku Klux Klan of Connecticut, Massachusetts and Rhode Island was sentenced today to five years and three months in prison for possessing a pipe bomb.         Before the sentencing, William Dodge, 31, of Bristol, who had pleaded guilty, told Judge T. F. Gilroy Daly of Federal District Court: \"I would never hurt anybody or anything. I do realize that I made a grave mistake.\"   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"At the Bar;Defense lawyer turns the tables on the prosecutors but pays a price.","web_url":"https://www.nytimes.com/1994/07/29/us/at-the-bar-defense-lawyer-turns-the-tables-on-the-prosecutors-but-pays-a-price.html","abstract":"It was the moment every criminal defense lawyer dreads: The witness was about to identify the person sitting in the defendant's chair as the perpetrator -- and the case's sole witness was a police officer.         In DuPage County Circuit Court, Ronald H. LaMorte, a police officer in Wood Dale, Ill., had just described his investigation at the scene of a traffic accident. He told how the cars had been positioned and how the defendant could not produce his driver's license, which had been revoked.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/07/29/arts/sounds-around-town-017698.html","abstract":"    Pop and Funk   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Harold M. Mayer, 78, Teacher, Urban Planner and Geographer","web_url":"https://www.nytimes.com/1994/07/29/us/harold-m-mayer-78-teacher-urban-planner-and-geographer.html","abstract":"Dr. Harold M. Mayer, a geographer, urban planner and professor at the University of Wisconsin-Milwaukee, died on Saturday at his home in Milwaukee. He was 78.         The cause was cardiac arrest, his family said.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Ouch! Slap! The Air Is Filled With the Sounds of Summer","web_url":"https://www.nytimes.com/1994/07/29/nyregion/ouch-slap-the-air-is-filled-with-the-sounds-of-summer.html","abstract":"The mosquitoes rising out of the Great Meadows marsh here remind Edward Dennehy, a former Marine, of World War II. No, not as big as B-29's. As thick as on Pacific islands.         \"We have to stay indoors all the time,\" he said. \"We feel like prisoners.\"   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Sports of The Times;Mattingly's Elusive Dream","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-of-the-times-mattingly-s-elusive-dream.html","abstract":"HE was a 16-year-old high school kid in Evansville, Ind., when he saw Reggie  Jackson on television wallop three towering home runs in one game for the Yankees in the 1977 World Series against the Dodgers. That's when he first pictured himself in a World Series, for the Yankees. A World Series he might be  close to now, but a World Series that might elude him again if there is a baseball strike .         \"It got me excited when I saw Reggie do that, really pumped me up,\" Don Mattingly said yesterday in front of his locker at Yankee Stadium before the Red Sox game, his eyes bright with memory. \"I'd always been a Reds fan because we lived relatively close to Cincinnati, but that's when I first started thinking Yankees.\"   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"SPORTS PEOPLE: BASKETBALL;Coleman Files Suit Against Rape Accuser","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-people-basketball-coleman-files-suit-against-rape-accuser.html","abstract":"Two days after prosecutors in Detroit cleared him of a rape charge, saying his blood did not match semen found on his accuser, Nets forward DERRICK COLEMAN filed a four-pronged damage suit yesterday against the woman who made the charge two weeks ago.         In a civil complaint filed in Wayne County (Mich.) Circuit Court, Coleman said the woman, identified as TOIA MAUDETTE REED, had caused him mental anguish, embarrassment and humiliation through malicious prosecution, defamation, false light invasion of privacy and intentional infliction of emotional distress.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Files Detail Years of Spying on Bernstein","web_url":"https://www.nytimes.com/1994/07/29/us/files-detail-years-of-spying-on-bernstein.html","abstract":"For more than three decades starting in the 1940's, the Federal Bureau of Investigation obsessively documented the activities of Leonard Bernstein, especially his associations with groups listed as subversive or communist, and,  in the 1960's, his support for the civil rights and antiwar movements, newly released files show.         The F.B.I. never established that Mr. Bernstein, who died in 1990, was a member of the Communist Party. Indeed, he vehemently denied it under oath in 1953, and soon after that, the bureau acknowledged finding no communist ties.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Court Again Rejects District That Aimed for Black Majority","web_url":"https://www.nytimes.com/1994/07/29/us/court-again-rejects-district-that-aimed-for-black-majority.html","abstract":"For the second time in seven months, a Federal court in Louisiana has rejected the lines of a Congressional district drawn to create a black majority.         In place of the district, which cut on a diagonal from the northwestern part  of the state to the southeast, the three-judge panel of the Federal District Court in Shreveport on Monday redrew many of the lines of Louisiana's Congressional districts. Under the court's new plan, Louisiana would be left with only one black-majority district because the disputed district, the 4th, would have less than a 30 percent black majority of voters.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Lindsay in Hospital After Feeling Faint","web_url":"https://www.nytimes.com/1994/07/29/nyregion/lindsay-in-hospital-after-feeling-faint.html","abstract":"Former Mayor John V. Lindsay was taken by ambulance to Columbia-Presbyterian  Medical Center yesterday morning after becoming dizzy on a steamy platform at Grand Central Terminal. The hospital called his condition stable but said he was being admitted for observation.         The 72-year-old Mr. Lindsay, apparently suffering from heat exhaustion, felt  faint as he stood on Track 18 about 10:15 A.M. and was taken to the hospital by  the Emergency Medical Service, the police said. It was unclear how long he might be hospitalized.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"1944: A Plea for Pisa : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-1944-a-plea-for-pisa-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - [From our New York edition:] American and German artillery dueled across the Arno River tonight [July 28] in the opening stage of the battle for Pisa, and the fate of the historic city and its cultural monuments hung in the balance. There has been","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/29/nyregion/no-headline-016721.html","abstract":"I was outside the other day, and within seconds there were dozens on each leg, sticking like glue. It's always been a problem in summer, but until this year you only had to worry about it at dusk and dawn. This year they're attacking in the middle of the day.\"   CAROL DECAPUA, describing mosquitoes. [B4:3.]   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Handling the Press","web_url":"https://www.nytimes.com/1994/07/29/us/handling-the-press.html","abstract":"At some point during the opening day of hearings into the Whitewater affair,  the principal theme of the White House became clear: if Clinton Administration officials behaved questionably by sharing confidential information about the Whitewater investigation, they did so largely to respond to the press.         It was a point made repeatedly on Tuesday by Lloyd N. Cutler, special counsel to the White House, in his daylong testimony before the House Banking Committee.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Minority Journalists Gather To Share Hopes and Concerns","web_url":"https://www.nytimes.com/1994/07/29/us/minority-journalists-gather-to-share-hopes-and-concerns.html","abstract":"More than 6,000 minority journalists are meeting here to advance what their leaders say is a goal of making newsrooms and reporting more inclusive of all Americans.         But the executives sent here to speak from many of the nation's most influential news organizations are almost all white.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Columbus Sailed From Galway? Unlikely","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-columbus-sailed-from-galway-unlikely-017655.html","abstract":"To the Editor:         Credit where credit is due, or as the Irish would say, \"Fair play to you.\" Your July 12 article on Galway was balanced. The reference to the tinkers was indeed accurate. Local governments have been trying to house them since at least the 1950's.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"GOODWILL GAMES;Decathlon Mark Will Be Music to O'Brien's Ears","web_url":"https://www.nytimes.com/1994/07/29/sports/goodwill-gamesdecathlon-mark-will-be-music-to-obriens-ears.html","abstract":"When Dan O'Brien attempts to break his world record in the decathlon Friday at the Goodwill Games, he said he will probably be listening to \"We Are the Champions\" by Queen and some rap on his Walkman. \n\n     Although he always brings his cassette player on the field, O'Brien said he never listened to it until today in Petrovsky Stadium when he exceeded his world-record pace by 16 points, totaling 4,736 points after the first five events of the 10-event, two-day competition. O'Brien's world record, set two years ago in Talence, France, is 8,891 points.","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Law Firms and Harassment","web_url":"https://www.nytimes.com/1994/07/29/us/law-firms-and-harassment.html","abstract":"A sexual harassment suit against the world's largest law firm illustrates widespread problems in the structure and attitudes of firms nationwide, experts  say. Page B7.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Mothers, Daughters and the Pain of Breast Cancer","web_url":"https://www.nytimes.com/1994/07/29/nyregion/mothers-daughters-and-the-pain-of-breast-cancer.html","abstract":"When her breast cancer was diagnosed five years ago, Sandra Zook-Fischler said, she spent so much time fighting the disease that she was unable to help her daughter Sabrina, then 22, understand the effect it would have on her own life.         She did not realize, she said, that daughters of women with breast cancer can be torn not only by the fear that their mothers will die, but also by the fear that they, too, will get the disease. In fact, Mrs. Zook-Fischler said, by trying to shield her daughter, she played down her own illness and left both of  them little opportunity to share their fears.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Lord Delfont, 84, Theatrical Producer","web_url":"https://www.nytimes.com/1994/07/29/arts/lord-delfont-84-theatrical-producer.html","abstract":"Lord Delfont, a Russian immigrant who made his fortune in show business and produced numerous plays and musicals in London and New York, including \"Funny Girl\" on Broadway, died on Thursday at his home in Angmering, England. He was 84.         The cause was a heart attack, said his nephew, Ian Freeman.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Leader Used N.A.A.C.P. Money To Settle a Sex Harassment Case","web_url":"https://www.nytimes.com/1994/07/29/us/leader-used-naacp-money-to-settle-a-sex-harassment-case.html","abstract":"Without the knowledge of his board of directors, the executive director of the National Association for the Advancement of Colored People committed the financially troubled organization last year to payment of as much as $332,400 to a former employee who had threatened to sue him for sexual harassment, according to court records and N.A.A.C.P. officials.         In an out-of-court settlement between the executive director, the Rev. Benjamin F. Chavis Jr., and Mary E. Stansel, who was a deputy of his for a month last year, he agreed that she would be paid two lump sums totaling $50,000 and then six monthly installments of $5,400 each. Court records show that she has actually received at least $77,000 of that money.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"BOXING;Morrison and Mercer: It's 2 Fights, 2 Draws","web_url":"https://www.nytimes.com/1994/07/29/sports/boxing-morrison-and-mercer-it-s-2-fights-2-draws.html","abstract":"Once they almost fought for boxing's biggest prize. Now they are just trying  to keep their careers afloat.         Tommy Morrison and Ray Mercer both failed to produce a victory tonight. Each  fought to a draw against second-rank opponents with no cachet, not to mention experience.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Tough Maryland Smoking Law Is on Hold","web_url":"https://www.nytimes.com/1994/07/29/us/tough-maryland-smoking-law-is-on-hold.html","abstract":"A judge has put the nation's toughest ban on workplace smoking on hold, saying opponents had proved it could hurt some businesses.         The regulation, which was scheduled to take effect on Aug. 1, is being challenged in court by restaurants, tobacco companies and other businesses.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"For Children","web_url":"https://www.nytimes.com/1994/07/29/arts/for-children.html","abstract":"    'Shelter and Dreams' Katonah Museum of Art Route 22 at Jay Street Katonah, N.Y. (914) 232-9555 Recommended for all ages Through Nov. 13   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"For Baseball Fans, It's Not So Perfect","web_url":"https://www.nytimes.com/1994/07/29/us/for-baseball-fans-it-s-not-so-perfect.html","abstract":"On the day major league players voted for a walkout on Aug. 12 if they have not reached a new collective bargaining agreement with the owners, pitcher Kenny Rogers of the Texas Rangers rang up nothing but putouts in beating the California Angels, 4-0.          The strike would be the eighth work stoppage in the last 23 years. The perfect game was the 12th in history.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"HOCKEY;Hey, Quit Whining, Keenan Won the Cup","web_url":"https://www.nytimes.com/1994/07/29/sports/hockey-hey-quit-whining-keenan-won-the-cup.html","abstract":"For starters, a belated Thanks, Mike.         While I was never an unqualified Mike Keenan fan -- he sees himself as a New  Age serial winner, the most dangerous role model in sports -- I just can't get my stick around this bash Mike bandwagon.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"BASEBALL;Gallego Atones As Yankees Split a Pair","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-gallego-atones-as-yankees-split-a-pair.html","abstract":"Mike Gallego spoiled Mike Gallego's night on Wednesday as he forgot how many  outs there were and could not sleep because his rare mental error almost deprived the Yankees of a victory. Gallego redeemed himself with the decisive hit in the completion of the suspended game yesterday and pushed the Yankees to  a 4-3 victory in 11 innings.         Joe Hesketh followed Gallego's effort by spoiling the afternoon for him and the other Yankees who swung feebly at his pitches. Hesketh made sure the Yankees would not snatch two victories in one day by depriving them of anything but two  hits into the eighth inning in Boston's 1-0 triumph.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/07/29/arts/sounds-around-town-017027.html","abstract":"    A Return at Tramps   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"2 Convicted in Computer Pornography Case","web_url":"https://www.nytimes.com/1994/07/29/us/2-convicted-in-computer-pornography-case.html","abstract":"A husband and wife from California were convicted here today of distributing  pornography via computer in a case that raises questions about how to apply the  community standards test of Federal obscenity law to the information superhighway.         The defendants, Robert and Carleen Thomas, both 38, of Milpitas, Calif., were each convicted of 11 counts of transmitting obscenity through interstate phone lines via their members-only computer bulletin board. Each count carries up to five years in prison and $250,000 fine.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"WISDOM OF URGING RWANDANS' RETURN DIVIDING OFFICIALS","web_url":"https://www.nytimes.com/1994/07/29/world/wisdom-of-urging-rwandans-return-dividing-officials.html","abstract":"A dispute has broken out between United Nations officials here and in Geneva  over how strongly agencies should urge the more than a million Rwandan refugees  at the huge camp here to return to their homeland, relief officials said today.          Officials of the United Nations High Commissioner for Refugees working in Africa say they believe that more should be done to encourage the refugees to go home, including public announcements in the refugee camps about security conditions inside the country.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"That's Life' Is Extended to an Open-Ended Run","web_url":"https://www.nytimes.com/1994/07/29/theater/that-s-life-is-extended-to-an-open-ended-run.html","abstract":"That's Life,\" a musical revue about contemporary Jewish life, has been converted to an open-ended run at Playhouse 91, 316 East 91st Street, Manhattan. The production, conceived and directed by Helen Butleroff, is the finale of the  Jewish Repertory Theater's 20th season. Performances: Tuesdays and Thursdays at  8 P.M.; Wednesdays at 2 and 8 P.M.; Saturdays at 8 P.M. and Sundays at 2 and 7 P.M. Tickets: $30. Information: (212) 831-2000.   ","thumbnail":null,"section":"Theater"},{"date":"19940729","headline":"Legal Services, Still Embattled","web_url":"https://www.nytimes.com/1994/07/29/opinion/legal-services-still-embattled.html","abstract":"The election of Bill Clinton ended 12 years of White House abuse and neglect  of the Legal Services Corporation, the Federal body that subsidizes hundreds of  law offices devoted to representing the poor. The program still has enemies in Congress, however, and only last week had to rally to survive an attack on the Senate floor.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"City and State to Announce Program of Arts Grants","web_url":"https://www.nytimes.com/1994/07/29/arts/city-and-state-to-announce-program-of-arts-grants.html","abstract":"Gov. Mario M. Cuomo and Mayor Rudolph W. Giuliani are to announce a program today in which New York City and the state would provide a total of $10 million  to cultural institutions in the city that can raise matching private money.         The program is intended not only to increase financing for the arts, but also to encourage arts groups to raise more private money and improve the public's access to the arts. It is a result of an agreement made in February between city officials and leaders of the arts world, who offered to raise $10 million in private contributions if the Mayor restored $4.2 million in arts financing that he wanted to cut from the city's budget and if the city and the state matched the pledge with $5 million each.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"King of Punk Finds Inspiration in Paris","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-king-of-punk-finds-inspiration-in-paris.html","abstract":"More than 15 years after the death of Sid Vicious, punk fashions like drug-overdosing, skin- piercing, belly-button rings, Mohawk haircuts and black-on-black clothing remain or have returned, I don't remember which..Along with his partner Vivienne West","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"Suspicious Fire Kills Unidentified Man","web_url":"https://www.nytimes.com/1994/07/29/nyregion/suspicious-fire-kills-unidentified-man.html","abstract":"An unidentified man, whom the Fire Department described as a squatter, died yesterday in a suspicious fire in a vacant industrial building in the Greenpoint section of Brooklyn, the department said.         The victim, described as a white man about 35 years old, was pulled from the  building at 320 Freeman Street, between Provost and Green Avenues, by firefighters, said Firefighter Cosmo Romeo, a department spokesman. The man, suffering from severe smoke inhalation, was taken to Bellevue Hospital Center in Manhattan, where he was pronounced dead.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Chimes Band Wins in Mud","web_url":"https://www.nytimes.com/1994/07/29/sports/chimes-band-wins-in-mud.html","abstract":"The first week of the Saratoga racing season closed today with more rain, mud and scratched horses. But it also closed with a ringing victory for Wayne Lukas  when his colt Chimes Band, who looked like a contender for the Triple Crown races last spring, won the first division of the Screen King Stakes over Ledford by five lengths.         The second division of the race was won by Mr. Shawklit, who ran second in the Bay Shore at Aqueduct last spring but who also didn't make it to the Kentucky Derby. Today's stakes, featuring the second tier of 3-year-old colts, was run in two divisions because 15 horses had been entered, too many for the track to handle, although four were scratched.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"1894: Virtues of Cocaine : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-1894-virtues-of-cocaine-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Cocaine, the alkaloid of the coca plant, enables to render insensible any portion of the body to which it is directly applied. Instead of placing the patient in a deep sleep, and of exposing him to the rare risks of chloroform or ether, it is easy","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"HOCKEY;Hockey Groups Reach Pact","web_url":"https://www.nytimes.com/1994/07/29/sports/hockey-hockey-groups-reach-pact.html","abstract":"Amateur and professional hockey officials have reached agreement on a three-year plan of cooperation intended to further spread the appeal of hockey beyond the United States and Canada and to insure maximum participation of National Hockey League players in the Olympics.         The two groups will work with Olympic officials to try to adopt a schedule for the hockey competition at the 1998 Winter Games in Nagano, Japan, that would be convenient for N.H.L. players. Their agreement was announced by the National Hockey League's commissioner, Gary Bettman, and Rene Fasel, president of the International Ice Hockey Federation, which governs amateur hockey internationally.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Unwed Mothers: The Wrong Target;Welfare Is No Incentive","web_url":"https://www.nytimes.com/1994/07/29/opinion/unwed-mothers-the-wrong-targetwelfare-is-no-incentive.html","abstract":"Everyone from Dan Quayle and William Bennett to Donna Shalala seems to have it in for single mothers. This month, Ms. Shalala, the Secretary of Health and Human Services, echoed Mr. Quayle's complaint that the media were glorifying out-of-wedlock childbearing by their uncritical portrayal of the likes of Murphy Brown. \n\n     But while these people deserve credit for focusing attention on the problems  of single motherhood, some voices demonize single mothers and the institutions that help them. That attitude is leading to harsh policies that take us in the wrong direction.","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"John Cates Jr., 82, A Former Diplomat","web_url":"https://www.nytimes.com/1994/07/29/world/john-cates-jr-82-a-former-diplomat.html","abstract":"John Martin Cates Jr., a retired lawyer and former Foreign Service officer, died on July 14 while on a visit to Santo Domingo, in the Dominican Republic. He was 82 and lived in Nassau, the Bahamas.         The cause was a stroke, his family said.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/29/sports/transactions-017124.html","abstract":"Baseball      American League   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Supporters Of Farrakhan Are Assailed For Exclusion","web_url":"https://www.nytimes.com/1994/07/29/nyregion/supporters-of-farrakhan-are-assailed-for-exclusion.html","abstract":"School officials said today that they were surprised to learn that women were barred from attending a speech by Louis Farrakhan at a public high school on Tuesday night. They said the action violated an agreement they had made with supporters of Mr. Farrakhan, the leader of the Nation of Islam, and they vowed that it would not happen again.         The Assistant Superintendent of Schools in Hartford, Nicholas LaRosa, said Mr. Farrakhan's representatives had promised school officials that his speech would be open to everyone. \"Apparently, they changed their minds at the last minute,\" Mr. LaRosa said on Wednesday.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Harvard Goes With Crowd On Admission","web_url":"https://www.nytimes.com/1994/07/29/us/harvard-goes-with-crowd-on-admission.html","abstract":"Hoping to make the process of applying to college less grueling, Harvard and  Radcliffe Colleges have decided to accept the same common application form that  is used by 137 other private, mostly small colleges around the country.         Students who use the eight-page Common Application will be able to fill out the one form, photocopy it and send those copies to colleges like New York University, Oberlin, Swarthmore and Williams, which also accept the common form. Radcliffe is the last of the erstwhile Seven Sisters colleges (Vassar is now co-educational) to accept the Common Application and Harvard is the first college in the Ivy League to do so. Dartmouth plans to use it when the class of  2000 applies, college officials said.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017710.html","abstract":"    'On Paper' 'Abstraction in American Art' Michael Rosenfeld Gallery 24 West 57th Street Manhattan Through Aug. 17   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"SPORTS PEOPLE: BASEBALL;The Road Is Long for the Mariners","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-people-baseball-the-road-is-long-for-the-mariners.html","abstract":"The longest road trip in Seattle Mariners' history was extended yesterday when the Players Association rejected Tacoma's Cheney Stadium as an alternate site to the Kingdome, rendered unsafe by faulty ceiling tiles. Seattle had a nine-game homestand scheduled to begin Tuesday. The Mariners will likely be visitors for all of those games. \"This is a severe disappointment,\" said CHUCK ARMSTRONG, the Mariners' president. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/07/29/books/the-spoken-word.html","abstract":"    DRAMATIC READING BY MARIAN SELDES, Fifth Avenue Presbyterian Church, at 55th Street, Manhattan. The actress will read from works by Euripides, J. P. Donleavy, Anne Sexton, Tennyson and others. Today at 1 P.M. (A chamber music concert will precede the reading, at 12:30 P.M.) Free. Part of the Free Theater  Project. Information: (212) 874-2225.   ","thumbnail":null,"section":"Books"},{"date":"19940729","headline":"ART REVIEW;42d Street Puts On Heavy Makeup and Smiles a Summer Smile","web_url":"https://www.nytimes.com/1994/07/29/arts/art-review-42d-street-puts-on-heavy-makeup-and-smiles-a-summer-smile.html","abstract":"Putting in its second summertime appearance, \"The 42d Street Art Project\" threatens to become an annual event, but it's still too soon to tell whether it  is really worth the effort. There's something pleasant and marginally uplifting  about seeing 24 contemporary artists and designers take their best shots, in a relaxed summery sort of way, on a strip of real estate as rife with raunchy vitality and decay as 42d Street between Broadway and Eighth Avenue in Manhattan. Intended for pedestrian consumption, the show is a mildly entertaining walk-through, with very little that holds the attention for very long and almost no artist shown to real advantage. Ultimately, the street's powerful cacophony wins out, sweeping all before it like the trashy force of manmade nature that it is.         This year's version includes a couple of holdovers from last year's, neither  distinguished, which seem to have become a permanent part of the Times Square landscape. One is the blocklong sign adorned with brightly colored chairs that shouts \"Everybody\" in black capital letters on a taxicab-yellow billboard between Broadway and Seventh Avenue, and seems as much an advertisement for some mysterious product as an exhortation to community. The other is Dick Elliott's \"Noise Reducing Apparatus, No. 1,\" a wall of 18,000 safety reflectors in red, yellow, blue and green that has all the simplicity, but little of the charm, of  folk art.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Bus Hijackers Kill 4 in Southern Russia","web_url":"https://www.nytimes.com/1994/07/29/world/bus-hijackers-kill-4-in-southern-russia.html","abstract":"Three children and a woman died today when Russian security forces stormed a  helicopter and captured a group of gunmen who hijacked a bus and demanded a $15  million ransom, the state emergency ministry said.         A ministry spokesman said the children died instantly when a hijacker detonated a grenade, and the woman died later of her injuries.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"FILM REVIEW;Stillman's Yuppies, a Bit Older, in Spain","web_url":"https://www.nytimes.com/1994/07/29/movies/film-review-stillman-s-yuppies-a-bit-older-in-spain.html","abstract":"Loves and politics of Americans in Spain. Slender, deadpan romantic comedy.","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"The Best Balance on High-Tech Exports","web_url":"https://www.nytimes.com/1994/07/29/opinion/the-best-balance-on-high-tech-exports.html","abstract":"Iraq and other states have used seemingly innocuous machine tools and chemicals to manufacture nuclear and chemical arms. That is why the United States and other industrial powers have long sought to restrict the export of dual-use products that have civilian applications but can also be used in making weapons.         Although such restrictions have barred sales of less than one-tenth of 1 percent of all U.S. exports, American manufacturers still chafe at the restraints on trade. Unfortunately, the House has heeded them and is considering a bill that goes too far to ease the restraints. A bill now before the Senate strikes a better balance.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017728.html","abstract":"    Willem de Kooning 'Selected Works, 1950's-1980's' C&M Arts 45 East 78th Street Manhattan Through Aug. 12   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"King Hussein Invites Aunt of 2 Abducted Children to Jordan","web_url":"https://www.nytimes.com/1994/07/29/nyregion/king-hussein-invites-aunt-of-2-abducted-children-to-jordan.html","abstract":"King Hussein of Jordan has invited the legal guardian of two children whose father has admitted killing their mother to attend a custody hearing in his country. American officials said they interpreted the invitation to mean that the children would soon be returned to the United States.         The King, who is here to sign a peace treaty with Israel, issued the invitation today. New Jersey's senators, Bill Bradley and Frank R. Lautenberg, and three New Jersey Representatives, met with him and top Jordanian officials for about 45 minutes in his hotel to talk about the case. They emerged to say that the King had invited the children's aunt and legal guardian, Nesime Dokur of Paterson, N.J., to come to Amman as his guest. Mrs. Dokur was appointed the children's legal guardian by a New Jersey judge on Friday.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/07/29/arts/restaurants-017760.html","abstract":"The woman on the phone has the most delicious voice: low, slightly husky, completely inviting. Just calling for a reservation makes you eager to eat at Montrachet.         The entrance to the restaurant is every bit as welcoming. Walking out of a harried day and into this relaxed and low-key room has an instantly soothing effect. As the pace slows from rush to glide, shoulders settle two notches lower and voices drop from screech to murmur.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"For Palestinians, Nothing Has Improved","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-for-palestinians-nothing-has-improved-017680.html","abstract":"To the Editor:         Abba Eban's goal of Arab-Israeli peace is not furthered by his rationalizations of the policies of Israel's Labor governments in \"Hussein, King of Realpolitik\" (Op-Ed, July 20).   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017337.html","abstract":"    'Non-Objective Photography Between the Wars' Houk Friedman Gallery 851 Madison Avenue (near 70th Street) Through Sept. 2   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Lost Civilization Yields Its Riches As Thieves Fall Out","web_url":"https://www.nytimes.com/1994/07/29/arts/lost-civilization-yields-its-riches-as-thieves-fall-out.html","abstract":"A FALLING-OUT among thieves and a trail of looted treasure led in 1987 to one of the most spectacular archeological discoveries of this century: the glittering royal tombs of the Moche civilization, which dominated northern Peru  from A.D. 100 to 800, centuries before the rise of the Inca Empire.         From time to time, the villagers of Sipan had supplemented their incomes plundering ancient cemeteries and adobe pyramids of the Moche (pronounced MOH-chay). One night, while digging deep into an eroded pyramid, they broke into one of the richest funerary chambers ever looted. They filled gunnysacks with decorated ceramic vessels and gold and silver objects. After an argument over the division of the loot, one of the dissatisfied thieves went to the police, who confiscated the material and learned of its source.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"New Delay on Charging Simpson Friend","web_url":"https://www.nytimes.com/1994/07/29/us/new-delay-on-charging-simpson-friend.html","abstract":"For the second time in two weeks, prosecutors in the O. J. Simpson case postponed a decision today on whether to file charges against Al Cowlings, the driver of the white truck in which Mr. Simpson eluded the police in a nationally televised freeway chase across Southern California.         A statement released late this afternoon by District Attorney Gil Garcetti said that prosecutors needed \"further investigation\" before determining whether  Mr. Cowlings, a lifelong friend of Mr. Simpson, should face criminal charges for being involved in the often bizarre, 60-mile-long cavalcade that finally ended at Mr. Simpson's home.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"In Korea, Posturing and Delay","web_url":"https://www.nytimes.com/1994/07/29/opinion/in-korea-posturing-and-delay.html","abstract":"In an attempt to discredit North Korea, South Korean intelligence trotted out a defector on Wednesday who said the North had five nuclear bombs. Although Seoul has now distanced itself from his claim, this was the latest in a series of spats that erupted after the North took offense at the South's unwillingness  to offer condolences on the death of President Kim Il Sung. The sparring could slow resumption of negotiations critical to talking the North out of its nuclear program.         North Korea is unlikely to abandon that program unless its broader political  and security concerns are met. Those concerns cannot be addressed by Washington  and Pyongyang alone. South Korea needs to be constructive about advancing its own dialogue with the North.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"BASEBALL;Players Ready To Take Bitter Pill","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-players-ready-to-take-bitter-pill.html","abstract":"When he chose his profession years ago, Mike Greenwell never anticipated that part of his job description would include \"polling his constituents.\" He figured that was something you did in a Senate subcommittee hearing.         \"This is baseball, right?\" said Greenwell, a Boston Red Sox outfielder and co-player representative along with Roger Clemens. \"Let's be honest: We don't plan to give in and they don't. This game is in trouble.\"   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"BASEBALL;Orioles Swept, Indians in 1st","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-orioles-swept-indians-in-1st.html","abstract":"Eddie Murray homered twice and Tony Pena hit a solo shot as the Cleveland Indians completed their first doubleheader sweep in more than four years last night with a 5-2 victory over the Baltimore Orioles. Cleveland's first doubleheader sweep since May 1990 vaulted the Indians into first place in the American League Central Division, one game ahead of the Chicago White Sox, who lost 5-3 in Kansas City. Baltimore has lost seven of nine.         In the first game, Albert Belle continued his home-run binge and Sandy Alomar hit a three-run drive, providing Jack Morris (10-6) with more than enough offensive support in the Indians' 7-2 victory. Alomar and Belle both connected off Mike Mussina (14-5). Belle's solo homer was his 33rd of the season and seventh in the last nine games.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"BASEBALL: TV SPORTS;A Happy Recap: Hall-of-Fame Career","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-tv-sports-a-happy-recap-hall-of-fame-career.html","abstract":"His voice is a warm and welcoming instrument, a permanent part of the relaxed rhythms of baseball in New York that makes you hope Bob Murphy will call Mets games forever. He's 69 years old now, in the 33d year of his cuddly New York embrace, as original a Met as any, a chunky and cheerful Oklahoman who makes us taste baseball as if we were in Shea beside him.         Years ago, when Murphy split his time between television and radio, I thought he was too much a homer, too eager to gloss over bad news or bad plays. Now I know better. He will never lambaste Pete Smith for a bad outing or ferret out firecracker perpetrators. He just tells the story of a game better than most without the silly digressions that make John Sterling, WABC's Yankees announcer, so unlistenable.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"BASEBALL;Bonilla Is Joining In On Offensive Explosion","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-bonilla-is-joining-in-on-offensive-explosion.html","abstract":"The first home run went over the wall in right field. The second one sailed into the left-field seats. And, for a few moments, Bobby Bonilla felt like the power hitter everyone had expected him to be.         Then he thought about the offensive leaders in the National League and felt deflated a bit.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Investing in the Inner City;Small-Business Owner Sees Revitalized Future","web_url":"https://www.nytimes.com/1994/07/29/nyregion/investing-in-the-inner-city-small-business-owner-sees-revitalized-future.html","abstract":"Jose Aguiar is the Kleener King.         The alliterative name is plastered in royal blue and yellow lettering on the  12 stores he owns in the Bronx and upper Manhattan. And if Mr. Aguiar has his way, it may soon become a household phrase in many more inner-city neighborhoods, emblazoned on a small fleet of trucks shuttling clothing back and forth between his dry-cleaning plant and dozens of Kleener Kings in northern New York City.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Boy, 15, Slashed at High School in Queens","web_url":"https://www.nytimes.com/1994/07/29/nyregion/boy-15-slashed-at-high-school-in-queens.html","abstract":"A 15-year-old boy was slashed by another youth yesterday at Andrew Jackson High School in Cambria Heights, Queens, where both teen-agers were attending summer school, the police said.         Ron Barry of Queens was cut on the neck about 11 A.M., and was in stable condition last night at Mary Immaculate City Hospital, said Officer Andrew McInnis, a police spokesman.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Police Went to Israeli Sites After Tips On Bomb Plots","web_url":"https://www.nytimes.com/1994/07/29/nyregion/police-went-to-israeli-sites-after-tips-on-bomb-plots.html","abstract":"Out of concern over the possibility of a bomb attack by terrorists, the gray  brick office building that houses the Israeli Mission to the United Nations and  the Israeli Consulate was cordoned off yesterday by heavy concrete barriers and  squads of New York City Police officers.         Security was also stepped up at more than a dozen other places in Manhattan where the Israelis or Jewish organizations have offices, as well as other locations in Brooklyn and the Bronx, including the headquarters of the Lubavitcher Hasidic movement on Eastern Parkway in Crown Heights.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Life and Death Decision at the Border","web_url":"https://www.nytimes.com/1994/07/29/world/life-and-death-decision-at-the-border.html","abstract":"Antoine Nsangira, a farmer, sold his mattress. Then he hired a taxi and drove 30 miles from the refugee camp at Katale to the border crossing into Rwanda at Gisenyi.         \"I wanted to check it out, to see if it was safe,\" he said. He stood at the simple metal pole that swings out to allow travelers to pass into Rwanda.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"South African Vote Is First in 20 Years","web_url":"https://www.nytimes.com/1994/07/29/world/south-african-vote-is-first-in-20-years.html","abstract":"South Africa voted in the General Assembly today for the first time in nearly 20 years.         South Africa was suspended in November 1974 because of its apartheid policies and regained its seat only on June 23 of this year, with the inauguration of President Nelson Mandela after open elections.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Unwed Mothers: The Wrong Target;Why Blame Young Girls?","web_url":"https://www.nytimes.com/1994/07/29/opinion/unwed-mothers-the-wrong-targetwhy-blame-young-girls.html","abstract":"The Administration's proposed $400 million, five-year campaign against teen-age pregnancy harks back to the 1959 film \"Blue Denim,\" a world in which hormone-driven high schoolers explore premature sex, suffer the consequences and are rescued by caring adults. Then and now, this image of teen-age pregnancy has little to do with reality, and unless the Administration wakes up to the facts, its reforms are likely to fail. \n\n     Researchers have known for decades that almost all teen-age mothers are impoverished and that a large majority were victims of childhood sexual abuse, usually inflicted by parents or other household adults. But recent studies have  shed new light: more than two-thirds of all teen-age mothers are impregnated by  men over age 20.","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Champion Team Loses in Spingold","web_url":"https://www.nytimes.com/1994/07/29/arts/champion-team-loses-in-spingold.html","abstract":"There was a major upset in the Spingold Knockout Team Championship at the American Contract Bridge League's Summer Nationals here on Wednesday. The defending champions in the Women's Knockout Teams, headed by Gail Greenberg of Manhattan, lost a quaterfinal match by 9 imps to Sally Woolsey of Kensington, Calif., Joann Glasson of Morrisville, Penn., Joann Manfield of Philadelphia, Jo Anne Casen of Boca Raton, Fla., Jan Martel of Davis, Calif., and Georgiana Gates of Houston.         In today's semifinal, the Gates team faces a foursome led by Sue Picus of Manhattan. In the other semifinal, experienced squads headed by Kathie Wei-Sender of Nashville and Janice Seamon of Miami are in opposition.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Ex-Aide Explains His Whitewater Role to House Panel","web_url":"https://www.nytimes.com/1994/07/29/us/ex-aide-explains-his-whitewater-role-to-house-panel.html","abstract":"A group of present and former White House officials paraded before the House  committee investigating the Whitewater affair today, several of them insisting that they did not press a senior Treasury Department official and friend of the  President to remain involved in a politically sensitive investigation of an Arkansas savings and loan.         The primary witness today was Bernard W. Nussbaum, the former White House counsel who spent much of the morning answering questions before the House Banking Committee about his role in Whitewater-related matters.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"SPORTS PEOPLE: COLLEGE SPORTS;Florida State Chief Calls Players 'Victims'","web_url":"https://www.nytimes.com/1994/07/29/sports/sports-people-college-sports-florida-state-chief-calls-players-victims.html","abstract":"TALBOT D'ALEMBERTE, Florida State University's president, said yesterday in Washington that if professional eligibility was at risk, agents would have a much harder time tempting college athletes into National Collegiate Athletic Association rules violations.          D'Alemberte made the comments at a Congressional subcommittee hearing to examine whether N.C.A.A. rules restrict the financial rights of student-athletes and contribute to their accepting illegal gifts and cash. Florida State is scheduled to announce disciplinary measures today against football players involved in a rules-violating shopping spree sponsored by an unregistered agent. That agent, NATE CEBRUN of Las Vegas, Nev., was sentenced yesterday in Tallahassee, Fla., to 30 days in jail and fined $2,000.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/29/style/chronicle-017426.html","abstract":"STEVEN SPIELBERG will use his earnings from the film \"Schindler's List\" to establish a foundation named for Oskar Schindler, the hero of the movie, and devoted to Jewish causes and issues. He has named MARGERY TABANKIN its executive director.         Ms. Tabankin holds the same position at both the Barbra Streisand Foundation  and the Hollywood Women's Political Committee, which includes 225 of the film industry's most influential women. She will keep her post at the foundation, but she is relinquishing the one on the committee.   ","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"PRO FOOTBALL;New Man in Backfield Gives Jets Versatility","web_url":"https://www.nytimes.com/1994/07/29/sports/pro-football-new-man-in-backfield-gives-jets-versatility.html","abstract":"Anthony Johnson may have been a native-born hero in Indiana -- a high school  football star in South Bend and a college star for Notre Dame's national champions. But the Indianapolis Colts, who made him a second-round draft choice  in 1990, also made him an afterthought.         In Johnson's four years with the Colts, they always seemed to have one glamorous star. First, it was Eric Dickerson, the running back; Johnson, who played the same position, had to wait. Then it was Jeff George, the Indianapolis-bred quarterback. When Dickerson and George wore out their welcome  and moved on, it could have been Johnson's turn. It was not. Three months ago, with the second choice in the National Football league draft, the Colts grabbed  Marshall Faulk, the dazzling running back from San Diego State.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/29/sports/results-plus-017108.html","abstract":"YACHT RACING      A Close Call for All-Female Crew It was a close call yesterday for Matador , the 85-foot sloop being crewed by  Bill Koch's America's Cup women's team off Newport, R.I. Jockeying to edge out her opponent near the race committee's start boat, the helmsman, Leslie Egnot, had to duck her boat behind the committee boat to avoid a collision with Matador 's nearest rival, the maxi-yacht, Longobarda. Matador  raised a protest flag immediately afterward. Matador  finished seventh on corrected time; Longobarda was eighth. In first was Full Cry, skippered by Kevin Mahaney.  The race was part of the New York Yacht Club's 150th anniversary Sesquicentennial Regatta.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"THEATER REVIEW;Songs of a Hapless Hooker Who Kept Count","web_url":"https://www.nytimes.com/1994/07/29/theater/theater-review-songs-of-a-hapless-hooker-who-kept-count.html","abstract":"The major exports of Texas these days would seem to be oil, beef and bad musicals about prostitutes.         Barely has the glitter dust settled over \"The Best Little Whorehouse Goes Public,\" a $7 million Broadway fiasco, than here comes \"Chippy,\" a somewhat grittier enterprise that is no less calamitous in its down-home fashion.   ","thumbnail":null,"section":"Theater"},{"date":"19940729","headline":"BASEBALL;Belle Is All Business, On and Off Field","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-belle-is-all-business-on-and-off-field.html","abstract":"Frank Thomas, Ken Griffey Jr., Albert Belle. The names dominate the American  League offensive statistics.         Frank Thomas, Ken Griffey Jr., Albert Belle. They stand 1-2-3 in home runs, total bases, extra-base hits and slugging percentage.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Residents Say Airport Rail Link Would Congest East Side Traffic","web_url":"https://www.nytimes.com/1994/07/29/nyregion/residents-say-airport-rail-link-would-congest-east-side-traffic.html","abstract":"Upper East Side residents criticized yesterday a proposed rail link between Manhattan and the two New York City airports, saying the $2.5 billion system --  intended to bypass traffic congestion in Queens -- would create far too much traffic in their neighborhood.         About 150 people attending an East Side public hearing on the system applauded a succession of speakers who condemned or ridiculed the Port Authority's plan to build a 22-mile automated train system to the airports. The  majority of critics focused on the single Manhattan station in the plan, envisioned as an underground terminal near East 59th Street and Third Avenue.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"The Credit Card That Pays Legal Bills","web_url":"https://www.nytimes.com/1994/07/29/us/the-credit-card-that-pays-legal-bills.html","abstract":"Lawyers' reluctance to turn bill collector is probably matched only by some clients' reluctance to pay up.  Four years ago a California company began offering a way to ease the pain on both sides. It introduced a kind of credit card, advancing clients a line of credit for legal fees and thus taking over from lawyers the task of collection.         The program offered by the company, Lawcard, gave clients the opportunity to  make small payments over time and guaranteed that lawyers would be paid regularly and in full, minus a service charge.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"New Church-Mafia Enmity Is Seen","web_url":"https://www.nytimes.com/1994/07/29/world/new-church-mafia-enmity-is-seen.html","abstract":"One year after powerful bombs damaged cultural and church monuments in Italy, investigators announced recently that they had issued eight arrest warrants and  detained two suspects. Four other suspects, they said, were already in jail.         But what was perhaps most striking in their announcement was the motive they  imputed to the Mafia for wanting to bomb Roman Catholic churches, most notably the venerable cathedral church of Pope John Paul II, San Giovanni in Laterano.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Iranian in Argentine Blast: Tinker, Refugee, Liar, Spy?","web_url":"https://www.nytimes.com/1994/07/29/world/iranian-in-argentine-blast-tinker-refugee-liar-spy.html","abstract":"Is the Iranian refugee who blamed Iran for the huge truck bombing here a failed houseware salesman from Isfahan who wanted United States visas for his family? Or is he a highly informed defector from the top ranks of the Iranian Foreign Ministry?         A battle of faxes and news conferences erupted today over the credibility of  Monousheh Moatamer, the Iranian dissident who reportedly identified four Iranian diplomats as the planners of the bombing that killed about 100 people at a Jewish community center here last week.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Syria Criticizes Jordan","web_url":"https://www.nytimes.com/1994/07/29/world/syria-criticizes-jordan.html","abstract":"Syria issued its first direct criticism of Jordan today for signing a declaration ending a state of war with Israel, saying Syria itself was in no rush for an \"incomplete\" peace.         The Government daily Al Baath described the pact as a \"surprise development\"  and a \"violation\" of the principles on which the broad Middle East peace effort  was based when it began in 1992 in Madrid.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"U.N. Opens Yemen Talks","web_url":"https://www.nytimes.com/1994/07/29/world/un-opens-yemen-talks.html","abstract":"Representatives of Yemen's Government and its defeated southern secessionists met today for talks sponsored by the United Nations, a tentative step to heal the divisions of their two-month civil war.         A mediator, Lakhdar Brahimi of Algeria, said there was a \"good atmosphere\" at the three-hour session but that progress would be slow.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"Treasury Official Acted Properly in Whitewater Investigation","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-treasury-official-acted-properly-in-whitewater-investigation-017507.html","abstract":"To the Editor:      subject of the meeting that Deputy Treasury Secretary Roger Altman had with White House personnel on Feb. 2, 1994. Mr. Altman did not give the White House a briefing on the Madison criminal investigation, as asserted in \"Whitewater, Now  on Capitol Hill\" (editorial, July 24).   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"A $1.8 Million Bid Wins 2 Empty Prison Barges","web_url":"https://www.nytimes.com/1994/07/29/nyregion/a-1.8-million-bid-wins-2-empty-prison-barges.html","abstract":"Two prison barges that have been floating empty in New York Harbor for two years and have cost New York City more than $1 million a year to maintain have been sold for $1.8 million, Mayor Rudolph W. Giuliani announced yesterday.         The winning bid was twice the price the city expected to get for the barges.  But the bid was far short of the $41 million that it cost the city to acquire and renovate the barges in the late 1980's as a stopgap solution to overcrowded jails.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Control Board Faults Saving Estimates in Mayor's Budget","web_url":"https://www.nytimes.com/1994/07/29/nyregion/control-board-faults-saving-estimates-in-mayor-s-budget.html","abstract":"The state's Financial Control Board declared yesterday that Mayor Rudolph W.  Giuliani had done little to solve New York City's long-term financial problems in spite of an austere budget that cuts spending by $1.1 billion and eliminates  15,000 municipal jobs.         Although the board praised the Mayor's efforts to reverse the trend of growing budgets for the first time in 16 years, it concluded that New York faced budget gaps of $2 billion to $3 billion in the coming years because spending continued to grow faster than revenues.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Back to the Land: South African Blacks Walk a Legal and Economic Maze","web_url":"https://www.nytimes.com/1994/07/29/world/back-to-the-land-south-african-blacks-walk-a-legal-and-economic-maze.html","abstract":"Stanford Mtselu does not measure the drapes, but there is no mistaking his proprietary air as he visits the dairy farms that green the rain-drenched coastal hills of the region called Tsi tsikamma.         \"How often do you milk each day?\" Mr. Mtselu, a black retired stock clerk, asks one white dairyman as they admire the oats and rye that stretch beyond the  farmer's picture window. \"How's your electricity here?\" he asks another. \"Is it  expensive?\"   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/29/nyregion/metro-digest-016098.html","abstract":"METRO DIGEST          OUCH! SLAP! THE PESKY SOUNDS OF SUMMER   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/07/29/arts/inside-art.html","abstract":"    A Sculpture Suit   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/29/nyregion/news-summary-016527.html","abstract":"    International A2-8   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Home Video","web_url":"https://www.nytimes.com/1994/07/29/movies/home-video-017353.html","abstract":"Coming releases reflect an interesting cross between present and future in home video. On the futuristic side, for example, is \"For All Mankind,\" Al Reinert's acclaimed 1989 documentary about the Apollo moon missions, to be released by Voyager this fall on CD-ROM. Available for both Macintosh and Windows platforms, the disk includes the film with 16-bit stereo sound, an original soundtrack by Brian Eno and many extras, among them biographies and other writings by Andrew Chaikin, the author of the new book \"A Man on the Moon: The Voyages of the Apollo Astronauts\" (Viking).         The disk will cost $39.95 and be available from Voyager and in bookstores, museums and software outlets. (Information: 800-446-2001.) Although it isn't a video-store item per se, the documentary offers a taste of the computer-based \"edutainment\" programming the home video industry might provide in its own stores if and when typical video CD-ROM's make major moves beyond games.   ","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/29/style/chronicle-016969.html","abstract":"Haven't quite firmed up your summer vacation plans yet? That's O.K. PRESIDENT CLINTON doesn't know yet when he'll be able to get away from the office, either.         With the health-care debate reaching fever pitch and Congress threatening to  postpone its summer recess beyond its scheduled start on Aug. 12, all that Mr. Clinton has told his aides is that the First Family will go to the Massachusetts island of Martha's Vineyard probably for a few weeks before Labor Day.   ","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"Columbus Sailed From Galway? Unlikely;Choctaw Connection","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-columbus-sailed-from-galway-unlikely-choctaw-connection-017663.html","abstract":"To the Editor:         Your July 12 Galway Journal reports: \"A monument to Columbus was recently defaced with the word 'Choctaw' in black print. Officials suspect it was the work of American visitors who feel Columbus ravaged American Indians.\"   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"BOOKS OF THE TIMES;Getting to Know Grandpa Under Penalty of Death","web_url":"https://www.nytimes.com/1994/07/29/books/books-of-the-times-getting-to-know-grandpa-under-penalty-of-death.html","abstract":"    The Chamber By John Grisham 486 pages. Doubleday. $24.95.   ","thumbnail":null,"section":"Books"},{"date":"19940729","headline":"Trip to History for Boston Teen-Agers: To the South of the CivilRights Fight","web_url":"https://www.nytimes.com/1994/07/29/us/trip-to-history-for-boston-teen-agers-to-the-south-of-the-civilrights-fight.html","abstract":"In a once whites-only hotel here, three gray-haired black men who 30 years ago had risked their lives to change the world were telling the young people how it was in Mississippi.         Owen Brooks, 65, Charles Moore, 68, and Willy Long, 59, talked about the Student Nonviolent Coordinating Committee. The sit-ins, the boycotts, the marches. The white students who came by bus from the North to register black voters. The meetings in churches when the Klan was burning churches.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/29/nyregion/c-corrections-017469.html","abstract":"The Outdoors column in the sports pages on Tuesday, about the Penobscot River near Bangor, Me., misstated the location of the proposed Basin Mills Dam. It would be about four miles upstream of the current Veazie Dam, not downstream.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Autopsy on Driver in Explosion Finds No Drugs","web_url":"https://www.nytimes.com/1994/07/29/nyregion/autopsy-on-driver-in-explosion-finds-no-drugs.html","abstract":"The 23-year-old driver of a propane tanker truck that exploded in a white-hot blast on a major highway here early Wednesday had no drugs or alcohol in his body at the time of the accident, according to results of an autopsy released today by the Westchester County Medical Examiner's office.         The autopsy report, however, answered only one of many questions still lingering after the blinding explosion that killed the driver, left 23 people injured, damaged homes on both sides of the Cross Westchester Expressway and created a traffic nightmare during the morning rush hour.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"THE HEALTH CARE DEBATE: THE COST;From Budget Office, Surprising Findings","web_url":"https://www.nytimes.com/1994/07/29/us/the-health-care-debate-the-cost-from-budget-office-surprising-findings.html","abstract":"The Congressional Budget Office has found that the health insurance bill from the Senate Finance Committee would insure 20 million of the estimated 39 million Americans who now lack coverage and save the Federal Government money in the process.         The Finance Committee bill would not require either employers or individuals  to buy insurance, relying instead on changes in insurance laws and on subsidies  for people with incomes up to twice the Federal poverty level, or about $28,000  for a family of four. The bill provides that if 95 percent of Americans are not  insured by 2002, a commission would recommend what Congress should do next, and  Congress would be required to consider the proposal quickly.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"ACCORD REACHED ON SWEEPING BILL TO BATTLE CRIME","web_url":"https://www.nytimes.com/1994/07/29/us/accord-reached-on-sweeping-bill-to-battle-crime.html","abstract":"House and Senate negotiators today approved a sweeping $30.2 billion anti-crime bill providing for 100,000 new police officers, a ban on some assault weapons and the death penalty for scores of crimes.          President Clinton hailed the bill as \"the toughest, largest, smartest Federal attack on crime in the history of our country.\" But critics, including some law-enforcement officials, called it a social-welfare boondoggle and, in the words of Representative Henry J. Hyde, Republican of Illinois, \"the whole Emerald City of Oz.\"   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"Their Discarded Taxis Wind Up in New York","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-their-discarded-taxis-wind-up-in-new-york-017671.html","abstract":"To the Editor:         If Betty Lawrence, executive director of the Metropolitan Taxicab Board of Trade, thinks a \"cool, comfortable ride in a taxi\" is a \"utopian dream\" (letter, July 15), I suggest she travel to Phoenix, Dallas, Houston, New Orleans or other Southern cities where it is really hot and traffic can be as bad as New York's.    ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/07/29/arts/art-in-review-017701.html","abstract":"    'Crash' Thread Waxing Space 476 Broadway, at Broome Street SoHo Through Aug. 15   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"FILM REVIEW;Cultural Clashes in the 50's","web_url":"https://www.nytimes.com/1994/07/29/movies/film-review-cultural-clashes-in-the-50-s.html","abstract":"French exchange student at Virginia college, 1950's.","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"Channel 13 to Pare Budget By Laying Off 60 Employees","web_url":"https://www.nytimes.com/1994/07/29/arts/channel-13-to-pare-budget-by-laying-off-60-employees.html","abstract":"Facing a need to cut its budget once again, WNET-TV announced sweeping layoffs yesterday that will affect every department of Channel 13, the public television station that serves New York.          Sixty of 480 positions will be eliminated, station executives said, as Channel 13 pares its budget to $105 million a year. Two years ago the station's  budget was $137 million.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"25 and Under","web_url":"https://www.nytimes.com/1994/07/29/arts/25-and-under.html","abstract":"Although it opened just a few weeks ago, First, an East Village storefront with an eclectic mix of foods, is already a happy place to eat. The owners, Stephen Billings, Joanne Coraci and Samuel DeMarco, seeing how Blue Ribbon has built a thriving late-night crowd in SoHo, hope to do the same thing on First Avenue, serving food until 2 or 3 A.M. nightly. But the food, with nods to Mexico, Thailand, Japan, France and Italy, is delicious at any hour.         Mr. DeMarco, the chef, last cooked at Luxe, a luxury Manhattan restaurant that closed this year. Now he has taken a less-expensive turn that does not sacrifice creativity. Crisp squid rings ($6.50), for example, are far superior to ordinary fried calamari. This dish is an artful composition of squid perfectly fried in a salt-tinged batter and arranged around slices of sweet-and-spicy pickled ginger and slivers of marinated seaweed, with a small bowl of wasabi-flavored mayonnaise.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"Manning Set to Sign With Suns","web_url":"https://www.nytimes.com/1994/07/29/sports/manning-set-to-sign-with-suns.html","abstract":"Danny Manning, the free agent forward from the Atlanta Hawks, has all but signed with the Phoenix Suns.         \"We have already agreed that we are going to agree,\" said Ron Grinker, Manning's agent, who was meeting with Suns' officials tonight.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"Forest Fires Are Unabated In Far West","web_url":"https://www.nytimes.com/1994/07/29/us/forest-fires-are-unabated-in-far-west.html","abstract":"A fire that destroyed 13 homes near the Entiat River on Tuesday and Wednesday here in north-central Washington's Wenatchee National Forest swelled to 54,000 acres by this morning, state officials said.         Fire-fighting supervisors updated their estimate of the fire's size from 20,000 acres on Wednesday night to almost three times that size today, based on  heat-detecting infrared photos taken on an early-morning surveillance flight, said Roland Emetaz, a spokesman for the Multi-Agency Coordination Center in Portland, Ore.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"New York's Budget Gap Widens","web_url":"https://www.nytimes.com/1994/07/29/opinion/new-york-s-budget-gap-widens.html","abstract":"Barely a month after Mayor Rudolph Giuliani and the New York City Council nailed down a supposedly balanced budget, the Mayor has suddenly ordered city agencies to cut an additional quarter-billion dollars from this year's spending  and prepare to cut $200 million more if need be. He contends that the cuts were  part of his original plan and no one should be surprised. Leaving this double talk aside, he is moving in the right direction -- but still too slowly.         Two responsible monitors of the city's finances now say that, even counting the new cuts, the budget for the year that began July 1 is still far from balanced -- and that Mr. Giuliani has done too little to improve prospects for future years. In separate reports, State Comptroller Carl McCall and the staff of the Financial Control Board found gaps in the budget of at least $500 million   -- after allowing for the new round of cuts. They said the gaps could become even worse if some risky assumptions about revenues and savings failed to pan out.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"In Congress, a Powerful Few Control the Purse;Phantom Spending Cuts","web_url":"https://www.nytimes.com/1994/07/29/opinion/l-in-congress-a-powerful-few-control-the-purse-phantom-spending-cuts-017647.html","abstract":"To the Editor:         Your July 19 Congressional Memo suggests that the sponsors of the A to Z spending-cut plan \"may be more interested in talking about reducing the deficit  than in actually doing so\" because they haven't proposed any spending-cut amendments for appropriations bills. More likely, they understand that such spending-cut amendments, because of the Congressional budget system, will almost certainly have no effect on the deficit.   ","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"Giuliani Seeks Continued Federal Funds for Housing Police","web_url":"https://www.nytimes.com/1994/07/29/nyregion/giuliani-seeks-continued-federal-funds-for-housing-police.html","abstract":"Pressing his plan to merge New York City's three police departments, Mayor Rudolph W. Giuliani sought assurances today that the Federal Government would maintain its financial support for policing the city's housing projects in exchange for a city commitment to maintain or improve police services there.         The Department of Housing and Urban Development now pays about one-third the  cost of supporting the 2,500-member housing force, or roughly $75 million a year. Any withdrawal of that support could jeopardize Mr. Giuliani's plan to transform the housing force, along with the transit police force, into a bureau  of the main Police Department.   ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"1919: The New Poland : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-1919-the-new-poland-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - As the Polish State becomes stronger and more and more of an actuality to the people of this part of the world, it constantly tends to draw more and more to it seekers for help and protection, refugees, from Russia and the chaotic Ukrainia. Almos","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"TV-RADIO WEEKEND;A Quest for a Long-Buried Truth About a U.F.O","web_url":"https://www.nytimes.com/1994/07/29/arts/tv-radio-weekend-a-quest-for-a-long-buried-truth-about-a-ufo.html","abstract":"Given the inherent improbability of the story, Jeremy Kagan, who directed and co-produced \"Roswell,\" deserves credit for putting together as tense a drama as  he has. For most of its 90 minutes, this tale, based on an actual incident, of one man's effort to uncover the truth about a strange occurrence in the New Mexico desert in 1947, maintains an engrossing course.         The beset hero is Maj. Jesse Marcel, an Army Air Force intelligence officer at a base near Roswell, N.M., where the debris from some sort of crash is at first reported to be from an unidentified object. (It makes the sheep nervous.)  But before you can say flying saucer, Marcel, effectively underplayed by Kyle MacLachlan, becomes the fall guy as the Washington establishment undertakes what may be the most far-fetched cover-up in the history of cover-up movies.   ","thumbnail":null,"section":"Arts"},{"date":"19940729","headline":"BASEBALL;Galarraga Lost For the Season","web_url":"https://www.nytimes.com/1994/07/29/sports/baseball-galarraga-lost-for-the-season.html","abstract":"Two hit batsmen helped the Colorado Rockies put today's game out of reach and pulled them closer to first place. The cost, though, may have been too high.         Andres Galarraga was lost for the season when he had his right hand fractured by a pitch in Colorado's 5-1 victory over the San Francisco Giants. Galarraga finishes batting .319 with 31 home runs and 85 runs batted in.   ","thumbnail":null,"section":"Sports"},{"date":"19940729","headline":"U.S. Wants Quick Retaliation Against Serbian Attacks","web_url":"https://www.nytimes.com/1994/07/29/world/us-wants-quick-retaliation-against-serbian-attacks.html","abstract":"In the face of renewed attacks by Bosnian Serbs on Muslim enclaves and United Nations peacekeepers, the United States is pressing for quick retaliation, American and European officials said today.         Secretary of State Warren Christopher is scheduled to meet in Geneva on Saturday with the Foreign Ministers of Britain, France, Germany and Russia, and  is expected to urge tighter economic sanctions and stricter enforcement of United Nations-designated safe areas.   ","thumbnail":null,"section":"World"},{"date":"19940729","headline":"AGENDA : THE ARTS GUIDE","web_url":"https://www.nytimes.com/1994/07/29/style/IHT-agenda-the-arts-guide.html","abstract":"AUSTRIA. Vienna. Museum Moderner Kunst, tel: 78- 25-50, closed Mondays. To Sept. 18: \"Malfiguren.\" Presents six different forms of painting with works by figurative-narrative artists Francesco Clemente, Jrge Immendorff and Malcolm Morley,","thumbnail":null,"section":"Style"},{"date":"19940729","headline":"PHARMACISTS HELP DRUG PROMOTIONS","web_url":"https://www.nytimes.com/1994/07/29/us/pharmacists-help-drug-promotions.html","abstract":"Without explicitly telling doctors or patients, major drug companies are enlisting pharmacists to promote their drugs rather than those of their competitors. And some doctors and medical ethicists don't like it.         Take the many neighborhood pharmacists who serve participants in Medco, a company that buys drugs from manufacturers and sells them through pharmacies and mail orders to 38 million Americans.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"The Record on Rwanda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/29/opinion/IHT-the-record-on-rwanda-letters-to-the-editor.html","abstract":"J. Brian Atwood, administrator of the U.S. Agency for International Development and President Bill Clinton's special envoy to Rwanda, rightly describes the plight of the refugees who have fled to Zaire in harrowing terms (\"Relief Immediately, Then C","thumbnail":null,"section":"Opinion"},{"date":"19940729","headline":"FILM REVIEW;Looking Back at a Life on Four Legs","web_url":"https://www.nytimes.com/1994/07/29/movies/film-review-looking-back-at-a-life-on-four-legs.html","abstract":"Picture the sort of horse that might sit at a writing table prettily composing its memoirs, and you have some idea of what the narrator's voice in \"Black Beauty\" is like. The screenwriter Caroline Thompson (\"Edward Scissorhands,\" \"The Secret Garden\"), making her directorial debut, takes a cue from Anna Sewell's well-loved 1877 novel (which is subtitled \"The Autobiography  of a Horse\") and goes well beyond that book's horse-centric point of view.         So Ms. Thompson affords her four-legged hero extreme sensitivity, especially  by horse standards. Black Beauty is heard cataloguing his feelings in exquisite  detail. With a thoroughness to rival David Copperfield's, he even begins his story at the moment of birth. Later on, he falls in love, dreams about his mother, rhapsodizes about oats and complains bitterly about wearing a harness with a bit.   ","thumbnail":null,"section":"Movies"},{"date":"19940729","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/29/nyregion/c-corrections-017450.html","abstract":"An article in Business Day yesterday about an agreement by the Robert Plan Corporation to lease two buildings on Long Island from the Northrop Grumman Corporation misstated their location. The buildings are in the village of Bethpage, not the village of Oyster Bay. Bethpage is in the Town of Oyster Bay.    ","thumbnail":null,"section":"New York"},{"date":"19940729","headline":"Panel Says U.S. Space Research Is Lagging","web_url":"https://www.nytimes.com/1994/07/29/us/panel-says-us-space-research-is-lagging.html","abstract":"The National Research Council is worried that the National Aeronautics and Space Administration is allowing space research to languish as it waits for the  space station to be built. The council, an arm of the National Academy of Sciences, recommends that shuttle missions devoted to science be added to take up the slack.         \"A more ambitious plan for science over the interim decade leading to full utilization\" of the space station \"should be developed and matched with appropriate budgetary resources,\" the council's space studies board told the space agency's administrator, Daniel S. Goldin, in a letter released today.   ","thumbnail":null,"section":"U.S."},{"date":"19940729","headline":"About Real Estate;Court Ruling May Hurt Co-op Lending","web_url":"https://www.nytimes.com/1994/07/29/us/about-real-estatecourt-ruling-may-hurt-coop-lending.html","abstract":"A recent ruling by a Federal judge that cooperative apartments in New York State revert to rent stabilization if the co-op corporation is dissolved has raised concerns that new restrictions may be placed on financing co-ops. At the  same time, it has allayed some fears that lenders will become more aggressive about foreclosing on defaulting co-ops. \n\n     The fears are that lenders, who have been loosening their underwriting standards for co-ops, may tighten them again. On the other hand, the decision in the closely watched case has also made it less likely that lenders will find it  more profitable to foreclose rather than renegotiate terms when a co-op defaults on its underlying mortgage.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940729","time":"1994-07-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":78,"wspd":9.4},{"date":"19940729","time":"1994-07-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":96,"wspd":0},{"date":"19940729","time":"1994-07-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":80,"wspd":7.6},{"date":"19940729","time":"1994-07-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":79,"wspd":7.6},{"date":"19940729","time":"1994-07-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":81,"wspd":1.8},{"date":"19940729","time":"1994-07-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":78,"wspd":7.6},{"date":"19940729","time":"1994-07-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":78,"wspd":7.6},{"date":"19940729","time":"1994-07-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":76,"wspd":7.6},{"date":"19940729","time":"1994-07-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":66,"wspd":9.4},{"date":"19940729","time":"1994-07-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":64,"wspd":9.4},{"date":"19940729","time":"1994-07-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":55,"wspd":7.6},{"date":"19940729","time":"1994-07-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":54,"wspd":11.2},{"date":"19940729","time":"1994-07-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":50,"wspd":5.4},{"date":"19940729","time":"1994-07-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.7,"rhum":47,"wspd":13},{"date":"19940729","time":"1994-07-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":46,"wspd":11.2},{"date":"19940729","time":"1994-07-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":44,"wspd":14.8},{"date":"19940729","time":"1994-07-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.8,"rhum":41,"wspd":7.6},{"date":"19940729","time":"1994-07-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25,"rhum":42,"wspd":5.4},{"date":"19940729","time":"1994-07-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":46,"wspd":9.4},{"date":"19940729","time":"1994-07-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":48,"wspd":14.8},{"date":"19940729","time":"1994-07-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":56,"wspd":14.8},{"date":"19940729","time":"1994-07-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":65,"wspd":11.2},{"date":"19940729","time":"1994-07-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":69,"wspd":11.2},{"date":"19940729","time":"1994-07-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":73,"wspd":9.4},{"date":"19940729","time":"1994-07-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":67,"wspd":18.7},{"date":"19940729","time":"1994-07-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":18.7},{"date":"19940729","time":"1994-07-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":69,"wspd":13},{"date":"19940729","time":"1994-07-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":71,"wspd":11.2},{"date":"19940729","time":"1994-07-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":13},{"date":"19940729","time":"1994-07-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":9.4},{"date":"19940729","time":"1994-07-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":9.4},{"date":"19940729","time":"1994-07-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":87,"wspd":9.4},{"date":"19940729","time":"1994-07-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":7.6},{"date":"19940729","time":"1994-07-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":78,"wspd":14.8},{"date":"19940729","time":"1994-07-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":13},{"date":"19940729","time":"1994-07-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":9.4},{"date":"19940729","time":"1994-07-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":69,"wspd":13},{"date":"19940729","time":"1994-07-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":9.4},{"date":"19940729","time":"1994-07-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":66,"wspd":13},{"date":"19940729","time":"1994-07-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":13},{"date":"19940729","time":"1994-07-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":55,"wspd":11.2},{"date":"19940729","time":"1994-07-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":53,"wspd":11.2},{"date":"19940729","time":"1994-07-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":42,"wspd":9.4},{"date":"19940729","time":"1994-07-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":50,"wspd":13},{"date":"19940729","time":"1994-07-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":46,"wspd":9.4},{"date":"19940729","time":"1994-07-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":46,"wspd":9.4},{"date":"19940729","time":"1994-07-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":46,"wspd":9.4},{"date":"19940729","time":"1994-07-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":9.4}]},"19940730":{"guardian_articles":[{"date":"19940730","headline":"Turner 's twin masterpieces of biblical 'storm and mustard' lost in 24m heist","web_url":"https://www.theguardian.com/artanddesign/1994/jul/30/arttheft.art","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19940730","headline":"Congress Advances Jordan Debt Relief","web_url":"https://www.nytimes.com/1994/07/30/world/congress-advances-jordan-debt-relief.html","abstract":"Congress took a step toward approving the reduction of Jordan's debt to the United States by up to $220 million today, speeding the measure because of the nation's accord this week with Israel.         The Clinton Administration promised Jordan $700 million in debt relief as a reward for King Hussein's decision to meet Prime Minister Yitzhak Rabin of Israel at the White House this week and sign a pact formally ending a 46-year state of war.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/30/opinion/chronicle-018910.html","abstract":"A woman who once had a two-year affair with HENRY G. CISNEROS, the United States Secretary of Housing and Urban Development, filed a lawsuit yesterday, charging him with fraud and breach of contract, The Associated Press reported.         The suit was brought by LINDA MEDLAR, who was hired in 1986 by Mr. Cisneros,  then Mayor of San Antonio, as a fund-raiser. He has acknowledged being romantically involved with her when he was Mayor. The suit claims that he has ceased making payments of $4,000 a month to her that were part of an oral agreement the two reached in 1990.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Public & Private;Done In By Day Care","web_url":"https://www.nytimes.com/1994/07/30/opinion/public-private-done-in-by-day-care.html","abstract":"Sometimes you just can't win for losing. Particularly if you're a single mother in America.         Jennifer Ireland got pregnant when she was 15. She was a cheerleader; her boyfriend was the captain of the football team. She decided to have a baby rather than an abortion, graduated third in her high school class, and won a scholarship to the University of Michigan. When she moved to Ann Arbor she took  with her Maranda Ireland-Smith, now 3. Maranda was enrolled in a licensed day-care home, where a woman cared for her own two children and three others.     ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Hotel Plans Are Submitted For Times Sq.","web_url":"https://www.nytimes.com/1994/07/30/nyregion/hotel-plans-are-submitted-for-times-sq.html","abstract":"In the latest step in the long-delayed effort to redevelop Times Square, at least six large hotel chains have submitted plans to build a new hotel at the corner of 42d Street and Eighth Avenue. One plan includes a proposal by the Walt Disney Company to create 100 time-share apartments.         The proposals, which had been requested in May by city and state development  authorities, were still being compiled yesterday, the deadline for submissions. Although government officials declined the discuss the details of the proposals, they said interest in developing the rundown site, now home to several adult video stores, had been greater than expected.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Regulation of Propane Haulers, Long in Dispute, Is Not Strict Enough, Critics Say","web_url":"https://www.nytimes.com/1994/07/30/nyregion/regulation-of-propane-haulers-long-in-dispute-is-not-strict-enough-critics-say.html","abstract":"The regulation of companies that dispatch propane trucks, like the one involved in the highway explosion in White Plains that injured 23 people and destroyed much of a quiet neighborhood earlier this week, has long been the subject of controversy among highway safety experts and Federal officials.          Some critics say Federal regulations place too much trust in fuel companies  to police themselves and are not strict enough to prevent drivers from being overworked. Investigators looking into the White Plains crash said yesterday that the driver, Peter G. Conway, who was killed, had been on duty for 15 hours  when he crashed into the highway overpass.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;No Car, but Insured","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-no-car-but-insured-019410.html","abstract":"To the Editor:         Re \"Frayed Nerves of People Without Health Coverage\" (front page, July 11): I live in a $300-a-month hotel on Lexington Avenue in New York City. I don't have  a house on a golf course. But I do have health insurance that I pay for myself.    ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"COLLEGE FOOTBALL;Conference Officials Weighing Bowl Bids","web_url":"https://www.nytimes.com/1994/07/30/sports/college-football-conference-officials-weighing-bowl-bids.html","abstract":"As conference commissioners began weighing bids yesterday that could bring college football more than $50 million a year from just three bowl games, four Florida State football players were suspended for taking part in an agent-financed shopping spree last year.         The two developments pointed up the economic anomalies of college football, a multibillion-dollar business built upon players barred from receiving more than  their scholarships.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"8 in Family Injured as Car Jumps the Curb","web_url":"https://www.nytimes.com/1994/07/30/nyregion/8-in-family-injured-as-car-jumps-the-curb.html","abstract":"Eight members of a Jersey City family were injured yesterday afternoon when a car slammed into them as they stood on the sidewalk at a street corner in Washington Heights, the police said.         The driver, an unidentified man thought to be in his late teens, fled the accident scene at West 167th Street and Audubon Avenue, leaving behind the 1983  Chevrolet Caprice he had been driving, the police said.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/30/nyregion/bridge-018813.html","abstract":"Teams headed by Kathie Wei-Sender of Nashville and Sally Woolsey of Kensington, Calif., won strong semifinal victories on Thursday night to reach the final of the Women's Knockout Teams at the American Contract Bridge League's Summer Nationals.         The experienced Wei-Sender team, including Lisa Berkowitz of Old Tappan, N.J., Carol Sanders of Nashville, Lynn Deas of Schenectady, N.Y., and Beth Palmer of Silver Spring, Md., is not at full strength, in the absence of Betty Kennedy of Shreveport, La., because of a family illness. But in the semifinal, they won by 30 imps against a group led by Janice Seamon of Miami, Fla.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"More Rwandan Refugees Begin the Long, Painful Trek Home","web_url":"https://www.nytimes.com/1994/07/30/world/more-rwandan-refugees-begin-the-long-painful-trek-home.html","abstract":"On the side of the road leading from the refugee camps in Zaire, a field hospital was hastily put up this morning. Inside one tent, a man was being fed a solution intravenously, treatment for cholera. An emaciated 9-year-old boy sat on his haunches nearby. He had been abandoned somewhere along the road by his parents because he was too weak to keep walking.         Along 30 miles of twisting, hilly roads between the Zaire border and here, a  steady movement of refugees began the long trek back from the camps to their homes in Rwanda -- carrying their possessions in pails or in bags balanced on their heads.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"BASEBALL;There's No Place Like the Road for Jones","web_url":"https://www.nytimes.com/1994/07/30/sports/baseball-there-s-no-place-like-the-road-for-jones.html","abstract":"In bullpen circles he's known as a \"touch and feel\" pitcher, someone who needs a few innings and outs to properly show his worth.          An offense sensitive to his needs doesn't hurt, either.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"SPORTS PEOPLE: GOLF;Azinger Returning to Tour Next Week","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-people-golf-azinger-returning-to-tour-next-week.html","abstract":"PAUL AZINGER, who has spent this year undergoing treatment for cancer, will return to the PGA Tour next week at the Buick Open in Saginaw, Mich. Azinger, 34, had the best season of his career in 1993 with three victories including the 1993 P.G.A. Championship and $1.4 million in winnings. Doctors then discovered lymphoma in his right shoulder and started Azinger on treatment that kept him out of competition for seven months. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"SPORTS PEOPLE: FOOTBALL;Bono Trade to Chiefs Is Finally Official","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-people-football-bono-trade-to-chiefs-is-finally-official.html","abstract":"The Kansas City Chiefs learned yesterday that National Football League Commissioner PAUL TAGLIABUE had finally given formal approval to the May 2 trade in which they acquired quarterback STEVE BONO from the San Francisco 49ers. Chiefs President CARL PETERSON read a statement from Tagliabue saying, \"I do not find clear proof of a violation of league rules and policies.\" (AP)   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"SPORTS PEOPLE: FOOTBALL;Kelly One of Seven Joining Hall Today","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-people-football-kelly-one-of-seven-joining-hall-today.html","abstract":"Two years into his career with the Cleveland Browns, about the only way LEROY KELLY was going to get into the Pro Football Hall of Fame was to drive for an hour and buy a ticket. Then JIM BROWN unexpectedly retired and Kelly rushed in,  all the way to the Hall of Fame. Today he will be inducted with Cowboys running  back TONY DORSETT and defensive tackle RANDY WHITE, Vikings Coach BUD GRANT, 49ers cornerback JIMMY JOHNSON and JACKIE SMITH, a tight end for the St. Louis Cardinals and Cowboys.          After the ceremony, the Atlanta Falcons and San Diego Chargers will meet in  the annual Hall of Fame exhibition game. (AP)   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/30/opinion/chronicle-019445.html","abstract":"Who would have expected BILL MURRAY to speak at a meeting titled, \"The International Conference on Sturgeon Biodiversity and Conservation\"?         But there the comedian was at the American Museum of Natural History in New York on Thursday evening, expounding on the sturgeon and other matters before 200 scientists who had gathered for two days of scholarly deliberations on how to halt the global decline of the giant fish. The conference, which ends today, was organized by the Hudson River Foundation.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Sometimes the Order of the Day Is Just Maintaining Order","web_url":"https://www.nytimes.com/1994/07/30/us/sometimes-the-order-of-the-day-is-just-maintaining-order.html","abstract":"It was a far, far cry from the controlled mayhem of Robert's Rules of Order.  The fracas started when passions were stirred in the House Banking Committee's Whitewater hearings.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Ribbon (Red Tape?) Cutting for Art","web_url":"https://www.nytimes.com/1994/07/30/arts/ribbon-red-tape-cutting-for-art.html","abstract":"We all know,\" Deputy Borough President Jeannette Gadson of Brooklyn said yesterday, \"that tourists do not come to New York to view the traffic.\"         They are, of course, drawn to the city by its cultural attractions. Ms. Gadson joined Mayor Rudolph W. Giuliani and others at the Brooklyn Museum to announce the start of a matching-grant program to make those cultural jewels shine brighter.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"James Luther Adams, 92, Theologian and Ethicist","web_url":"https://www.nytimes.com/1994/07/30/us/james-luther-adams-92-theologian-and-ethicist.html","abstract":"James Luther Adams, a theologian who was an authority on ethics, died on Tuesday at his home in Cambridge, Mass. He was 92.          The cause was heart failure, said Jack Kleis of the Rogers Funeral Home in Cambridge.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Arrest in 1981 Murder","web_url":"https://www.nytimes.com/1994/07/30/nyregion/arrest-in-1981-murder.html","abstract":"A suspect in the 1981 killing of a Manhattan doctor was taken into custody yesterday by the police.          Patrick McDowell, 30, was being held in connection with the slaying of John  Chase Wood Jr., an emergency room physician at Columbia-Presbyterian Medical Center.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"DANCE REVIEW;Son Seeks Father Beyond the Identities of Race","web_url":"https://www.nytimes.com/1994/07/30/arts/dance-review-son-seeks-father-beyond-the-identities-of-race.html","abstract":"In David Rousseve's \"Pop Dreams,\" which was presented on Thursday night in the Serious Fun festival at Alice Tully Hall, the experimental choreographer's company, David Rousseve/Reality, uses popular music, speech and dance to explore what it means to grow up as a black man in America. This subject has been the dominant theme of the troupe's recent work, but now it has been enlarged into the universal myth of a son's search for his father.         For the most part, Mr. Rousseve has trouble rising to his own occasion. But amid the spoken and danced soliloquies of this two-hour piece, there is one striking and poignant image that gets to heart of the matter.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/30/nyregion/c-corrections-019208.html","abstract":"An article yesterday about a meeting of minority journalists in Atlanta misspelled the surname of the Harvard law professor who was moderator of a discussion about political correctness. He is Charles J. Ogletree Jr.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Olympic Site Is Changed","web_url":"https://www.nytimes.com/1994/07/30/sports/olympic-site-is-changed.html","abstract":"Bowing to pressure from gay and lesbian activists, organizers of the 1996 Olympic Games in Atlanta said today that they would move preliminary volleyball  competition out of suburban Cobb County, which passed an anti-gay resolution last year.         Billy Payne, president of the Atlanta Committee for the Olympic Games, said preliminary volleyball competition would be held in the 10,000-seat University of Georgia Coliseum in Athens, Ga.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Hard Lesson For Russian Investors","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-hard-lesson-for-russian-investors.html","abstract":"THE events of this week eradicate what little doubt there may have been that truth is indeed stranger than fiction. If you concocted a story like the MMM investment company fiasco in Russia, you would not be believed. The advice would be to get back to yo","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Judge Criticized Over Penalty Promised in Car-Death Trial","web_url":"https://www.nytimes.com/1994/07/30/nyregion/judge-criticized-over-penalty-promised-in-car-death-trial.html","abstract":"Alicia Figueroa has kept a copy of the trial transcript from June 21. She thinks it is good to have as evidence. She doesn't hold onto it, though, to remember the remarks of Supreme Court Justice Melvin S. Barasch.         Those words, in which the judge said he would not imprison the driver who ran down her husband, but would fine him, have haunted Mrs. Figueroa from the moment they were spoken.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"THE HEALTH CARE DEBATE: COMPARE AND CONTRAST;A Closer Look at the Two Plans","web_url":"https://www.nytimes.com/1994/07/30/us/the-health-care-debate-compare-and-contrast-a-closer-look-at-the-two-plans.html","abstract":"THE CLINTON PLAN","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Sports of The Times;Redefining The Yankees' Community","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-of-the-times-redefining-the-yankees-community.html","abstract":"THE walk to Yankee Stadium took about 10 minutes: Down the 155th Street viaduct, over the blue Macombs Dam Bridge, over the Major Deegan Expressway, down and around the street leading to the employees' parking lot.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Robot Explorer Starts Trek to Volcano's Heart","web_url":"https://www.nytimes.com/1994/07/30/us/robot-explorer-starts-trek-to-volcano-s-heart.html","abstract":"An eight-legged robot named Dante II came alive on the rim of an Alaskan volcano yesterday, taking its first steps toward exploring an active crater and  toward proving that it could extend the reach of human scientists into such dangerous places.         The robot began its trek into the dark inferno of the smoldering crater at 6:30 P.M., Eastern time, after being delayed for several days by balky components and unfavorable weather in the vicinity of Mount Spurr, a volcano 80  miles west of Anchorage. During its first day of operation, Dante walked more than 100 feet through snow and mud without incident.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;  100 Million at Risk","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-100-million-at-risk-019399.html","abstract":"To the Editor:         \"Frayed Nerves of People Without Health Coverage\" (front page, July 11) leaves out risks faced by more than 100 million of us.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Editorial Notebook;Dennis Potter's Last Interview","web_url":"https://www.nytimes.com/1994/07/30/opinion/editorial-notebook-dennis-potter-s-last-interview.html","abstract":"Early in June Dennis Potter, perhaps the most dazzling and certainly the most imaginative of all television playwrights, died at his home in England. A diagnosis of pancreatic cancer had been made on Valentine's Day, \"a little gift, a little kiss from somebody,\" leaving him just enough time to work on two more plays and give an interview to the BBC in April.         The interview, with Melvyn Bragg, a British TV personality, was shown on New  York's Channel 13 last week. Morbid curiosity, I suppose, is what drove me to watching it, that and having seen Mr. Potter's \"Pennies From Heaven\" and \"The Singing Detective.\" What kept me watching, however, was the obverse of morbid. In the midst of death, Mr. Potter was in full, glorious life -- almost, in a sense, in full bloom.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Americans in Haiti Fear an Invasion","web_url":"https://www.nytimes.com/1994/07/30/world/americans-in-haiti-fear-an-invasion.html","abstract":"More than a dozen American warships are now stationed just off Haiti with the stated purpose of protecting the Americans living here. But many of the people who are supposed to feel reassured say they would be a lot happier if the ships  would sail away and leave them alone.         \"We are safe down here, and have been for many years,\" said Mickey McLaney, who came to Haiti two decades ago to run a hotel and a swimsuit business, neither of which is now open. \"We don't need that kind of help. Before they put  this embargo on, we were doing just fine.\"   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"IN PERFORMANCE;JAZZ","web_url":"https://www.nytimes.com/1994/07/30/arts/in-performance-jazz-019240.html","abstract":"    Swing's Precise Possibilities, As Seen by Davern and Wilber 92d Street Y   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"Religion Notes","web_url":"https://www.nytimes.com/1994/07/30/us/religion-notes.html","abstract":"Twenty years ago in Philadelphia, 11 women were ordained priests in the Episcopal Church in direct defiance of official church rules. The ordinations, held on July 29, 1974, were considered by many to be a major victory for women's rights in Christianity.          A number of the participants in that service -- including many of the women  and some of the male bishops who ordained them -- are gathering this weekend at the Episcopal Cathedral Church of the Savior in Philadelphia to mark that occasion. Last night, the women celebrated a mass together, and today they are leading discussions that assess how far they have come and how far they still have to go.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/07/30/nyregion/editors-note-018104.html","abstract":"An article yesterday about Congressional agreement on crime legislation characterized the bill as \"one of the few major promises President Clinton made  in the 1992 campaign that he has been able to turn into law.\"          The characterization of Mr. Clinton's record was overly broad. A number of initiatives for which he promised support in 1992 have been passed since he took office. Some of the most important were a deficit reduction bill, the North American Free Trade Agreement, rules allowing abortion counseling in federally financed clinics, a waiting period for handgun purchases and a national service program.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Gunshots Hit Missile In Train Shipment","web_url":"https://www.nytimes.com/1994/07/30/us/gunshots-hit-missile-in-train-shipment.html","abstract":"An intercontinental missile being shipped by rail from Wyoming was hit by apparently random gunfire that caused at least $11 million in damage, the Air Force said today.         Bullets gashed the first and second stages of the $70 million missile, an MX, but it was not in danger of exploding, officials said. Some parts will be salvaged for use elsewhere, the Air Force said.     ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"New Law Says Victims' Attire Cannot Be Cited in Rape Cases","web_url":"https://www.nytimes.com/1994/07/30/nyregion/new-law-says-victims-attire-cannot-be-cited-in-rape-cases.html","abstract":"New York today became the second state to prohibit defense attorneys from referring to a complainant's manner of dress in sex crime cases.          Under legislation signed into law by Gov. Mario M. Cuomo, New York joins Florida as the only states that forbid defendants accused of sexual assault from using a person's style of dress as a motive for their actions.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"THE HEALTH CARE DEBATE: IN THE SENATE;Senate Health Bill to Try to Avoid Requirement on Employers","web_url":"https://www.nytimes.com/1994/07/30/us/health-care-debate-senate-senate-health-bill-try-avoid-requirement-employers.html","abstract":"Insisting that he had not made up his mind, Senator George J. Mitchell, the majority leader, outlined to Democratic senators today some central provisions of a health care bill he plans to propose next week, one that relies on employer payments for workers' insurance only as a last resort.         That is its biggest difference from the bill House leaders unveiled today, which would require employers to pay 80 percent of their workers' premiums, starting in 1997 for large employers and in 1999 for smaller companies.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Treasure Beneath the Sea","web_url":"https://www.nytimes.com/1994/07/30/opinion/treasure-beneath-the-sea.html","abstract":"Yesterday, Madeleine K. Albright, the United States representative to the United Nations, signed an agreement amending the deep seabed mining part of the  Convention on the Law of the Sea. This agreement crowns a 10-year effort to eliminate treaty provisions irreconcilable with free market principles.         Because of these provisions, the U.S. refused to sign the convention. In announcing that decision, President Ronald Reagan said the 16 other parts of the convention were \"consistent with United States interests and . . . serve well the interests of all nations.\"   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"BRIEFCASE : The Trout Fund Re-Opens To Investors with $100,000","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-briefcase-the-trout-fund-reopens-to-investors-with-100000.html","abstract":"The Trout Fund, one of the leading lights among hedge funds (which have, in general, had a disastrous 1994) is re-opening its subscription lists. The fund was up more than 16 percent in the first half of 1994, according to one of its distributors..John","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"OPERA REVIEW;Some Immortals Romp On Cooperstown Stages","web_url":"https://www.nytimes.com/1994/07/30/arts/opera-review-some-immortals-romp-on-cooperstown-stages.html","abstract":"Holy cow! As immortals mustered here today for the annual induction weekend of the Baseball Hall of Fame with, notably, the belated ascension of Phil Rizzuto, the Major League Baseball Players Association announced a strike date for next month and a Mudvillian gloom descended on Cooperstown.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"A Russian Official Says Bosnian Serbs Let Moscow Down","web_url":"https://www.nytimes.com/1994/07/30/world/a-russian-official-says-bosnian-serbs-let-moscow-down.html","abstract":"The Russian Foreign Minister, Andrei V. Kozyrev said today in Geneva that his Government had done all it could for Bosnia's Serbs and felt betrayed by their refusal to cooperate in the latest proposal for peace, the news agency Itar-Tass reported.         Mr. Kozyrev told journalists in Geneva that Russia had made numerous initiatives to help broker an equitable peace in Bosnia that would reflect the interests of the Serbs, traditional allies of the Russians.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"U.S. SENDING FORCE OF 200 TO REOPEN RWANDAN AIRPORT","web_url":"https://www.nytimes.com/1994/07/30/world/us-sending-force-of-200-to-reopen-rwandan-airport.html","abstract":"President Clinton ordered a sharply limited detachment of 200 American troops into Rwanda today to open the country's major airport for relief flights, asserting that the United States \"will not cease its efforts until the dying stops\" in refugee camps there and in nearby Zaire.         But in a clear allusion to the military's relief effort in Somalia, where dozens of soldiers died in combat, the White House insisted that United States forces would be restricted to aiding refugees and would stay far out of Rwanda's gruesome civil war.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"The Failed House Health Bill","web_url":"https://www.nytimes.com/1994/07/30/opinion/the-failed-house-health-bill.html","abstract":"The health-care bill that the Democratic leadership will take to the full House for debate early next month would do more harm than good. Though it starts off correctly -- achieving universal coverage by requiring employers to pay for  most of the cost of insuring their workers -- it proposes insurance \"reforms\" that would bury the most innovative, cost-effective plans that many Americans routinely choose today.         The bill would be a victory for highly paid physicians and would reward those in Congress who want to control the huge health-care industry. But it would be a defeat for patients who expect high-quality care at a reasonable price.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Steam Pipe on West Side Spews Asbestos Into Sky","web_url":"https://www.nytimes.com/1994/07/30/nyregion/steam-pipe-on-west-side-spews-asbestos-into-sky.html","abstract":"A 32-year-old steam pipe ruptured early yesterday morning on the West Side, cracking a sidewalk and spewing asbestos and other debris 30 feet into the sky.           Officials closed off a four-block area around the intersection of 57th Street and 10th Avenue, where the break occurred at 1 A.M. No one was injured or evacuated, but residents and workers in the area were required to wear yellow plastic booties over their shoes yesterday to avoid tracking asbestos into their homes and offices.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"PRO BASKETBALL;Grant Leaves the Bulls To Help Solidify Magic","web_url":"https://www.nytimes.com/1994/07/30/sports/pro-basketball-grant-leaves-the-bulls-to-help-solidify-magic.html","abstract":"The Orlando Magic opened a salary slot to sign the free agent forward Horace  Grant tonight by trading Scott Skiles and a first-round draft pick to the Washington Bullets for a second-round pick. The signing of Grant, who was a key  member of the Chicago Bulls during their run as three-time National Basketball Association champions, was announced at a news conference here tonight.          \"It's going to be a great season for us,\" said Grant, who had talked publicly about his desire to play for the Magic for about a year. \"We're not going to get knocked out in the first round if I have anything to say about it.\"   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Dr. Paul Ander, 63, Chemistry Professor","web_url":"https://www.nytimes.com/1994/07/30/nyregion/dr-paul-ander-63-chemistry-professor.html","abstract":"Dr. Paul Ander, a professor of chemistry at Seton Hall University and co-author of the college textbook \"Principles of Chemistry,\" died on Sunday at his home in Union, N.J. He was 63.          The cause was a heart attack, his family said.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Saudi Meddlers In Yemen","web_url":"https://www.nytimes.com/1994/07/30/opinion/saudi-meddlers-in-yemen.html","abstract":"At a moment when the hoary political axioms of Middle Eastern politics are being junked, another -- the United States-Saudi Arabian strategic relationship  -- needs to be reviewed. \n\n     In meddling in Yemen's two-month civil war, the neighboring Saudis worked against the Clinton Administration's \"enlargement\" doctrine, which seeks to expand democracy around the world.","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Platinum, Signia Lead the Deluxe Sector","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-platinum-signia-lead-the-deluxe-sector.html","abstract":"A BATTLE has started for the high ground in the charge card industry. It is being waged to attract the top spenders who use plastic all the time, often on regular trips abroad. And service is the battle cry..In the free-spending 1980s, almost every fina","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Madrid Journal;Feminism Bursts Out Of Closet, Into Cabinet","web_url":"https://www.nytimes.com/1994/07/30/world/madrid-journal-feminism-bursts-out-of-closet-into-cabinet.html","abstract":"It would never have happened on General Franco's watch, but in the Spain of today it was hardly shocking for a new-car advertisement to be illustrated by a  photograph of a young woman in a short skirt revealing a provocative glimpse of  underwear.         After all, as far back as the late 1970's, the sale of pornographic material  on newsstands was open proof that the dictatorship was over. And even today, the sexual dalliances of the rich and famous still provide the main fodder for gossip magazines with huge readerships.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"IN PERFORMANCE;CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/07/30/arts/in-performance-classical-music-019259.html","abstract":"    Carnegie Hall, Beethoven And Masur Wind It Up Carnegie Hall   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-019364.html","abstract":"To the Editor:         As a physician I am greatly concerned that the dramatic increase in the number of mergers and acquisitions in the health care industry is not so much a  response to pending health care reform as an attempt to circumvent that reform.  The acquisition of drug benefit management companies by large drug manufacturers should be particularly troubling, since it is difficult to imagine how such a combined entity could possibly operate without conflict of interest.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Cuomo Vetoes Bill Giving Workers Say on Discipline","web_url":"https://www.nytimes.com/1994/07/30/nyregion/cuomo-vetoes-bill-giving-workers-say-on-discipline.html","abstract":"Rejecting the entreaties of organized labor, Gov. Mario M. Cuomo vetoed a bill today that would have given public employees greater say over who disciplines them.          New York City police officials and the Giuliani administration had vigorously opposed the legislation, saying it would undermine their ability to dismiss corrupt police officers.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"1894: Gold Conspiracy?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/30/opinion/IHT-1894-gold-conspiracy-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The drain of gold from America may be the result of a monarchical conspiracy against Republican institutions in the United States. It is in a letter to a New York man of social and business consequence that this startling theory is brought forw","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/30/nyregion/no-headline-018082.html","abstract":"Up to now, the killings have been on one side, with 30 million dead babies   and hundreds of dead and maimed mothers. On the other side, there are two dead doctors. Maybe the balance is going to start to shift.\" -- DON TRESHMAN, director of Rescue America. [26:2.]   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;Dole's Benefits","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-dole-s-benefits-019380.html","abstract":"To the Editor:         When Hillary Rodham Clinton suggested to Senator Bob Dole that all Americans  should be entitled to the health benefits enjoyed by him and millions of Federal employees, Senator Dole, instead of discussing the proposition on its merits, dismissed it as a \"cheap shot.\"   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Burden of Holocaust","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-burden-of-holocaust-019437.html","abstract":"To the Editor:         Ismar Schorsch is more solicitous of today's German youth, who he thinks should not suffer from association with the Holocaust, than he is of descendants of Jews who were killed (letter, July 23). To use the word \"myth\" in connection  with the Holocaust Museum plays into the hands of Holocaust deniers. And to ask  Jews to temper \"feelings of hatred\" shifts the moral burden from the Germans to  their victims.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Samuel Chavkin Journalist and Author, 81","web_url":"https://www.nytimes.com/1994/07/30/nyregion/samuel-chavkin-journalist-and-author-81.html","abstract":"Samuel Chavkin, journalist and author, died on Tuesday at New York University Medical Center. He was 81 and lived in Manhattan and Amagansett, L.I.          The cause was heart disease, said his son-in-law, Nicholas Freudenberg.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"PRO FOOTBALL;Cunningham Ready To Come Back Again","web_url":"https://www.nytimes.com/1994/07/30/sports/pro-football-cunningham-ready-to-come-back-again.html","abstract":"In 1991, in the first game of the National Football League season and Rich Kotite's first game as coach of the Philadelphia Eagles, his quarterback, Randall Cunningham, tore up his left knee and was lost for the year. In 1993, in the fourth game of the season against the Giants, Cunningham broke his left leg and was lost for the year.         So, after lunch today, why was Cunningham stretched out on the locker-room floor with an ice bag placed on a propped-up right knee? And at the Jets' training camp?   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Plaudits Drown Out Critics As Senate Confirms Breyer","web_url":"https://www.nytimes.com/1994/07/30/us/plaudits-drown-out-critics-as-senate-confirms-breyer.html","abstract":"The Senate today confirmed Judge Stephen G. Breyer as the nation's 108th Supreme Court Justice by a vote of 87 to 9.         The vote, which followed unanimous approval last week in the Senate Judiciary Committee, came after more than five hours of scripted debate on the Senate floor. With confirmation a foregone conclusion, senators took to the floor one at a time to state their views about the nominee to a largely empty chamber.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"New York Jews Warier of Terrorism","web_url":"https://www.nytimes.com/1994/07/30/nyregion/new-york-jews-warier-of-terrorism.html","abstract":"As the sun set over New York yesterday, Jews repaired to their synagogues to  celebrate the Sabbath, the day when God and man rest.          But the fear of terrorism, in the wake of threats this week, cast a particularly dark shadow last night at synagogues throughout the city.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"IN PERFORMANCE;ROCK","web_url":"https://www.nytimes.com/1994/07/30/arts/in-performance-rock-019135.html","abstract":"    A Virtuoso of Effects Boxes As Well as the Guitar The Cooler   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"10,000 Stampede as Russian Stock Collapses","web_url":"https://www.nytimes.com/1994/07/30/world/10000-stampede-as-russian-stock-collapses.html","abstract":"Russia's largest investment company virtually collapsed today as more than 10,000 outraged stockholders stampeded the colonnaded headquarters of Moscow's commodities exchange, smashing windows as they tried desperately to unload their shares in the plummeting fund.         After promising on Thursday that it would begin to buy back stock for the equivalent of about $60 a share, officials of the troubled company, MMM, announced this morning that they had cut the value to almost nothing.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"Senate G.O.P. Sees Altman as Its Focus In Whitewater Case","web_url":"https://www.nytimes.com/1994/07/30/us/senate-gop-sees-altman-as-its-focus-in-whitewater-case.html","abstract":"With no Democrat willing to come to his defense, Deputy Treasury Secretary Roger C. Altman came under blistering attack today by the Republicans who opened the Senate's Whitewater hearings by calling on him to resign for mishandling the Whitewater investigation and misleading Congress.         The Republicans also released testimony by a White House official that they said contradicted statements that Mr. Altman made about Whitewater in late February to the Senate Banking Committee. At the time, he acknowledged that the  White House and Treasury officials had discussed an investigation into Madison Guarantee Savings and Loan, a failed Arkansas savings and loan owned by the Clintons' partner in the Whitewater Development Company.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Tanker Driver on Duty 15 Hours Before Fatal Crash, Official Says","web_url":"https://www.nytimes.com/1994/07/30/nyregion/tanker-driver-on-duty-15-hours-before-fatal-crash-official-says.html","abstract":"The driver of the propane tanker truck that crashed here early Wednesday in a fiery explosion had been on duty for the previous 15 hours and was making his third run of the day when the accident occurred, a spokesman for the National Transportation Safety Board said tonight.         The spokesman, Michael Benson, said investigators were considering fatigue as one of several factors that might have caused the accident, which killed the driver and injured 23 other people. But he said it was still not known how many  breaks the driver, Peter G. Conway, 23, had taken during his workday on Tuesday  or how far he had driven before the crash about 12:30 A.M. Wednesday.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"In Sudan, Slavery Is a Criminal Offense","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-in-sudan-slavery-is-a-criminal-offense-019321.html","abstract":"To the Editor:         \"Bought and Sold,\" by Charles Jacobs and Mohamed Athie (Op-Ed, July 13), on slavery in Northern Africa, is inaccurate in several important respects.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"THE HEALTH CARE DEBATE: THE OVERVIEW;HOUSE DEMOCRATS UNVEIL PROPOSAL FOR HEALTH BILL","web_url":"https://www.nytimes.com/1994/07/30/us/health-care-debate-overview-house-democrats-unveil-proposal-for-health-bill.html","abstract":"House Democratic leaders unveiled a national health care plan today that promises universal coverage by 1999, and they immediately embarked on what is expected to be an epic, two-week legislative struggle to assemble a Democratic majority behind it.         \"This bill is about the courage of this Congress,\" said Representative Richard A. Gephardt of Missouri, the majority leader, who urged his colleagues to step up to a moment in history, just as previous Congresses did with Social Security and Medicare.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Gilbert Le Coze Dies at 49; Inspired a Generation of Chefs","web_url":"https://www.nytimes.com/1994/07/30/nyregion/gilbert-le-coze-dies-at-49-inspired-a-generation-of-chefs.html","abstract":"Gilbert Le Coze, a French-born chef whose innovative ways with seafood at his Manhattan restaurant, Le Bernardin, influenced a generation of American cooks, died on Thursday. He was 49 and lived in Manhattan.          Mr. Le Coze had a heart attack while working out at a health club, said Eric Ripert, chef at Le Bernardin.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"High-Tech Safeguards Chipping Away at Fraud","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-hightech-safeguards-chipping-away-at-fraud.html","abstract":"AT SOME POINT in the future, shoppers may find sales clerks gazing deeply into their eyes whenever they buy something with a credit or debit card..Like fingerprints, it seems, no two pairs of eyes look exactly alike. That's why matching buyers' optic id","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"BRIEFCASE : Guinness Flight Says New Markets Offer Good Value","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-briefcase-guinness-flight-says-new-markets-offer-good-value.html","abstract":"Question marks have been hanging over emerging markets this year, but the funds keep coming. The latest is from U.K. fund manager Guinness Flight, which is launching its Global Emerging Markets Fund..\"I believe that now is the time to invest in em","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"HORSE RACING;Two Favorites Running On Different Tracks Today","web_url":"https://www.nytimes.com/1994/07/30/sports/horse-racing-two-favorites-running-on-different-tracks-today.html","abstract":"At the northern end of the battlefield for 3-year-olds, Tabasco Cat drew the  No. 3 post position today as the overwhelming favorite in the Jim Dandy Stakes at Saratoga Race Course on Sunday. At the southern end, Holy Bull drew the No. 3 post as the overwhelming favorite in the Haskell Invitational at Monmouth Park in New Jersey the same day.         Both colts will be taking major steps toward their meeting in three weeks in  the $750,000 Travers Stakes at Saratoga, \"the summertime Kentucky Derby,\" and one of them is likely to emerge as the champion pro tem of the Triple Crown   class of 3-year-old colts. But both will be carrying top weight of 126 pounds and will be giving away as much as 14 pounds to their rivals.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1994/07/30/sports/training-camp-report.html","abstract":"    San Francisco 49ers   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"1919: Polish Pogroms : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/30/opinion/IHT-1919-polish-pogroms-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - That which happened in Poland was worse than the Russian pogroms which aroused the indignation of the civilized world. Jews were massacred in Kishineff and Homel and scores of other places in Russia, organized by the Tsaristic Government. But the","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"BOXING;A Heavier De La Hoya Knocks Out Paez in Second","web_url":"https://www.nytimes.com/1994/07/30/sports/boxinga-heavier-de-la-hoya-knocks-out-paez-in-second.html","abstract":"There will be no more criticism about dodging fighters with name recognition. \n\n     There will be no more doubts, either, about the power and skill of Oscar De La Hoya.","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Early Jefferson Portrait Stolen","web_url":"https://www.nytimes.com/1994/07/30/arts/early-jefferson-portrait-stolen.html","abstract":"The earliest known life portrait of Thomas Jefferson was stolen on Thursday night from a studio where it had been sent for reproduction, the police said today.         The painting, from 1786, is owned by Charles Francis Adams of Dover, Mass., a sixth-generation descendant of John Adams, the second President of the United States.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"GOLF;Former Club Player Shares Seniors Lead","web_url":"https://www.nytimes.com/1994/07/30/sports/golf-former-club-player-shares-seniors-lead.html","abstract":"He is one of about a dozen former club pros who in middle age find themselves making more money playing golf against some of the game's legends than they ever dreamed of doing in their prime. Yet, 59-year-old Jimmy Powell has been most noteworthy on the Senior Tour for being the father of 7 and the grandfather of 11.         For about two hours today, his family tree was secondary. Following an opening-round 66 at the Meadow Brook Club, Powell was atop the leader board in the Northville Long Island Classic, ahead of such players as Jack Nicklaus, Lee  Trevino, Ray Floyd, Dave Stockton and Jim Colbert.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/30/us/inside-018090.html","abstract":"Simpson Trial Date Set","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Economy Is Up 3.7% but Signs Hint of Slowing","web_url":"https://www.nytimes.com/1994/07/30/us/economy-is-up-3.7-but-signs-hint-of-slowing.html","abstract":"In a report that cheered the Administration and financial markets for different reasons, the Commerce Department said today that the nation's economy  grew at a brisk annual pace of 3.7 percent in the second quarter. But the report also showed that while businesses were expanding their production, unsold goods  were piling up on store shelves as consumer spending slowed sharply.         The stock and bond markets rallied strongly on the announcement as investors  decided that well-stocked retailers would stop ordering new goods and, as a result, the pace of economic growth might slow in the months ahead. Slower growth would help keep inflation, which is now just below 3 percent, in check and could reduce the need for the Federal Reserve to raise interest rates.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/30/nyregion/news-summary-018058.html","abstract":"    International 2-4   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Lifesaving Aid for Rwanda","web_url":"https://www.nytimes.com/1994/07/30/opinion/lifesaving-aid-for-rwanda.html","abstract":"Massacres. Civil war. Inflammatory broadcasts. Panic. And now, disease and more death. The horrors that Rwandans have inflicted on other Rwandans this year challenge comprehension.         Militias of the Hutu majority butchered hundreds of thousands of their Tutsi  compatriots during the spring. Tutsi-led rebels raced to take over the country and halt the slaughter. Radio broadcasts by Hutu hate-mongers panicked millions  of Hutu villagers into fleeing their homes in terror that they would be killed.  More than a million refugees now languish in cholera-infested camps in Zaire.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"DEATH OF A DOCTOR: IN WASHINGTON;Lawmakers Seek Tougher U.S. Protection For the Clinics","web_url":"https://www.nytimes.com/1994/07/30/us/death-doctor-washington-lawmakers-seek-tougher-us-protection-for-clinics.html","abstract":"Several Democratic lawmakers demanded today that the Federal authorities intervene more aggressively to protect abortion clinics from acts of violence.          \"The Federal Government has the tools and resources to deal with such reprehensible terrorist attacks and the organizations responsible for perpetrating the attacks,\" said Representative Charles E. Schumer, Democrat of Brooklyn.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Woman and Daughter, 3, Are Slain in Queens Home","web_url":"https://www.nytimes.com/1994/07/30/nyregion/woman-and-daughter-3-are-slain-in-queens-home.html","abstract":"A 27-year-old pregnant woman and her 3-year-old daughter were found dead last night with their throats slashed inside the family's apartment in Flushing, Queens, the police said.         Ramon Rodriguez, 29, told the police that he entered his sixth-floor apartment at 133-01 Sanford Avenue shortly before 8 P.M. and found the bodies of his wife, Francesca, and daughter, Alexa, inside a blood-soaked hallway. Dead in a Pool of Blood   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Dr. Erwin Ringel, 73, an Austrian Writer","web_url":"https://www.nytimes.com/1994/07/30/world/dr-erwin-ringel-73-an-austrian-writer.html","abstract":"Erwin Ringel, a prominent Austrian social critic and the author of a best-selling book on anti-Semitism, died on Thursday. He was 73.          The cause was a heart attack. Dr. Ringel used a wheelchair in later life because he had multiple sclerosis.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"Sheridan Lord, 67, Painter Of Meticulous Landscapes","web_url":"https://www.nytimes.com/1994/07/30/arts/sheridan-lord-67-painter-of-meticulous-landscapes.html","abstract":"Sheridan Lord, a landscape painter who lived and worked on the East End of Long Island, died on Thursday at Memorial Sloan-Kettering Hospital in Manhattan. He was 67 years old and lived in Sagaponack. \n\n      The cause was cancer, said John Walsh, a friend of the artist and the director of the J. Paul Getty Museum in Malibu, Calif.","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"GOODWILL GAMES;Last 1,500 Meters Hardest for O'Brien","web_url":"https://www.nytimes.com/1994/07/30/sports/goodwill-gameslast-1500-meters-hardest-for-obrien.html","abstract":"Running a cool and casual 1,500 meters, Dan O'Brien won the decathlon at the  Goodwill Games with 8,715 points, but finished 176 short of breaking his own world record. \n\n     O'Brien said he just wasn't motivated. \"I felt after the first day, I was competing literally against myself,\" he said. \"That's very difficult, especially difficult when you're running the 1,500.\"","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Palestinian Authority Blocks Pro-Jordanian Publications","web_url":"https://www.nytimes.com/1994/07/30/world/palestinian-authority-blocks-pro-jordanian-publications.html","abstract":"In a sign of rising tensions between the P.L.O. and Jordan, Palestinian officials blocked the distribution of a pro-Jordanian newspaper and a weekly magazine in the Gaza Strip and West Bank, forcing them to cease publication today.         A statement by the Palestinian self-rule authority in Gaza and Jericho accused the newspaper, An Nahar, of advocating \"a line that contradicts the national interests of the Palestinian people.\"   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"SPORTS PEOPLE: HOCKEY;Kings' Robitaille Dealt for Tocchet","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-people-hockey-kings-robitaille-dealt-for-tocchet.html","abstract":"The high-scoring left wing LUC ROBITAILLE was traded from the Los Angeles Kings to the Pittsburgh Penguins yesterday for right wing RICK TOCCHET and a 1995 second-round draft choice.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/30/nyregion/c-corrections-019216.html","abstract":"An article yesterday about security measures in New York City after terrorist attacks in London and Buenos Aires misidentified the executive director of the Jewish Community Relations Council of New York. He is Michael S. Miller, not Mark J. Miller.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Sides Spar As Judge Sets Date For Simpson","web_url":"https://www.nytimes.com/1994/07/30/us/sides-spar-as-judge-sets-date-for-simpson.html","abstract":"A judge today ordered O. J. Simpson to go to trial on Sept. 19, as his defense lawyers accused prosecutors of not aggressively pursuing and sharing leads that might clear him before the trial.         In a brief court hearing this morning, a lead defense lawyer, Johnnie Cochran Jr., contended that the police had not given enough credence to a witness who had given a statement \"totally inconsistent with the theory of a lone assailant\" in the fatal stabbings of Mr. Simpson's former wife, Nicole Brown Simpson, and her friend Ronald L. Goldman on June 12. Mr. Cochran also accused prosecutors of dismissively interviewing \"witnesses that have theories of multiple assailants of different ethnic background than Mr. Simpson.\"   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Cards are Convenient, but Hidden Charges Can Hit Users : The Pitfalls of Paying with Plastic","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-cards-are-convenient-but-hidden-charges-can-hit-users-the.html","abstract":"PLASTIC, in the form of credit, debit and charge cards, is a relatively safe and handy means of accessing and spending money abroad. But is the cost of convenience too high?.A recent report published by the Dutch consumers association, ConsumentenHL bon","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Where News Is an Obsession;In the Hamptons, Competition for Readers Is No Summer Picnic","web_url":"https://www.nytimes.com/1994/07/30/nyregion/where-obsession-hamptons-competition-for-readers-no-summer-picnic.html","abstract":"Word of the break-in at Peggy Siegal's weekend home spread fast. Within days, The East Hampton Star, a local weekly newspaper, had broken the story. A few days later, a reporter for a rival Hamptons weekly tipped off a columnist for a major metropolitan daily, who wrote it up as yet another scintillating tidbit  from summer central on Long Island's East End.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Cards Can Cause Holiday Horror Stories","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-cards-can-cause-holiday-horror-stories.html","abstract":"IT happened ten miles out of Yogjakarta, the \"second city\" in Java. Two tourists, a man and a woman, were about to change buses on their way to the great Buddhist temple of Borobudur. As she stood up, the woman noticed that her handbag was flapp","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/30/nyregion/metro-digest-018341.html","abstract":"    NEW YORK CITY   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"From Travel Insurance to Restaurant Advice, Extra Benefits Lure Customers","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-from-travel-insurance-to-restaurant-advice-extra-benefits-lure.html","abstract":"THE introduction of annual fees on most credit cards at the start of the decade has led to an explosion in the number of add-on card benefits..\"When customers chose a card they are not just comparing interest rates and charges, they are also intere","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Heal the 'Bad Paper' Veterans","web_url":"https://www.nytimes.com/1994/07/30/opinion/heal-the-bad-paper-veterans.html","abstract":"American involvement in Vietnam ended two decades ago, and the wounds suffered during the conflict are finally healing. The nation has built memorials to our men and women who fought and died in the war. American companies are establishing business relationships in Hanoi. Hollywood continues to reinterpret how the war touched our national psyche. There is, however, unfinished business.         More than 560,000 Vietnam-era veterans received less-than-honorable discharges for such offenses as being absent without leave, using or selling drugs or assaulting their superiors. A great number were in combat. Because of their \"bad paper,\" these veterans are not eligible for health and other benefits available to veterans with honorable discharges.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"BASEBALL;Belle's Suspension Trimmed to Six Days","web_url":"https://www.nytimes.com/1994/07/30/sports/baseball-belle-s-suspension-trimmed-to-six-days.html","abstract":"The Great Albert Belle Corked-Bat Incident was resolved quietly yesterday, rendering unnecessary an appeal hearing that could have been filled with charges and countercharges of chicanery, mystery, burglary and carpentry.         Belle, the Cleveland Indians' star slugger, withdrew his appeal of a 10-day suspension for allegedly using a corked bat, and Bobby Brown, on his last day as American League president, reduced the penalty to six days and seven games.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"PRO FOOTBALL;Simms Also Watches Changing Of the Guard at Quarterback","web_url":"https://www.nytimes.com/1994/07/30/sports/pro-football-simms-also-watches-changing-of-the-guard-at-quarterback.html","abstract":"When the Giants play the Miami Dolphins in the first game of the post-Phil Simms era, all eyes will be on the two young Giants quarterbacks. Especially those of Simms. A regular fan now, he is shaping his entire day around the game. The lawn will be cut and errands done by the night when he will sit down and watch \"every darn play.\"          Just don't ask Simms for his opinion about which one is better, Dave Brown or Kent Graham. \"Even when I'm on the golf course, people ask me about the quarterbacks,\" said Simms, now an analyst with ESPN. \"But I won't even tell my wife.\"   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"BASEBALL;The Labor Negotiations: Ball's in Whose Court?","web_url":"https://www.nytimes.com/1994/07/30/sports/baseball-the-labor-negotiations-ball-s-in-whose-court.html","abstract":"On the day major league baseball players set Aug. 12 as their strike date, Richard Ravitch put the ball in Donald Fehr's court. But yesterday, Fehr deflated the ball. A salary cap by any other name, he said, is still a salary cap.         Fehr, the players' labor leader, was responding to Ravitch's repeated request to the players that they respond to the owners' desire to know \"what it will cost us to play baseball.\"   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"1,000 Marines Called In to Fight Northwest Blazes as 2 FirefightersDie","web_url":"https://www.nytimes.com/1994/07/30/us/1000-marines-called-in-to-fight-northwest-blazes-as-2-firefightersdie.html","abstract":"President Clinton yesterday ordered 1,000 marines from Camp Pendleton, Calif., into Western states to help battle wildfires as the firefighting effort  turned deadly when a tanker plane crashed in Montana, killing two crew members and touching off yet another blaze.         The plane went down near the Flathead Indian Reservation, about 20 miles west of Missoula, starting a fire that quickly spread over 10 acres, the Forest Service said.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"DEATH OF A DOCTOR: THE MORAL DEBATE -- Abortion Doctor and BodyguardSlain in Florida; A Cause Worth Killing For? Debate Splits Abortion Foes","web_url":"https://www.nytimes.com/1994/07/30/us/death-doctor-moral-debate-abortion-doctor-bodyguardslain-florida-cause-worth.html","abstract":"Exactly three months ago, nearly 100 anti-abortion leaders met at a Chicago hotel to plan their future.         But their weekend gathering at the Radisson Lincolnwood Hotel quickly turned  into a heated two-day debate on a chilling question that has split their ranks: Is the killing of doctors who perform abortions morally justified?   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Credit Cards Can Create Profits, Not Just Debts","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-credit-cards-can-create-profits-not-just-debts.html","abstract":"HAVE YOU ever thought of trying to recoup some of those high credit-card interest rates? If there were a way to tap into the 14 to 18 percent that the banks charge, it could be a real money-maker..There is indeed a way. The securitization of credit-card","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"In Sudan, Slavery Is a Criminal Offense;Berbers in Mauritania","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-in-sudan-slavery-is-a-criminal-offense-berbers-in-mauritania-019356.html","abstract":"To the Editor:         Charles Jacobs and Mohamed Athie, in \"Bought and Sold\" (Op-Ed, July 13), describe the existence of slavery in Mauritania and other areas of North Africa. I visited a Berber family in Mauritania in 1977, when I was a Peace Corps volunteer in neighboring Senegal.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/30/nyregion/c-corrections-019194.html","abstract":"An article yesterday about the settlement of a sexual harassment case involving the leader of the National Association for the Advancement of Colored  People referred incorrectly in some editions to the chairman of the special board trying to raise money for the association. His name is spelled Marc Stepp.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"More Rwandans Trek Home","web_url":"https://www.nytimes.com/1994/07/30/world/more-rwandans-trek-home.html","abstract":"As a growing number of Rwandans head home from refugee camps, doctors are screening them for cholera to prevent epidemics paralleling the catastrophe in Zaire. Page 3.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"Bratton Tears the Police Down to Build Them Up","web_url":"https://www.nytimes.com/1994/07/30/nyregion/bratton-tears-the-police-down-to-build-them-up.html","abstract":"Crises are usually not something that police commissioners embrace, but William J. Bratton says he is purposefully promoting the message that his department is in dire straits to propel his campaign to \"re-engineer the culture of the department.\"          Previous commissioners would surely have tried to minimize, or not even have sought, a series of stinging internal reports released earlier this week that describe the department as \"ineffective and irrelevant,\" drowning in paperwork,  crippled by antiquated computers and lacking in training and tactical equipment  to fight crime and internal corruption.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"SPORTS PEOPLE: BASKETBALL;Person, Cut by Timberwolves, Now a Spur","web_url":"https://www.nytimes.com/1994/07/30/sports/sports-people-basketball-person-cut-by-timberwolves-now-a-spur.html","abstract":"CHUCK PERSON, released by the Minnesota Timberwolves after the season, signed yesterday with the San Antonio Spurs. The Spurs, who recently reacquired SEAN ELLIOT and AVERY JOHNSON, and Person agreed to a multiyear deal beginning at about $1.1 million a year. It enables Person to slip into the salary slot left by DALE ELLIS, who became a free agent this summer. (AP)   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"BRIEFCASE : Regent Pacific's New Fund Will Target Russian Equities","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-briefcase-regent-pacifics-new-fund-will-target-russian.html","abstract":"Hong Kong-based fund management firm Regent Pacific has launched a new investment vehicle aimed at the Russian equity market. Incorporated in the Cayman Islands, the fund will seek to raise up to $20 million over the next 18 months. .Investments will p","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"PRO FOOTBALL;Tagliabue, Simms Make Up","web_url":"https://www.nytimes.com/1994/07/30/sports/pro-football-tagliabue-simms-make-up.html","abstract":"When Phil Simms's phone rang on Thursday afternoon, the last person he expected it to be was National Football League Commissioner Paul Tagliabue. Tagliabue, after all, had made some comments recently regarding the salary cap and the end of Simms' career as Giants quarterback that greatly angered Simms.         But there's nothing like a little communication to straighten out a problem.  Simms said he and Tagliabue \"buried the hatchet\" during the lengthy telephone conversation. \"Let me just say this,\" Simms said. \"I have regretted the harshness of my statement. I did have the opportunity to talk with him and it was a good conversation. Today I feel much better about everything.   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;Unfair to Pizza Hut","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-unfair-to-pizza-hut-019372.html","abstract":"To the Editor:         The Health Care Reform Project's advertisement in the July 17 New York Times  needs to be investigated for truth in advertising.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;Californians to Vote","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-californians-to-vote-019429.html","abstract":"To the Editor:         One million voters in California have successfully placed on the ballot for November the question whether Californians favor single-payer, Canadian-style health care, which removes the private insurance industry from its stranglehold  on health care.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Airwaves Auctions Bring $833 Million For U.S. Treasury","web_url":"https://www.nytimes.com/1994/07/30/us/airwaves-auctions-bring-833-million-for-us-treasury.html","abstract":"The Federal Government set out to sell blue sky this week, and it succeeded beyond anybody's wildest expectations.         Concluding an unprecedented experiment to auction off the nation's airwaves,  the Federal Communications Commission raised $617 million today from the the sale of 10 licenses for nationwide advanced paging networks. On top of that, it  took in $216 million from the sale of some 300 licenses that may be used for interactive television services in the future.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Teaching Teachers to Orchestrate Opera-Making","web_url":"https://www.nytimes.com/1994/07/30/arts/teaching-teachers-to-orchestrate-opera-making.html","abstract":"In a sunny classroom at Yale University, 35 elementary-school teachers are sitting on the floor, connecting the bare ends of wires to small porcelain lighting fixtures and caulking the connections for safety. They are about to affix these to wooden boards, and when they add the finishing touch -- tin reflectors, adapted from large coffee cans -- they will have produced makeshift but functional footlights.         These teachers, from schools all over the Northeast, as well as 23 teachers from abroad, are spending 10 days as guests of the Metropolitan Opera Guild, learning how to produce an opera. Or more correctly, they are learning how to teach the skills involved in opera production to their students.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"DEATH OF A DOCTOR: THE OVERVIEW -- Abortion Doctor and Bodyguard Slainin Florida; Protester Is Arrested in Pensacola's 2d Clinic Killing","web_url":"https://www.nytimes.com/1994/07/30/us/death-doctor-overview-abortion-doctor-bodyguard-slainin-florida-protester.html","abstract":"For the second time in 17 months, an abortion doctor was shot to death outside a women's clinic in this Florida Panhandle city today.         Only moments after the shooting, in which a volunteer security escort for the doctor was also killed, the police arrested Paul J. Hill, a well-known anti-abortion protester here, and charged him with two counts of murder.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"BRIEFCASE : Flemings Umbrella Fund Launches Four New Classes","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-briefcase-flemings-umbrella-fund-launches-four-new-classes.html","abstract":"Fund manager Flemings has launched four new sub-funds of its Luxembourg- based \"umbrella\" fund. The new vehicles will invest in China, Eastern Europe, Japanese small companies, and Asian small companies..The Fleming family of sub-funds is now","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/30/nyregion/c-corrections-019224.html","abstract":"Because of an editing error, an article yesterday about support groups for women with breast cancer and their daughters omitted the name of an organization based in Manhattan that runs such groups, including the one described in the article. It is Share: Self-Help for Women With Breast or Ovarian Cancer.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/30/sports/results-plus-019070.html","abstract":"    KAYAKING AND CANOEING   ","thumbnail":null,"section":"Sports"},{"date":"19940730","headline":"Ugo Carusi, 92, Immigrants' Son Who Helped Wartime Refugees","web_url":"https://www.nytimes.com/1994/07/30/us/ugo-carusi-92-immigrants-son-who-helped-wartime-refugees.html","abstract":"Ugo Carusi, an immigrants' son who became the United States immigration commissioner in World War II and then helped to resettle hundreds of thousands of European refugees during the Truman and Eisenhower Administrations, died on July 21 at his home in Washington. He was 92.          The cause was heart failure, his family said.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"Observer;He Yearns To Serve","web_url":"https://www.nytimes.com/1994/07/30/opinion/observer-he-yearns-to-serve.html","abstract":"Many have pleaded with me not to seek the Presidency in 1996, but I must. Call it selfish, but I yearn for the utter humiliation that only the Presidency  can bestow.         I want to be scolded by columnists and editorial writers for not possessing sagacity and cunning as profound as theirs.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Health Care Mergers Should Worry Consumers;The Doctor Go-Round","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-health-care-mergers-should-worry-consumers-the-doctor-go-round-019402.html","abstract":"To the Editor:         Re \"Frayed Nerves of People Without Health Coverage\" (front page, July 11): The unfortunate experiences of Trinidad Estrada illustrates additional burdens such people bear. Ms. Estrada says she had an operation on her foot, costing $300. For some reason it was not successful and now the doctor is telling her she needs another operation, to cost $1,000.   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/30/nyregion/c-corrections-019186.html","abstract":"An article yesterday about a Congressional Budget Office analysis of the health care bill passed by the Senate Finance Committee referred incorrectly in  some editions to the number of Americans who would obtain health insurance under the bill. The report said 20 million, not 23 million, of the 39 million Americans without health insurance would be added to insurance rolls by the Finance Committee bill.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Vietnam War Protesters Had Selfish Motives","web_url":"https://www.nytimes.com/1994/07/30/opinion/l-vietnam-war-protesters-had-selfish-motives-019305.html","abstract":"To the Editor:         Re \"Look at Vietnam Generation Now\" (letter, July 16): Erna Gold states that  \"the most virulent antiwar protests occurred in the best colleges and universities, where students had the most knowledge and understanding of American history.\"   ","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"BRIEFCASE : Indosuez, DWS Bring New Media Funds to the Market","web_url":"https://www.nytimes.com/1994/07/30/your-money/IHT-briefcase-indosuez-dws-bring-new-media-funds-to-the-market.html","abstract":"Two new media stock funds have recently come to the market. First, Banque Indosuez has produced a new Luxembourg-based vehicle \"to invest in the multimedia market worldwide.\" The objective is long-term capital appreciation from this industry se","thumbnail":null,"section":"Your Money"},{"date":"19940730","headline":"Driver Charged in Deaths","web_url":"https://www.nytimes.com/1994/07/30/nyregion/driver-charged-in-deaths.html","abstract":"A 17-year-old girl who was driving a Jeep that flipped over and killed two passengers at an informal pep rally in May has been charged in their deaths.         The Passaic County Prosecutor, Ronald S. Fava, said on Thursday that the girl had been charged in juvenile court with two counts of death by auto in the deaths of Jaclyn Coriale, 14, and Paula Antonucci, 16.   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Rizzuto's the Talk of the Town","web_url":"https://www.nytimes.com/1994/07/30/nyregion/rizzuto-s-the-talk-of-the-town.html","abstract":"Slouching at the bar at the Knights of Columbus Hall, gently sipping a beer,  T. R. Ciesla didn't look much like a heretic. But when the conversation this afternoon turned to Phil Rizzuto, the former Yankee who is a resident here, Mr.  Ciesla uttered the kind of comments that some residents might contend should be  grounds for immediate, irrevocable exile.          \"I don't care much for the man, to tell you the truth,\" announced Mr. Ciesla, 46, an electrician who seemed eager to play the role of grinch amid the  celebrations in Hillside a few days before Mr. Rizzuto is finally to be admitted to the Baseball Hall of Fame. \"He does nothing for the town.\"   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Italian Premier Offers to Limit Role in Business Holdings","web_url":"https://www.nytimes.com/1994/07/30/world/italian-premier-offers-to-limit-role-in-business-holdings.html","abstract":"Struggling to shield his Government from further buffeting, Prime Minister Silvio Berlusconi proposed today the creation of complex legal mechanisms to separate his business empire, which is under investigation by Italian magistrates, from his personal control.         Opposition politicians immediately denounced the move as sleight of hand designed to mask continuing control of the Prime Minister's vast television and  other business interests.   ","thumbnail":null,"section":"World"},{"date":"19940730","headline":"ABOUT NEW YORK;Vanity Presses Beware: This Is No Country Boy","web_url":"https://www.nytimes.com/1994/07/30/nyregion/about-new-york-vanity-presses-beware-this-is-no-country-boy.html","abstract":"NO rules, no reason to rhyme. That's what John Waldo Adams thinks is wrong with poetry today. He admits he's not your typical poet, but he thinks free verse is a free-for-all. Feelings are fine, but objectivity is ideal.          \"If everyone just wrote about their feelings, all the trees on the earth couldn't make the volume,\" he said. \"Today, it's not what you do, but how you feel. With me it's what you do.\"   ","thumbnail":null,"section":"New York"},{"date":"19940730","headline":"Vigilante Gets Probation","web_url":"https://www.nytimes.com/1994/07/30/us/vigilante-gets-probation.html","abstract":"A man fed up with drug dealing in his neighborhood has been put on probation  for a year for pulling a shotgun on two undercover police officers on July 8 to  thwart what he thought was a drug deal.         The defendant, Harold Edward Moore, 51, was also sentenced on Thursday to 50  hours of community service. He pleaded no contest to aggravated assault.   ","thumbnail":null,"section":"U.S."},{"date":"19940730","headline":"1944: Massacre in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/30/opinion/IHT-1944-massacre-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - [From our New York edition:] Captured files from the office of the Fascist police chief at Arezzo have revealed that German troops of the Hermann Goering Division perpetrated on April 11 what is believed the worst civilian massacre of the Italian c","thumbnail":null,"section":"Opinion"},{"date":"19940730","headline":"I Lombardi' Put Off Till '95","web_url":"https://www.nytimes.com/1994/07/30/arts/i-lombardi-put-off-till-95.html","abstract":"The rained-out New York Grand Opera performance of \"I Lombardi\" by Verdi has  been rescheduled for next season. The performance, last Wednesday in Central Park, was halted by rain. It will not be repeated on the originally announced rain date, which was Monday. Instead, \"I Lombardi\" will open the 1995 summer season of New York Grand Opera's \"Viva, Verdi\" festival, preceding the four operas originally announced.   ","thumbnail":null,"section":"Arts"},{"date":"19940730","headline":"DEATH OF A DOCTOR: THE WARNINGS;News Accounts Presaged Trouble","web_url":"https://www.nytimes.com/1994/07/30/nyregion/death-of-a-doctor-the-warnings-news-accounts-presaged-trouble.html","abstract":"Like events out of sync, the violent drama in Pensacola, Fla., yesterday was  strangely foreshadowed in television talk-show appearances since spring 1993 by  the man arrested in the killings and in an almost prescient national magazine article last February that focused on the suspect and all the victims.          Only two days after an abortion doctor, David Gunn, was shot to death near a clinic in Pensacola in March 1993, the militant abortion opponent accused in yesterday's shootings, Paul Hill, called NBC's \"Phil Donahue Show.\" He set up an appearance and flew to New York to announce that Dr. Gunn had deserved to die.   ","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940730","time":"1994-07-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":77,"wspd":9.4},{"date":"19940730","time":"1994-07-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":78,"wspd":7.6},{"date":"19940730","time":"1994-07-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":79,"wspd":9.4},{"date":"19940730","time":"1994-07-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":87,"wspd":11.2},{"date":"19940730","time":"1994-07-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":87,"wspd":5.4},{"date":"19940730","time":"1994-07-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":88,"wspd":5.4},{"date":"19940730","time":"1994-07-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":87,"wspd":9.4},{"date":"19940730","time":"1994-07-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":83,"wspd":9.4},{"date":"19940730","time":"1994-07-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":73,"wspd":11.2},{"date":"19940730","time":"1994-07-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":65,"wspd":7.6},{"date":"19940730","time":"1994-07-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.5,"rhum":58,"wspd":11.2},{"date":"19940730","time":"1994-07-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.6,"rhum":45,"wspd":29.5},{"date":"19940730","time":"1994-07-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.8,"rhum":43,"wspd":27.7},{"date":"19940730","time":"1994-07-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.5,"rhum":46,"wspd":24.1},{"date":"19940730","time":"1994-07-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.3,"rhum":49,"wspd":20.5},{"date":"19940730","time":"1994-07-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":29,"rhum":47,"wspd":14.8},{"date":"19940730","time":"1994-07-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":29.1,"rhum":48,"wspd":13},{"date":"19940730","time":"1994-07-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.9,"rhum":49,"wspd":20.5},{"date":"19940730","time":"1994-07-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.5,"rhum":48,"wspd":13},{"date":"19940730","time":"1994-07-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.1,"rhum":61,"wspd":11.2},{"date":"19940730","time":"1994-07-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.4,"rhum":55,"wspd":7.6},{"date":"19940730","time":"1994-07-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":58,"wspd":13},{"date":"19940730","time":"1994-07-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":70,"wspd":11.2},{"date":"19940730","time":"1994-07-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":76,"wspd":7.6},{"date":"19940730","time":"1994-07-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":9.4},{"date":"19940730","time":"1994-07-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":7.6},{"date":"19940730","time":"1994-07-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":13},{"date":"19940730","time":"1994-07-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":9.4},{"date":"19940730","time":"1994-07-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":9.4},{"date":"19940730","time":"1994-07-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":7.6},{"date":"19940730","time":"1994-07-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":11.2},{"date":"19940730","time":"1994-07-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":9.4},{"date":"19940730","time":"1994-07-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":9.4},{"date":"19940730","time":"1994-07-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":7.6},{"date":"19940730","time":"1994-07-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940730","time":"1994-07-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940730","time":"1994-07-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":13},{"date":"19940730","time":"1994-07-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":14.8},{"date":"19940730","time":"1994-07-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":72,"wspd":14.8},{"date":"19940730","time":"1994-07-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":65,"wspd":16.6},{"date":"19940730","time":"1994-07-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":18.7},{"date":"19940730","time":"1994-07-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":57,"wspd":20.5},{"date":"19940730","time":"1994-07-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":65,"wspd":18.7},{"date":"19940730","time":"1994-07-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":61,"wspd":16.6},{"date":"19940730","time":"1994-07-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":65,"wspd":18.7},{"date":"19940730","time":"1994-07-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":63,"wspd":16.6},{"date":"19940730","time":"1994-07-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":24.1},{"date":"19940730","time":"1994-07-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":24.1}]}}