{"19930809":{"guardian_articles":[],"nytimes_articles":[{"date":"19930809","headline":"Recycling Then Cycling: Youths Rebuild Old Bikes","web_url":"https://www.nytimes.com/1993/08/09/nyregion/recycling-then-cycling-youths-rebuild-old-bikes.html","abstract":"  For many children here, the price of a brand-new bicycle is just too high. But in a makeshift workshop supported by the city and community groups, they can get their wheels by working.   Since 1990, an organization called Recycle Ithaca's Bicycles has collected unwanted bikes, matched them to prospective owners and, after teaching the young people some rudimentary cycle repair, watched with satisfaction as bicycles were overhauled and returned to the streets.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Ms. Stampfer, Dr. Weitzman","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-ms-stampfer-dr-weitzman.html","abstract":"  Sharon Gail Stampfer, the daughter of Dr. and Mrs. Morris Stampfer of New Rochelle, N.Y., was married yesterday to Dr. Matthew D. Weitzman, a son of Prof. and Mrs. David Weitzman of Cardiff, Wales. Rabbi Melvin Sirner officiated at the Hyatt Regency Hotel in Greenwich, Conn. Rabbi Theodore Stampfer, the bride's grandfather, took part in the ceremony.   The bride, 23, graduated from Barnard College and was until recently an administrative assistant at the American Institute of Architects in Washington. She and her husband plan to enroll at the University of Pennsylvania next month, where she will study for a master's degree in architecture and he is to be a postdoctoral fellow at the university's Institute for Human Gene Therapy.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/09/nyregion/c-corrections-412693.html","abstract":"  A sports article on Saturday about the rejection of Mike Tyson's appeal of his rape conviction referred incorrectly to the lawyers whose omission was at issue. It was the original defense team (not the lawyers who handled the appeal) who failed to question the victim's parents about incidents that Tyson said would help his case.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Returning as Amateur Suits Putman Just Fine","web_url":"https://www.nytimes.com/1993/08/09/sports/golf-returning-as-amateur-suits-putman-just-fine.html","abstract":"  After a brief, unsuccessful career as a professional, Jeff Putman celebrated his return to amateur status by winning the 90th edition of the Met Amateur this afternoon at Sands Point Golf Club.   The 26-year-old Putman, a member of Somerset Hills Country Club in Bernardsville, N.J., captured the Metropolitan Golf Association's match-play championship with a 4-and-2 triumph over Mike Doud of Mohansic Golf Club in Yorktown Heights, N.Y.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"As NATO Meets on Bosnia Plan, U.S. Won't Press for a Go-Ahead","web_url":"https://www.nytimes.com/1993/08/09/world/as-nato-meets-on-bosnia-plan-us-won-t-press-for-a-go-ahead.html","abstract":"  The 16 NATO members are to meet in Brussels on Monday to approve military plans to prevent the Serbs from choking off Sarajevo and other Muslim enclaves in Bosnia, but United States officials said today that Washington would not press for an immediate decision to authorize military action.    With the Serbs promising to pull back from some crucial positions in the mountains around Sarajevo, with peace talks among the warring sides in Bosnia set to resume on Monday and with some European nations still reluctant to take military action, the United States wants to see what happens next before pushing for air strikes.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/09/nyregion/metro-digest-544093.html","abstract":"  THE YEAR OF THE WOMAN LAWYER With few celebrated male lawyers around, a triumphal appearance by Justice-to-be Ruth Bader Ginsburg, and the bar group's first woman president now on the horizon, the American Bar Association convention in New York City has been an affair to remember for women. And Janet Reno, the first woman to head the Justice Department, has been the undeniable star of the proceedings. B10. NEW YORK CITY ANGRY SHOUTS FROM STATEN ISLAND The Staten Island secession movement, once dismissed as pointless grousing from a borough angered by its diminished role in city government, has grown in recent years into a powerful shout of resentment and distress that will go to a vote Nov. 2. Even die-hard supporters of secession do not think the proposal would make it through the gantlet in Albany. Yet successful or not, the movement has already sent a disturbing message to City Hall. A1. MAN ARRESTED IN BOMBING OF FIRE TRUCK A man who the police say firebombed a fire truck in Washington Heights in July, injuring three firefighters during a night of unrest, was arrested in the Dominican Republic and brought back to New York City, the police said. The suspect, Jesus Corporan, 20, was charged with three counts of attempted murder, first-degree arson, first-degree riot and related charges in the attack. B3. A CHRONICLER OF BLEAK TRUTHS In the filthy streets around Westchester Avenue in the South Bronx, where most people find only despair, Abraham Rodriguez Jr. found material for his first novel, published in June by Hyperion, a Walt Disney company, with an 18,000-copy first printing, large for a new author. The story of a runner named Miguel who is trying to break free from his posse, the novel was recently purchased by Columbia Pictures for $350,000. And already Puerto Rican authors and advocates are praising and condemning him for showing Hispanic people at their best and worst. B3. LOOKING BACK, LINDSAY SENDS WARNINGS John V. Lindsay, 71 years old and suffering the effects of a stroke that has impeded his speech, has completed the first draft of a book manuscript and left New York City for a vacation, lamenting a lack of leadership in a government that has grown even more complex since he gathered up his shattered lances and left Gracie Mansion two decades ago. Metro Matters. B3. MAN KILLED IN FIRE IN SUBWAY BOOTH A fire swept through a subway dispatcher's booth in the Church Avenue station in Brooklyn, killing an unidentified man inside and disrupting service on the F line for several hours, the authorities said. The fire broke out inside the booth after drums containing cleaning material apparently exploded, a spokesman for the transit police said. B3. REGION RABIES DEATH STILL A MYSTERY Richard and Margaret Ahrendt buried their 11-year-old daughter, Kelly Anne, almost a month ago in a small cemetery near their home in Bloomingburg in Sullivan County, N.Y. The grief of this quiet family of eight at Kelly's death from rabies is made all the more painful because the family cannot explain how she contracted the disease. Her death was the first from rabies in New York since 1954, health officials said. B4. RECYCLING AND THEN CYCLING For many children in Ithaca, N.Y., the price of a brand-new bicycle is just too high. But in a makeshift workshop supported by the city and community groups, they can get their wheels by working. Since 1990, an organization called Recycle Ithaca's Bicycles has collected unwanted bikes, matched them to prospective owners and, after teaching the young people some rudimentary cycle repair, watched with satisfaction as bicycles were overhauled and returned to the streets. B4. CHANGE WORRIES KODAK'S HOMETOWN After more than a century of basking in the generosity of the Eastman Kodak Company, Rochester is facing a future where the cozy relationship of company and community will be challenged by the more tightfisted values of Wall Street. D1. Chronicle B2","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Late-Blooming Price Falls Short No More","web_url":"https://www.nytimes.com/1993/08/09/sports/golf-late-blooming-price-falls-short-no-more.html","abstract":"  For nearly a decade on the Professional Golfers' Association Tour, Nick Price was known as easygoing, mega-talented and too nice to know how good he was. And as much as his fellow golfers liked him, they hoped he never found out.   Although he could strike the ball as purely as anyone, Price had the reputation of habitually falling just short. It began when he gave Tom Watson a British Open in 1982 by squandering a three-stroke lead with seven holes to play, and took on added weight when Seve Ballesteros made everything in sight in the final round to nip him by a stroke at the 1988 British Open.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"An Education Dream Hits Reality","web_url":"https://www.nytimes.com/1993/08/09/opinion/an-education-dream-hits-reality.html","abstract":"  Just a year ago, Tennessee entrepreneur Christopher Whittle thought he had the answer to America's education woes. He would build a huge network of for-profit schools that would become a model for public education. And he would spend only as much per pupil as the average public school.    But major corporations he has wooed to invest in the project have said, \"Not yet.\" They're looking for proof that this new educational program will work. So Mr. Whittle will try to start his model in a few floundering public schools and add private schools later. That doesn't condemn the concept of for-profit schools. It just confirms that education reform is a lot harder than it looks.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Egyptian Official Slain By Suspected Militants","web_url":"https://www.nytimes.com/1993/08/09/world/egyptian-official-slain-by-suspected-militants.html","abstract":"  Gunmen shot and killed a senior police official and two of his aides in the southern province of Qena on Saturday night, security officials said today.   The official, Gen. Abdel-Hamid Mohammed Ghobara, his driver and bodyguard died instantly when the attackers sprayed his car with automatic rifle fire at a railway crossing in the town of Nag Hammadi, 285 miles south of Cairo, the Interior Ministry said. General Ghobara, deputy police chief of northern Qena, had only served in the post for five days.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Spinning Round Wins The Ballerina Stakes","web_url":"https://www.nytimes.com/1993/08/09/sports/horse-racing-spinning-round-wins-the-ballerina-stakes.html","abstract":"  George Steinbrenner, basking in the success of his New York Yankees, took a side trip to Saratoga Race Course today and hit a home run of his own when his filly Spinning Round won the Ballerina Stakes over the favored November Snow before a record Saratoga crowd of 53,574.   It was a rave performance by Spinning Round, who has run in the money 20 times in 27 starts but who lost 9 of her last 10 races before taking the lead today and holding it the entire route. She also delivered a resounding payoff to her supporters: $25.20 for every $2 bet on her to win.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Reva L. Goodman, Christopher Cotter","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-reva-l-goodman-christopher-cotter.html","abstract":"  Reva Louise Goodman, a daughter of Dr. and Mrs. Alvin I. Goodman of New York, was married yesterday on Block Island, R.I., to Christopher Thomas Cotter, a son of Dr. and Mrs. Paul Cotter of Stoughton, Mass. Douglas Michel, the second warden of the Town of New Shoreham, officiated at the Spring House Hotel.   Mrs. Goodman-Cotter, 25, teaches social studies at Great Neck (L.I.) South High School. She graduated from Dickinson College and received a master's degree in education from Columbia University. Her father is a professor of medicine and the chief of the nephrology division at New York Medical College in Valhalla.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Man Fatally Stabbed In Homeless Shelter","web_url":"https://www.nytimes.com/1993/08/09/nyregion/man-fatally-stabbed-in-homeless-shelter.html","abstract":"  A 42-year-old man was stabbed to death late Saturday night while sleeping at a shelter for homeless veterans in Queens, the police said.   The victim was identified as Steven Zadarala, one of about 390 homeless veterans who stay at the Borden Avenue Shelter at 21-10 Borden Avenue in Long Island City, the authorities said.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Review/Opera; Seekers of the Unusual Find It Twice at Santa Fe","web_url":"https://www.nytimes.com/1993/08/09/arts/review-opera-seekers-of-the-unusual-find-it-twice-at-santa-fe.html","abstract":"  A visitor to the Santa Fe Opera has to admire the delicacy with which the company's season is balanced. Of its five productions, only \"The Magic Flute\" and \"La Boheme\" can be heard anywhere, anytime. The double bill of Kurt Weill rarities is guaranteed to lure specialists and the adventurous. But in some ways Handel's \"Xerxes\" and Strauss's \"Capriccio\" are the season's most alluring offerings. Because neither is frequently staged, they appeal to seekers of the unusual. As sheer entertainment, both offer abundant charms. And Santa Fe has assembled its starriest casts of the summer for them.   The Handel, on Thursday evening, was also Frederica von Stade's return to the stage after strained vocal cords forced her to cancel several performances this summer. Miss von Stade was in generally good voice, and if there were traces of huskiness in her middle and lower registers, the top of her voice was as pure and smooth as ever.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"Staten Island Secession More Than Fringe Threat","web_url":"https://www.nytimes.com/1993/08/09/nyregion/staten-island-secession-more-than-fringe-threat.html","abstract":"  The distance between SoHo and Staten Island is a short hike and a 50-cent ferry ride, but for Daniel Singletary, a New York artist who has lived on Staten Island for more than 20 years, the mental gap is meaner than the flooded Mississippi.   \"I don't know how long I've been going in to the Manhattan art world but I'm still considered the Staten Island redneck artist,\" he said. It rankles. So, like a growing number of his neighbors, Mr. Singletary wants to get out of town without ever leaving home: he wants Staten Island to secede.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"1918: Pacifists Rebuffed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/09/opinion/IHT-1918-pacifists-rebuffed-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In the House of Commons today [Aug. 8] the Pacifist group insisted that more effort be made to bring about peace. Mr. J. Robertson, a member of the last Liberal Government, declared that no peace was possible before German militarism was destroye","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Jessica Drachman, Marc Blaustein","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-jessica-drachman-marc-blaustein.html","abstract":"  Jessica Gail Drachman, a daughter of Dr. and Mrs. David A. Drachman of Concord, Mass., was married there yesterday to Marc Baron Blaustein, the son of Dr. and Mrs. Mordecai P. Blaustein of Baltimore. Rabbi Deanna Douglas performed the ceremony at the home of the bride's parents.   Mrs. Blaustein, 29, is the manager of communications for the Partnership for Organ Donation, a nonprofit organization in Boston. She graduated magna cum laude from Harvard University. Her father is the chairman of the neurology department at the University of Massachusetts in Worcester.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Bosnia Girl's Life Hangs on Procedural Tangle","web_url":"https://www.nytimes.com/1993/08/09/world/bosnia-girl-s-life-hangs-on-procedural-tangle.html","abstract":"  Irma Hadzimuratovic is 5 years old, and she is one of thousands here who have been struck by artillery shells. She lies naked on a bloodstained bedsheet in the old military hospital, moaning quietly, and doctors say her only hope of survival is evacuation to a hospital abroad.   There is no dispute that the mortar that killed the little girl's mother and punctured Irma's back near her spine left the child in critical condition, but Irma cannot go, even if it is her only chance, because of bureaucratic entanglements and United Nations rules.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Flood Victims Find Tortuous Path to U.S. Relief Agency Money","web_url":"https://www.nytimes.com/1993/08/09/us/flood-victims-find-tortuous-path-to-us-relief-agency-money.html","abstract":"  Here, in St. Charles County, where the bloated Mississippi and Missouri Rivers merged to swallow entire communities in a 20-mile-wide lake broken by chimneys and treetops, charity organizations have rushed in with flood relief while the Federal Emergency Management Agency has left a wake of immense frustration.   Flood victims, many of whose homes and workplaces had never before flooded, find themselves homeless and in many cases out of work. And many say their problems are only magnified by delays, tight regulations and daunting paperwork from FEMA.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"The Patriots Listen When Parcells Shouts","web_url":"https://www.nytimes.com/1993/08/09/sports/pro-football-the-patriots-listen-when-parcells-shouts.html","abstract":"  New England Patriot football is not recommended viewing, but Bill Parcells will watch a hill of game film anyway. If this was once the burned-out Giants coach, he is healed now.   History has a way of repeating itself, and Parcells seems the same ornery general who rebuilt a team from the Meadowlands 10 seasons ago. His hair is bleached blond, he still blows a mean, high-acoustic whistle and the Patriots already listen to him out of habit.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Debra Guss, Stephen Angle","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-debra-guss-stephen-angle.html","abstract":"  Debra Guss, the daughter of Mr. and Mrs. Howard Guss of Springfield, N.J., was married yesterday to Stephen Angle, a son of Elizabeth King of Schenectady, N.Y., and Charles Angle of Marblehead, Mass. Rabbi Gerald Goldman officiated at the Martinsville (N.J.) Inn.   Ms. Guss, who is keeping her name, is an associate in Los Angeles at Jones, Day, Reavis & Pogue, a Cleveland law firm. She graduated from Wesleyan University and received a law degree from the University of Washington.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Cowboys' Gant Ailing","web_url":"https://www.nytimes.com/1993/08/09/sports/sports-people-football-cowboys-gant-ailing.html","abstract":"  Dallas safety KENNETH GANT dislocated his left shoulder yesterday during the Cowboys' exhibition game in Wembley, England, against the Detroit Lions.   Gant was hurt while making a tackle on Detroit running back BARRY SANDERS in the first quarter. He was carried off the field on a stretcher.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"HEALTH CARE PLAN MOVES TO CENTER OF POLITICAL STAGE","web_url":"https://www.nytimes.com/1993/08/09/us/health-care-plan-moves-to-center-of-political-stage.html","abstract":"  The battle of the budget now behind them, President Clinton and his advisers are turning to overhauling the health care system, hoping to complete their plan within six weeks and begin an intensive public campaign for the idea of secure and universal health insurance.   White House aides and Democratic strategists in Congress say they have learned valuable lessons from the exhausting struggle over the President's economic plan. Still wincing from the Republicans' success at casting the plan as old-style taxing and spending, these Democrats say the drive for health care legislation must be more bipartisan. And from the start, they argue, it must be sold to the public far more aggressively.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"3 Palestinians Threaten to Resign From Talks in a Rift With Arafat","web_url":"https://www.nytimes.com/1993/08/09/world/3-palestinians-threaten-to-resign-from-talks-in-a-rift-with-arafat.html","abstract":"  Three senior members of the Palestinian delegation to the Middle East peace talks are threatening to resign because of sharp differences with the Palestine Liberation Organization Chairman, Yasir Arafat, the head of the delegation said today.    Faisal al-Husseini, Hanan Ashrawi and Saeb Erekat left today to present their resignations to Mr. Arafat in Tunis, where the P.L.O. has its headquarters, said Haidar Abdel-Shafi, the head of the delegation.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Suspect in Firebombing Arrested After Manhunt Attack on Firetruck","web_url":"https://www.nytimes.com/1993/08/09/nyregion/suspect-in-firebombing-arrested-after-manhunt-attack-on-firetruck.html","abstract":"  A man who the police say firebombed a fire engine in Washington Heights in July, injuring three firefighters during a night of unrest in the Manhattan neighborhood, was arrested over the weekend in the Dominican Republic and brought back to New York City yesterday, the police said.   The suspect, Jesus Corporan, 20, was brought to the 34th Precinct station house in Washington Heights where witnesses identified him as he stood in a lineup, the police said.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Jennifer J. Semel, Carlos Concepcion","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-jennifer-j-semel-carlos-concepcion.html","abstract":"  Dr. Jennifer Jeanne Semel, a daughter of Mr. and Mrs. Daniel M. Semel of New York, was married yesterday to Carlos Alberto Concepcion, a son of Mr. and Mrs. Evaristo M. Concepcion of Woodhaven, Queens. Rabbi Judith Lewis performed the ceremony at the Hudson River Club in New York.    Dr. Semel-Concepcion, 26, is a resident in pediatric rehabilitation at New York University Medical Center. She graduated from Brown University and received a medical degree from the Albert Einstein College of Medicine.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Books of The Times; Head-On Look at the Ethics of Hunting Animals","web_url":"https://www.nytimes.com/1993/08/09/books/books-of-the-times-head-on-look-at-the-ethics-of-hunting-animals.html","abstract":"  Bloodties Nature, Culture and the Hunt By Ted Kerasote Map. 277 pages. Random House. $22.","thumbnail":null,"section":"Books"},{"date":"19930809","headline":"New York's Fiscal Forecast: Cloudy","web_url":"https://www.nytimes.com/1993/08/09/opinion/new-york-s-fiscal-forecast-cloudy.html","abstract":"  New York City's budget for the current year is still teetering, according to fiscal watchdogs who monitor the city's finances for the state. In its midsummer review, the Financial Control Board's staff acknowledged that Mayor David Dinkins and the City Council had made \"significant\" fixes in the past two months, but said more must be done to make sure the budget balances at the end of the fiscal year next June 30.    Not surprisingly in an election year, the Mayor said the board's new estimates were wrong, and that this year's $31 billion budget will be balanced. But that's also what he said in June, before another watchdog -- the Standard & Poor's bond-rating agency -- forced him to announce in early July that he would make more cuts.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Saberhagen to Go on Disabled List","web_url":"https://www.nytimes.com/1993/08/09/sports/baseball-saberhagen-to-go-on-disabled-list.html","abstract":"  Bret Saberhagen will be placed on the disabled list tomorrow after undergoing knee surgery today, and the organization will replace him on the roster with a minor league pitcher, Bobby Jones, the Mets announced yesterday.   Saberhagen, who tore medial cartilage in his left knee while warming up for his scheduled start Saturday, will undergo arthroscopic surgery at the Hospital for Special Surgery in Manhattan this morning and is expected to be out for a minimum of three to four weeks.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/09/nyregion/no-headline-379093.html","abstract":"  \"I love lawyers.\" -- ATTORNEY GENERAL JANET RENO, speaking to the American Bar Association.  [ B10:1. ]","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"FOUR U.S. SOLDIERS ARE KILLED BY MINE IN SOMALI CAPITAL","web_url":"https://www.nytimes.com/1993/08/09/world/four-us-soldiers-are-killed-by-mine-in-somali-capital.html","abstract":"  Four United States soldiers were killed today by a mine blast in Somalia and other American soldiers traveling with them were attacked after the explosion, United Nations and American officials said.    President Clinton vowed \"appropriate action\" against those responsible and high-ranking legislators said the United States should re-examine its involvement there.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"U.S. Troops for a U.N. Army","web_url":"https://www.nytimes.com/1993/08/09/opinion/us-troops-for-a-un-army.html","abstract":"  President Clinton once urged creation of an American \"rapid deployment force\" of peacekeepers that would be on instant call to the United Nations. He's settled for something less. He won't commit a U.S. contingent to a U.N. standing army or earmark units for U.N. duty in advance. Instead, some troops will train to be part-time peacekeepers and could serve under U.N. command on \"a case-by-case basis.\" And Washington will beef up the U.N.'s scrawny peacekeeping headquarters with staff, equipment and a training center.    That's a step in the right direction, but Mr. Clinton could go further. It may be politically ill-advised to ask Congress to pre-commit U.S. forces. But he could prudently order the Pentagon to designate one or two U.S.-based brigades to be used exclusively for peacekeeping contingencies and have them participate in joint exercises with peacekeepers from other nations.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Conservatives Dominate Japan's New Cabinet","web_url":"https://www.nytimes.com/1993/08/09/world/conservatives-dominate-japan-s-new-cabinet.html","abstract":"  Prime Minister Morihiro Hosokawa began to make clear how much reform he intends to introduce to Japan by announcing this morning a Cabinet line-up dominated by conservative former members of the Liberal Democratic Party.   Mr. Hosokawa struggled to strike a political balance among his seven coalition partners in Japan's first government in 38 years not controlled by the Liberal Democrats. In satisfying this disparate group he seems to have insured that any changes will be careful and slow.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Ms. Dogin, Dr. Hernandez Martin","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-ms-dogin-dr-hernandez-martin.html","abstract":"  Michele Alexandra Dogin, a daughter of Mr. and Mrs. Henry S. Dogin of Armonk, N.Y., was married yesterday to Dr. Jorge Hernandez Martin, the son of Mr. and Mrs. Fabio B. Hernandez of Miami. Rabbi Douglas E. Krantz officiated at Le Chateau, a restaurant in South Salem, N.Y.   Mrs. Hernandez graduated magna cum laude from Dartmouth College, where she was elected to Phi Beta Kappa, and received a master's degree in English from Columbia University. She was until recently an English and Spanish teacher at the Putney (Vt.) School. Her father, a former Acting Administrator of the Drug Enforcement Administration and a former district director in New York of the Immigration and Naturalization Service, is a senior partner in the New York law firm of Barst & Mukamal. Her mother, Cynthia B. Dogin, is a consultant to R. B. Data Systems Inc., a telecommunications brokerage in New York.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"A Promise or a Threat?; Long-Sought Supermarket Now Draws Fire","web_url":"https://www.nytimes.com/1993/08/09/nyregion/a-promise-or-a-threat-long-sought-supermarket-now-draws-fire.html","abstract":"  For more than three years, a coalition of church congregations in southeastern Queens has clamored, cajoled, begged and lobbied to lure one of the amenities of suburbia: a huge, modern supermarket like those taken for granted almost everywhere in America except New York City.   Now, two decades after the major supermarket chains abandoned largely black neighborhoods, consigning their shoppers to smaller, more expensive groceries, the church coalition appears to have succeeded.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Editorial Notebook; 'Rising Sun' Is Old Business","web_url":"https://www.nytimes.com/1993/08/09/opinion/editorial-notebook-rising-sun-is-old-business.html","abstract":"  Asians in American movies are typically portrayed as comedians, geishas, villains or karate masters. In \"Rising Sun,\" based on the book by Michael Crichton, history has repeated itself: The Asians are the villains.   The book is ostensibly a mystery revolving around the murder of a white American woman. Mr. Crichton's larger purpose is to present a dark vision of Japan's economic ambitions. Read either as a thriller or a tract, the book portrays the Japanese as hard-edged exploiters of an increasingly vulnerable America.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Review/Theater; Taking Stock in Song of a Marriage Gone Sour","web_url":"https://www.nytimes.com/1993/08/09/theater/review-theater-taking-stock-in-song-of-a-marriage-gone-sour.html","abstract":"  In Amanda McBroom's musical \"Heartbeats,\" Karen Mason plays Annie, an all-American housewife shuddering on the eve of her 40th birthday. Perky one minute, depressed the next, the character has a wisecrack for every situation, but the jokes have begun to wear thin.   \"What do you call a woman your age out on a hot date?\" she wonders out loud. With a wincing smile, she replies, \"A chaperone.\"","thumbnail":null,"section":"Theater"},{"date":"19930809","headline":"More Attacks On Dinkins As Giuliani Speeds Pace","web_url":"https://www.nytimes.com/1993/08/09/nyregion/more-attacks-on-dinkins-as-giuliani-speeds-pace.html","abstract":"  Harshly criticizing the Mayor over asbestos problems in city schools, then reaching into the Bronx and Jackson Heights to shore up Hispanic support, Rudolph W. Giuliani yesterday continued his aggressive effort to challenge Mayor David N. Dinkins and move his campaign to a higher pitch.    In the last several days Mr. Giuliani has opened offices around the city, begun a television campaign and heated up his charges against the Mayor as a \"catchup\" politician driven by reaction, not action.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Essay; Bosnia: NATO vs. The U.N.","web_url":"https://www.nytimes.com/1993/08/09/opinion/essay-bosnia-nato-vs-the-un.html","abstract":"  For one glorious moment a week ago, it seemed that the North Atlantic Treaty Organization ministers in Brussels had finally agreed to get tough with Serbian leaders who had been jerking the world's diplomats around for the past two years, making a mockery of collective security.   Word came from Brussels NATO headquarters that a list of targets had been selected for air strikes to break the siege of Sarajevo and save the lives of its Muslim residents. The targets were not just Serbian artillery positions in the hills pounding the populace, but fuel and ammo dumps, supply lines and bridges, and \"those responsible Bosnian Serbs\" -- meaning the contemptuous thugs with stars on their shoulders who have been directing mass murder with impunity.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Heart Problem Raises Issues for Giants' Roberts","web_url":"https://www.nytimes.com/1993/08/09/sports/pro-football-heart-problem-raises-issues-for-giants-roberts.html","abstract":"  The good news for the Giants was that their preseason victory against the Cincinnati Bengals Saturday night couldn't have gone better for them. The intensity was great, quarterbacks Phil Simms and Kent Graham looked good and Lawrence Taylor appears to be fine.    Today, though, some of that good feeling was dampened because of two troubling factors: the heart problems of offensive lineman William Roberts that may sideline him for this weekend's game at least and torn ligaments in the left foot of Michael Strahan that will probably end his season.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Janet Reno at Bar Convention: A Conquering Hero","web_url":"https://www.nytimes.com/1993/08/09/us/janet-reno-at-bar-convention-a-conquering-hero.html","abstract":"  Bathed continually in television lights and strobes, accompanied by camera crews and autograph collectors as doggedly as by her security guards, praised from every podium by lawyer after lawyer after lawyer, Attorney General Janet Reno spent the weekend enrapturing the American Bar Association.   With few celebrated male lawyers around this year, a triumphal appearance by Justice-to-be Ruth Bader Ginsburg and quite possibly the bar group's first female president on the horizon, the A.B.A. convention now under way at a constellation of hotels in midtown Manhattan has been an affair to remember for women.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"Review/Jazz; Musical Landscapes, Played Fast and Slow","web_url":"https://www.nytimes.com/1993/08/09/arts/review-jazz-musical-landscapes-played-fast-and-slow.html","abstract":"  The composer and saxophonist Tim Berne, who is spending every Monday night in August at the Knitting Factory in SoHo, has made a career of musical contrasts.   A piece will wing along, with his entire group moving through a line until, suddenly, most of the musicians fall away, leaving only the guitarist accompanied by the drummer, for instance. Or Mr. Berne -- whose group on Monday was made up of Herb Robertson on trumpet, Chris Speed on tenor saxophone, Brad Schoeppach on guitar, Michael Formanek on bass and Jim Black on drums -- will set up Mr. Speed to play a figure with Mr. Formanek, then the rest of the musicians will slowly join in. Or he will improvise in a free-jazz style, backed by bass and drums.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/09/sports/no-headline-751693.html","abstract":"  TENNIS  Krajicek Edges Chang Richard Krajicek recovered from a shaky start yesterday to beat Michael Chang, 0-6, 7-6 (7-3), 7-6, (7-5) and successfully defend his Volvo-Los Angeles title. Krajicek, seeded fourth and ranked 10th, struggled to get his big serve going, allowing Chang to dictate from the baseline. In the third-set tie breaker, the ninth-ranked Chang led by 3-2 before committing two straight errors. A huge serve and overhead smash gave Krajicek a 5-3 lead. Down match point at 6-5, Chang hit a down-the-line backhand that was just wide. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Revenue Losses Feared as Court Backs Out-of-State Lottery Sales","web_url":"https://www.nytimes.com/1993/08/09/nyregion/revenue-losses-feared-as-court-backs-out-of-state-lottery-sales.html","abstract":"  What began three years ago as a little-noticed legal fight between lottery officials in Pennsylvania and a small New Jersey company has produced a Federal court decision that officials across the country fear will threaten states' long-held monopoly over lotteries.   Ever since New York, New Jersey and other states began turning to lotteries as an alternative means of raising revenues, each has been able to run its games with unquestioned control and with little competition from other states' games.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Mattingly Salvage Pulls Yanks From Wreck","web_url":"https://www.nytimes.com/1993/08/09/sports/baseball-mattingly-salvage-pulls-yanks-from-wreck.html","abstract":"  The game was looking like the culmination of a lost weekend. The Yankees had already squandered leads of 4-1 in the seventh inning and 6-5 in the ninth. But instead of losing their third straight game in the bottom of the ninth to the Twins, the Yankees appeared to be waiting until the 10th before succumbing today. At least that would have been progress.   But the Yanks did more than that. They salvaged their trip to Minnesota because Don Mattingly belted a two-run homer off Rick Aguilera in the 10th for an 8-6 victory over the Twins at the Metrodome. After two nights of frustrating setbacks against the terrible Twins, Mattingly made sure the weekend would not be a total loss.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Howard S. Muscott, Amy Jo Shuster","web_url":"https://www.nytimes.com/1993/08/09/style/howard-s-muscott-amy-jo-shuster.html","abstract":"  Amy Jo Shuster, the daughter of Dr. and Mrs. Herbert V. Shuster of Waban, Mass., was married yesterday in Bedford, N.H., to Dr. Howard Stephen Muscott, the son of the late Naomi Mines and the late Benjamin Muscott. Cantor Murray Simon officiated at the Bedford Village Inn.   Mrs. Muscott, 37, was until recently an artist representative in New York at Gerald & Cullen Rapp, which represents photographers and illustrators. She graduated from Sarah Lawrence College. Her father is the chairman of Herbert V. Schuster Inc. in Quincy, Mass., a consulting company to the food and drug industries.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"1943: Berlin Exodus : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/09/opinion/IHT-1943-berlin-exodus-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The German radio said today [Aug. 8] that more than 1,000,000 women and children would leave Berlin. The commentator said that refugees were being told to take a day's food supply and bedding. He denied that vacated a","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Girl's Rabies Death Remains a Mystery","web_url":"https://www.nytimes.com/1993/08/09/nyregion/girl-s-rabies-death-remains-a-mystery.html","abstract":"  Richard and Margaret Ahrendt buried their 11-year-old daughter, Kelly Anne, almost a month ago in a small cemetery near their rural Sullivan County home.   Her dark-brown quarter horse, Pepsi, is still corralled outside the family's green stucco house. Kelly's 13-year-old sister Jamie said she catches herself whenever she starts thinking that her sister, who was her best friend, is still alive.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Let's Take Closer Look at China's Prison Labor; Beijing Deserves Games","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-let-s-take-closer-look-at-china-s-prison-labor-beijing-deserves-games-118193.html","abstract":"  To the Editor:   Beijing is a logical and deserving host city of the Summer Olympic Games in 2000. Both the House of Representatives and you in \"No Olympic Gold for China\" (editorial, July 29) are off base in repeating the error of the Carter Administration, which initiated a political boycott of the 1980 Moscow Games. In reprisal, the Soviet Union and its allies refrained from participation in the 1984 Los Angeles Olympics.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Susan Mattisinko, Robert De Leon","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-susan-mattisinko-robert-de-leon.html","abstract":"  Susan Chana Mattisinko, the daughter of Joan and Norman Mattisinko of Huntington, L.I., was married yesterday to Robert Scott De Leon, the son of Judith Stiller and Sanford De Leon, both of Elizabeth, N.J. Rabbi Neil Kurshan officiated at Temple Beth El in Great Neck, L.I.   Ms. Mattisinko, 28, is keeping her name. She is a law student at New York University. She graduated cum laude from the University of Pennsylvania and received a master's degree in public administration from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"1,000 Rooms Sealed in Tests For Asbestos","web_url":"https://www.nytimes.com/1993/08/09/nyregion/1000-rooms-sealed-in-tests-for-asbestos.html","abstract":"  Custodians finished sealing off 1,000 classrooms that may harbor asbestos and inspectors completed a survey of 39 heavily damaged schools where summer classes are under way as New York City's crash program to remove the cancer-causing material from the nation's largest school system went into high gear yesterday.   As a small army of experts worked around the clock to assay the most urgent dangers, the Board of Education and an oversight committee appointed by Mayor David N. Dinkins met separately to monitor progress and ponder costs and ways of insuring the safety of a million students and staff members by September.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Public Libraries Expand Videotape Collections","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-public-libraries-expand-videotape-collections-123893.html","abstract":"  To the Editor:   I was pleased to see mention in your July 23 home video column of research by National Video Resources in a discussion of the difficulties of libraries that are trying to create diverse video collections. There are success stories as well.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/09/nyregion/chronicle-125493.html","abstract":"  Never mind suing for libel. SIR STEPHEN SPENDER, the British poet, has found a more elegant way to rebut what he claims is a largely inaccurate biography of himself that was published in Britain last year.    Sir Stephen has written a 40-page volume of his own, correcting what he says are errors in the book, \"Stephen Spender: A Portrait With Background,\" by HUGH DAVID, published by William Heinemann.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Man Killed in Fire in Subway Dispatcher's Booth","web_url":"https://www.nytimes.com/1993/08/09/nyregion/man-killed-in-fire-in-subway-dispatcher-s-booth.html","abstract":"  A fire swept through a subway dispatcher's booth in Brooklyn yesterday, killing an unidentified man inside and disrupting service on the F line for several hours, the authorities said.   The fire broke out about 10:30 A.M. inside the booth after drums containing cleaning material apparently exploded, said Sgt. Luis Medina, a spokesman for the transit police. The fire sent smoke throughout the Church Avenue station and forced the suspension of service in both directions. Service was restored at 4:30 P.M. after workers fixed the lighting system in the station, the Transit Authority said.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Review/Mime; A Festival Explores the Impact of a Great Teacher","web_url":"https://www.nytimes.com/1993/08/09/arts/review-mime-a-festival-explores-the-impact-of-a-great-teacher.html","abstract":"  Etienne Decroux, the great French mime teacher and performer, seems to have taught just about everyone active in mime today. What he taught was not a style but a way of working deeply through the torso, arms and legs without recourse, necessarily, to narrative, character, props or even facial expression. The variety of work produced by his students, who included Marcel Marceau, has been astonishing. And that variety was the implicit theme of the International Movement Theater Festival of New Mime, whose presentation at three theaters in Philadelphia ended today.   For the festival, Griftheater of Amsterdam restaged \"Sa Griffe,\" a recent piece drawn from Man Ray's \"objects of affection\" and created for a warehouse setting. The hourlong piece sprawled across the polished floor of an elegant old church school gymnasium in a smooth-flowing series of scenes that took place in small, discrete universes scattered about the room.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/09/nyregion/bridge-706093.html","abstract":"  The World Junior Team Championships began on Tuesday in Arhus, Denmark, and after nine of 15 qualifying rounds the United States No. 1 team was in the lead. The standings were: 1.  United States first team, 178 victory points; 2.  Norway 173; 3.  Germany 170; 4.  Denmark 155.5; 5.  Australia 149.5; 6.  Italy 147.   Fifteen teams are competing, representing all seven zones of the World Bridge Federation, and the top four will qualify for semifinal playoffs. The players are all under 26 years old.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Still TimeTo Get Serious","web_url":"https://www.nytimes.com/1993/08/09/opinion/IHT-still-timeto-get-serious.html","abstract":"In Sarajevo, people are maimed or killed daily while trying to scrape together the barest necessities of life. Casualties pour into hospitals without running water and electricity where surgeons have to operate without anesthetic and take shortcuts on hy","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"For Cowboys, England Just Isn't Texas","web_url":"https://www.nytimes.com/1993/08/09/sports/pro-football-for-cowboys-england-just-isn-t-texas.html","abstract":"  British fans of the National Football League got their first exposure to sudden death football, but in the end, the Detroit Lions and Dallas Cowboys just gave them five quarters of football for the price of four.   The Cowboys' Lin Elliott missed three field-goal attempts in overtime tonight, including two in the last 20 seconds, as Dallas settled for a 13-13 tie at Wembley Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Zoned for Destruction","web_url":"https://www.nytimes.com/1993/08/09/opinion/zoned-for-destruction.html","abstract":"Every month, the Government reports the number of housing starts as a barometer of the nation's economic weather, fair or foul. The more of them, the better for the economy and civilization, the thinking goes. Last year, there were 1.2 million housing starts.\n\nThat figure ought to send chills up the spine of a reflective person, because these starts do not represent real towns or coherent communities. Rather, they mostly stand for tract developments in far-flung suburbs and isolated split-levels in cornfields, pastures and woods. They will relate poorly to things around them, eat up more countryside and increase the public's fiscal burden. The Government spends an estimated $270 billion yearly, for example, to cover the true cost of using cars the way we do, from maintaining highways to defending foreign oil fields.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"A Mystery at Sea","web_url":"https://www.nytimes.com/1993/08/09/world/a-mystery-at-sea.html","abstract":"  The U.S. has asked China to recall a ship that Washington says is delivering materials for nerve and mustard gas to Iran. China denies any such shipment, and accuses Washington of bullying.    Article, page A6.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Military's Leaders Are Jockeying In Effort to Be Powell's Successor","web_url":"https://www.nytimes.com/1993/08/09/us/military-s-leaders-are-jockeying-in-effort-to-be-powell-s-successor.html","abstract":"  On Tuesday night, President Clinton will be the host for an unusual soiree at the White House: The guests will be his 16 top military commanders.   For a handful of these admirals and generals, the occasion will test all their political and diplomatic skills. After dodging danger in Vietnam, logging long hours to make their superiors look good and maneuvering to reach the military's top echelons, they have emerged as the leading candidates to be the next Chairman of the Joint Chiefs of Staff. Tuesday's dinner is the ultimate high-pressure dinner with the boss -- with every rival there, too.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"Yerevan Journal; Landlocked and Alone, Armenia Fears the Winter","web_url":"https://www.nytimes.com/1993/08/09/world/yerevan-journal-landlocked-and-alone-armenia-fears-the-winter.html","abstract":"  In these sweltering summer days, when temperatures reach the 100's, boys and girls splash in the water in the fountain in the central square, and well before noon, women hoist colorful parasols to give them some relief from the sun, it might not be surprising that the talk is of winter. But it is not in anticipation of relief, but rather, with fear that life will get worse.   \"I'm already having trouble sleeping worrying about what to do in the wintertime,\" said Ashot Dashtoyan, 71, standing among the carrots, tomatoes, grapes and apricots in his terraced garden on a hillside overlooking the capital.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"China Says U.S. Is Harassing Ship Suspected of Taking Arms to Iran","web_url":"https://www.nytimes.com/1993/08/09/world/china-says-us-is-harassing-ship-suspected-of-taking-arms-to-iran.html","abstract":"  In a dispute likely to create new strains between China and the United States, Beijing accused Washington today of harassing a Chinese ship because of suspicions it is shipping chemical weapons materials to the Middle East.   The official New China News Agency indicated that Washington suspects Beijing of exporting raw ingredients used to make mustard gas and nerve gas.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Randi H. Asher, Hugh E. Bases","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-randi-h-asher-hugh-e-bases.html","abstract":"  Randi Heather Asher, the daughter of Mr. and Mrs. Alan Asher of Atlantic Highlands, N.J., was married yesterday to Hugh Edward Bases, a son of Dr. and Mrs. Robert Bases of New Rochelle, N.Y. Rabbi Glenn Jacobs officiated at Shadowbrook, a catering hall in Shrewsbury, N.J.   Ms. Asher, who is keeping her name, graduated from Wesleyan University and is a doctoral candidate in psychology at Yeshiva University. Her father is a lawyer in New York. Her mother, Mimi Asher, is a receptionist at the Y.M.C.A. in Red Bank, N.J.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Abroad at Home; Tragedy And Farce","web_url":"https://www.nytimes.com/1993/08/09/opinion/abroad-at-home-tragedy-and-farce.html","abstract":"  There is a form of classic farce in which the fool places his trust again and again in a rogue who tricks him every time. He learns no more from experience than the animated cartoon creature who is repeatedly flattened.   The United States, the West Europeans and the United Nations have all played the part of the fool in their dealings with the Serbian aggressors in Bosnia. The Serbs promised to be good this time, the fools believe them, and the Serbs immediately renege on their promise.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Review/Jazz; Men With Horns Face Off, and Youth Is Served","web_url":"https://www.nytimes.com/1993/08/09/arts/review-jazz-men-with-horns-face-off-and-youth-is-served.html","abstract":"  About halfway through the first half of \"Battle Royale: Trumpets and Tenors,\" it slowly became clear that something abnormal was happening. The concert, at Alice Tully Hall on Friday night, was meant to bring together musicians and let them go at it, improvisation as a type of competition. That's jazz convention; what happened entirely surpassed the standard excitement of a cutting contest.   The first half of the show, featuring the younger, lesser-known tenor saxophonists Don Braden and Josh Redman, along with the veteran saxophonists George Coleman and David Murray, brought out such a high level of improvisation by the musicians -- and such a definitive division between those who came to play and those who either didn't or couldn't -- that it felt as if history were being made.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"As Coleman Knows, At Least It's a Start","web_url":"https://www.nytimes.com/1993/08/09/sports/pro-football-as-coleman-knows-at-least-it-s-a-start.html","abstract":"  Marvin Jones, the Jets' first-round draft pick, roamed aimlessly along the sidelines, looking like a guest at a party who knew no one except for the extremely busy host. He didn't play against the Steelers in the first preseason game Saturday night because he hadn't signed his contract until the day before.   That was the good news for Keo Coleman, a linebacker who was drafted in the fourth round last season and is trying to earn a spot as a backup middle linebacker. But Jones will practice this week and will probably play against the Eagles in the Jets' next preseason game, on Friday at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Far From Home, Climbers Share a Purpose:Scale the Highest Point","web_url":"https://www.nytimes.com/1993/08/09/sports/IHT-far-from-home-climbers-share-a-purposescale-the-highest-point.html","abstract":"The two climbers came from a place without mountains. In Israel there are only steep walls of rock to ascend and descend. From the heavens, they looked as stubborn as ants farming a curbside. .\"Sometimes I would see a young guy in Israel who says","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Romina N. de los Reyes, Sujit K. Saha","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-romina-n-de-los-reyes-sujit-k-saha.html","abstract":"  Romina Norgren de los Reyes, the daughter of Helen N. de los Reyes of Manila and the late Roman M. de los Reyes, was married yesterday to Sujit Kumar Saha, the son of Nanda R. Saha of Calcutta, India, and the late Narendra K. Saha. The Rev. Joseph T. Steinke, a Roman Catholic priest, officiated in the municipal rose garden in San Jose, Calif.   Ms. de los Reyes, 33, graduated from the University of the Philippines in Quezon City. She was until recently a technical writer at the Information Access Company in Foster City, Calif., which provides abstracts to computer data bases. Her father was a real-estate broker in Manila.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Gilliam's Second Chance","web_url":"https://www.nytimes.com/1993/08/09/sports/sports-people-football-gilliam-s-second-chance.html","abstract":"  JOE GILLIAM JR., a Super Bowl champion with the Pittsburgh Steelers and then an outcast over drug abuse, hopes he has found his way back to success, even though he knows he will never live down his past.   \"No matter how long I live or where I go or what I do, that's the way it's going to be,\" Gilliam told The Jackson Sun in an article published yesterday. \"I'm not bitter about it. It's just one of those things I'm going to have to deal with for the rest of my life.\"","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/09/sports/transactions-967593.html","abstract":"  Baseball American League  CLEVELAND INDIANS -- Activated Bob Ojeda, pitcher, from the 60-day disabled list and Sandy Alomar, catcher, from the 15-day disabled list. Waived Matt Young, pitcher, for the purpose of giving him his unconditional release. Optioned Jesse Levis, catcher, to Charlotte of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Looking Back, Lindsay Sends Warnings Ahead","web_url":"https://www.nytimes.com/1993/08/09/nyregion/metro-matters-looking-back-lindsay-sends-warnings-ahead.html","abstract":"  HE is tired, but so is everyone else.    John V. Lindsay, 71 years old and suffering the effects of a stroke that has impeded his speech, completed the first draft of a book manuscript last week and left New York City for a vacation, lamenting a lack of leadership in a government that has grown even more complex since he gathered up his shattered lances and left Gracie Mansion two decades ago.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Let's Take Closer Look at China's Prison Labor; Educational Benefits","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-let-s-take-closer-look-at-china-s-prison-labor-educational-benefits-119093.html","abstract":"  To the Editor:   Your July 28 \"Beijing Journal\" and George Vecsey's Sports of The Times column of the same day on China's application to be host of the Summer Olympic Games in 2000 emphasize the lingering backlash of the Tiananmen Square crackdown in 1989 and criticism by Olympic officials of Beijing's stadium sites and pollution.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"A Marked Increase in Rabies Cases","web_url":"https://www.nytimes.com/1993/08/09/nyregion/a-marked-increase-in-rabies-cases.html","abstract":"  Although the death of 11-year-old Kelly Ahrendt was the first fatal case of rabies exposure in almost 40 years in New York State, officials in the northeast region have been tracking a marked increase in rabies cases in the last three years.   Last year, New York State set a national record for the largest number of rabid animals ever reported, 1,761, and 1,088 people were treated for possible exposure to rabies. In 1989, 81 people were treated for exposure.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"1893: Argentina Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/09/opinion/IHT-1893-argentina-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald correspondent telegraphs: In La Plata, the Governor's forces are demoralised and the siege is expected to be raised to-morrow [Aug. 9]. Three thousand armed Civicos are preparing to enter La Plata City. At Buenos Ayres, the Radicals","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Let's Take Closer Look at China's Prison Labor","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-let-s-take-closer-look-at-china-s-prison-labor-117393.html","abstract":"  To the Editor:   I am concerned with the tone and implications of \"Get Serious About Chinese Prison Labor\" (editorial, July 21). Having just returned from a tour of four penal institutions in China, I think the issue of prison labor needs a more balanced examination.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Stubborn, Green, But Also Superb","web_url":"https://www.nytimes.com/1993/08/09/sports/baseball-stubborn-green-but-also-superb.html","abstract":"  Domingo Jean wanted to throw a slider to Gene Larkin in the seventh inning with a 4-1 lead. Jean is still learning to speak English, so after the game he could did not really explain why. But in the seventh, Jean twice shook off catcher Mike Stanley to throw the slider. The 2-2 pitch wound up disappearing over the right-field fence for a three-run homer and stripped him of a potential victory in his major league debut.   \"Only one pitch,\" said Jean. \"It's one of the little mistakes I make.\"","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Young Catholics Questioning Their Identity in the Church","web_url":"https://www.nytimes.com/1993/08/09/us/young-catholics-questioning-their-identity-in-the-church.html","abstract":"  The arrival of Pope John Paul II here on Thursday for World Youth Day comes at a time when many young Roman Catholics are struggling with a question whose answer their parents found as obvious as fish dinner on Fridays and rooting for Notre Dame: What does it mean to be a Catholic today?   A generation removed from Latin Masses and meatless Fridays, young Catholics are typically unfamiliar with the rites of confession, praying the rosary or observing the stations of the cross.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"Jean Housepian, B. A. Costello Jr.","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-jean-housepian-b-a-costello-jr.html","abstract":"  Jean Carlton Housepian, the daughter of Dr. Edgar and Marion Housepian of Englewood, N.J., was married yesterday to Bartley Alexander Costello Jr., a son of Mary Costello of Kensington, Md., and the late Mr. Costello. The Rev. Arthur Lindsay, a minister of the Church of World Peace, performed the ceremony outdoors on the site of the couple's future home, Eagle Ridge Ranch, in Boulder, Colo.   Ms. Housepian, who is keeping her name, is a family nurse practitioner at Plan de Salud del Valle, a clinic in Brighton, Colo. She graduated from Barnard College and Columbia University. She also received a master's degree in nursing and public health from Columbia, where her father, a neurosurgeon, is a professor of clinical neurological surgery.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Chronicler of Bleak Truths in South Bronx; Novelist Finds His Muse Close to Home and Perhaps, Ultimately, His Escape","web_url":"https://www.nytimes.com/1993/08/09/nyregion/chronicler-bleak-truths-south-bronx-novelist-finds-his-muse-close-home-perhaps.html","abstract":"  The street was filthy and slatted with the shadows of elevated train tracks. In this dark corridor of the South Bronx, even Abraham Rodriguez Jr. was not entirely at ease as he pointed out a forgotten storefront, the model for a crack house in his novel, \"Spidertown.\"   Mr. Rodriguez, 32 years old, grew up a few blocks to the south. And though he is no street kid -- he wears trendy round sunglasses and downtown shaggy hair -- he knows the world embodied on this bleak section of Westchester Avenue: the dealers, their girlfriends, the backbreaking crack bosses, 16-year-old drug runners like the hero of his book.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"The Lawmakers -- A periodic look at the titans of Capitol Hill; Quietly, and Off the Air, Mitchell Cuts the Deals","web_url":"https://www.nytimes.com/1993/08/09/us/lawmakers-periodic-look-titans-capitol-hill-quietly-off-air-mitchell-cuts-deals.html","abstract":"  Senator Bob Kerrey of Nebraska cast the vote that tipped the balance for President Clinton's budget bill, but Senator George J. Mitchell of Maine worked for weeks so there was a balance to be tipped.    Mr. Mitchell, the Democratic majority leader, irritated other Congressional leaders, especially Representative Dan Rostenkowski of Illinois, as he kept pushing for ways to tinker with the bill. He would bring along one senator by proposing an increase in something while keeping another in the fold by urging that a cut be restored.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"Look Who's Deriding Deficit Remedies","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-look-who-s-deriding-deficit-remedies-120393.html","abstract":"  To the Editor:   Re \"Just Say No to Clinton's Package\" by Ronald Reagan (Op-Ed, Aug. 3): I find it appalling that the man who got us into the deficit nightmare derides the first efforts to do something about it. While no one, including President Clinton, thinks the final budget proposal is a panacea, it is a step to quell the hemorrhaging embraced by Ronald Reagan and his ilk as they robbed from the future to pay for what was mostly defense toys.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Yankee Stadium Fails As First-Class Venue","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-yankee-stadium-fails-as-first-class-venue-124693.html","abstract":"  To the Editor:   The Yankee Stadium debate rages in the newspapers as long-suffering fans complain bitterly about insufficient parking, poor public transportation and limited ingress and egress.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Morceli Will Only Run If the Money Is Right","web_url":"https://www.nytimes.com/1993/08/09/sports/spots-people-track-and-field-morceli-will-only-run-if-the-money-is-right.html","abstract":"  With less than a week until the start of the world track and field championships in Stuttgart, Germany, NOUREDDINE MORCELI of Algeria is still uncertain whether he will compete. It depends on whether the 1,500-meter world record-holder will be paid.   Morceli and his manager, AMAR BRAHMIA, flew home to Algeria yesterday after the Herculis Grand Prix meet in which Morceli ran the second-fastest 3,000 meters in history, 7 minutes 29.24 seconds, just off the world mark of 7:28.96 by MOSES KIPTANUI of Kenya.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Europe's Recession Prompts New Look at Welfare Costs","web_url":"https://www.nytimes.com/1993/08/09/world/europe-s-recession-prompts-new-look-at-welfare-costs.html","abstract":"  Hans vander Valk, a former assistant professor at Delft University, is suffering from an ailment that has attained epidemic proportions in the Netherlands: stress. So he has stopped working and for the last three years has been collecting $1,630 a month in disability benefits.   \"The doctor said I was suffering from stress because I was so worried about obtaining research money and so obsessed with colleagues' talking behind my back, I was finding it very hard to relax,\" Mr. vander Valk, a 48-year-old physicist, said. He is vaguely contemplating some other line of work, but meanwhile is assured of his disability pay until the age of 65.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Naturalists and Cyclists Wage a Backwoods War Over California Mountain Trails","web_url":"https://www.nytimes.com/1993/08/09/us/naturalists-and-cyclists-wage-a-backwoods-war-over-california-mountain.html","abstract":"The young man zipping down the trail on his mountain bike gave a warning yelp but to no avail. Jim Zimmerman, a 76-year-old retired shopkeeper, lifted his eyes from a butterfly, saw what was approaching and stubbornly stood his ground.\n\nThe cyclist, whose apparel seemed to Mr. Zimmerman more suited for \"Star Trek\" than for a visit to the woods, gripped his brakes and swerved to avoid a collision. With another yelp, cyclist and machine went tumbling down Mount Tamalpais, 10 miles north of here in Marin County.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"Saltwater Fishing","web_url":"https://www.nytimes.com/1993/08/09/nyregion/pulse-saltwater-fishing.html","abstract":"  Commercial fishing catches have increased 59 percent in area waters over the last five years, a change that is most likely cyclical, marine officials say. In 1992 the area's largest commercial producer, New Jersey, ranked seventh in the nation. The ranking rests largely on the catch of shellfish, which account for 55 percent of the total. New Jersey's largest non-shellfish catch is of Menhaden, a common bait fish, at more than 27 million pounds in 1992. In contrast, the area's recreational fishing harvest has declined, due partly to the region's sluggish economy and also since a Federal law went into effect limiting andlers to 10 bluefish (the most popular sporting fish on the East Coast) a day. New York and Connecticut, but not New Jersey, extended the law to state waters, and New York's recreational catch fell by about 50 percent from 1992 to 1992.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Serb in New Offer to U.N. To Quit Sarajevo Positions","web_url":"https://www.nytimes.com/1993/08/09/world/serb-in-new-offer-to-un-to-quit-sarajevo-positions.html","abstract":"  With his forces threatened by the possibility of NATO air strikes, the commander of the Serbian nationalist army in Bosnia, Gen. Ratko Mladic, said tonight that he would make a \"phased withdrawal\" from positions on two strategic mountains south of Sarajevo if United Nations forces took effective control of the area.    The commander outlined plans for the pullback, from Mount Bjelasnica and Mount Igman, after five hours of talks at Sarajevo airport with the United Nations commander in Bosnia, Lieut. Gen. Francis Briquemont of Belgium.","thumbnail":null,"section":"World"},{"date":"19930809","headline":"Clinton's Gay Rights Foray May Miscarry","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-clinton-s-gay-rights-foray-may-miscarry-121193.html","abstract":"  To the Editor:   President Clinton has been widely congratulated for taking a small but valuable first step toward equality for gays and lesbians in the military. It has been less recognized that this first step is also likely to be a last step. If, as expected, the new regulations are cemented into law, any future reforms can be blocked by a right-wing filibuster, an obstacle that is likely to prove, for the foreseeable future, insurmountable.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/09/nyregion/chronicle-126293.html","abstract":"  Former Vice President DAN QUAYLE says he plans to head an Indianapolis-based financial services company while considering whether to run for president in 1996.   In an interview published yesterday in The Indianapolis Star, which is owned by the Quayle family, Mr. Quayle said he also intends to write a newspaper column on his political and philosophical observations.","thumbnail":null,"section":"New York"},{"date":"19930809","headline":"Politicking, Patiently","web_url":"https://www.nytimes.com/1993/08/09/us/politicking-patiently.html","abstract":"  The muted style that keeps the Senate majority leader, George J. Mitchell, out of the limelight was essential to his success in rounding up votes on the President's budget bill.   Article, page B8.","thumbnail":null,"section":"U.S."},{"date":"19930809","headline":"A Woman's Place Is in the Pentagon","web_url":"https://www.nytimes.com/1993/08/09/opinion/a-woman-s-place-is-in-the-pentagon.html","abstract":"  Now that Ruth Bader Ginsburg has become the second woman on the Supreme Court and Sheila E. Widnall has become Secretary of the Air Force -- the first female secretary of a military department -- isn't it time to select a woman as chairwoman of the Joint Chiefs of Staff? Or at least to join the other five chiefs as a member of the club?   After all, women make up about 11 percent of the military, and there are 21 female generals and admirals on active duty. Besides, women are permitted to serve in every military role except ground combat.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Ailey Troupe Anniversary","web_url":"https://www.nytimes.com/1993/08/09/arts/ailey-troupe-anniversary.html","abstract":"  The Alvin Ailey American Dance Theater is to celebrate its 35th anniversary year with a free performance tomorrow night at 8:30 at Central Park Summerstage, Rumsey Playfield, midpark at 72d Street. The company is to present Ailey's signature \"Revelations,\" Billy Wilson's \"Winter in Lisbon\" and Jawole Zollar's \"Shelter,\" a dance about homelessness. The rain date for the program, presented by Philip Morris Companies, is Wednesday.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"Ohio State Player Shot","web_url":"https://www.nytimes.com/1993/08/09/sports/sports-people-football-ohio-state-player-shot.html","abstract":"  An Ohio State football player leaving a Columbus, Ohio, nightclub early yesterday morning was wounded in a shooting that killed a passenger in his car. The police said freshman defensive back ANTHONY GWYNN, 18, of Columbus, was hit in the arm by a bullet yesterday about 2:45 A.M. He was treated at Mount Carmel West Hospital and released.   A passenger, JIMMY GRIGGS, 19, of Columbus, was shot and killed, the police said. Three other passengers were not injured.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"The Talk of The Telly; Few Mourn as BBC Soap Is Put Out of Its Misery","web_url":"https://www.nytimes.com/1993/08/09/arts/the-talk-of-the-telly-few-mourn-as-bbc-soap-is-put-out-of-its-misery.html","abstract":"  After one short year of life, the BBC's dinosaurian soap opera \"Eldorado\" gasped its last this summer and fell into welcome extinction. Or at least Britain's rapacious television commentators seemed to feel its disappearance was welcome; they had mocked the poor beast unmercifully since it first lumbered to life.   A roundelay of romantic entanglements and low-life skulduggery set in an imaginary Spanish resort community, the series was everything that Anglophilic admirers of Masterpiece Theater think is foreign to British television: bloated, leaden, dull. Worst of all, it committed the sin of sins for a soap: the characters weren't sexy, weren't appealing, weren't in any way suitable for fantastical self-projection by couch potatoes. They weren't even ordinary enough to seem lifelike. Money Couldn't Buy Love    The set alone, built in southern Spain, cost more than $3 million; the budget was five times that, making the show the most expensive independent production ever commissioned by the BBC. The critics, especially in London's tabloid press, were merciless: \"In its early days, 157 episodes ago, 'Eldorado' was almost treasurably bad,\" The Guardian wrote just before the final show on July 9. \"But then it began to improve. It became mediocre instead of dire.\" The audience watched elsewhere, with rarely more than a third of the projected 15 million people tuning in. The Producer's Assessment    As it happens, \"Eldorado\" was meant, at least in part, to be a serious soap, and its producer, Verity Lambert, has been quoted to the effect that it failed not because it was bad but because it was too experimental. Her credits, after all, include shows of just the sort that have given British television a good name in the United States: \"Dr. Who,\" \"Rumpole of the Bailey,\" \"The Naked Civil Servant\" and the like. And the new head of drama for the BBC, Charles Denton, seems now to be aiming even lower, unashamedly courting the biggest possible audience. \"We are in direct competition with ITV for the mainstream popular audience,\" he told The Independent. ITV stands for Independent Television.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"The Point Where Genius and Childhood Collide","web_url":"https://www.nytimes.com/1993/08/09/movies/the-point-where-genius-and-childhood-collide.html","abstract":"  Steven Zaillian is smoking cigarettes, one after another, in a restaurant in Studio City. His eyes are red-rimmed; he's nervous and just plain exhausted.   \"I really need a year to catch up with my life,\" said the 40-year-old screenwriter, who is making his directorial debut with \"Searching for Bobby Fischer.\" He added, with a wan smile: \"Directing was much harder than I expected. If the film comes out and two weeks later it's gone, well, I don't think I'll ever direct again.\"","thumbnail":null,"section":"Movies"},{"date":"19930809","headline":"Jerkens Is Master of Mystery at Track","web_url":"https://www.nytimes.com/1993/08/09/sports/horse-racing-jerkens-is-master-of-mystery-at-track.html","abstract":"  Every morning just before 6 o'clock, the mystery man of racing drives into the stable gate at Saratoga Race Course, rolls down the hill through the short tunnel beneath the exercise track and turns right into his blue heaven: a park-like compound with tall trees and a stately barn filled with star horses.   In fact, no barn at the 126-year-old race track holds more star horses. And on every weekend during the five-week Saratoga season, one of the stars will be racing in a Grade I stakes and will probably be the favorite to win it for Harry Allen Jerkens, the intense but impassive 64-year-old trainer who has 25 horses for eight owners in his barn and who is holding more aces than anybody else at Saratoga.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Bonilla's Thumb And Mets Both Lose","web_url":"https://www.nytimes.com/1993/08/09/sports/baseball-bonilla-s-thumb-and-mets-both-lose.html","abstract":"  It was hard to tell who was hurting the most in the Mets' clubhouse yesterday afternoon. Frank Tanana looked miserable, another strong outing on the mound having been wasted by another weak performance by the Mets at the plate. Tanana was frustrated, unhappy and altogether disgusted.   Bobby Bonilla was simply in pain.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Sports of the Times; History Is on the Side Of the Veteran Pitcher","web_url":"https://www.nytimes.com/1993/08/09/sports/sports-of-the-times-history-is-on-the-side-of-the-veteran-pitcher.html","abstract":"  THE last time the Yankees had hopes of winning the American League East, Jimmy Key was barely past apprenticeship as a starter for the Toronto Blue Jays. Jim Abbott? He was matriculating at the University of Michigan. And Melido Perez was low in the Royals' minor league system, commanding little notice for anything other than the fact that he was the little brother of the flamboyant pitcher Pascual Perez.   The year was 1985 and the present-day trio of pitchers was still years away from being a focal point of any division title hopes held by the Yankees. The cast has changed since then, of course, with 1985 hurlers like Ron Guidry and Phil Niekro well into working through their five-year Hall of Fame waiting periods.","thumbnail":null,"section":"Sports"},{"date":"19930809","headline":"Pamela Borrack, Ron Moritz","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-pamela-borrack-ron-moritz.html","abstract":"  Pamela F. Borrack, a daughter of Mr. and Mrs. Morris Borrack of Woodbridge, Conn., was married there yesterday to Ron Moritz, the son of Dr. and Mrs. Mordekhai Moritz of Clarks Summit, Pa. Rabbi Alan Berkowitz performed the ceremony at Congregation B'nai Jacob.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Clinton's Gay Rights Foray May Miscarry; Landmark Asylum Case","web_url":"https://www.nytimes.com/1993/08/09/opinion/l-clinton-s-gay-rights-foray-may-miscarry-landmark-asylum-case-122093.html","abstract":"  To the Editor:   In a landmark decision this month, an immigration judge in San Francisco granted political asylum to a Brazilian gay man. Citing numerous abuses by antigay death squad gangs, who are often joined by the police in their massacres of gays, the judge decided that homosexuality classifies as a social group, is immutable or a characteristic an asylum applicant should not be compelled to change.","thumbnail":null,"section":"Opinion"},{"date":"19930809","headline":"Ellen Deutsch, Cory Diamond","web_url":"https://www.nytimes.com/1993/08/09/style/weddings-ellen-deutsch-cory-diamond.html","abstract":"  Ellen Ruth Deutsch, a daughter of Mr. and Mrs. Jay R. Deutsch of New York, was married yesterday to Cory Marc Diamond, a son of Michael H. Diamond of Los Angeles and Marsha A. Diamond of New York. Rabbi Robert I. Summers officiated at the Stanhope Hotel in New York.   Mrs. Diamond, 24, graduated from Smith College. She was until recently a curatorial assistant at the F. D. R. Gallery, a New York art gallery owned by her father and mother, Rose A. Deutsch. Mr. Deutsch is also the vice president of F. D. R. Industries, a New York real estate management company; her mother is the company's chief financial officer.","thumbnail":null,"section":"Style"},{"date":"19930809","headline":"Dvorak's Spirit Returns to the Iowa He Loved","web_url":"https://www.nytimes.com/1993/08/09/arts/dvorak-s-spirit-returns-to-the-iowa-he-loved.html","abstract":"  One hundred summers ago, Antonin Dvorak arrived in this tiny Iowa town with the newly written \"New World\" Symphony under his arm. After a bruising and exhilarating year as the director of the National Conservatory in New York, the Czech composer craved the society of his countrymen. Dvorak's secretary, Josef Kovarik, convinced him that if he traveled not east across the ocean, but west to the rolling green hills of northeast Iowa, he would find the people he was looking for.   He did. And Spillville is remembering Dvorak's three-month stay with a weekend of solemn Czech Masses, polka dances, kolaces, pilsener beer, parades, lectures, chamber music and -- oh yes -- the E-minor Symphony \"From the New World\" played by the Dubuque Symphony in the local high-school gymnasium.","thumbnail":null,"section":"Arts"},{"date":"19930809","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/09/us/inside-402993.html","abstract":"  Storm Kills 100 in Venezuela   Heavy rain and strong winds killed about 100 people, injured 400 and left 4,000 homeless as mudslides toppled shacks around Caracas. Page A5. The Honor of Her Presence    Janet Reno charms the American Bar Association simply by doing what former Attorney Generals failed to do: show up and smile. Page B10.  P.L.O Feud May Upset Talks    Three Palestinians in the Middle East peace talks are threatening to resign over differences with Yasir Arafat, chairman of the P.L.O. Page A2. Lottery Monopolies at Risk    A Federal court ruling that lottery tickets can be sold across state lines may threaten a growing source of revenue for many states. Page B1. U.S. to Ease Up on NATO    At today's NATO meeting, the U.S. is not expected to press for a quick decision on action in Bosnia. Page A3.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19930809","headline":"The Liberal Democratic Party of Japan loses a 38-year hold on national leadership.","pages":[{"title":"Liberal Democratic Party (Japan)","web_url":"https://en.wikipedia.org/wiki/Liberal_Democratic_Party_(Japan)","description":"Japanese political party","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Liberal_Democratic_Party_%28Japan%29_Emblem.svg/320px-Liberal_Democratic_Party_%28Japan%29_Emblem.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Liberal Democratic Party , frequently abbreviated to LDP or Jimint (), is a conservative and Japanese nationalist political party in Japan."}]}],"weather":[{"date":"19930809","time":"1993-08-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":70,"wspd":14.8},{"date":"19930809","time":"1993-08-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":75,"wspd":11.2},{"date":"19930809","time":"1993-08-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":82,"wspd":14.8},{"date":"19930809","time":"1993-08-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":82,"wspd":7.6},{"date":"19930809","time":"1993-08-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":86,"wspd":13},{"date":"19930809","time":"1993-08-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":84,"wspd":14.8},{"date":"19930809","time":"1993-08-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":86,"wspd":18.4},{"date":"19930809","time":"1993-08-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":87,"wspd":14.8},{"date":"19930809","time":"1993-08-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":82,"wspd":14.8},{"date":"19930809","time":"1993-08-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":78,"wspd":22.3},{"date":"19930809","time":"1993-08-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":72,"wspd":20.5},{"date":"19930809","time":"1993-08-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":71,"wspd":22.3},{"date":"19930809","time":"1993-08-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":86,"wspd":20.5},{"date":"19930809","time":"1993-08-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":86,"wspd":22.3},{"date":"19930809","time":"1993-08-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":76,"wspd":22.3},{"date":"19930809","time":"1993-08-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":69,"wspd":20.5},{"date":"19930809","time":"1993-08-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":58,"wspd":20.5},{"date":"19930809","time":"1993-08-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":49,"wspd":22.3},{"date":"19930809","time":"1993-08-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":46,"wspd":27.7},{"date":"19930809","time":"1993-08-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":51,"wspd":14.8},{"date":"19930809","time":"1993-08-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":66,"wspd":22.3},{"date":"19930809","time":"1993-08-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":72,"wspd":20.5},{"date":"19930809","time":"1993-08-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":74,"wspd":16.6},{"date":"19930809","time":"1993-08-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":74,"wspd":20.5},{"date":"19930809","time":"1993-08-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":74,"wspd":14.8},{"date":"19930809","time":"1993-08-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":16.6},{"date":"19930809","time":"1993-08-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":16.6},{"date":"19930809","time":"1993-08-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":13},{"date":"19930809","time":"1993-08-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":11.2},{"date":"19930809","time":"1993-08-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":5.4},{"date":"19930809","time":"1993-08-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":5.4},{"date":"19930809","time":"1993-08-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":5.4},{"date":"19930809","time":"1993-08-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":9.4},{"date":"19930809","time":"1993-08-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":11.2},{"date":"19930809","time":"1993-08-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":7.6},{"date":"19930809","time":"1993-08-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":9.4},{"date":"19930809","time":"1993-08-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":9.4},{"date":"19930809","time":"1993-08-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":7.6},{"date":"19930809","time":"1993-08-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":69,"wspd":9.4},{"date":"19930809","time":"1993-08-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":7.6},{"date":"19930809","time":"1993-08-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":11.2},{"date":"19930809","time":"1993-08-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":14.8},{"date":"19930809","time":"1993-08-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":18.7},{"date":"19930809","time":"1993-08-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":59,"wspd":18.7},{"date":"19930809","time":"1993-08-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":13},{"date":"19930809","time":"1993-08-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":20.5},{"date":"19930809","time":"1993-08-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":18.7},{"date":"19930809","time":"1993-08-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":66,"wspd":13}]},"19930810":{"guardian_articles":[],"nytimes_articles":[{"date":"19930810","headline":"Alexander Hearings Expected Next Month","web_url":"https://www.nytimes.com/1993/08/10/arts/alexander-hearings-expected-next-month.html","abstract":"  Confirmation hearings for Jane Alexander, the actress President Clinton has nominated to head the National Endowment for the Arts, are not likely before mid-September, a Senate aide said today.   President Clinton formally nominated Ms. Alexander on Saturday. She ends her run this Saturday in \"The Sisters Rosensweig\" at the Barrymore Theater on Broadway. She has declined to comment on the nomination.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Colleges Spend Faster Than Parents Can Pay; Student-Aid Market","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-colleges-spend-faster-than-parents-can-pay-student-aid-market-972793.html","abstract":"  To the Editor:   Charles A. Kiesler argues that college costs are rising for reasons beyond the control of colleges, in particular, skyrocketing need-based student aid (\"Why College Costs Rise and Rise and Rise,\" Op-Ed, July 28). He misses the mark, at least for independent, nontaxpayer-supported universities and colleges.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Let's Use Vietnam's Agent Orange Data","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-let-s-use-vietnam-s-agent-orange-data-976093.html","abstract":"  To the Editor:   The Institute of Medicine of the National Academy of Sciences concludes that statistical evidence links Hodgkin's disease and porphyria cutanea tarda with Agent Orange and other herbicides (news article, July 28). It thus adds these two ailments to a list of herbicide-associated diseases including chloracne, non-Hodgkin's lymphoma and soft tissue sarcoma.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"An Up-and-Down Jones Gets With the Program","web_url":"https://www.nytimes.com/1993/08/10/sports/pro-football-an-up-and-down-jones-gets-with-the-program.html","abstract":"  The Marvin Jones era began in earnest today as the prized rookie took a crash course through the Jets' playbook in his first practice of training camp at Hofstra.   Jones, an inside linebacker, showed the worst and best of his two-hour effort on a single play, when he worked with the first unit against the two-minute offensive drill.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/10/sports/nfl-training-camp-report.html","abstract":"  San Francisco 49ers    Steve Young sees it as an irritation, a minor setback.   \"It's kind of like a ballerina with a stubbed toe,\" the left-handed Young said about breaking the thumb on his passing hand.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Benefit for Dancers' Fund","web_url":"https://www.nytimes.com/1993/08/10/arts/benefit-for-dancers-fund.html","abstract":"  Choreography by Murray Louis and Merce Cunningham is to be featured in a benefit program presented by eight dance schools tomorrow, Thursday and Friday at 9 P.M. at the Merce Cunningham Studio, 55 Bethune Street, West Village. The program includes dances, chosen by audition, created by advanced student performers at the schools. Proceeds will go to the Emergency Fund for Student Dancers, which helps young dancers at the schools of Alvin Ailey, Mr. Cunningham, Martha Graham, Erick Hawkins, Jose Limon, and Alwin Nikolais and Mr. Louis, as well as Dance Theater of Harlem and the Laban-Bartenieff Institute. Tickets are $10 and $30; Theater Development Fund vouchers will be accepted. Information: (212) 838-5886.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Pact Allows Navy to Send Nuclear Waste to Idaho","web_url":"https://www.nytimes.com/1993/08/10/us/pact-allows-navy-to-send-nuclear-waste-to-idaho.html","abstract":"  The Department of Energy said yesterday that it had negotiated a compromise between the State of Idaho and the Navy to allow the storage of spent nuclear fuel at a Federal atomic reservation in the southern part of the state.   The Navy had planned to ship 64 containers of the spent nuclear fuel over the next two years to the Idaho National Engineering Laboratory near Idaho Falls. The agreement allows the Navy to send 19 containers, with a provision for more if the Secretary of Defense formally declares that national security is threatened.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Observer; Not So Pleasant Street","web_url":"https://www.nytimes.com/1993/08/10/opinion/observer-not-so-pleasant-street.html","abstract":"  My friend Henry says they ought to rename it Surly Boulevard every August. He is referring to Pleasant Street, a Nantucket island thoroughfare on which I have suffered much fear and the fury of strangers these past three weeks.   In calling it a thoroughfare I strain at sarcasm, because fare along Pleasant Street is anything but thorough and, as Henry's observation suggests, far from pleasant, at least in high summer.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/10/style/chronicle-022993.html","abstract":"  ROY LICHTENSTEIN'S painting \"Curtains,\" on loan from the St. Louis Art Museum, was vandalized with graffiti over the weekend at the Whitney Museum of American Art in Manhattan. A museum spokesman said the damage was caused with \"what appears to be a felt-tip pen.\"   DAVID A. ROSS, the Whitney's director, described \"Curtains\" as \"a very important painting,\" and he called the incident \"really revolting.\" Mr. Ross, who is on vacation on Martha's Vineyard, said that he did not yet know the extent of the damage, but he expected the painting to be repaired.","thumbnail":null,"section":"Style"},{"date":"19930810","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/10/science/q-a-803893.html","abstract":"  Distant Channels   Q. Why can you occasionally get a television signal from a very distant city?","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Revenue-Sharing Ball Is in the Owners' Court","web_url":"https://www.nytimes.com/1993/08/10/sports/on-baseball-revenue-sharing-ball-is-in-the-owners-court.html","abstract":"  Major league club owners meet tomorrow in Kohler, Wis., a city noted for the manufacture of sinks and toilets and bathtubs. Will it be the city where baseball goes down the drain?   That would depend on one's point of view, of course.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-letters-to-the-editor-90392114168.html","abstract":"It was ironic to read the report in your June 25 edition about the threat by President Boris Yeltsin to intervene if Russian-speakers in Estonia \"rebelled against what he called apartheid.\" The Russians in Estonia are not immigrants, but colonis","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Cubans Ask for a Break on Travel Plans","web_url":"https://www.nytimes.com/1993/08/10/sports/sports-people-central-american-caribbean-games-cubans-ask-for-break-travel-plans.html","abstract":"  Cuba asked delegates of the Central American and Caribbean Sports Organization yesterday to endorse a petition seeking the United States' permission to fly to Ponce, Puerto Rico, directly from Havana on Nov. 19 for the 1993 Central American and Caribbean Games.   \"The Cuban Government believes it is a matter of principle to be able to attend the games by traveling directly from Havana to Ponce,\" Cuban Sports Minister CONRADO MARTINEZ CORONA told the 29 delegates during a meeting yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/10/nyregion/bridge-451293.html","abstract":"  The prophets at the World Junior Team Championships in Arhus, Denmark, are expecting a Europe-America final, and after nine rounds they appeared to be right: The United States No. 1 team was in the lead, followed by Norway, Germany and Denmark. However, Australia, in fifth position, may upset the calculations when the 15th and final qualifying round is completed.   Murray Green of Australia was cited for the best-played hand on the second day. It is shown in the diagram, and he and his partner were using a fancy system in which a one-diamond opening was artificial, guaranteeing at least four spades. East stepped in with a take-out double, a doubtful action that served to give significant information to South.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"U.S. Completes Its Walker Cup Team","web_url":"https://www.nytimes.com/1993/08/10/sports/sports-people-golf-us-completes-its-walker-cup-team.html","abstract":"  Five players, including DAVID BERGANIO of Sylmar, Calif., the 1993 United States Amateur Public Links champion, were picked yesterday to complete the United States Walker Cup team.   Also chosen for the team were TODD DEMSEY of Rancho Santa Fe, Calif., BRIAN GAY of Daleville, Ala., TIM HERRON of Wayzata, Minn., and KELLY MITCHUM of Southern Pines, N.C.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"The Bleach Thickens: Mets Ready To Speak","web_url":"https://www.nytimes.com/1993/08/10/sports/baseball-the-bleach-thickens-mets-ready-to-speak.html","abstract":"  The Mets will make an announcement this afternoon regarding their investigation into the bleach-spraying incident in their Shea Stadium clubhouse two weeks ago, Gerry Hunsicker, their assistant vice president for baseball operations, said last night.   Hunsicker would not elaborate on the nature of the announcement, refusing to comment on whether the player or players involved in the July 27 incident would be named and whether the Mets would reveal what action, if any, would be taken.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Clinton Chooses 2 New Yorkers Among First Judicial Nominees","web_url":"https://www.nytimes.com/1993/08/10/nyregion/clinton-chooses-2-new-yorkers-among-first-judicial-nominees.html","abstract":"  Two New Yorkers are among President Clinton's first judicial nominees -- a highly respected Federal district judge and a law school dean whose name was first put forth, but dropped, 14 years ago.   District Judge Pierre N. Leval was nominated to the United States Court of Appeals for the Second Circuit, and David G. Trager, the dean of Brooklyn Law School, was selected to be a Federal judge 14 years after his nomination was made and dropped by United States Senator Jacob K. Javits.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Books of The Times; Clancy Sends His Agent On a Mission to the Past","web_url":"https://www.nytimes.com/1993/08/10/books/books-of-the-times-clancy-sends-his-agent-on-a-mission-to-the-past.html","abstract":"  Without Remorse By Tom Clancy 639 pages. G. P. Putnam's Sons.$24.95.","thumbnail":null,"section":"Books"},{"date":"19930810","headline":"Bosnian Leader Says Talks Require Serbs' Withdrawal","web_url":"https://www.nytimes.com/1993/08/10/world/bosnian-leader-says-talks-require-serbs-withdrawal.html","abstract":"  President Alija Izetbegovic of Bosnia repeated tonight that he would not return to peace talks until Serbian nationalist troops withdraw completely from two strategic mountain positions overlooking Sarajevo, the capital of Bosnia.   Although the Muslim leader met international mediators today at the same time that the Bosnian Serb leader, Radovan Karadzic, and the Bosnian Croat representative, Mate Boban, were in the United Nations building here, he insisted that the peace talks had not resumed.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/10/style/chronicle-021093.html","abstract":"  Is PRINCE ALBERT of Monaco ready for a band called the Bucky Beavers and the Ground Grippers? Or a lesson in the cowboy two-step?   Those are some of the highlights on the itinerary for his upcoming visit to the Buffalo Bill Historical Center in Cody, Wyo. The visit will commemorate what could otherwise be an overlooked fact in the history of American-Monacan relations: the 80th anniversary of Prince Albert's namesake great-grandfather's hunting trip with Buffalo Bill near Yellowstone National Park.","thumbnail":null,"section":"Style"},{"date":"19930810","headline":"Iranian President Presenting a New Cabinet","web_url":"https://www.nytimes.com/1993/08/10/world/iranian-president-presenting-a-new-cabinet.html","abstract":"  President Hashemi Rafsanjani presented his Cabinet for parliamentary approval on Sunday, showing flexibility only on ministries that mainly regulate domestic affairs.   The Ministries of Foreign Affairs, Finance and Oil were kept intact, in what political analysts have interpreted as an effort to continue the less militant diplomatic and free-market economic policies of President Rafsanjani, who was re-elected to a four-year term in June.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"The School Asbestos Scandal","web_url":"https://www.nytimes.com/1993/08/10/opinion/the-school-asbestos-scandal.html","abstract":"  After 14 years of supposedly monitoring and eliminating asbestos hazards in city schools, New York's Board of Education now finds itself compelled to conduct a hurried reinspection of all 1,000 school buildings to make them safe for the coming year. The emerging scandal is a monument to astounding incompetence by school officials and their asbestos monitoring contractor.    Students and workers in some schools may already have been exposed to risky doses of asbestos because of botched inspections and lax oversight. The reinspections should help bring that problem under control. But investigators need to complete their inquiry into how this fiasco happened as quickly as possible and determine if there was any criminal activity. The findings may decide whether parents, students, teachers and the public can have any confidence that the school system is being run competently.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Testing Lags In the Search For Asbestos","web_url":"https://www.nytimes.com/1993/08/10/nyregion/testing-lags-in-the-search-for-asbestos.html","abstract":"  The emergency program to inspect for asbestos in New York City's public schools has advanced more slowly than expected in its first days, and city officials said yesterday that they would have to add new platoons of inspectors to have any hope of finishing the job before classes resume in September.   Inspectors who began on Saturday to collect samples of wall plaster and other materials had worked their way through only 21 schools by yesterday morning, and the unexpected extent of wall damage they found in most buildings will force them to return for more samples, the officials said.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Offerdahl to Rescue in Potential Drowning","web_url":"https://www.nytimes.com/1993/08/10/sports/sports-people-football-offerdahl-to-rescue-in-potential-drowning.html","abstract":"  It was a test of strength and stamina, similar to the mundane drills that JOHN OFFERDAHL faces every day in training camp. This time, however, lives were at stake. The Miami Dolphins' linebacker needed all of his athletic ability to help save two people from a car that crashed into a murky pond.   \"I'm a pretty good swimmer, and I've never been so tired in my life,\" Offerdahl said yesterday, a day after becoming a reluctant hero. \"It's not like the movies, where you can hold your breath for an hour and go down 40 feet.\"","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Rent Subsidy Moves Homeless Out of Hotels","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-rent-subsidy-moves-homeless-out-of-hotels-977893.html","abstract":"  To the Editor:   A July 26 news article decries the exorbitant cost of keeping a homeless family in a shelter or welfare hotel, instead of using that money for permanent housing. How can New York City and New York State offer a homeless mother of two only $286 as rent allowance for permanent housing, but continue to pay upward of $3,000 a month to put that family in a badly run welfare hotel miles from where that family can receive real help? There seems to be a lack of clear thinking among those who have allowed this practice to continue.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/10/sports/transactions-677993.html","abstract":"  Football  National Football League   CINCINNATI BENGALS -- Released David Fulcher, safety.   GREEN BAY PACKERS -- Signed Matt Brock, defensive end. Waived J.J. Lasley, fullback.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Cystic Fibrosis Drug Wins Panel's Backing","web_url":"https://www.nytimes.com/1993/08/10/science/cystic-fibrosis-drug-wins-panel-s-backing.html","abstract":"  An advisory panel to the Food and Drug Administration today recommended approval of a genetically engineered drug for the treatment of cystic fibrosis. If approved, the drug would be the first new treatment for the disease in 30 years.   The drug is made by Genentech Inc. of South San Francisco, which plans to market the drug under the brand name Pulmozyme.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"New Clues In Deaths Of Gay Men","web_url":"https://www.nytimes.com/1993/08/10/nyregion/new-clues-in-deaths-of-gay-men.html","abstract":"  A torso found beside a highway in upstate New York on Sunday night belongs to a man who may have been the victim of a killer who stalks gay men, police investigators said yesterday.   But the investigators said it was unclear what light the discovery could shed on the murders of at least three other men whose bodies were dismembered over the last two years.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"NATO Allies Settle on Procedures For Air Strikes on Serbs in Bosnia","web_url":"https://www.nytimes.com/1993/08/10/world/nato-allies-settle-on-procedures-for-air-strikes-on-serbs-in-bosnia.html","abstract":"  The NATO allies approved procedures and targets today for air strikes against Bosnian Serb nationalist forces if they kept up their strangulation of Sarajevo. But they put off a specific bombing decision and confirmed that such missions would not begin without specific approval by the Secretary General of the United Nations.   NATO airplanes and coordination procedures with United Nations peacekeeping forces in Bosnia and Herzegovina are already in place. The actual decision to launch attacks would depend on additional judgments -- that the Serbs were tightening the noose around Sarajevo and other besieged areas, and then only after all 16 allies met here again to approve.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/10/nyregion/inside-210293.html","abstract":"    Slow Start on Asbestos   The emergency asbestos inspection program in New York City's public schools has advanced more slowly in its first days than expected. Page B1. Dinkins Begins Radio Ads    Mayor Dinkins says his campaign will hit the radio airwaves in an effort to get money and volunteers via a toll-free telephone number. Page B1. C.I.A. Agent Killed    A diplomat was shot and killed near Tbilisi, Georgia, and officials identified him as an agent of the Central Intelligence Agency. Page A6.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Clinton Takes His Plan to the People","web_url":"https://www.nytimes.com/1993/08/10/us/clinton-takes-his-plan-to-the-people.html","abstract":"  President Clinton opened a drive today to convince the American public of what he narrowly managed to convince Congress last week: that his $496 billion package of spending cuts and tax increases was worthy of its support.   The White House billed the President's trip here as a victory lap to celebrate Congressional approval of his five-year economic plan. But his campaign-style rally this afternoon also reflected the view of Mr. Clinton and his aides that even though the plan had passed, it remained to be sold.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Review/Music; Mozart, Paired With Tchaikovsky","web_url":"https://www.nytimes.com/1993/08/10/arts/review-music-mozart-paired-with-tchaikovsky.html","abstract":"  The Mostly Mozart Festival hit on a workable theme this week, examining Mozart's influence on Tchaikovsky, but many people in the audience at Avery Fisher Hall last Tuesday evening were having none of it.   Tchaikovsky pronounced Mozart's works \"the highest, most perfect culmination ever attained by beauty in the realm of music.\" Michael Lankester, in his preconcert lecture, cited other evidence of Tchaikovsky's near-idolatry of Mozart and used a piano to show instances of the resulting influence. The concert itself, conducted by Neeme Jarvi, capped a steady stream of Mozart -- Two Minuets With Contredanses (K. 463), Six German Dances (K. 509) and two concertos -- with Tchaikovsky's Orchestral Suite No. 4, \"Mozartiana.\"","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Western Europe Is Ending Its Welcome to Immigrants","web_url":"https://www.nytimes.com/1993/08/10/world/western-europe-is-ending-its-welcome-to-immigrants.html","abstract":"  Fearfully, painfully, the nations of Western Europe are recognizing that immigration is probably the most explosive problem they face, and they are taking drastic steps to fend off unwanted foreigners.   France, Germany, Britain -- all the Western European countries, from Sweden to Greece -- feel that they are under siege as hundreds of thousands of poor people cross the newly opened borders of Eastern Europe or flee economically desperate countries in Africa and Southeast Asia.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Hillary Clinton Seeks to Assure Hospitals","web_url":"https://www.nytimes.com/1993/08/10/us/hillary-clinton-seeks-to-assure-hospitals.html","abstract":"  Hillary Rodham Clinton said today that the President's plan to overhaul health care would insure that antitrust enforcement no longer stood in the way of hospitals that tried to share technology or form other networks.   In a speech to the American Hospital Association, Mrs. Clinton said she had heard hospital executives ask over and over, \"How can we try to move forward to this new world if we cannot even collaborate among ourselves?\"","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"With Budget Won, Sales Pitch Begins","web_url":"https://www.nytimes.com/1993/08/10/us/with-budget-won-sales-pitch-begins.html","abstract":"  President Clinton opened a drive yesterday to convince the American public of what he narrowly managed to convince Congress last week: that his $496 billion package of spending cuts and tax increases was worthy of its support.   The White House billed the President's visit to West Virginia as a victory lap to celebrate Congressional approval of his five-year economic plan. But his campaign-style rally reflected the Administration's view that though the plan had passed, it remained to be sold.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Sounds of Silence","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-sounds-of-silence-975193.html","abstract":"  To the Editor:   Those of us who haven't the wherewithal to buy a compact disk player and replace our record collections are rapidly finding we cannot listen to the thousands of long-playing records in which we've invested because the manufacturers are no longer making the equipment we need to play them. Here in Maine I have to place a special order with local audio stores for phonograph needles. One of these days my records will sit in silence on the shelf. DAVID MILLS Waterville, Me., July 28, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Yes, There Is a Reason to Be in Somalia","web_url":"https://www.nytimes.com/1993/08/10/opinion/yes-there-is-a-reason-to-be-in-somalia.html","abstract":"  With the killing of four United States servicemen in Somalia on Sunday, more Americans may ask why we should care about the United Nations effort to restore that failed state.    President Clinton has said we have no choice but to protect our soldiers and make sure the mission succeeds.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"A Book Of Early Poems By Eliot","web_url":"https://www.nytimes.com/1993/08/10/books/a-book-of-early-poems-by-eliot.html","abstract":"  Some 40 early poems by T. S. Eliot, which up to now have been accessible mainly to scholars at the New York Public Library, are to be published for the first time in Britain and the United States.   The poems, written between 1909 and 1916 or 1917, are included in a brown, leather-bound notebook and accompanying set of papers that were purchased in 1958, along with the original manuscript of \"The Waste Land,\" by the library's Berg Collection of English and American Literature.","thumbnail":null,"section":"Books"},{"date":"19930810","headline":"Pope, on Way to U.S., Avoids Criticism on Bosnia","web_url":"https://www.nytimes.com/1993/08/10/world/pope-on-way-to-us-avoids-criticism-on-bosnia.html","abstract":"  Embarking on a trip that will take him to his first encounter with President Clinton, Pope John Paul II sounded conciliatory tones toward American policy in Bosnia and Somalia today but offered no hint of compromise on what American Catholics regard as such key issues as abortion.   The Pope set out his views in a brief meeting with reporters aboard the plane carrying him here from Rome. He is to visit Jamaica and Mexico before traveling to Denver to join celebrations of World Youth Day this week and meet with Mr. Clinton. The trip is the 60th of his papacy.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Becker to Join Hamlet Cup Field","web_url":"https://www.nytimes.com/1993/08/10/sports/sports-people-tennis-becker-to-join-hamlet-cup-field.html","abstract":"  BORIS BECKER, ranked No. 4 in the world, has accepted a wild-card bid to play in the Waldbaum's Hamlet Cup tournament, which begins Aug. 23 in Commack, L.I. Becker's entry gives the Open tuneup six of the top 10 players, including the defending champion, STEFAN EDBERG (3), SERGEI BRUGUERA (5), MICHAEL STICH (6), PETR KORDA (8) and MICHAEL CHANG (9).  ","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Lebanon Deploys Troops Near Israeli Border","web_url":"https://www.nytimes.com/1993/08/10/world/lebanon-deploys-troops-near-israeli-border.html","abstract":"  With United States support and Syrian-Israeli approval, the Lebanese Government deployed regular army troops today in four villages facing Israel's security zone in southern Lebanon. The towns were a target of Israel's weeklong artillery and air bombardment on July 25.   After a cease-fire brokered by the United States, the Lebanese Government decided on Aug. 1 to send troops to maintain security and help state agencies and institutions to resume their normal functions.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Minorities Assail Nominees To Nassau's Charter Panel","web_url":"https://www.nytimes.com/1993/08/10/nyregion/minorities-assail-nominees-to-nassau-s-charter-panel.html","abstract":"  Black and Hispanic residents charged today that the commission that will revise Nassau County's form of government is dominated by Republican Party insiders who have largely been unresponsive to the needs of minorities.   \"What I see is business as usual,\" said Roger Corbin, a black Westbury resident who is a North Hempstead Democratic Party leader. \"There is no one in the commission, with the exception of one or two, who are going to represent our interests.\"","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Meteors to Put On a Rare Show","web_url":"https://www.nytimes.com/1993/08/10/science/meteors-to-put-on-a-rare-show.html","abstract":"  MIGHTY storm or heavy shower, but certainly no drizzle. That's the astronomical forecast for tomorrow evening, when the night sky will come alive with flashes of light from the Perseid meteors. The Old Faithful of meteor showers is expected to be spectacular this year because a passing comet recently recharged the river of debris that the Earth crosses to produce this annual extravaganza of \"shooting stars.\"   The Perseids (pronounced PUR-see-ids) are so named because they appear to radiate from a point near the constellation Perseus, which is near Cassiopeia, the easily recognized \"W\"-shaped constellation. Perseus was the son of Zeus in Greek mythology.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Review/Television; The Self-Realization of Gayness","web_url":"https://www.nytimes.com/1993/08/10/arts/review-television-the-self-realization-of-gayness.html","abstract":"  No conclusive answer to the title question, \"Why Am I Gay?,\" is provided by these \"Stories of Coming Out in America.\" But the profiles of four homosexuals -- three men and a woman -- leave a strong impression that they had little to say about it.   All tell of their childhood confusion and distress when, as Edgar, a Bronx police sergeant, recalls, \"I didn't think there was anybody in the whole world like me.\" Michael, a member of the Flirtations -- advertised as \"the world's most famous openly gay, politically aware a cappella doo-wop singing group\" -- is reminded on a visit back to the Midwest of the growing-up miseries of being picked on as a sissy. Susanne, a 46-year-old divorced woman, says she never wanted to be different but found herself strongly drawn to her own sex.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Tax Credit for Poor Is Widely Abused","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-tax-credit-for-poor-is-widely-abused-978693.html","abstract":"  To the Editor:   Re \"Expansion of Aid for Working Poor Is Tied to Budget\" (front page, July 26): Having prepared about 500 tax returns in an H.& R. Block office in New York City's Washington Heights section last tax season, I am under the impression that the earned-income tax credit is the most abused part of the tax system.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Crashes Highlight Ballooning's Surge","web_url":"https://www.nytimes.com/1993/08/10/us/crashes-highlight-ballooning-s-surge.html","abstract":"  A hot air balloon crash that killed six people on Sunday near Aspen and another accident that injured 11 passengers just minutes later nearby have called attention to the dramatic growth of the sport.   The number of balloons in the nation has increased to nearly 5,000 today from about 100 in 1973, said Kay Graybael, a spokeswoman for the Balloon Federation of America.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"New York May Try Concrete to Combat Gulls at a Reservoir","web_url":"https://www.nytimes.com/1993/08/10/nyregion/new-york-may-try-concrete-to-combat-gulls-at-a-reservoir.html","abstract":"  How do you keep well-fed gulls swimming in your drinking water from doing what gulls do? Other cities have covered their reservoirs with plastic, in the equivalent of a tent. But this is New York, and so city officials are drafting plans for concrete, the equivalent of a pyramid.   When investigators traced an outbreak of bacteria in city tap water to gulls at the Hillview reservoir in Yonkers this month, city officials said the problem was temporary because they had plans to cover the reservoir with a concrete deck topped with a reflecting pool.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/10/style/chronicle-020293.html","abstract":"  The United States Space Camp in Huntsville, Ala., came under siege last week, but not from extraterrestrial forces. Embattled camp officials had to fend off an army of reporters and photographers who were trying to get a glimpse of CHELSEA CLINTON.   The camp was following White House orders. \"The White House asked us to give Chelsea a normal week, just like the other children\" said Ed Davis, the media public relations manager for the United States Space and Rocket Center, which runs the camp for the state of Alabama.","thumbnail":null,"section":"Style"},{"date":"19930810","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/10/nyregion/c-corrections-920493.html","abstract":"  The Pulse chart in The Metro Section on July 30 about office rents labeled the figures incorrectly. They were average asking rents per square foot for a year, not a month.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Faction in Somalia Delaying U.S. Plan To Pull Out Troops","web_url":"https://www.nytimes.com/1993/08/10/world/faction-in-somalia-delaying-us-plan-to-pull-out-troops.html","abstract":"  The United States will not be able to withdraw its troops from Somalia as long as Gen. Mohammed Farah Aidid's faction remains a disruptive political and military force there, senior Clinton Administration officials said today.   The assessment came the day after four American soldiers were killed in Somalia, and it reflects the gradual expansion of Washington's original mission from a short-term relief operation to a lengthier effort to bring stability to the country.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Senatorial Disruption in New Jersey","web_url":"https://www.nytimes.com/1993/08/10/opinion/senatorial-disruption-in-new-jersey.html","abstract":"  In only six states can a state senator veto nominations by the governor. The power is traditional, not statutory. In New Jersey -- one of the six -- a senator's objection to the reappointment of a Superior Court judge shows how the power can be abused, and why it should be abolished.    The New Jersey case involves the pending reappointment of Marianne Espinosa Murphy, who sits on family cases and is known for being tough on \"deadbeat dads\" who welsh on child support. Her seven-year term expires next month; Senate confirmation of her reappointment would give her tenure. Senator John Dorsey, the Republican majority leader, stands in her way by invoking \"senatorial courtesy.\" She sits in his home county.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/10/nyregion/c-corrections-925593.html","abstract":"  A jazz listing on Sunday in the Arts and Leisure section misstated the performance date for \"Big Mingus,\" a tribute to Charles Mingus by the Mingus Dynasty and the Mingus Big Band, at Damrosch Park. It is at 6:30 P.M. this Friday, not Thursday.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Colleges Spend Faster Than Parents Can Pay","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-colleges-spend-faster-than-parents-can-pay-971993.html","abstract":"  To the Editor:   Charles A. Kiesler, a university chancellor, betrays an ignorance of the use of indexes in trying to explain \"Why College Costs Rise and Rise and Rise\" (Op-Ed, July 28).","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Back to Basics in Somalia","web_url":"https://www.nytimes.com/1993/08/10/opinion/back-to-basics-in-somalia.html","abstract":"  Four Americans died in Somalia on Sunday -- the first U.S. combat deaths since the U.N. took command of peacekeeping operations there in May. It's a painful moment, sure to bring calls to withdraw the 4,000 remaining U.S. troops. But a more constructive response would be for Washington to insist that the operation return quickly to its original goals: humanitarian relief, political reconciliation and rebuilding a functional government.   President Clinton has pledged to find out who was responsible for the blast that killed the soldiers as their Humvee traveled down a Mogadishu street, and then \"take appropriate action,\" through the U.N., to protect American troops. Well and good.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"At Edge Of Beach, 2 Theories At Odds","web_url":"https://www.nytimes.com/1993/08/10/science/at-edge-of-beach-2-theories-at-odds.html","abstract":"  SCIENTISTS who created artificial beaches in a computer have produced startling new findings about one of the most puzzling features of coastal geology: the evenly spaced, crescent-shaped undulations that form as if by magic along many coastlines.   Though they can be subtle enough to escape the notice of bathers splashing in the surf, these beach cusps have long fascinated scientists, who have yet to figure out for sure exactly how they form. Cusps occur on all kinds of beaches, from stretches of gravel exposed to the ocean's wrath to sheltered expanses of fine-grained sand. Individual cusps can be anywhere from a few inches to 50 yards apart.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Dinkins Begins Advertising Campaign on Radio","web_url":"https://www.nytimes.com/1993/08/10/nyregion/dinkins-begins-advertising-campaign-on-radio.html","abstract":"  Less than a week after Rudolph W. Giuliani began airing radio and television commercials to reintroduce himself to New Yorkers, Mayor David N. Dinkins said yesterday that his campaign would hit the radio airwaves for the first time today in an effort to get money and volunteers via a toll-free telephone number.   The use of the telephone number -- 1-800-DINKINS -- represents the first time in a New York City campaign that a candidate has set up a toll-free number to solicit contributions and volunteers, a tactic that first came to broad prominence last year when it was used by Edmund G. Brown Jr., the former California Governor, and Ross Perot during the Presidential race.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/10/style/IHT-what-theyre-reading.html","abstract":"Joseph Laitin, who has been a spokesman for the Pentagon and the U.S. Treasury _ and a former Hollywood correspondent _is reading \"Marlene Dietrich\", by her daughter, Maria Riva.. \"A sensitive, touching, no-holdsbarred account which is far","thumbnail":null,"section":"Style"},{"date":"19930810","headline":"A Tribute to Maleska : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-a-tribute-to-maleska-letters-to-the-editor.html","abstract":"Crossword addicts all over the world will join me in mourning the passing on Aug. 3 of Eugene Maleska, crossword puzzle editor of The New York Times. As a reader of the International Herald Tribune, I encountered him only occasionally and always on weeke","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Coping With Disruption And Fears of Asbestos","web_url":"https://www.nytimes.com/1993/08/10/nyregion/coping-with-disruption-and-fears-of-asbestos.html","abstract":"  Zabar Nelson ate a slice of pizza, a bowl of corn and an apple yesterday on his lap in the auditorium of Public School 139 in Flatbush, Brooklyn.   The cafeteria where he usually eats his lunch was sealed off by custodians this weekend after school officials concluded there could be asbestos behind the cracking plaster in the room and in several classrooms on the building's fourth floor.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Doctor Clears Roberts But Orders More Testing","web_url":"https://www.nytimes.com/1993/08/10/sports/doctor-clears-roberts-but-orders-more-testing.html","abstract":"  Giants offensive lineman William Roberts has been released from the hospital and cleared to play football again after suffering a third episode of atrial fibrillation, or rapid heartbeat. But he will miss at least two weeks for further tests to make sure that football is not putting his life in jeopardy.   Roberts left New York Hospital-Cornell Medical Center this afternoon, two days after he left New York's game against the Cincinnati Bengals on Saturday night complaining of light-headedness. It was later determined that Roberts had suffered another case of atrial fibrillation, his third in two years, this time triggered by over-the-counter medication Roberts had taken earlier in the week for a chest cold.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"1893: Rioting in Spain : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-1893-rioting-in-spain-in-our-pages100-75-and-50-years-ago.html","abstract":"MADRID - An extraordinary state prevails at Vitoria. The city was affected by a new scheme of military reorganization. The populace resented Vitoria being deposed from its position as an important military centre, and there was rioting on Aug. 8. Martial","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/10/nyregion/no-headline-206493.html","abstract":"  I am still walking on my own two legs. -- POPE JOHN PAUL II, talking about his health as he headed for a visit to the United States.  [ A7:3. ]","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Morals Can Restore Self-Respect to Youth","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-morals-can-restore-self-respect-to-youth-974393.html","abstract":"  To the Editor:   The reasoning in your July 31 editorial endorsing Dr. Joycelyn Elders as Surgeon General of the United States is appalling. In citing the woeful statistics on teen-age pregnancy, AIDS and other venereal diseases, you say, \"For all such ills the best prescription is straight, strong, honest talk about the sexual precociousness of America's adolescents, and the necessity for all Americans to know how to protect themselves against unplanned pregnancy and disease.\" Nowhere in the whole editorial do you mention morals.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"CLINTON DOUBLING FEES FOR GRAZING ON FEDERAL LANDS","web_url":"https://www.nytimes.com/1993/08/10/us/clinton-doubling-fees-for-grazing-on-federal-lands.html","abstract":"  Returning to an issue set aside when it appeared to threaten the budget negotiations, the Clinton Administration announced today that it would more than double grazing fees for ranchers who use Federal land. The move is a major step toward reshaping Western land policy.   Environmentalists heralded the action and predicted it would reduce harm to wildlife, forests and streams that they say is caused by grazing on public land.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Bruno vs. Lewis: A Personal Battle of Britain","web_url":"https://www.nytimes.com/1993/08/10/sports/boxing-bruno-vs-lewis-a-personal-battle-of-britain.html","abstract":"  Perhaps Frank Bruno knows the dates of the War of the Roses. And Lennox Lewis may know the name of the first ship used to evacuate beleaguered troops at Dunkirk.   Anyway, the question of who is more British was a subject of considerable debate and a lot of snide verbal jabs yesterday. But the real question will be settled just after midnight Oct. 2: Who is Britain's best heavyweight boxer?","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"When Memory And Frill Collide","web_url":"https://www.nytimes.com/1993/08/10/science/peripherals-when-memory-and-frill-collide.html","abstract":"  ALTHOUGH it is an old song, \"Thanks for the Memory\" is still the favorite theme of personal computer fans, particularly those who have resisted moving to Windows or who have made only a partial changeover. Two columns last month about QEMM 7.01, Quarterdeck's new version of an old standard among memory managers, brought in spirited responses from both readers and software publishers.   It was mentioned that QEMM and a screen saver, Razzle Dazzle, did not coexist. A company expert in the Quarterdeck Forum in Compuserve, who had earlier suggested changes to deal with this, noted later: \"You will probably find that some screen savers will interfere with system functions that are more important. However, a lot of our users have After Dark, and that seems to work fine.\" This avoided answering the question of what system function could possibly be more important than a neat screen saver. Then Road Scholar, the publisher of Razzle Dazzle, sent word that an updated version of the screen saver would work with the new QEMM. Meanwhile, a reader, Dick Netzer, senior fellow and professor of economics and public administration at New York University, wrote of version 6.0: \"QEMM fights fiercely with Pyro,\" a screen saver, \"and occasionally fights with Sidekick.\"","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Taos Journal; In Defense of a Hero of the Old West","web_url":"https://www.nytimes.com/1993/08/10/us/taos-journal-in-defense-of-a-hero-of-the-old-west.html","abstract":"  One hundred and twenty-five years after his death, Kit Carson, the legendary scout and frontiersman of the Old West, is still a big man here. A national forest outside town is named after him, and his home and grave site are popular tourist attractions.   So the idea that Carson's reputation needs rehabilitating may sound odd, but that is just what the people who run the Kit Carson Historic Museum are trying to do. On July 31 they held a symposium called \"Kit Carson: Indian Fighter or Indian Killer?\" to defend his honor.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"C.I.A. Agent Dies in Georgian Attack","web_url":"https://www.nytimes.com/1993/08/10/world/cia-agent-dies-in-georgian-attack.html","abstract":"  A United States diplomat was shot and killed on Sunday near Tbilisi, Georgia, Administration officials said today. He was later identified by senior Administration officials as an agent with the Central Intelligence Agency.    The dead man, Fred Woodruff, 45, a native of Stillwater, Okla., was shot while riding in a car with Eldar Gugusladze, the chief bodyguard for Eduard Shevardnadze, President of the former Soviet republic. Mr. Gugusladze was not injured. It could not be determined whether the men were accompanied by armed guards.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Yankee Stadium Comes Alive","web_url":"https://www.nytimes.com/1993/08/10/opinion/yankee-stadium-comes-alive.html","abstract":"  Don't believe George Steinbrenner the next time he says fans won't venture into the South Bronx to watch the Yankees play. Yankee Stadium drew healthy crowds last week during the four- game series with the Toronto Blue Jays. It was packed, and with good reason: Leadership in the American League East was at stake.   Earlier in the season, when the Yankees were lucky to attract 24,000 people, Mr. Steinbrenner said the fault lay with the stadium, not his team. Fans wouldn't brave the indignities of the Bronx, he argued. Not enough parking. Bad lighting. Traffic. Fear of crime. The Boss began making noises about moving to New Jersey or, if New York's elected officials let him get away with it, to mid-Manhattan.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Review/Rock; The Barrage Method of Tweaking Taboos","web_url":"https://www.nytimes.com/1993/08/10/arts/review-rock-the-barrage-method-of-tweaking-taboos.html","abstract":"  Garage-band riffs, pounding drums, flashing lights, random film clips and a general air of frenzied decadence have made the Butthole Surfers an alternative-rock staple. At Roseland last Tuesday night, in a sold-out triple bill with Stone Temple Pilots and Flaming Lips, the band trotted out its dependable act. A decade of touring has turned into a routine, with Gibby Haynes's growled, rasped, distorted vocals, Paul Leary's acid-rock guitar, a selection of surgical-instruction and ethnographic films, and a finale in which Mr. Haynes sets a cymbal afire with lighter fluid and hits it with a drumstick to send flames aloft.   The band's name, printable but outrageous, promises taboo-tweaking titillation, while its lyrics growl about party-hearty apathy and bodily decay, controlled wildness that's perfect for the collegiate circuit. After making 11 albums and EP's for independent labels, with titles like \"Locust Abortion Technician\" and \"Hairway to Steven,\" the Surfers, who are based in Austin, Tex., recently released \"Independent Worm Saloon\" on the Capitol label, showing how the rock mainstream has expanded toward the noisier fringes.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Horacio Gutierrez Cancels","web_url":"https://www.nytimes.com/1993/08/10/arts/horacio-gutierrez-cancels.html","abstract":"  Because of a back injury, the pianist Horacio Gutierrez has canceled his appearances with the Mostly Mozart Festival Orchestra tonight and tomorrow at 8 P.M. at Avery Fisher Hall. Replacing him as soloist in the Mozart Piano Concerto No. 23 is to be Seung-Un Ha, making her Mostly Mozart debut. The remainder of the program remains unchanged and includes Haydn's Symphony No. 93 and Violin Concerto No. 1, with Gil Shaham, soloist, and Mozart's Symphony No. 36. George Cleve is to conduct. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Review/Theater; Singing, Dancing, a Bark or Two","web_url":"https://www.nytimes.com/1993/08/10/theater/review-theater-singing-dancing-a-bark-or-two.html","abstract":"  No sooner does 9-year-old Kathryn Zaremba sing her first note in \"Annie Warbucks,\" the long-labored-over musical that opened at the Variety Arts Theater last night, than the audience erupts into relieved, gratified chuckles. Ms. Zaremba, who plays the show's titular heroine, is very small, even for a 9-year-old, but her voice, which is pitched somewhere between a bugle and a gym teacher's whistle, is enormous. Never mind that her diction sometimes suggests that her cheeks have been stuffed with M&M's. The kid can belt, and she seems as un-self-conscious as a kitten.   In the old-fashioned American musical, which is what \"Annie Warbucks\" frankly aspires to be, big voices out of little bodies are held dear, representing a combination of naivete and aggression that is at the very heart of the form. Innocence at high volume was, after all, what put over the original \"Annie\" -- the 1977 Broadway blockbuster inspired by the long-running comic strip \"Little Orphan Annie\" -- to which this production is a sequel. \"Annie\" was audaciously anachronistic, and after a decade of musical theater dominated by the chillier charm of Sondheim, audiences lapped up its brazen sentimentality.","thumbnail":null,"section":"Theater"},{"date":"19930810","headline":"Serbs Make a Gesture at Sarajevo, Then Dig In Heels","web_url":"https://www.nytimes.com/1993/08/10/world/serbs-make-a-gesture-at-sarajevo-then-dig-in-heels.html","abstract":"  A melancholy smile spread across the face of a sodden Bosnian soldier standing in a forest clearing on Mount Igman today.    \"A Serbian withdrawal?\" Samir Kozar said, shaking his head so that raindrops ran in rivers down the garbage bag he was using as a poncho. \"Let me tell you: when you reporters are around, or the United Nations, the Serbs behave like babies. But as soon as you go, pow! Tanks, howitzers, mortars, antiaircraft guns -- everything.\"","thumbnail":null,"section":"World"},{"date":"19930810","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-letters-to-the-editor.html","abstract":"I appreciated Muhamed Sacirbey's \"Remember to Prosecute War Criminals\" (Opinion, Aug. 6) and Mr. Brodsky's piece as well. By the way, already at age 16, the future Nobel Prize winner acted as a man of honor. According to Soviet law, Mr. Brodsky","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Running Up the Track In the Viewing Race","web_url":"https://www.nytimes.com/1993/08/10/sports/track-and-field-running-up-the-track-in-the-viewing-race.html","abstract":"  When the Olympics are out of session, we Americans dine on a sparse diet of televised track and field and other summer events (save gymnastics, which we get in mass quantities). We want our Jackie Joyner-Kersees and Mike Powells for our quadrennial gorge every four years, then we slouch toward abstention.   Meanwhile, in Europe, track and field is a cornerstone of TV sports. \"It needs a concentrated effort in the United States,\" said Peter Sprogis, executive vice president of ISL Marketing, which sells worldwide TV rights to the world track and field championships. \"Something is always happening in track.\"","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"1943: 'Gandhi Pilgrims' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-1943-gandhi-pilgrims-in-our-pages100-75-and-50-years-ago.html","abstract":"BOMBAY - [From our New York edition:] Disorders broke out at Bombay, Ahmedabad and Poona today [Aug. 9] on the first anniversary of the arrest of Mohandas Gandhi and other Nationalist leaders. Many hundreds of persons were arrested. Many militant National","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Budget Cutters Discover Easy Target in Medicare","web_url":"https://www.nytimes.com/1993/08/10/us/budget-cutters-discover-easy-target-in-medicare.html","abstract":"  As one of the largest and fastest-growing Federal programs and one bearing the dreaded \"entitlement\" label at that, Medicare, which covers health care for the elderly, presented budget cutters with a plump target.  And not surprisingly it took the biggest single hit, apart from the military, as Congress and the President wrapped up the new five-year economic plan last week.    Money for Medicare from 1994 through 1998 was trimmed by $56 billion, a 6 percent cut from the previously projected total of $971 billion. Another $8 billion was pared from Medicaid, the health care program for the poor, a 1 percent cut from $592 billion.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Judge Restricting Nixon's Tapes","web_url":"https://www.nytimes.com/1993/08/10/us/judge-restricting-nixon-s-tapes.html","abstract":"  A Federal judge today barred the National Archives from releasing more of Richard M. Nixon's White House tapes until all personal conversations are separated and returned to the former President.   Judge Royce C. Lamberth of Federal District Court said the statute authorizing the release of tapes made by Mr. Nixon immediately after the Watergate break-in provided that \"purely private material be returned for his sole custody and use.\" He added: \"We are now in 1993. Not one bit of that material has been turned over.\"","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"The Myth of Successful Aging","web_url":"https://www.nytimes.com/1993/08/10/opinion/the-myth-of-successful-aging.html","abstract":"I spent a little more than a year among a group of people who were brought together by age and illness in a nursing home in western Massachusetts. This is an excerpt from my forthcoming book about them, \"Old Friends.\" I set out to contemplate the problem of old age, and ended up interested not in a problem but in the lives of a few elderly people. Like every other situation, this one had its ordinary citizens and its heroes.\n\nIn the attempt to understand and control the biology of aging, medical science has long drawn a distinction between the \"pathological\" and the \"normal.\" The term \"normal aging\" still survives in the medical literature, in spite of many ambiguities, in spite of the fact that an old age free of pathology isn't really normal but ideal.","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"1918: Pledge to Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-1918-pledge-to-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The British Government, in a declaration to Russia, which has been published at Vladivostok, says: \"We come to you as friends, to aid you and to save you from dismemberment; from destruction at the hands of the Germans, who seek to reduce yo","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Job-Seekers Are Victims Of Ad Hoax","web_url":"https://www.nytimes.com/1993/08/10/nyregion/job-seekers-are-victims-of-ad-hoax.html","abstract":"  Two bogus ads, including one that encouraged people with criminal records to apply to a Manhattan judge for work as security guards, produced a deluge of job requests at the judge's offices on Sunday and yesterday.   But if the hoax was meant to harass the judge, Acting Justice Elliott Wilk of State Supreme Court in Manhattan, it hit somewhat shy of the mark. Justice Wilk, who presided over the recent custody battle between Woody Allen and Mia Farrow, is on vacation this week, and it was an aide who was burdened by the deceit.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Review/Music; Classic Improvisation (As in Quick Thinking)","web_url":"https://www.nytimes.com/1993/08/10/arts/review-music-classic-improvisation-as-in-quick-thinking.html","abstract":"  The final concert of the 53d season of the Norfolk Chamber Music Festival, this evening, was enjoyable and at times sensational on its own terms. Still, it could only be anticlimactic after the bizarre and wonderful events of the night before.   On Friday evening, the Cleveland Quartet was to have played a standard program of Haydn and Brahms quartets, separated by a small novelty: the premiere of Joan Tower's seven-minute \"Elegy\" for trombone and string quartet, a work commissioned by the festival for its trombonist John Swallow. For reasons that would become clear only later, the concert began almost 25 minutes after the scheduled 8:30 start, and the order was changed to put the Tower first. Thus began a wild ride.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"Always There With an Assist","web_url":"https://www.nytimes.com/1993/08/10/sports/hockey-always-there-with-an-assist.html","abstract":"  Adam Graves had bunk beds as a child. He didn't need them for sleepovers, he needed them for the constant stream of little boys who shared his room. There was always, it seemed, another child who needed a family, another child who needed a home.   Ottalene Leithwood, a children's services worker in Toronto, always knew she could call the Graves family when she had a foster child she could not place. It didn't matter if the little boy was violent and unresponsive. If there was still room in the Graves's home, they would open the door.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Liftoff Nears for Lightweight Rocket","web_url":"https://www.nytimes.com/1993/08/10/science/liftoff-nears-for-lightweight-rocket.html","abstract":"  A REVOLUTIONARY kind of rocket ship is ready to rise from the launching pad for the first time, lifting some of the gloom that has enveloped aerospace experts recently as the nation's two main space vehicles were grounded by a series of tiny mishaps and one catastrophic failure.   The new rocket is based on an idea studied for decades but not feasible until recently: blasting into space on a single stage.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Part of Immigrant Nightmare Goes on the Block","web_url":"https://www.nytimes.com/1993/08/10/nyregion/part-of-immigrant-nightmare-goes-on-the-block.html","abstract":"  For Sale: Rusting 150-foot freighter. Name: Golden Venture. Last Voyage: To New York City from Southeast Asia, with 300 illegal immigrants from China aboard. Price: $17,500 or best bid. Prospects for future trips: Uncertain.   Interested buyers have been invited to take a look at the Golden Venture, currently docked on Staten Island, where she is in the custody of Federal Marshals who seized the vessel after it ran aground off Queens before dawn on June 6.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Reggie Lewis Passed Celtics' Treadmill Test in April","web_url":"https://www.nytimes.com/1993/08/10/sports/pro-basketball-reggie-lewis-passed-celtics-treadmill-test-in-april.html","abstract":"  Reggie Lewis showed no signs of an abnormal heart when he underwent a stress test on a treadmill three days before he collapsed during a playoff game on April 29, the Celtics' physician said today.   Dr. Arnold D. Scheller said today that he routinely monitors the heart rate of each of the Celtics twice a year while they exercise on a treadmill.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Leadership Has Failed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-leadership-has-failed-letters-to-the-editor.html","abstract":"I am sure Joseph Brodsky speaks for many of us who now view our leaders as cowards or profiteers (\"Enough of This Unnecessary Carnage in the Balkans,\" Opinion, Aug. 5). Why did U.S. officials bother with speeches at the new Holocaust Museum in","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Hampton's Request: Try Guessing What","web_url":"https://www.nytimes.com/1993/08/10/sports/pro-football-giants-notebook-hampton-s-request-try-guessing-what.html","abstract":"  Giants running back Rodney Hampton isn't mad -- yet. But the Pro Bowl player is just a little bothered by the fact the Giants haven't renegotiated his contract.   Hampton didn't report to camp when it began last month because he wanted to renegotiate his existing deal. He is scheduled to make about $425,000 this year while the five top paid running backs in the league -- which many say Hampton should be among -- make an average of well over $1 million a season.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/10/nyregion/news-summary-167093.html","abstract":"  International A2-11 EUROPE CONFRONTS IMMIGRATION   Western European nations recognize that immigration is probably the most explosive problem they face, and they are taking drastic steps to fend off unwanted foreigners.  A1 NATO BACKS AIR STRIKES   NATO approved a plan for air strikes that could come in response to Serbian military actions in Bosnia, but said such missions would come only after specific approval by the U.N. Secretary General.  A1 Bosnia's leader linked his return to talks to a Serbian pullback.  A2 There were no signs that Bosnian forces had begun a withdrawal.  A3 Another U.S. official has resigned in protest over policy on Bosnia.  A2 A wounded 5-year-old Bosnian girl is evacuated to Britain.  A3 PROBLEMS FOR TRADE PACT   Washington's low-key support of the North American Free Trade Agreement has angered its supporters, who say the White House has made passing it more difficult.  A1 IN SOMALIA, U.S. FACES HURDLE   The U.S. said it would not be able to withdraw American troops from Somalia as long as supporters of Gen. Mohammed Farah Aidid remain a disruptive political and military force there.  A1 U.S. AGENT SLAIN IN EX-SOVIET AREA   A U.S. diplomat was shot and killed in former Soviet republic of Georgia, and he was later identified by officials as a 45-year old C.I.A. agent who was born in Oklahoma.  A6 POPE HEADS FOR JAMAICA, MEXICO   Pope John Paul II offered no hint of compromise on issues like abortion as he set off for Jamaica and Mexico before traveling to Denver for World Youth Day.  A7 Lebanese troops were sent to sites near Israel's buffer zone.  A10 Palestinian delegates met with P.L.O. leaders.  A11 Baghdad Journal: Larger-than-life portraits of the leader.  A4 National A12-16, B8 PLANNING TO RAISE GRAZING FEES   The Clinton Administration announced plans to more than double grazing fees for ranchers who use Federal land, the first step toward reshaping Western land policy.  A1 MIDWEST FLOOD EBBS   The worst is over in the great flood of '93: The crest rolled down the Mississippi past Cairo, Ill., and from there south the waters pose much less of a danger. Now comes the big clean-up.A1 ACCIDENT SPURS SAFETY FEARS   A hot-air balloon crash that killed six people in Colorado has called attention to the substantial growth of the sport.  A12 ACCORD ON NUCLEAR FUEL   The Department of Energy said it had negotiated a compromise between the State of Idaho and the Navy to allow spent fuel from nuclear-powered ships to be stored on Federal land there.  A12 SELLING HEALTH PLAN   Hillary Rodham Clinton tried to appeal to hospital executives by telling them the President's plan to overhaul health care would clear the way for hospitals to share technology or form other networks.  A14 With little fanfare, Medicare was cut substantially in the budget.  A14 SEEKING BUDGET SUPPORT   President Clinton opened a drive to convince the American public of what he narrowly managed to convince Congress last week: that his budget package was worthy of their support.  A16 Taos Journal: A New Mexico town tries to rehabilitate a hero.  A12 A Federal judge delayed release of Watergate tapes.  A14 Metro Digest B1 HARD WAY TO STOP BIRDS   How do you keep gulls from fouling water? Other cities have covered reservoirs with plastic, like a tent. But this is New York, and so officials want to use concrete, the equivalent of building a pyramid.  A1 Business Digest D1 Science Times C1-12 A new kind of lightweight rocket waits in the wings.  C1 Scientist at Work: Dr. Victoria Foe, developmental biologist.  C1 The heavy hand of Europeans on North America.  C1 New risk factors in Sudden Infant Death Syndrome.C3 What makes beach cusps symmetrical? Two rival theories.  C4 Q&A C8 Personal Computers C7 Peripherals C6 Science Watch C10 Arts/Entertainment C13-18 A retrospective of George Kuchar, free-form film maker.  C13 Early Eliot poems.  C13 Theater: \"Annie Warbucks.\" C13 Music: Rare improvisation.  C13 Tchaikovsky and Mozart.  C17 Tweaking taboos.C17 Books: \"Without Remorse.\" C18 Television: \"Why Am I Gay?\" C18 Fashion Page B9 The return of an American original. Patterns By Design Sports B10-15 Baseball: Mattingly to finally taste Red Sox rivalry.  B11 Bleach thickens as Mets prepare to talk.  B13 Orioles win eighth straight.  B12 Basketball: Early stress test on Lewis was negative.  B15 Boxing: Bruno and Lewis stage own battle of Britain.  B13 Columns: Moran on Reggie Lewis.  B11 On Baseball B13 TV Sports B15 Football: Doctor clears Giants' Roberts to play.  B11 Hampton displeased over contract stand.  B14 Jets' Jones starts work in earnest.  B14 Favre drawing players to Green Bay.  B14 Hockey: Rangers' Graves gives hand to children.  B11 Sports People B10 Obituaries D20 James E. Dingman, developer of satellite communications. Alison Raymond Lanier, an author. Dr. Ralph W. Sleeper, philosophy teacher at Queens College. Editorials/Op-Ed A18-19 Editorials The school asbestos scandal. Back to basics in Somalia. Yankee Stadium comes alive. Senatorial disruption in N.J. Letters Russell Baker: Not so Pleasant Street. Tracy Kidder: The myth of successful aging. Madeleine K. Albright: Yes, there is a reason to be in Somalia. Bridge C17 Chess C18 Chronicle B4 Crossword C18","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Sleeping Face Down Seems to Put Babies At Risk, Studies Say","web_url":"https://www.nytimes.com/1993/08/10/science/sleeping-face-down-seems-to-put-babies-at-risk-studies-say.html","abstract":"  SUDDEN infant death syndrome, which affects 1 of every 1,000 infants born in this country, and many more worldwide, has long baffled scientists and researchers. Recently, mounting evidence has indicated that babies who sleep face down are at greater risk than those who sleep on their backs or sides.   In addition, in several areas where health officials have urged parents to avoid putting babies face down, the incidence of the syndrome has dropped.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"A Free-Form Film Maker Who Spares All Expense","web_url":"https://www.nytimes.com/1993/08/10/movies/a-free-form-film-maker-who-spares-all-expense.html","abstract":"  Critics often praise a director's work as \"personal.\" It's a pretty safe bet that the films and videos of George Kuchar are not quite what they have in mind when using the term.   For 30 years, working several economic rungs below low-budget, Mr. Kuchar has reached for the glamour of Hollywood and pulled it right down to street level, where ordinary mortals with weight problems and bad skin wage unequal battle with their tawdry surroundings.","thumbnail":null,"section":"Movies"},{"date":"19930810","headline":"Merchants Battle a Wave of Peddlers","web_url":"https://www.nytimes.com/1993/08/10/nyregion/merchants-battle-a-wave-of-peddlers.html","abstract":"  Aaron Smitheimer thought he had seen it all until a peddler came into his Port Washington jewelry store and tried to sell his customers fake name-brand wristwatches.    \"I pay taxes, I pay rent, I pay all the other expenses that go along with running a store, and here's this guy trying to sell watches to my customers,\" Mr. Smitheimer said. \"Talk about chutzpah.\"","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Quarterback Favre Is a Draw in Packer Scheme of Things","web_url":"https://www.nytimes.com/1993/08/10/sports/pro-football-quarterback-favre-is-a-draw-in-packer-scheme-of-things.html","abstract":"  You want to talk about pressure, sit down with Green Bay quarterback Brett Favre.   He is the offensive cornerstone of a rebuilt Packers team that is an early favorite to win the National Football Conference Central Division and perhaps make a run at the Super Bowl. Reggie White, the most sought-after free agent in the off season, said one of the main reasons he chose to come to Green Bay was because Favre was the quarterback.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Facing the Price of a Home Computer","web_url":"https://www.nytimes.com/1993/08/10/science/personal-computers-facing-the-price-of-a-home-computer.html","abstract":"  WITH varying degrees of enthusiasm, parents and children are preparing to begin a new school year. For many people this is the time to shop for a home computer and educational software.   Buying a computer can be nerve-racking for the beginner. Even though prices have plummeted in the last two years, personal computers still represent a substantial investment. What if you choose the wrong type of computer? What features are important and which are frills? What if you can't figure out how to use it? What if the kids get bored with it? Do you really need a computer, or are you being manipulated by the education-technology complex?","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Prehistoric Climate","web_url":"https://www.nytimes.com/1993/08/10/science/science-watch-prehistoric-climate.html","abstract":"  Scientists excavating a disused gravel quarry in Oxfordshire, England, have uncovered a giant graveyard of prehistoric mammoths and other animals. The remains, rare in their diversity and superb state of preservation, hold clues to the region's climate 220,000 years ago.   Dr. Katharine Scott, a paleontologist at the Donald Baden-Powell Quaternary Research Center at Oxford University, said her team had found the remains of more than 150 different species, including 14 complete mammoth tusks, the bones and teeth of bison, and vegetation.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Moon's Thin Atmosphere Extends 5,000 Miles","web_url":"https://www.nytimes.com/1993/08/10/science/science-watch-moon-s-thin-atmosphere-extends-5000-miles.html","abstract":"  ALTHOUGH scientists demonstrated earlier this century that the Moon has a thin atmosphere, its extent was a matter of speculation until two researchers at Boston University developed images of the sodium gas enveloping the Moon.   The researchers, Dr. Michael Mendillo, a professor of astronomy, and Brian Flynn, a doctoral candidate, used a wide-angle four-inch telescope coupled with a sensitive light detector to map the distribution of sodium gas in the lunar atmosphere. In a report in a recent issue of the journal Science, they say the atmosphere extends at least 5,000 miles above the lunar surface.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Womanhood as Slavery : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-womanhood-as-slavery-letters-to-the-editor.html","abstract":"Regarding \"Bring Together the World to Eradicate This Torture\" (July 28) by A.M. Rosenthal: .The true purpose of female genital mutilation is to disempower the female. Cultures with the means to end this practice fail to do so because they ar","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/10/sports/results-plus-698193.html","abstract":"  TRACK AND FIELD  Powell's Streak Intact  The long jump world-record holder, Mike Powell, leaped 27 feet 10 inches yesterday in the last round at the Malmo Invitational Grand Prix track and field meet in Sweden. It was Powell's 22d straight victory since the Barcelona Olympics last summer. Earlier this summer, Powell won the United States championship with a mark of 28-1 1/2. Powell failed to jump 8 meters, or 26-3, in the first two rounds yesterday, but gradually produced longer and longer jumps, despite a drizzle. \"In a way I miss Carl Lewis. I'm a man looking for challenges, which he gives me,\" Powell was quoted as saying by the Swedish news agency TT. Lewis won the Olympic long jump. Powell's countrymen, Dennis Mitchell and Kevin Braunskill, won the 100- and 200-meter races. Mitchell, an Olympic bronze medalist last year, was coming off an injury. He was clocked at 10.22 seconds in his only tuneup for the world track and field championships in Stuttgart, Germany, which begin Saturday. Braunskill's time was 20.61 seconds. (AP)   HORSE RACING  Personal Bid Prevails  Personal Bid overtook the favored Lilly's Moment and extended her advantage through the final furlong to win the $69,500 Sagamore Hill Stakes for 3-year-old fillies at Saratoga Race Trackyesterday. Ridden by Jose Santos and carrying 118 pounds, Personal Bid was four lengths in front of Winning the Day. Lilly's Moment was third in the eight-horse field. The victory was the third in five starts this year for Personal Bid, who covered seven furlongs on the fast track in 1:223/5 and returned $15.40, $8.60 and $4.40 for $2 across the board. Winning the Day paid $7.20 and $3.60. Lilly's Moment was $2.40 to show. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/10/arts/chess-454793.html","abstract":"  A selection of the world's top young women in chess defeated a group of senior men in a match in late June in Vienna. They thus got revenge for their defeat in the first match of this kind last year, which took place on Aruba in the Caribbean.   The winning team was composed of the former women's world champion, Maya Chiburdanidze of Georgia, who was high scorer with 9-3; Zsuzsa Polgar of Hungary; Xie Jun of China, the current women's world champion; Zsofia Polgar of Hungary; Ketevan Arakhamia of Georgia; Alisa Gallyamova of Ukraine. They scored 40 1/2 points to the men's 31 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930810","headline":"After Senate Loss, Abrams Tries to Stay in the Arena","web_url":"https://www.nytimes.com/1993/08/10/nyregion/after-senate-loss-abrams-tries-to-stay-in-the-arena.html","abstract":"  By his own admission, Attorney General Robert Abrams lost last year's campaign for United States Senate because he committed the unpardonable political sin of letting his opponent, Alfonse M. D'Amato, define him.   As the four-term Democrat now prepares to run for re-election in 1994, he is trying hard -- perhaps a bit too hard -- to make sure that he defines himself.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/10/nyregion/metro-digest-257993.html","abstract":"  NEW YORK CITY TURNING TO CONCRETE TO COVER A RESERVOIR When investigators traced an outbreak of bacteria in New York City tap water to gulls at the Hillview reservoir in Yonkers, city officials said the problem was temporary because they had plans to cover the reservoir with a concrete deck topped with a reflecting pool. But supporting the reflecting pool will take lots of concrete, $177 million worth. A1.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"British Fly to Bosnian Girl's Rescue","web_url":"https://www.nytimes.com/1993/08/10/world/british-fly-to-bosnian-girl-s-rescue.html","abstract":"  After worldwide publicity about her plight, a 5-year-old girl severely wounded by a Serbian artillery shell was evacuated today from Sarajevo by a British military aircraft and flown to Britain, where she was hospitalized in critical condition.   The evacuation was made possible by Prime Minister John Major, who dispatched an executive jet equipped as a hospital plane to Ancona, on the Adriatic coast of Italy. The wounded child, Irma Hadzimuratovic, was flown to Ancona aboard a British military aircraft that shuttles relief supplies to the Bosnian capital.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"Holidays Brought to Life On a Neighbor's Lawn","web_url":"https://www.nytimes.com/1993/08/10/nyregion/our-towns-holidays-brought-to-life-on-a-neighbor-s-lawn.html","abstract":"  HOLIDAYS are a time for Richard Pond to get to work.   For Halloween, he clatters through the basement and hauls out the Frankenstein monster and the 2,000-year-old mummy with the still-pounding heart. St. Patrick's Day brings a plastic shamrock with Bing Crosby crooning \"When Irish Eyes Are Smiling.\" Passover requires a simple explanatory poster while Presidents' Day features an actor performing Lincoln's speeches over gravelly loudspeakers.","thumbnail":null,"section":"New York"},{"date":"19930810","headline":"Colleges Spend Faster Than Parents Can Pay; It Can't Continue","web_url":"https://www.nytimes.com/1993/08/10/opinion/l-colleges-spend-faster-than-parents-can-pay-it-can-t-continue-973593.html","abstract":"  To the Editor:   Re \"Why College Costs Rise and Rise and Rise\" (Op-Ed, July 28): To Charles A. Kiesler's excellent list of what affects the cost of higher education, may I add the following:","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"What's Left From the Great Flood of '93","web_url":"https://www.nytimes.com/1993/08/10/us/the-midwest-flooding-what-s-left-from-the-great-flood-of-93.html","abstract":"  In its two-month rampage, the great Midwest flood of 1993 cut an awesome destructive swath. It took 50 lives, left almost 70,000 people homeless, inundated an area twice the size of New Jersey, caused an estimated $12 billion in property and agricultural damage and stirred anew a debate over the nation's flood-control system and its policies.   The crest of the mighty flood, probably the worst ever to wash over the United States, roiled down the Mississippi past Cairo, Ill., today, and from there south the swollen waters will steadily lose their deadly potency because the river bottom widens drastically.","thumbnail":null,"section":"U.S."},{"date":"19930810","headline":"Sports of The Times; Building A Living Monument","web_url":"https://www.nytimes.com/1993/08/10/sports/sports-of-the-times-building-a-living-monument.html","abstract":"  THE call-in shows in Boston have moved along to something else. So it goes. There is a rumor that professional football is arriving in New England. The Yankees are in Fenway tonight for the start of a series, and a race is giving Red Sox fans reason to renew their happy hatred. So it goes.   All those hours of grief-stricken calls on the radio, inspired by the sudden death of Celtic captain Reggie Lewis two weeks ago today, seem as long ago as the last Celtic championship. Those heartfelt messages are slipping into the past.","thumbnail":null,"section":"Sports"},{"date":"19930810","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-letters-to-the-editor-93614756826.html","abstract":"To live in a condition where no viable choices exist is to live the life of a slave. That women would have their bodies mutilated rather than suffer the consequences of denying such a practice is an indication of their oppression. For those of us who are","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Baghdad Journal; In Iraq, a 'One-Man Show' Acquires New Meaning","web_url":"https://www.nytimes.com/1993/08/10/world/baghdad-journal-in-iraq-a-one-man-show-acquires-new-meaning.html","abstract":"  He comes in military uniform, naturally, or in a blue, brown, green or gray suit with matching breast pocket handkerchief. But you could also choose a picture of him sipping tea with gaily dressed Kurdish women amid snowy mountains, or talking to veiled Shiite Muslim women in the reeds of the southern marshes. You can have him praying, too.    To mark the 25th anniversary in July of the coup that brought President Saddam Hussein's Baathist Party to power in Iraq, an exhibition of more than 40 new larger-than-life portraits of the leader, each 9 by 6 feet, has opened here in the Saddam Art Center.","thumbnail":null,"section":"World"},{"date":"19930810","headline":"The Heavy Hand of European Settlement","web_url":"https://www.nytimes.com/1993/08/10/science/the-heavy-hand-of-european-settlement.html","abstract":"  IT may be true, as some scientists have lately been saying, that the America encountered by the first European settlers was no primeval Eden, and that pre-Columbian Indians shaped, reshaped and sometimes degraded the landscape and ecology of the continent much as modern people do.   But while the original Americans did change their environment, new studies of ancient and present-day ecosystems have found that since European settlement the vegetation of North America has undergone a radical and continuing transformation unlike anything seen in thousands of years -- even in some areas commonly thought of as wilderness today.","thumbnail":null,"section":"Science"},{"date":"19930810","headline":"Estonia Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/10/opinion/IHT-estonia-russia-letters-to-the-editor.html","abstract":"Regarding \"Watch Russia's Baltic 'Near Abroad'\" (Opinion, July27):Prime Minister Carl Bildt of Sweden is right to call attention to developments in Estonia, but his applause for its policies seems rather inappropriate. .It was certainly no","thumbnail":null,"section":"Opinion"},{"date":"19930810","headline":"Swept Apart by Sickness, Kept Apart by War; A 3-Year-Old's Plea to Be United With His Mother Is Tangled in a Diplomatic Thicket","web_url":"https://www.nytimes.com/1993/08/10/nyregion/swept-apart-sickness-kept-apart-war-3-year-old-s-plea-be-united-with-his-mother.html","abstract":"  Mirza Smailbegovic is a 3 1/2-year-old boy who wants his mother. Often, after a mixture of potent drugs drips through a tube surgically implanted in his chest, he is overcome by nausea and asks the nurse, doctor or social worker at his bedside, \"Where's my mama?\"   The answer is hard for him to understand. His mother, Amra, is far away, in the Bosnian village of Breza, where he was born. She wants to fly to him, her only son, and help him through his excruciating treatment for leukemia at New York University Medical Center. But a war has engulfed their country, and she is trapped within its borders. Only Mirza's grandfather made it to the United States with him.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19930810","headline":"Two earthquakes affect New Zealand. A 7.0 Mw shock (intensity VI (Strong)) in the South Island was followed nine hours later by a 6.4 Mw event (intensity VII (Very strong)) in the North Island.","pages":[{"title":"List of earthquakes in New Zealand","web_url":"https://en.wikipedia.org/wiki/List_of_earthquakes_in_New_Zealand","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/NZ_faults.png/320px-NZ_faults.png","thumbnail_width":320,"thumbnail_height":344},"abstract":"This is a list of large earthquakes that have occurred in New Zealand. Only earthquakes with a magnitude of 6.0 or greater are listed, except for a few that had a moderate impact. Aftershocks are not included, unless they were of great significance or contributed to a death toll, such as the M 6.3 2011 Christchurch earthquake and the M 7.3 aftershock to the 1931 Hawke's Bay earthquake."},{"title":"South Island","web_url":"https://en.wikipedia.org/wiki/South_Island","description":"One of the two main New Zealand islands","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Turbid_Waters_Surround_New_Zealand_-_crop.jpg/320px-Turbid_Waters_Surround_New_Zealand_-_crop.jpg","thumbnail_width":320,"thumbnail_height":363},"abstract":"The South Island, also officially named Te Waipounamu, is the larger of the two major islands of New Zealand in surface area, the other being the smaller but more populous North Island. It is bordered to the north by Cook Strait, to the west by the Tasman Sea, and to the south and east by the Pacific Ocean. The South Island covers 150,437 square kilometres (58,084sqmi), making it the world's 12th-largest island. At low altitude, it has an oceanic climate."}]}],"weather":[{"date":"19930810","time":"1993-08-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":76,"wspd":16.6},{"date":"19930810","time":"1993-08-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":75,"wspd":20.5},{"date":"19930810","time":"1993-08-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":76,"wspd":20.5},{"date":"19930810","time":"1993-08-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":75,"wspd":14.8},{"date":"19930810","time":"1993-08-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":62,"wspd":16.6},{"date":"19930810","time":"1993-08-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":14.8},{"date":"19930810","time":"1993-08-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":74,"wspd":22.3},{"date":"19930810","time":"1993-08-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":68,"wspd":20.5},{"date":"19930810","time":"1993-08-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":58,"wspd":25.9},{"date":"19930810","time":"1993-08-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":46,"wspd":22.3},{"date":"19930810","time":"1993-08-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":43,"wspd":22.3},{"date":"19930810","time":"1993-08-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":41,"wspd":22.3},{"date":"19930810","time":"1993-08-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":37,"wspd":22.3},{"date":"19930810","time":"1993-08-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":39,"wspd":20.5},{"date":"19930810","time":"1993-08-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":37,"wspd":20.5},{"date":"19930810","time":"1993-08-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":40,"wspd":22.3},{"date":"19930810","time":"1993-08-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":41,"wspd":16.6},{"date":"19930810","time":"1993-08-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":42,"wspd":13},{"date":"19930810","time":"1993-08-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":42,"wspd":18.4},{"date":"19930810","time":"1993-08-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":42,"wspd":18.4},{"date":"19930810","time":"1993-08-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":44,"wspd":13},{"date":"19930810","time":"1993-08-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":46,"wspd":13},{"date":"19930810","time":"1993-08-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":50,"wspd":13},{"date":"19930810","time":"1993-08-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":53,"wspd":9.4},{"date":"19930810","time":"1993-08-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":16.6},{"date":"19930810","time":"1993-08-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":14.8},{"date":"19930810","time":"1993-08-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":71,"wspd":11.2},{"date":"19930810","time":"1993-08-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":73,"wspd":13},{"date":"19930810","time":"1993-08-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":9.4},{"date":"19930810","time":"1993-08-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":81,"wspd":9.4},{"date":"19930810","time":"1993-08-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":7.6},{"date":"19930810","time":"1993-08-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":7.6},{"date":"19930810","time":"1993-08-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":7.6},{"date":"19930810","time":"1993-08-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":87,"wspd":7.6},{"date":"19930810","time":"1993-08-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":87,"wspd":5.4},{"date":"19930810","time":"1993-08-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":0},{"date":"19930810","time":"1993-08-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":7.6},{"date":"19930810","time":"1993-08-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":9.4},{"date":"19930810","time":"1993-08-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":9.4},{"date":"19930810","time":"1993-08-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":11.2},{"date":"19930810","time":"1993-08-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":14.8},{"date":"19930810","time":"1993-08-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":56,"wspd":13},{"date":"19930810","time":"1993-08-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":52,"wspd":13},{"date":"19930810","time":"1993-08-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":14.8},{"date":"19930810","time":"1993-08-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":49,"wspd":11.2},{"date":"19930810","time":"1993-08-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":13},{"date":"19930810","time":"1993-08-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":48,"wspd":13},{"date":"19930810","time":"1993-08-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":11.2}]},"19930811":{"guardian_articles":[],"nytimes_articles":[{"date":"19930811","headline":"Review/Television; The Burden of Yearning to Be Thin","web_url":"https://www.nytimes.com/1993/08/11/arts/review-television-the-burden-of-yearning-to-be-thin.html","abstract":"  The most affecting passages of \"The Famine Within\" are the first-person accounts of bouts with anorexia nervosa and bulimia nervosa. The young women who deliver them may not fully understand the roots of their compulsion to starve or stuff themselves, but their vivid memories leave no doubt of its power and the deep unhappiness from which it springs.   Their straightforward descriptions are in contrast to the visual pretensions and theoretical mishmash that fill much of the rest of this 90-minute Canadian documentary, which was shown on Cinemax last year. Most of it is devoted not to illnesses associated with food, but to the more general question of why so many women can't stand being fat. Starting with the proposition that an obsession with thinness prevails in North America -- where 5-foot-4-inch, 140-pound women dream of being 5-10 and 110 pounds -- the program serves up a miscellany of purportedly expert opinions on why this is so, from the points of view of a Jungian psychoanalyst, a professor of women's studies and assorted psychologists.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/11/nyregion/news-summary-377593.html","abstract":"  International A2-9  COMMANDOS MAY GO TO SOMALIA  The U.S. is considering using commandos in Somalia to search for Gen. Mohammed Farah Aidid, who is suspected of being behind the killing of 4 American soldiers and 24 Pakistanis.  A1  News analysis: The U.N. mission is now military enforcement.  A2  BOSNIAN SERBS HOLDING GROUND  Bosnian Serbs held their positions on two strategic mountains and were reported to be moving more weapons and troops toward territory under Government control.  A3  Mediators in Geneva postponed peace talks on Bosnia.  A3","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Inescapable Connections : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/11/opinion/IHT-inescapable-connections-letters-to-the-editor.html","abstract":"Motorola's Iridium project aims at creating a worldwide cellular phone network based on satellites (\"Motorola Wireless Lures $800 Million,\" Aug. 3). The handsets of this technical marvel will bind us inescapably into the 24-hour global village.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-197293.html","abstract":"  A front-page picture caption yesterday about the Delta Clipper Experimental rocket misstated its flight ability. As noted in the related article in Science Times, the vehicle is suborbital; it cannot reach space. The rocket is a prototype for larger single-stage rockets that could reach space.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Mason Working Hard To Lift Knicks a Notch","web_url":"https://www.nytimes.com/1993/08/11/sports/pro-football-mason-working-hard-to-lift-knicks-a-notch.html","abstract":"  Some people will go a long way just for a pickup game.   This afternoon, Anthony Mason pulled into Kutsher's country club, site of tonight's 35th annual Maurice Stokes Memorial Basketball Game, when he realized he had forgotten something. Make that everything: No shoes, no shorts, no shirt, nothing.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"I.A.A.F. Won't Review Krabbe Case Now","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-people-track-and-field-iaaf-won-t-review-krabbe-case-now.html","abstract":"  Ignoring appeals and pressure from Germany, world track and field officials have refused to discuss the case of the world-champion sprinter, KATRIN KRABBE, who remains suspended for doping.   The German Athletics Federation had been pushing the council of the International Amateur Athletic Federation to make a ruling in the case of Krabbe and two other banned sprinters.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Giuliani Outlines Plan to Stir Economy","web_url":"https://www.nytimes.com/1993/08/11/nyregion/giuliani-outlines-plan-to-stir-economy.html","abstract":"  Looking toward the future by casting back to the revitalization of New York City's economy in the early 1980's, Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, yesterday released an extensive plan for the city's economy that stressed cutting the city work force by more than 16 percent, tax relief and an end to some fines that he said were driving small businesses from the city.   His proposals, delivered in a morning speech at the Sheraton New York before an audience of about 80 supporters and dismissed by the Mayor's office by dusk as \"political plagiarism,\" were essentially a refrain from speeches he has given in recent months.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Where to Drop a Lisp Or Pick Up an Accent","web_url":"https://www.nytimes.com/1993/08/11/nyregion/where-to-drop-a-lisp-or-pick-up-an-accent.html","abstract":"  Weeks into an attempt to expunge her German accent, Marietta Maxime was still struggling with her sitchoovashun.   \"Tell me,\" she implored of her speech therapist, Sam Chwat, \"is it sit-OO-a-shon? Or situ-A-tion?\" Frustration mounted. She tried the sentence again. \"Tell me about the sit-CHoo-a-ton.\"","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Books of The Times; Of Islam, Fundamentalism and Western Values","web_url":"https://www.nytimes.com/1993/08/11/books/books-of-the-times-of-islam-fundamentalism-and-western-values.html","abstract":"  The New Cold War? Religious Nationalism Confronts the Secular State By Mark Juergensmeyer 292 pages. University of California Press. $25. Islam and the West By Bernard Lewis 217 pages. Oxford University Press. $25.   From Stettin in the Baltic to Trieste in the Adriatic, the cold war is over. If so, what's all the shooting about in warring corners of the world?","thumbnail":null,"section":"Books"},{"date":"19930811","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/11/us/inside-419493.html","abstract":"  Europe Losing Faith In Political Leaders   Disillusioned by corruption and recession, Western Europeans no longer seem to believe that their leaders can solve their problems. From Britain to Italy, many feel politicians are stuck in a time warp. Page A6. Victory for American Airlines    A jury said American Airlines did not try to drive its rivals out of business with \"predatory\" prices. Page D1. Dinkins Seeks Cheaper Cover    Mayor Dinkins wants to consider covering a reservoir for less than the $177 million planned. Page B3. Hope for Male Infertility    A new technique that involves direct injection of a sperm into an egg has proved surprisingly successful, researchers say. Health, page C11.","thumbnail":null,"section":"U.S."},{"date":"19930811","headline":"Military Regimen for Teen-Age Dropouts","web_url":"https://www.nytimes.com/1993/08/11/education/military-regimen-for-teen-age-dropouts.html","abstract":"  It was 6:59 A.M. and Arthur Cole, 17 years old, was due in formation in front of his National Guard barracks at 0700 hours. The prospects were not good. Arthur couldn't find his regulation shoes (he was wearing sandals) and he couldn't find his Guard-issued pants (his bermudas were hanging so low his underwear was identifiable).   \"Let's go!\" barked his platoon leader, Vincent Lafontan, a former marine who was inspecting bunks. \"Suck it up! Tighten up your racks!\"","thumbnail":null,"section":"Education"},{"date":"19930811","headline":"Fortay Sues Miami, His Old School","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-people-football-fortay-sues-miami-his-old-school.html","abstract":"  Rutgers quarterback BRYAN FORTAY has filed a Federal lawsuit charging that the University of Miami, his old school, didn't keep a promise to make him a starter and thereby hurt his chances for a professional career.   If successful, the suit, filed last week in Newark, would mark the first time a Federal court finds an employee-employer relationship between a student and his school, according to Fortay's lawyer, DENNIS A. DRAZIN, who is seeking $10 million in damages.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"1943: Kharkov in Sight : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/11/opinion/IHT-1943-kharkov-in-sight-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Tirelessly driving Red Army columns closed in on Kharkov yesterday [Aug. 10] from the northeast, north and northwest, the third triumph of their summer campaign seemingly almost within grasp. Moscow dispatches said th","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Sigmund Wesolowski, 70, Dies; A Chest Specialist and Professor","web_url":"https://www.nytimes.com/1993/08/11/nyregion/sigmund-wesolowski-70-dies-a-chest-specialist-and-professor.html","abstract":"  Dr. Sigmund Adam Wesolowski, a chest specialist known for his skill in treating complicated vascular heart diseases like arteriosclerosis, died on Sunday at Youville Hospital in Cambridge, Mass. He was 70 and lived in Lynnfield, Mass.   He died after a lengthy illness, his family said.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"All Rape Is 'Real' Rape","web_url":"https://www.nytimes.com/1993/08/11/opinion/all-rape-is-real-rape.html","abstract":"This summer, when \"whirlpooling\" replaced \"wilding\" as the latest media-designated sex crime, the peer group that spawned such gang assaults rallied to their defense. It blamed the victims (\"girls have to know how to take care of themselves!\") and excused the offenders (\"this was just innocent horseplay!\"). I toured this country recently and learned again that such prejudices pollute far more than New York City's public swimming pools.\n\nOnly one in 100 victims of forcible rape sees her attacker sent to prison, according to a report released in June by the Senate Judiciary Committee -- hardly a group notable for a feminist stance. Our criminal justice system has sent a near-universal message. For victims, the message signifies betrayal, and for rapists the message is one of endorsement.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Europe's Worry: A Generation of Leaders Not Up to the Task?","web_url":"https://www.nytimes.com/1993/08/11/world/europe-s-worry-a-generation-of-leaders-not-up-to-the-task.html","abstract":"  Confronted by political scandal, recession and the erosion of familiar comforts, Western Europeans have come to sense that the very people they chose to solve their problems have been in power too long to steer a dejected Continent through the shifting shoals that mark the close of the 20th century.   This year alone, France's Socialists have been ignominiously ousted from power, their counterparts in Spain have lost absolute control of Parliament for the first time in a decade, and an entire political elite has been decapitated by scandal in Italy. In Britain, Prime Minister John Major holds the dubious distinction of becoming his country's least-loved Prime Minister since polling began. And in Germany, Chancellor Helmut Kohl's popularity is at an all-time low.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-198093.html","abstract":"  An article yesterday about a hot air balloon accident on Sunday near Aspen, Colo., listed one passenger erroneously in some editions among the dead. The passenger, Dr. Henry Pendergrass, professor of radiology at Vanderbilt Medical Center in Nashville, survived.   The article also included an erroneous reference to Benjamin Franklin. He was not a spectator at the first American balloon flight, in 1793; he died in 1790.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Demjanjuk Verdict Points Up Complicity; Fight Return to U.S.","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-demjanjuk-verdict-points-up-complicity-fight-return-to-us-241393.html","abstract":"  To the Editor:   We take issue with your recommendation that the Justice Department allow John Demjanjuk to return to this country so that the process can be \"done over, cleanly\" (editorial, Aug. 5). The United States Court of Appeals for the Sixth Circuit decision permitting Mr. Demjanjuk's return flies in the face of evidence that he was an active, voluntary participant in wartime atrocities and was properly stripped of his citizenship and any right to enter or be present within United States borders.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/08/11/sports/metropolitan-golf-report.html","abstract":"  The United States Amateur    Dick Siderowf of the Century Country Club in Purchase, N.Y., has been an internationally prominent amateur player for three decades, with two British Amateurs among his many titles.   Siderowf, 54 years old and a four-time member of the United States Walker Cup team, competes infrequently now, but when he does he can still shoot a good number.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Outlook Is Uncertain on Revenue Sharing by Owners","web_url":"https://www.nytimes.com/1993/08/11/sports/baseball-outlook-is-uncertain-on-revenue-sharing-by-owners.html","abstract":"  Richard Ravitch, the architect of baseball's plan to increase revenue sharing among the 28 clubs, can count on a certain number of votes for adoption of some sort of plan. But it's the votes he isn't certain of that will determine the outcome of the owners' meeting in Kohler, Wis., that begins today.   The critical meeting will continue tomorrow and perhaps Friday as the owners try to reach agreement on a plan that would take effect only if the players then agreed to a salary cap. Because the players are opposed to a cap, the owners may be meeting in vain, even if they adopt a plan.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"The McDade Exception","web_url":"https://www.nytimes.com/1993/08/11/opinion/the-mcdade-exception.html","abstract":"  House Republicans took a long-overdue step last week: They voted to require members who have been indicted to relinquish leadership posts on committees until their cases are resolved. Eager to avoid criticism of their party, they endorsed the sound rule embraced long ago by the House Democratic Caucus.   But the fine print leaves G.O.P. lawmakers looking more like cowardly pols than champions of Congressional ethics. It creates an exemption for members who are already under indictment.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Norman's Willing to Let Past Stay Put","web_url":"https://www.nytimes.com/1993/08/11/sports/golf-norman-s-willing-to-let-past-stay-put.html","abstract":"  Greg Norman did a major makeover on his personal history by charging to a British Open victory last month. This week at the 75th P.G.A. Championship, at the Inverness Club, he can take an entire chapter and rewrite it.   Exactly seven years ago, at this same championship and on this same classic site, Norman suffered the first of a succession of devastating losses that would topple him from the game's throne into a personal dungeon.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"A Stargazer's Summer Delight","web_url":"https://www.nytimes.com/1993/08/11/sports/IHT-a-stargazers-summer-delight.html","abstract":"We are all stargazers at heart. There is a chance I shall wait up for the meteor storm predicted over northern skies in Europe, and visible off America's East Coast, at about 0100 GMT on Thursday..Alternatively, I might sleep easy knowing I have seen t","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Planning Director Candidate Named for Suffolk County","web_url":"https://www.nytimes.com/1993/08/11/nyregion/planning-director-candidate-named-for-suffolk-county.html","abstract":"  Moving swiftly to fill a major post, the Suffolk County Executive, Robert J. Gaffney, nominated Stephen M. Jones of Bayport today to become the county's director of planning.   Mr. Gaffney said that Mr. Jones, 46, a planning official for the New York Institute of Technology since 1983, and a former planning commissioner in the Town of Islip, would play a central role in a newly created state commission that will regulate development within 100,000 acres of Pine Barrens in the eastern part of the county.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"New Pregnancy Hope: a Single Sperm","web_url":"https://www.nytimes.com/1993/08/11/health/new-pregnancy-hope-a-single-sperm.html","abstract":"  BELGIAN scientists have invented a new treatment for male infertility that they say may allow virtually any man, no matter how few or misshapen or immobile his sperm cells, to father a child.   The method, developed by Dr. Andre C. Van Steirteghem of the Brussels Free University in Belgium, involves the direct injection of a single human sperm into a human egg in a petri dish. Scientists had thought such a technique would never work, because it bypasses the complex chemical reactions that take place when the membrane of a sperm meets the membrane of an egg and because no one, including Dr. Van Steirteghem, has succeeded in fertilizing animal eggs by directly injecting sperm.","thumbnail":null,"section":"Health"},{"date":"19930811","headline":"Region Stands To Gain Little In New Budget","web_url":"https://www.nytimes.com/1993/08/11/nyregion/region-stands-to-gain-little-in-new-budget.html","abstract":"  New Jersey, New York and Connecticut will be among the states that benefit least, while paying the most, under the economic plan that President Clinton signed into law today.   Economists, regional planners and executives have spent the last weeks poring over details of the Clinton budget and breaking the numbers down to suit their particular needs. Their calculations show that the three states rank low on nearly every measurement of new spending intended to boost the economy.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"After Her Pivotal 'Yes' on Budget, Now the Fallout","web_url":"https://www.nytimes.com/1993/08/11/us/after-her-pivotal-yes-on-budget-now-the-fallout.html","abstract":"  A vision of the future stared back at Marjorie Margolies-Mezvinsky from a table at Nick's Pizzeria the other day, and it did not appear altogether happy.   This was her first foray back home since her name became more than a mouthful Thursday night in Washington. She had changed her mind at the last minute and cast the vote that insured passage of President Clinton's economic package in the House, a stunning move for a freshman Democrat from a district in which Republicans outnumber Democrats almost 2 to 1.","thumbnail":null,"section":"U.S."},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-199993.html","abstract":"  A map yesterday with an article about Western European curbs on immigrants color-coded Finland incorrectly. It should have been shown as part of Western Europe.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Serbs Said to Send More Troops and Arms to Sarajevo","web_url":"https://www.nytimes.com/1993/08/11/world/serbs-said-to-send-more-troops-and-arms-to-sarajevo.html","abstract":"  Despite renewed assurances by Serbian nationalists that their troops were withdrawing from two strategic mountains overlooking Sarajevo, the units held their positions today and were reported to be moving more heavy weapons and hundreds of fresh troops forward toward the small pocket of territory that remains under Bosnian Government control.   Western reporters who crossed the Serbian siege lines around Sarajevo and reached Serbian positions on Mount Bjelasnica and Mount Igman returned to the city tonight and said that all signs on the two mountains pointed to a consolidation of the Serbian strongholds.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Fatal Motorcycle Accident","web_url":"https://www.nytimes.com/1993/08/11/nyregion/fatal-motorcycle-accident.html","abstract":"  An elderly woman was struck and killed on a Manhattan street last night by a motorcyclist driving with a suspended license, the police said. The woman, Maria Perez, 82, was hit about 6 P.M. while crossing West 177th Street at Audubon Avenue in Washington Heights, the police said. The motorcycle driver, Benjamin Herrera, 22, was arrested on a charge of driving with a suspended license but was not charged with any other crimes in connection with the accident, the police said. Mrs. Perez was taken to Columbia-Presbyterian Hospital, were she was pronounced dead. Mr. Herrera, who crashed into a parked car after striking the woman, suffered minor injuries. He was in stable condition at Harlem Hospital.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/11/nyregion/bridge-748793.html","abstract":"  An unusual feature of the Summer Nationals in Washington last month was a special morning game in aid of the local Children's Hospital in which celebrities from other fields played with an expert. Pledges from other players were based on the scores of the celebrities, who included Representative Jim Leach , Republican of Iowa, Pauline Betz Addie, former United States and Wimbledon champion, and Benjamin C. Bradlee, former executive editor of The Washington Post.   Another was Bob Woodward, one of Bradlee's star reporters in the Watergate period and now an assistant managing editor at The Post. He had not played since his college days at Yale, but recorded 65 percent and enthusiastically joined the American Contract Bridge League so that his master points could be recorded.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"NEW RULES TIGHTEN ACCESS TO SHELTER IN NEW YORK CITY","web_url":"https://www.nytimes.com/1993/08/11/nyregion/new-rules-tighten-access-to-shelter-in-new-york-city.html","abstract":"  New York City will soon refuse to shelter families just because they say they are homeless. Those who could continue to live with friends or family, or who abandon their apartments because of crime and drug-dealing in their neighborhoods, will be turned away, city officials said yesterday.   The new rules, proposed by the city and approved by state regulators this week, will change the city's 10-year practice of sheltering virtually anyone who asks for help, no questions asked. Even with the changes, the city will still have the nation's most generous approach to sheltering the homeless.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/11/health/personal-health-836093.html","abstract":"  MOST parents of infants and preschoolers have no memory of summers when children were kept out of swimming pools for fear of catching polio. Indeed, a 1993 Gallup poll shows that nearly half of parents today are unaware that polio is a contagious disease. Nor do they know firsthand the terrors of breath-robbing whooping cough, the often fatal paralysis of tetanus or the sometimes fatal throat infection caused by diphtheria. Many do not know that measles can cause life-threatening encephalitis and mental retardation.   Nearly all parents of young children today grew up when these serious infectious diseases were prevented by vaccines, which have saved more young lives than any public health measure since the purification of public water supplies.","thumbnail":null,"section":"Health"},{"date":"19930811","headline":"A Man Marries a Man? Print It!","web_url":"https://www.nytimes.com/1993/08/11/opinion/a-man-marries-a-man-print-it.html","abstract":"When a bride-to-be brings the announcement of her coming wedding to be published in the Sunday Lifestyles section of the Salina Journal, we don't demand to see a marriage license. We don't discriminate against second marriages or interracial unions. \n\nBut late last year, when Steven Durant and Skip Bishop walked into my office to ask if we would print their wedding announcement, we had to stop and think. Steven and Skip are both men, and we had never been asked to do anything like that before.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"JAPANESE PREMIER TACKLES U.S. TIES","web_url":"https://www.nytimes.com/1993/08/11/world/japanese-premier-tackles-us-ties.html","abstract":"  Japan's new Prime Minister used his first news conference today to emphasize his eagerness to improve strained relations and reduce Japan's huge trade surplus with the United States, but he rejected most of the tools President Clinton has insisted on using to do the job.   While the Prime Minister, Morihiro Hosokawa, said Japan would open its markets and reform its political structure, he suggested that Tokyo would not open its rice market, would not cut taxes to stimulate the anemic economy and would refuse to set targets for Japanese imports or for reductions in the trade surplus. The Clinton Administration has pressed for such targets.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Mood Ellington: The Faithful Gather","web_url":"https://www.nytimes.com/1993/08/11/arts/mood-ellington-the-faithful-gather.html","abstract":"  Duke Ellington is Russia to the Napoleon of his biographers and fans. Nineteen years after his death, he still hasn't been the subject of a decent biography, though rumor has it that a new one in the works will remedy that. The most basic information -- which of his pieces were played when, and by whom -- is lost in the shadows of memory, yet to be clarified. His discography, 534 pages long, is a swamp of official recordings, airchecks made from radio broadcasts, V-disks made for the armed forces during World War II, live recordings and Ellingtonian revisions of older material. There are 183 recorded versions of \"Perdido\" listed. Try to get a handle on that.   But things may be changing. The latest sign is the 11th Annual International Duke Ellington Conference, which starts today and will run until Saturday, at the Holiday Inn on Broadway at 49th Street. The yearly conferences -- last year's was held in Denmark, next year's is to be in Sweden -- are effusions of Ellingtonia, part fan-club meeting, with all the attendant nostalgia, part academic conference and part simple basking in the cathedral Ellington built, musically and intellectually.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"U.S. Spied on Its World War II Allies","web_url":"https://www.nytimes.com/1993/08/11/world/us-spied-on-its-world-war-ii-allies.html","abstract":"  The United States spied on its World War II allies, breaking their codes and intercepting their secret diplomatic communiques, newly declassified documents show.   The documents depict an enormous and previously unknown American intelligence effort. The origins of the cold war can be seen, like a photograph beginning to develop, in the 800 pages of intercepted communications from 1945 released to a historian as a result of a lawsuit filed against the National Security Agency, the principal United States surveillance and communications-interception agency.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"U.S. Joins Investigation Into Asbestos in Schools","web_url":"https://www.nytimes.com/1993/08/11/nyregion/us-joins-investigation-into-asbestos-in-schools.html","abstract":"  Federal prosecutors announced yesterday that they would look into why asbestos inspections in New York City's public schools were so shoddy, as city investigators said for the first time that their own inquiry includes other companies involved in the asbestos program besides the one publicly cited.   The investigators, Edward D. Stancik, the Special Commissioner of Investigation for the New York City School District, and Thomas D. Thacher Jr., the Inspector General of the city's School Contruction Authority, repeatedly declined to give details, but said they are looking into the work of at least one New Jersey company in addition to Enviro-Safe, the asbestos consultants hired by the Board of Education.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"A Brighter Day for Legal Services","web_url":"https://www.nytimes.com/1993/08/11/opinion/a-brighter-day-for-legal-services.html","abstract":"  Lawyer-bashing is an old story for the underpaid, overworked attorneys who represent the poor in more than 300 poverty law offices under the federally funded Legal Services Corporation. For eight years the Reagan Administration pummeled the program with abuse and tried to kill it, and for four years the Bush Administration neglected it. Now President Clinton has wisely chosen a new board of directors committed to breathing renewed life into the program.    Some of the 11 new directors are veterans of the bashings Ronald Reagan administered as a Governor and President. Others are bar leaders who lobbied to gain the organized bar's strong endorsement for the program. Still others are allies of President Clinton and Hillary Rodham Clinton, who headed the board during the Carter Administration. All deserve swift confirmation when the Senate returns next month.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Find Options On Hillview, Dinkins Says","web_url":"https://www.nytimes.com/1993/08/11/nyregion/find-options-on-hillview-dinkins-says.html","abstract":"  Mayor David N. Dinkins publicly instructed his environmental commissioner yesterday to look into less expensive ways to cap the city's Hillview Reservoir as an alternative to the current plan for a concrete deck with a reflecting pool on top.   In a memo to Commissioner Albert F. Appleton that was distributed to reporters at City Hall, the Mayor said he was \"disturbed to find that it may be possible to cap the Hillview Reservoir, effectively and efficiently, at considerably less cost than the $177 million currently budgeted for this project.\"","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Officer on Drug Duty Wounded in Shooting","web_url":"https://www.nytimes.com/1993/08/11/nyregion/officer-on-drug-duty-wounded-in-shooting.html","abstract":"  A police officer trying to serve a search warrant on suspected drug dealers in a Washington Heights apartment yesterday morning was wounded in the leg when one of the suspects ambushed him, the police said.   The officer, Sgt. James Gildea, a 10-year veteran, suffered a wound to his right thigh but avoided a more serious injury when the bullet passed through him. Sergeant Gildea was in good condition yesterday at Columbia-Presbyterian Medical Center. Four men, including the man suspected of shooting the officer, have been arrested, said a police spokesman, Officer Scott Bloch.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Teen-Ager Testifies That Off-Duty Police Officer Threw First Blow In Clash","web_url":"https://www.nytimes.com/1993/08/11/nyregion/teen-ager-testifies-that-off-duty-police-officer-threw-first-blow-in-clash.html","abstract":"  A teen-ager who prosecutors say was criminally beaten by two off-duty New York City police officers after he slashed the face of a third off-duty officer, testified yesterday that he had wielded his razor blade only after the man he cut had punched him.    But the teen-ager said he could not identify the two officers on trial as having been among those who beat him at a Brooklyn elevated station and in a car. And no other witnesses have identified the officers as taking part in the beating, though the prosecution argues that witness accounts of the clash point to the defendants.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Mitchell Trims Down, Inflates Expectations","web_url":"https://www.nytimes.com/1993/08/11/sports/pro-football-mitchell-trims-down-inflates-expectations.html","abstract":"  First-round draft choice, first season, first regular-season game, first pass reception: Johnny Mitchell had the football, a 23-yard gain and -- ouch! -- a shoulder injury that kept him out of action for the next six weeks.    \"It was a very learningful experience,\" Mitchell said today at the Jets' camp, reflecting on his mishap of last Sept. 6. \"My shoulder wasn't strong enough. I wasn't lifting weights properly. I was raw.\"","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Where Arab Militants Train and Wait","web_url":"https://www.nytimes.com/1993/08/11/world/where-arab-militants-train-and-wait.html","abstract":"  For nearly a decade, this frontier city of densely packed mud houses skewered by narrow lanes, vast suburbs of pastel-hued homes and streets crowded with four-wheel drive vehicles and donkey carts, was home to spies, military planners, guerrilla commanders and would-be political leaders, all intent on driving out the Soviet Army.   But it became, as well, the home, and gateway to Afghanistan, for thousands of fervent Islamic warriors from Libya, from Iraq, from Egypt, from the Sudan. And among the ranks of these, according to Western intelligence officials and United States law enforcement officials, came some of the men, and much of the inspiration, for the bombing of the World Trade Center in New York in February and for a second bombing conspiracy broken up in New York in June.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/11/style/chronicle-205793.html","abstract":"  HILLARY RODHAM CLINTON, who was born in Park Ridge, Ill., has inspired a team of songwriters in nearby Chicago. Their new song, \"Do the Hillary,\" begins like this: \"Take your man/by the hand/hold him tight/it's your right.\"   There's more: \"Shake your boot/ he'll salute/'s what you need/yes indeed.\"","thumbnail":null,"section":"Style"},{"date":"19930811","headline":"Boys of 50's Brooklyn, Graying but Still Game","web_url":"https://www.nytimes.com/1993/08/11/nyregion/about-new-york-boys-of-50-s-brooklyn-graying-but-still-game.html","abstract":"  BACK then in that time of egg creams and lime rickeys when they were being boys together, when they were first learning about sin, when their parents were worried about what would become of them, back then in the 50's, Flink's was the center of everything.    The name on the window of the candy store at Newkirk near Coney Island Avenue said The Colonel's but everybody called it Flink's, though nobody knew why. Carl, who owned the place, was not named Flink. Carl, who would occasionally wave a cleaver to chase out people who were sitting at the counter without spending, is dead. Flink's has been gone for a long time.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"'New' Immigrants Closely Follow the Pattern of Predecessors; Not Loud or Violent","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-new-immigrants-closely-follow-the-pattern-of-predecessors-not-loud-or-violent-243093.html","abstract":"  To the Editor:   What caught my attention in your July 29 news article on the growing Latin presence in New York City's suburbs was a quotation from a \"happy-go-lucky\" Dominican grocer who says that \"we're\" loud, \"we\" prefer beer to soda, and \"we\" can't hit our wives here as we do in the \"country.\"","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Review/City Opera; 'Tosca,' In a Moody Revival","web_url":"https://www.nytimes.com/1993/08/11/arts/review-city-opera-tosca-in-a-moody-revival.html","abstract":"  The City Opera's 50th anniversary season has opened with a heavy salvo of Puccini: \"La Boheme,\" \"Madama Butterfly\" and, on Saturday night, \"Tosca.\" The last two are both revivals of productions by Frank Corsaro, and their variable success illustrates the challenge posed by Puccini's adventurous conservatism.   \"Butterfly,\" in its original 1904 version, glances against turn-of-the-century American imperialism in the Far East. The production follows along with some subtle gestures and details of decor: most tellingly, a model of an American battleship in the hands of a half-Japanese child. But the overall atmosphere falls short of the original score's ambitions: some large, unifying gesture is absent, some central image of cultural conflict.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"Ohio State Coach Testifies in Jackson Trial","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-people-basketball-ohio-state-coach-testifies-in-jackson-trial.html","abstract":"  The Ohio State basketball coach, RANDY AYERS, testified yesterday in Columbus, Ohio, that one of four people accusing the former Buckeye basketball star, JIM JACKSON, of waving a gun at them admitted he wasn't certain Jackson had a gun.   Ayers said a relative of RONALD SIDNEY Jr., 20, called him, then Sidney got on the telephone.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Trichardtsdal Journal; A Farmer, but Not Exactly a Boer. You See . . .","web_url":"https://www.nytimes.com/1993/08/11/world/trichardtsdal-journal-a-farmer-but-not-exactly-a-boer-you-see.html","abstract":"  On the day Rex Mametja was inducted into the farming fraternity of this tropical hamlet, he hovered near the door of the planters' hangout, the Ofcolaco Club, ready to flee across the cricket pitch if necessary.   There he was, he recalled thinking, encircled by the white settlers whose forefathers had robbed his forefathers of their land. As a barefoot child picking cotton on their farms, he had seen the whip applied. As a voteless grownup he had joined the African National Congress to take the country back from them.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Reform for the Public Lands","web_url":"https://www.nytimes.com/1993/08/11/opinion/reform-for-the-public-lands.html","abstract":"  Resurrecting a promise he had shelved under pressure from Western lawmakers, President Clinton proposes to double grazing fees and tighten supervision for America's vast public lands. While environmental purists might want higher fees and stiffer rules, the new plan is a wholesome break with historical leniency toward the private use of public resources.   Mr. Clinton first proposed increasing fees for grazing and mining on Federal lands in his budget package, but backed off when Western senators threatened to scuttle the whole package if those fees were in it. His pullback added to the perception -- in full bloom at the time -- of a floundering fledgling in the Oval Office. But if Mr. Clinton can now accomplish most of the same objective through normal rule-making without a draining battle in Congress, his early retreat may nourish the notion that he knows what works and what doesn't.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"How Bosnia's Saviors Became Its Jailers","web_url":"https://www.nytimes.com/1993/08/11/opinion/how-bosnias-saviors-became-its-jailers.html","abstract":"Faced with the real possibility of American or NATO air strikes against Bosnian Serb positions, and with Bosnian President Alija Izetbegovic's refusal to return to peace talks in Geneva until the Serbs vacate positions around Sarajevo, the United Nations acted. It made a deal with Bosnian Serb leaders to move U.N. troops into the strategic sites while the Serb forces gradually pull out. But as has been the case so often in the war, the U.N. moves have only ended up helping the Bosnian Serbs. \n\nIt is not that the U.N. approves of the siege of Sarajevo. Its personnel, civil and military, have been killed in the relief effort there by fire from all sides. But it has come to share certain goals with the Bosnian Serb troops of Gen. Ratko Mladic. First and foremost has been forestalling air strikes or any other form of American or NATO intervention to lift the siege. When General Mladic, in a bid to tighten the siege at the end of July, took too much ground too quickly and again provoked the threat of American intervention, the United Nations rescued him by stepping up negotiations with him.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Looking to Advice from the Alumni","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-people-olympics-looking-to-advice-from-the-alumni.html","abstract":"  DONNA DE VARONA sees them as an untapped treasure, BILL TOOMEY as a great and dormant asset. They are the 9,500 or so American alumni of previous Olympic Games.   If De Varona, Toomey and DANIELLE WILKSHIRE have their way, these athletes will soon be back in the mainstream, advising current United States athletes, visiting schools to spread the Olympic message, cheering together at sporting events including the 1996 Atlanta Games, socializing at golf outings and perhaps even appearing on television for corporate Olympic sponsors.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"1918: Allies Press On : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/11/opinion/IHT-1918-allies-press-on-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Yesterday afternoon [Aug. 9] and in the course of the evening the Allied armies continued their advance on the whole of the front, from the south of Montdidier to the Ancre. The French troops, attacking south of Montdidier, during the afternoon, c","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Demjanjuk Verdict Points Up Complicity","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-demjanjuk-verdict-points-up-complicity-240593.html","abstract":"  To the Editor:   The acquittal of John Demjanjuk by the Israeli Supreme Court on charges of being the Nazi war criminal known as \"Ivan the Terrible\" is a welcome development, not merely because a former United States citizen was cleared of heinous charges after a 16-year legal battle (front page, July 29).","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"While Watching on Sideline, Roberts Has No Worry Signs","web_url":"https://www.nytimes.com/1993/08/11/sports/pro-football-while-watching-on-sideline-roberts-has-no-worry-signs.html","abstract":"  Giants offensive lineman William Roberts watched practice today, saying that he was eager to return to the team and that he was not concerned about his latest episode of atrial fibrillation, or rapid heartbeat.   Roberts, 31, had a cold last week and took an over-the-counter medicine that contains pseudoephedrine, which can speed up the heart. As a result, he will no longer take any medicine that the Giants' physicians have not prescribed.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Red Sox and Viola Treat It Like a Big Game","web_url":"https://www.nytimes.com/1993/08/11/sports/baseball-red-sox-and-viola-treat-it-like-a-big-game.html","abstract":"  The Yankees kept assuring themselves that this was not a really important series. Three games in August against the Red Sox with first-place implications for both teams, not important? These were the Red Sox. This was Fenway Park. Scalpers were asking $75 for a bleacher ticket. This game carried more impact for both teams than any since 1988, even if the Yankees were reluctant to admit it.   The opener between two of baseball's storied franchises might have helped revive one of baseball's great rivalries, especially from Boston's perspective. Frank Viola pitched six splendid innings to power the Red Sox to a 5-0 victory and boost them into second place by themselves in the packed American League East before a packed park of 34,413 fans.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Japan's Untaught History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/11/opinion/IHT-japans-untaught-history-letters-to-the-editor.html","abstract":"In response to the editorial \"First, Own Up to the Past\" (Aug. 9): .The most compelling proof of the new Hosokawa government's determination to acknowledge the past would be to drastically revise the curriculum in schools and universities dea","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Campus Journal; Happy Endings in Class By Studying Cinderella","web_url":"https://www.nytimes.com/1993/08/11/education/campus-journal-happy-endings-in-class-by-studying-cinderella.html","abstract":"  Rossini composed an opera about her, Julie Andrews played her in a Rodgers and Hammerstein musical, and Jerry Lewis played a male version in a movie. She's been analyzed by Freudians and Jungians.   Cinderella might have blushed at all the attention.","thumbnail":null,"section":"Education"},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-200693.html","abstract":"  An article on July 26 about an American warplane that fired on a missile battery in southern Iraq misidentified the authority that barred Iraqi flights over the area. The ban was imposed by the United States, Britain and France, not the United Nations.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Somali Showdown","web_url":"https://www.nytimes.com/1993/08/11/world/somali-showdown.html","abstract":"  The American determination to arrest a fugitive Somali clan leader underscores how the United Nations mission in Somalia has evolved from one of guarding and providing relief aid to aggressive military enforcement.   The original goal -- to provide security so that relief agencies could supply food to tens of thousands of starving Somalis -- officially ended in May with the withdrawal of American troops and the handing over of command to the United Nations. The mission, United Nations officials said, was highly successful: the famine created by three years of civil war was over.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Review/Music; Samples of the Baroque, Paired at Mostly Mozart","web_url":"https://www.nytimes.com/1993/08/11/arts/review-music-samples-of-the-baroque-paired-at-mostly-mozart.html","abstract":"  In its most avant-garde swipe yet at the thematic programming trend, the Mostly Mozart Festival at Lincoln Center opened its Mozart and Haydn Week on Monday evening with a double bill that brought together Charpentier's \"Acteon\" and Purcell's \"Dido and Aeneas,\" performed not by the festival's resident players, but by William Christie and Les Arts Florissants. It was, in effect, Not Mozart and Haydn Week at the Not Mostly Mozart Festival.   In that spirit, there were subtle connections to be made. Both works were composed -- indeed, both composers had died -- well before Haydn and Mozart were born. Both are steeped in the elegance of the French Baroque style (alloyed, in Purcell's case, with English traditions), which both Mozart and Haydn would have regarded as hopelessly archaic. And given the 18th century's preoccupation with new music, there is reason to suppose that both Mozart and Haydn went through their lives without hearing either work.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"On Eve of Strike, Nigeria Detains Opponents","web_url":"https://www.nytimes.com/1993/08/11/world/on-eve-of-strike-nigeria-detains-opponents.html","abstract":"  Nigeria's military Government has detained dozens of opponents and imposed tight controls on the press as a three-day protest of the annulment of June's elections approaches.   General strikes and demonstrations are to begin on Thursday. More than 100 people were reportedly killed in similar protests last month when demonstrators clashed with the security forces.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Bosnia Mediators Call Off Talks Until Serbs Quit Mountains","web_url":"https://www.nytimes.com/1993/08/11/world/bosnia-mediators-call-off-talks-until-serbs-quit-mountains.html","abstract":"  Indirectly endorsing Bosnian Muslim demands, the international mediators on Bosnia and Herzegovina said today that they would not reconvene peace talks until Serbian forces withdrew from two strategic mountains overlooking Sarajevo.   The Muslim-dominated Government has boycotted the negotiations with Serbian and Croatian leaders since Aug. 1 to protest the Serbs' seizure of Mount Igman and Mount Bjelasnica. A United Nations spokesman said Serbian forces had pulled back from Mount Bjelasnica, but were still on Mount Igman.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Serbs Must Withdraw Promptly Or Face Air Strikes, U.S. Insists","web_url":"https://www.nytimes.com/1993/08/11/world/serbs-must-withdraw-promptly-or-face-air-strikes-us-insists.html","abstract":"  The United States intensified pressure on the Bosnian Serbs today by explicitly warning that they could face a NATO attack unless they moved quickly to abandon positions on two strategic mountains near Sarajevo.   At the same time, the United Nations announced that the ground controllers necessary to coordinate air strikes were now in place in Bosnia, and that their links to NATO warplanes were being tested.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"Hope Seen for Curbing Youth Violence","web_url":"https://www.nytimes.com/1993/08/11/us/hope-seen-for-curbing-youth-violence.html","abstract":"  Although statistics show that violence is rising among American youths, a panel of psychologists released a report yesterday offering an optimistic view of what might be done to reverse the bloody tide.   The escalation in violence among young people is captured in statistics like these: a 61 percent increase in the 1980's in shootings committed by Americans 15 to 19 years old, and a 1,740 percent rise in the number of children and teen-agers treated for knife and gunshot wounds since 1986 at the Children's National Medical Center in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-202293.html","abstract":"  A subheading in some copies on Monday about a girl in Sullivan County, N.Y., who died of rabies drew an incorrect medical conclusion. A New York State Health Department official pointed out in a letter to The Times that once symptoms appear, rabies is invariably fatal. Thus the fact that doctors did not immediately recognize the girl's symptoms made no difference in the outcome, and did not lead to the death.  ","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Sex, Hollywood and August","web_url":"https://www.nytimes.com/1993/08/11/opinion/sex-hollywood-and-august.html","abstract":"  If it weren't the season for heat, bugs, downpours, droughts and zucchini, if her alleged clients were Kansas City car dealers or Jersey City butchers, if her name was -- let's say, Louise -- the story would be somewhere between the horoscope and the help wanteds. But it is August, the alleged clients are Hollywood high rollers, her name is Heidi and we are talking harmonious convergence. We are talking front page. We are talking Heidi Ho!   To recap. Ms. Heidi Fleiss, said to be the successor to the retired Madam to the Stars, Madam Alex, was arrested in June in the wake of a vice sting that involved the Los Angeles Police Department, the Beverly Hills Police Department, the state Alcoholic Beverage Control Agency and the State Attorney General's office. Clearly, the City of Angels is waging one heck of a war on crime.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/11/nyregion/c-corrections-201493.html","abstract":"  A subheading on Thursday with an article about a judge's order of fines against New York City and his finding of four officials in contempt over lack of progress in housing the homeless misattributed a quotation. It was the plaintiff's lawyer, Steven Banks, and not the judge, who said, \"Senior city officials have acted as if they were above the law.\"","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/11/style/chronicle-204993.html","abstract":"  In 1941, HARRY CALLAHAN was working in Detroit as a clerk for the Chrysler Motor Company, and in his spare time he was trying to figure out what to do with his camera. Then Ansel Adams came to town to show his pictures and talk about photography, and Mr. Callahan's life changed forever.   \"For the first time I really saw what photography was, and I felt I could do it,\" said Mr. Callahan, who on Sunday will receive the 1993 Edward MacDowell Medal for his distinguished career in photography. The medal will be presented in a ceremony at the MacDowell Colony, the artists' retreat founded by Edward and Marian MacDowell in Peterborough, N.H. Previous winners of the award, which is presented annually to someone who \"has made an outstanding contribution to the nation's culture,\" include Leonard Bernstein, Aaron Copland, Eudora Welty, John Updike, Georgia O'Keeffe and Willem de Kooning.","thumbnail":null,"section":"Style"},{"date":"19930811","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/11/style/chronicle-203093.html","abstract":"  It must be August: Cartier has told its caterer to hold the caviar and Champagne and bring out the hot dogs and soda.   The elegant Fifth Avenue jeweler is going informal for the first time in its history to pay tribute on Friday to the newest member of the Baseball Hall of Fame, REGGIE JACKSON. Cartier has honored celebrities like Charles Lindbergh, Sir Winston Churchill and Rudolf Nureyev, but never an athlete.","thumbnail":null,"section":"Style"},{"date":"19930811","headline":"DeBoers Never Adopted Custody Case Baby; Jessica Won't Forget","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-deboers-never-adopted-custody-case-baby-jessica-won-t-forget-236793.html","abstract":"  To the Editor:   Will Jessica DeBoer forget (news article, Aug. 3)? Yes, her mind will forget, but in certain places in the heart there will be a hunger and a sense of loss. How do I know what experts can only guess at? At about age 2 1/2 or 3 I was taken from a loving home in Brooklyn by a father who thought he was doing the right thing.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Blessing (or Burden?) of a Child's Chess Gift","web_url":"https://www.nytimes.com/1993/08/11/movies/blessing-or-burden-of-a-child-s-chess-gift.html","abstract":"Does for chess what ''Red Shoes'' did for ballet. Appealing family drama with winning young protagonist.","thumbnail":null,"section":"Movies"},{"date":"19930811","headline":"Using Old Art of Stained Glass to Train the Young","web_url":"https://www.nytimes.com/1993/08/11/nyregion/using-old-art-of-stained-glass-to-train-the-young.html","abstract":"  When Norman Sealy started restoring stained glass at a church this summer, his mother began thinking of him as a saint. \"My mother is very religious,\" he explained.    Mr. Sealy is one of 24 summer interns working on a restoration effort at St. Ann and the Holy Trinity Episcopal Church in Brooklyn Heights through the city's summer jobs program for young people.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/11/nyregion/no-headline-423293.html","abstract":"  \"I was not meant for the job or the spotlight of public life in Washington. Here ruining people is considered sport.\" -- VINCENT W. FOSTER JR.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"A Celebrated Tourist at Hall of Fame","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-people-boxing-a-celebrated-tourist-at-hall-of-fame.html","abstract":"  The heavyweight champion RIDDICK BOWE celebrated his 26th birthday yesterday with a visit to the International Boxing Hall of Fame in Canastota, N.Y.   Bowe also spent time touring the nearby Oneida Indian Nation's Turning Stone casino before he was given a birthday party at a local restaurant, where celebrants paid $50 a ticket to get in.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Suit Says Pregnancy Led to Job Loss","web_url":"https://www.nytimes.com/1993/08/11/nyregion/suit-says-pregnancy-led-to-job-loss.html","abstract":"  JoMarie DeGioia says she was so devastated when she was dismissed from a part-time job at a Weight Watchers center, it took her four years to fight back.   But now, Mrs. DeGioia, a Seymour resident, has sued the company, contending she lost her job because she was pregnant and her employers believed she was gaining more weight than is normal. She is seeking unspecified compensatory damages.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Sports of The Times; Luxury-Box Fever Kills 'Ball Parks'","web_url":"https://www.nytimes.com/1993/08/11/sports/sports-of-the-times-luxury-box-fever-kills-ball-parks.html","abstract":"  ONE of the saddest things I have heard this summer is a congressional proposal for the Department of Interior to purchase four historic ball parks when they are no longer needed for major league baseball.   This proposed National Historic Ball Park Act is a gloomy reminder that one day, instead of the Red Sox and the Yankees going at each other in Fenway Park, you might have a park ranger umpiring a softball game for tourists.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"DeBoers Never Adopted Custody Case Baby; Impact of Separation","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-deboers-never-adopted-custody-case-baby-impact-of-separation-238393.html","abstract":"  To the Editor:   I am concerned about the lack of knowledge about the effects of separation of mother and child immediately after birth (\"Cutting the Baby in Half,\" editorial, Aug. 1). Your statement that a child will suffer injury if separated from its psychological -- as opposed to biological -- family is not entirely accurate.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"First Place Remains Property Of Jays","web_url":"https://www.nytimes.com/1993/08/11/sports/baseball-first-place-remains-property-of-jays.html","abstract":"  Blue Jays 6, Twins 3   Joe Carter, mired in a 5-for-46 slump, hit a two-run double during a five-run fifth inning last night as Dave Stewart and the Toronto Blue Jays beat the Minnesota Twins, 6-3, in the Skydome.   Toronto remained alone in first place in the American League East, a game ahead of Boston, one and one-half games in front of Baltimore and two games ahead of the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"President Signs Budget Bill, Then Turns to Next Battles","web_url":"https://www.nytimes.com/1993/08/11/us/president-signs-budget-bill-then-turns-to-next-battles.html","abstract":"  Rolling out all the imperial trappings of the executive branch onto the South Lawn of the White House, President Clinton today signed the budget bill for which he had fought so hard and scolded Republicans in Congress, saying they had shown \"partisan bitterness and rancor\" in last week's narrow victory.   Even before the music from the red-suited Marine Band faded today, Mr. Clinton and his aides turned to the battles ahead, predicting bipartisan victories on trade and health care issues and challenging the Republicans who have opposed them.","thumbnail":null,"section":"U.S."},{"date":"19930811","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/11/nyregion/metro-digest-525593.html","abstract":"  EMPIRE PLANS STAFF REDUCTIONS Moving swiftly to reverse years of financial decline, the new head of Empire Blue Cross and Blue Shield plans to cut costs by 10 percent, largely by reducing its staff through attrition, early retirement and layoffs, a company spokesman says. A1. NEW YORK CITY  NEW LIMIT FOR SHELTERING FAMILIES New York City will soon refuse to shelter families who say they are homeless but who could continue to live with friends or family, or who abandon their own apartments because of crime in their neighborhoods, officials say. A1.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"U.S. May Send Commandos To Hunt for Somali Warlord","web_url":"https://www.nytimes.com/1993/08/11/world/us-may-send-commandos-to-hunt-for-somali-warlord.html","abstract":"  The Administration is considering using commandos to search Mogadishu for Gen. Mohammed Farah Aidid, the Somali warlord who the United States believes was behind the killing of four American soldiers, United States officials said today.    One official familiar with Government planning said that \"the use of special forces and other creative military operations\" were being discussed, and that the use of commandos from other countries was being considered.","thumbnail":null,"section":"World"},{"date":"19930811","headline":"'New' Immigrants Closely Follow the Pattern of Predecessors","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-new-immigrants-closely-follow-the-pattern-of-predecessors-242193.html","abstract":"  To the Editor:   In discussing the resistance of Palisades Park, N.J., to the \"new immigrants\" from Latin America (Our Towns column, July 30), Iver Peterson is dealing with a national and historical phenomenon: the \"late 20th-century's third world diaspora,\" as he so rightly puts it.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"New Chief at Empire Blue Cross Moving Quickly to Reduce Costs","web_url":"https://www.nytimes.com/1993/08/11/nyregion/new-chief-at-empire-blue-cross-moving-quickly-to-reduce-costs.html","abstract":"  Moving swiftly to reverse years of financial decline, the new head of Empire Blue Cross and Blue Shield plans to cut costs by 10 percent, largely by reducing its staff through attrition, early retirement and layoffs, a company spokesman said yesterday.   The personnel cuts, as well as possible reductions in the use of rented office space, are intended to save the financially troubled insurer $50 million to $55 million a year, said Howard Rubenstein, a spokesman for Empire, which lost a total of $250 million in 1991 and 1992.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Court Backs Lesbian's Right To Adopt a Partner's Child","web_url":"https://www.nytimes.com/1993/08/11/nyregion/court-backs-lesbian-s-right-to-adopt-a-partner-s-child.html","abstract":"  A family court judge has upheld a lesbian's right to become the adoptive parent of her partner's child, in an unusually detailed opinion addressing a practice that has been growing, largely out of public view, since the mid-1980's.   The judge, Phillip M. Freedman, ruled that it would be in the best interests of the child, a 3-year-old girl, to allow her adoption by the woman who has had a \"committed relationship\" with her mother for 10 years.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Review/Dance; From Taiwan, Energetic Ceremonies of Motion","web_url":"https://www.nytimes.com/1993/08/11/arts/review-dance-from-taiwan-energetic-ceremonies-of-motion.html","abstract":"  The dance and music performed by the Formosa Aboriginal Dance Troupe of Taiwan on Sunday afternoon at the Fountain Plaza at Lincoln Center were ceremonies filled with repeated movements and sounds. But the performers, appearing as part of the center's Out of Doors festival, were one of the rare groups who managed to overcome the distractions of the setting. Car horns, conversations, excited children and the city's busy skyscape paled before the authority, simplicity and radiant humanity of the company, seen here in its American debut.    The 24-member troupe, founded in 1991 with the aim of revitalizing the traditional song and dance of nine aboriginal tribes, offered just a taste of its work, performed in costumes of brilliant colors and patterns, adorned with feathers and pompons. Fuller programs will be offered in performances on Friday through Sunday at the Taipei Theater in the McGraw-Hill Building (1221 Avenue of the Americas, at 49th Street). But what a tantalizing taste this was! Under the direction of Faidow Fagod, the company bravely and imaginatively built its program around a New Year's ritual in the styles of three tribes, with occasional ventures into male initiation and harvest dances.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/11/sports/transactions-011993.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Placed Jeffrey Hammonds, outfielder, on the 15-day disabled tist, retroactive to Aug. 3. Recalled Damon Buford, outfielder, from Rochester of the International League.   DETROIT TIGERS -- Placed David Wells, pitcher, on the 15-day disabled list, retroactive to Aug. 1. Recalled Greg Gohr, pitcher, from Toledo of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"DeBoers Never Adopted Custody Case Baby; Expedite Custody","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-deboers-never-adopted-custody-case-baby-expedite-custody-237593.html","abstract":"  To the Editor:   \"Cutting the Baby in Half\" (editorial, Aug. 1) points up the agonizing choices courts must make when biological parents seek custody of children who have formed close bonds with a psychological family.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Review/Film; Blessing (or Burden?) of a Child's Chess Gift","web_url":"https://www.nytimes.com/1993/08/11/arts/review-film-blessing-or-burden-of-a-child-s-chess-gift.html","abstract":"  \"Searching for Bobby Fischer\" isn't about Mr. Fischer, but it's well named. The film tells the story of Josh Waitzkin, a gifted young chess player growing up in the shadow of the legendary boy wonder, the one whose name is still mentioned in awestruck tones. Yet Mr. Fischer, who is seen here in old news clips as a boy playing against rows of different grown-up opponents and otherwise dazzling the chess establishment, is as well remembered for arrogance and eccentricity as he is for brilliance. Hovering over this absorbing story, the image of Mr. Fischer embodies genius as a double-edged sword.   The price of being a prodigy is very much at the heart of \"Searching for Bobby Fischer,\" which is adapted from the book by Fred Waitzkin about his son's experience. As written and directed thoughtfully by Steven Zaillian (whose other, much broader screenplays include \"Awakenings\" and \"Jack the Bear\"), the film seems to worry about the very talents it also celebrates. This separates it valuably from the standard-issue success story it occasionally approaches.","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"Saberhagen Belatedly Admits to Bleach Squirt","web_url":"https://www.nytimes.com/1993/08/11/sports/baseball-saberhagen-belatedly-admits-to-bleach-squirt.html","abstract":"  In a statement released by the Mets yesterday, Bret Saberhagen admitted responsibility for the July 27 bleach-spraying incident in the Shea Stadium clubhouse. The pitcher agreed to make amends for his actions and offered a formal apology both for his behavior that night and for his failure to acknowledge his role at an earlier date.   \"I am sorry for the accident and the failure to come forward, both of which have obviously hurt the club's relations with the media,\" said Saberhagen, who over the last two weeks repeatedly denied his role in the incident -- in which reporters were sprayed -- to both the news media and to his organization.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/08/11/books/book-notes-870093.html","abstract":"  Clark and Clark   The paperback best-seller lists are very exclusive these days, with Michael Crichton and John Grisham more or less divvying up the top six or seven spots, as if they had simply cordoned off an airplane's first-class section for themselves. \"I sometimes want to telephone John Grisham's wife and tell her to take him on a long vacation in Jurassic Park -- and take Michael Crichton with them,\" said Carol Higgins Clark, who has nevertheless managed to break into The New York Times's paperback fiction list for Sunday, when \"Decked\" (Warner Books), her murder mystery set mostly on a cruise ship, comes in at No. 13.","thumbnail":null,"section":"Books"},{"date":"19930811","headline":"A Sad, Despairing 'Time of My Life'","web_url":"https://www.nytimes.com/1993/08/11/style/IHT-a-sad-despairing-time-of-my-life.html","abstract":"In the program notes to his \"Time of My Life\" (at the Vaudeville) Alan Ayckbourn rightly pays tribute to J.B. Priestley whose \"time\" plays have clearly been its inspiration: curiously though, he doesn't mention an even more direct for","thumbnail":null,"section":"Style"},{"date":"19930811","headline":"1893: Statesman Pleads : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/11/opinion/IHT-1893-statesman-pleads-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Clemenceau again! And to think that there are still nine days before the elections, and that he will furnish the public with matter for discussion every day! M. Clemenceau has delivered a long speech in his own defence at a meeting of his elect","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"U.N. Needs to Act On Rights of Women","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-un-needs-to-act-on-rights-of-women-239193.html","abstract":"  To the Editor:   A. M. Rosenthal errs in his July 27 column, which denounces female genital mutilation as \"the world's most widespread form of torture.\" He complains no one is speaking up about it, yet countless women's groups raised the issue at the United Nations human rights conference in Vienna last June and at the United Nations Commission on Women meeting in Geneva last spring.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"In America; Killing 'Just for Whatever'","web_url":"https://www.nytimes.com/1993/08/11/opinion/in-america-killing-just-for-whatever.html","abstract":"  Denver's long season of violence and sorrow began in May when an infant, just 10 months old, was struck by a bullet at the polar bear exhibit of the Denver Zoo.   Authorities do not know who fired the bullet, which grazed the baby's head and shattered an innocent family outing. The child, a boy, survived but the mayhem in and around Denver was under way and much worse was to come.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Engine Fires Prompt G.M. to Issue Recall Of 80% of Saturns","web_url":"https://www.nytimes.com/1993/08/11/us/engine-fires-prompt-gm-to-issue-recall-of-80-of-saturns.html","abstract":"  The Saturn Corporation, General Motors' effort to compete against inexpensive Japanese imports in both quality and price, is voluntarily recalling 80 percent of all cars it has ever made to address an electrical problem that has caused engines in at least 34 Saturns to catch fire.    Both G.M. and the National Highway Traffic Safety Administration say there have been no reports of injury or death related to the defect.","thumbnail":null,"section":"U.S."},{"date":"19930811","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/11/arts/the-pop-life-880793.html","abstract":"  The Dirt on 'Louie'   Anyone who came of age in the early 60's probably had occasion to slow down the speed of the Kingsmen's recording of \"Louie Louie,\" lean close to the record player and listen intently for what were alleged to be the song's hidden salacious lyrics. The rock critic Dave Marsh writes about the song, its impact and the history of rock-and-roll in his new book, \"Louie Louie\" (Hyperion), whose subtitle seems about as long as the song itself: \"The History and Mythology of the World's Most Famous Rock 'n' Roll Song; Including the Full Details of Its Torture and Persecution at the Hands of the Kingsmen, J. Edgar Hoover's F.B.I., and a Cast of Millions; and Introducing, for the First Time Anywhere, the Actual Dirty Lyrics.\"","thumbnail":null,"section":"Arts"},{"date":"19930811","headline":"DeBoers Never Adopted Custody Case Baby","web_url":"https://www.nytimes.com/1993/08/11/opinion/l-deboers-never-adopted-custody-case-baby-235993.html","abstract":"  To the Editor:   James S. Flanagan in his Aug. 5 letter perpetuates misconceptions about the custody battle over Jessica DeBoer when he says her \"adoptive parents have honored their half of the adoption agreement.\" Laura Nagan Brown in her letter the same day likewise confuses the issue when she refers to Jan and Roberta DeBoer as Jessica's \"adoptive parents.\" Your Aug. 1 editorial makes the same error when it declares that Jessica \"was adopted in Iowa\" by the DeBoers.","thumbnail":null,"section":"Opinion"},{"date":"19930811","headline":"Where Canine Clients Hone Their Oral Skills; At a Kennel, New Meaning for Dog Days","web_url":"https://www.nytimes.com/1993/08/11/nyregion/where-canine-clients-hone-their-oral-skills-at-a-kennel-new-meaning-for-dog-days.html","abstract":"  If anyone out there doubts that these hard times are affecting even the family dog, take a head count at one of Westchester County's better kennels, where reservations are flat and the suites with television and phone are a harder sell than ever.   For many well-heeled dogs, summer meant a visit to the kennel as surely as it meant camp for the kids. But just as people are taking fewer vacations and shorter ones, so now are their dogs.","thumbnail":null,"section":"New York"},{"date":"19930811","headline":"Young Hurdler Hustling, Both On and Off Track","web_url":"https://www.nytimes.com/1993/08/11/sports/track-and-field-young-hurdler-hustling-both-on-and-off-track.html","abstract":"  Wanted: Part-time job for recent graduate of Georgia Tech. Qualifications: Degree in mechanical engineering, with a specialty in biomedical technology. Also able to run on the heels of the world-record holder Kevin Young in the 400-meter hurdles.   Derrick Adkins is not your typical 23-year-old unemployed college graduate. He is ranked second in the United States in the 400-meter hurdles, behind Young, the Olympic champion. Like Young, Adkins is on his way to the world championships, which get under way Saturday in Stuttgart, Germany, and is aiming for the 1996 Olympics.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Hillman Foiled Again Despite Big Pep Talk","web_url":"https://www.nytimes.com/1993/08/11/sports/baseball-hillman-foiled-again-despite-big-pep-talk.html","abstract":"  Dallas Green came to the mound in the eighth inning, when the game so long in hand seemed to be slipping away from the Mets.   Eric Hillman knew it would be easy for Green to call for the bullpen. He had pitched seven shutout innings, but, in the eighth, he had given up three hits and one run and had only one out. In the past, he would have been gone. It wouldn't have been a question.","thumbnail":null,"section":"Sports"},{"date":"19930811","headline":"Pentagon Seeks To Modify Cuts In Carrier Fleet","web_url":"https://www.nytimes.com/1993/08/11/us/pentagon-seeks-to-modify-cuts-in-carrier-fleet.html","abstract":"  Reflecting growing concerns over regional instability around the world, the Pentagon has recommended that the United States maintain a fleet of 12 aircraft carriers, senior Administration officials said today. The Pentagon had been considering a plan to cut the fleet to 10 carriers from the current 14.   Defense Secretary Les Aspin made the recommendation for the larger fleet at a meeting of top officials at the White House. Under the plan, one carrier would be used to train Navy aircraft units in the military reserves but would also be available for patrols.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930811","time":"1993-08-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":58,"wspd":7.6},{"date":"19930811","time":"1993-08-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":68,"wspd":9.4},{"date":"19930811","time":"1993-08-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":70,"wspd":7.6},{"date":"19930811","time":"1993-08-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":68,"wspd":9.4},{"date":"19930811","time":"1993-08-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":69,"wspd":9.4},{"date":"19930811","time":"1993-08-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":68,"wspd":11.2},{"date":"19930811","time":"1993-08-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":72,"wspd":9.4},{"date":"19930811","time":"1993-08-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":76,"wspd":9.4},{"date":"19930811","time":"1993-08-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":20.5},{"date":"19930811","time":"1993-08-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":18.4},{"date":"19930811","time":"1993-08-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":80,"wspd":14.8},{"date":"19930811","time":"1993-08-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":70,"wspd":24.1},{"date":"19930811","time":"1993-08-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":64,"wspd":25.9},{"date":"19930811","time":"1993-08-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":64,"wspd":29.5},{"date":"19930811","time":"1993-08-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":69,"wspd":27.7},{"date":"19930811","time":"1993-08-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":71,"wspd":27.7},{"date":"19930811","time":"1993-08-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":80,"wspd":25.9},{"date":"19930811","time":"1993-08-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":70,"wspd":22.3},{"date":"19930811","time":"1993-08-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":65,"wspd":31.3},{"date":"19930811","time":"1993-08-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":69,"wspd":20.5},{"date":"19930811","time":"1993-08-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":73,"wspd":18.4},{"date":"19930811","time":"1993-08-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":77,"wspd":14.8},{"date":"19930811","time":"1993-08-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":80,"wspd":13},{"date":"19930811","time":"1993-08-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":85,"wspd":13},{"date":"19930811","time":"1993-08-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":69,"wspd":16.6},{"date":"19930811","time":"1993-08-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":14.8},{"date":"19930811","time":"1993-08-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":16.6},{"date":"19930811","time":"1993-08-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":13},{"date":"19930811","time":"1993-08-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":9.4},{"date":"19930811","time":"1993-08-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":11.2},{"date":"19930811","time":"1993-08-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":9.4},{"date":"19930811","time":"1993-08-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":7.6},{"date":"19930811","time":"1993-08-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":81,"wspd":7.6},{"date":"19930811","time":"1993-08-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":9.4},{"date":"19930811","time":"1993-08-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":7.6},{"date":"19930811","time":"1993-08-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":7.6},{"date":"19930811","time":"1993-08-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":81,"wspd":11.2},{"date":"19930811","time":"1993-08-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":7.6},{"date":"19930811","time":"1993-08-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":71,"wspd":7.6},{"date":"19930811","time":"1993-08-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":11.2},{"date":"19930811","time":"1993-08-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":58,"wspd":11.2},{"date":"19930811","time":"1993-08-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":14.8},{"date":"19930811","time":"1993-08-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":58,"wspd":13},{"date":"19930811","time":"1993-08-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":13},{"date":"19930811","time":"1993-08-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":13},{"date":"19930811","time":"1993-08-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":16.6},{"date":"19930811","time":"1993-08-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":66,"wspd":16.6},{"date":"19930811","time":"1993-08-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":71,"wspd":14.8}]}}