{"19940414":{"guardian_articles":[],"nytimes_articles":[{"date":"19940414","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/04/14/style/IHT-what-theyre-reading.html","abstract":"Peter Armour, a writer on Dante and Italian literature of the 13th and 14th centuries, is reading \"The Cambridge Companion to Dante,\" edited by Rachel Jacoff..\"It's a series of essays, mostly written by Americans, on Dante's life, works,","thumbnail":null,"section":"Style"},{"date":"19940414","headline":"Reviews/Music; Band Defined by a Word: 'Hostile'","web_url":"https://www.nytimes.com/1994/04/14/arts/reviews-music-band-defined-by-a-word-hostile.html","abstract":"  A rumble, a grind, a barrage, a stomp, a guttural growl: that's the sound of Pantera, the Texas band that played its first of two sold-out shows on Tuesday night at Roseland. The audience was a mosh pit, active in slower songs and hyperactive in fast ones, with hundreds of colliding bodies in every song and voices raised to shout catch phrases.    Onstage Philip Anselmo, Pantera's shaven-headed lead singer, hunched and glowered and jumped around like an irate orangutan, stripped down to his baggy shorts and his tattoos; the long-haired Dimebag Darrell on guitar, Rex on bass and Vinnie Paul on drums toiled over their instruments, united in one percussive assault. As the haircuts suggest, Pantera merges the fits and starts of hard-core rock with the brute force of heavy metal, and for the moment it is as vociferous as any band around.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"A Slaying Puts Russian Underworld on Parade","web_url":"https://www.nytimes.com/1994/04/14/world/a-slaying-puts-russian-underworld-on-parade.html","abstract":"  From the attic of the building that houses Kindergarten No. 392, there is a clear line of fire to the parking lot of the Krasnopresnensky Baths, 200 yards away.   At 5:45 P.M. on April 5, Otari V. Kvantrishvili, keeping to routine, left the red-brick bathhouse surrounded by bodyguards. Sportsman, philanthropist, businessman, politician -- loved and admired by many for his support of war veterans, orphans and elderly athletes -- Mr. Kvantrishvili was also, as everyone seemed to know, a gangster, one of the most powerful bosses in Russia. At 46, he was a \"thief in law,\" as the Russian phrase goes, a Godfather, one of the untouchables whom many Russians think are the country's real leaders.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Reviews/Music; Another Young Mezzo Joins the Parade","web_url":"https://www.nytimes.com/1994/04/14/arts/reviews-music-another-young-mezzo-joins-the-parade.html","abstract":"  This season has become a festival of promising young mezzo-sopranos, all nipping at the heels of Cecilia Bartoli, who is already an established star though she is not yet 30. Whether the opera circuit can accommodate so many deserving mezzos (recent newcomers include Jennifer Larmore and Olga Borodina) remains to be seen. But perhaps the more pressing question, since opera cannot run on mezzos alone, is when we will see a corresponding explosion of sopranos and tenors of similar caliber.    The scales were unbalanced further on Monday evening, when Monica Groop, a Finnish mezzo, made her New York debut at Weill Recital Hall. Ms. Groop has lately been attracting attention in Europe, both in opera houses and with orchestras and period-instrument bands, and in her recital she proved herself an eloquent interpreter of art songs by Brahms, Sibelius, Strauss and Grieg.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/14/nyregion/inside-772569.html","abstract":"  Clinton's Frustration Shows   The President bristled when an editor likened shifting accounts of the Whitewater affair to a child's excuses for not doing homework. Page A24. Data Show Slowing Economy    Small gains in retail sales and consumer prices for March showed economic growth slowing and inflation remaining steady. Page D1. A Lesson on Hedge Funds    Concerned about hedge funds' influence on markets, Congress held a hearing on the funds that featured a tutorial from George Soros. Page D1. Politics Fuels Tokyo Market    Tokyo's stock market soared amid expectations that Tsutomu Hata, a moderate conservative, will be Japan's new Prime Minister. Page A7. 5 Youths Held in Rape    Five teen-agers who the police said talked openly about the crime with friends were arrested in the rape of a woman in Coney Island. Page B1. Maneuvering at the Coliseum    City Hall withdrew an offer to give the Metropolitan Transportation Authority $50 million to revise the Coliseum real-estate deal. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Health Officials Apologize for Problems With Falsified Data in Cancer Study","web_url":"https://www.nytimes.com/1994/04/14/us/health-officials-apologize-for-problems-with-falsified-data-in-cancer-study.html","abstract":"  Two top Government health officials voiced contrition at a Congressional hearing today about delays in sorting out problems in federally financed breast cancer studies.    The officials, Dr. Harold Varmus, the head of the National Institutes of Health, and Dr. Samuel Broder, the head of the National Cancer Institute, faulted their own procedures in dealing with data that were falsified by scientists at two Canadian hospitals. The data were part of breast cancer studies coordinated by the University of Pittsburgh.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Review/Concert; Relating Architecture And Music","web_url":"https://www.nytimes.com/1994/04/14/arts/review-concert-relating-architecture-and-music.html","abstract":"  In a grand sense, visions were undoubtedly broadened by the \"Perspectives in Music and Art\" program on Tuesday evening in St. Paul's Chapel at Columbia University. Architecture fans heard some good American tunes, and classical-music buffs, a notoriously focused (not to say narrow) lot, learned much about Frank Lloyd Wright's concept of the prairie home.   But exactly what light Terence Riley's lecture on Wright's prairie period and the concert of works by Roy Harris, Aaron Copland and others were supposed to shed on each other was far from clear. Mr. Riley, a curator at the Museum of Modern art, declined to make connections beyond noting Wright's own musical proclivities and wish to see the arts allied.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"Early Report By ABC News Is Criticized","web_url":"https://www.nytimes.com/1994/04/14/us/early-report-by-abc-news-is-criticized.html","abstract":"  Violating a longstanding informal agreement, ABC News broke a news embargo on Tuesday night to report the results of a new cancer study a day early. The network's action was immediately condemned by The New England Journal of Medicine, which published the study, and by journalists at other news organizations.   \"I'm beside myself,\" said Dr. Jerome Kassirer, the editor of The Journal. \"It just astonishes me.\"","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/14/nyregion/c-corrections-779644.html","abstract":"  A report in the Book Notes column yesterday about the popularity of books with spiritual themes misspelled the name of the associate publisher and editor in chief of HarperCollins's adult-trade division. She is Susan Moldow.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Vitamin Supplements Are Seen As No Guard Against Diseases","web_url":"https://www.nytimes.com/1994/04/14/us/vitamin-supplements-are-seen-as-no-guard-against-diseases.html","abstract":"  A large and careful study to see if vitamins can protect against cancer and heart disease has found no evidence of any such benefit and even hints at actual harm. The finding is surprising because many earlier studies had suggested a benefit from these supplements, vitamin E and beta-carotene.   Experts involved in the study say it is possible a benefit may emerge as the study continues. They also say that the advice to eat a lot of fresh fruit and vegetables still stands, since the benefit seen in earlier studies may have come from something other than the vitamins. But the experts acknowledge that the case for vitamin supplements should be considered unproved for now.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Review/Dance; A Piece That Never Ends, or Never Seems to End","web_url":"https://www.nytimes.com/1994/04/14/arts/review-dance-a-piece-that-never-ends-or-never-seems-to-end.html","abstract":"  \"La Chambre Blanche,\" presented by O Vertigo Danse on Tuesday night at the start of a weeklong season at the Joyce Theater, takes place in a confined space no one seems to leave. The only sensation of claustrophobia, however, is of being trapped in a small, dark theater space with a dance that may never end.    That open-endedness may be part of the point of this theater-dance piece, choreographed by Ginette Laurin and performed by her Montreal-based company to a wide-ranging, all-purpose score by Michel Drapeau. Lives seem to unfold completely in that handsome, formal room, which looks like the entry hall to an old bathhouse, beyond which is a view of a chamber with a small fountain at the back of the stage. The set, by Stephane Roy, is rich in possibilities. Axel Morgenthaler's lighting suggests the passage of time and a beckoning but unreachable world beyond.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"Giuliani Names 2 To U.N. Liaison","web_url":"https://www.nytimes.com/1994/04/14/nyregion/giuliani-names-2-to-un-liaison.html","abstract":"  Bruce S. Gelb and Livia Sylva were appointed by Mayor Rudolph W. Giuliani yesterday as members of the New York City Commission for the United Nations and Consular Corps.   The commission acts as the official liaison between the mayor and the United Nations and consular diplomats.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Where Sex Belongs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-where-sex-belongs-letters-to-the-editor.html","abstract":"Regarding \"Is There Anything Still Left in America's Sexual Closet?\" (Opinion, April 1):.George Will takes the U.S. surgeon general, Dr. Jocelyn Elders, to task for her remark that society \"wants to keep all sexuality in the closet.\"","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Transactions","web_url":"https://www.nytimes.com/1994/04/14/sports/transactions-777714.html","abstract":"  Football  National Football League   MIAMI DOLPHINS -- Signed Bernie Kosar, quarterback, to a two-year contract.   WASHINGTON REDSKINS -- Waived Mark Rypien, quarterback. Hockey  National Hockey League   ST. LOUIS BLUES -- Agreed to terms with David Roberts, forward, on a multiyear contract. Recalled Tony Hrkac, center, from Peoria of the International Hockey League. Horse racing    THOROUGHBRED RACING ASSOCIATIONS -- Named Jeff Parrott manager and coordinator of the National Best Seven, TRA's weekly national wager. College    COLUMBIA -- Named Willy Wood men's track and field and cross country coach and Karen Reardon interim women's track and field and cross country coach.   KEAN -- Named Patty Delehanty women's basketball coach.   PITTSBURGH -- Named Tom Crean men's assistant basketball coach.   SETON HALL -- Announced the resignation Sue Parler, softball coach, effective at the end of the season. Named Dena Hendrickson softball coach.   SYRACUSE -- Declared Erica O'Neill and Jana Strnadova ineligible from the tennis team for possible NCAA rules violations.   WILLIAM PATERSON -- Named Paul Darragh defensive coordinator.  ","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Olazábal:On Par With Ballesteros","web_url":"https://www.nytimes.com/1994/04/14/sports/IHT-olazabalon-par-with-ballesteros.html","abstract":"As Severiano Ballesteros took a glance at his small audience, he should have noticed, he had to, that most of the people were not looking at him. He did not appear to mind. In fact, he had been waiting in the press room, chuckling at an old framed stenci","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Guggenheim Fellows To Share $4 Million","web_url":"https://www.nytimes.com/1994/04/14/us/guggenheim-fellows-to-share-4-million.html","abstract":"  The John Simon Guggenheim Memorial Foundation has chosen 147 artists, scholars and scientists for 1994 fellowship awards totaling $4,070,000.   Joel Conarroe, the president of the foundation, said its seven-member Committee of Selection chose the recipients from among 3,157 applicants for the 69th annual competition. He said Guggenheim Fellows were appointed on the basis of distinguished achievement and exceptional promise in their fields.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Anarchy Rules Rwanda's Capital And Drunken Soldiers Roam City","web_url":"https://www.nytimes.com/1994/04/14/world/anarchy-rules-rwanda-s-capital-and-drunken-soldiers-roam-city.html","abstract":"  Food had run out, drinking water was scarce and the streets of this capital city, empty of residents, was a terrifying obstacle course today of drunken soldiers and marauding gangs of looters dressed in a patchwork of uniforms, armed with machetes, spears, bows and arrows and automatic weapons.   Children carried hand grenades, and open-back trucks, loaded with angry men waving weapons at passing cars, sped through the city. As night fell, screams could be heard coming from a church compound where more than 2,000 Rwandans had taken refuge. A short time later, after the sound of machine-gun fire, the screaming stopped.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"'Many Punks Could Gain From Six of the Best'; Right Here at Home","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-many-punks-could-gain-from-six-of-the-best-right-here-at-home-780308.html","abstract":"  To the Editor:   Many Americans expressing shock at court-authorized caning in Singapore (editorial, April 2) would be surprised to learn the extent to which corporal punishment continues as a disciplinary option at schools in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Clinton Offers Praise To Lillehammer's Best","web_url":"https://www.nytimes.com/1994/04/14/sports/sports-people-olympics-clinton-offers-praise-to-lillehammer-s-best.html","abstract":"  PRESIDENT CLINTON welcomed 200 members of the United States Olympics team to the White House yesterday, honoring well-known medalists as well as the disabled athletes who competed in Lillehammer, Norway. The team members, wearing tricolored jackets while posing on risers in the East Room after the event was forced indoors by rain, applauded the President, the First Lady, HILLARY RODHAM CLINTON, and Vice President AL GORE.   \"I experienced the Olympics primarily as a citizen,\" Clinton said. \"As a matter of fact, I may have endangered the national security because I stayed up every night until you went off the air. I saw every last event, I saw every last interview, I heard 'The Star-Spangled Banner' played every time it was played.\"","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Small Stage For Bowe, Big Name","web_url":"https://www.nytimes.com/1994/04/14/sports/boxing-small-stage-for-bowe-big-name.html","abstract":"  When Michael Jordan went to the minor leagues, it was in another sport.   But imagine if Jordan were demoted to the Continental Basketball Association after a bad playoff game. That, essentially, is what has happened to Riddick Bowe, the onetime heavyweight champion with the manager who alienated people who can now retaliate.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Officer Is Injured In Fight at Rikers","web_url":"https://www.nytimes.com/1994/04/14/nyregion/officer-is-injured-in-fight-at-rikers.html","abstract":"  For the third time in a month, inmates attacked correction officers yesterday at Rikers Island, the city Department of Correction said. One officer was hospitalized.   At about 5:30 P.M., an inmate punched a guard in the head after the inmate was seen dropping a razor blade, said Thomas M. Antenen, a Department of Correction spokesman. He said the officer's head may have hit the floor.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Don't Starve Inner City Schools for Funds","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-don-t-starve-inner-city-schools-for-funds-780332.html","abstract":"  To the Editor:   Re \"In Michigan School-Tax Shift, the Poor Lose\" (letter, April 1):","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Santo Domingo Journal; A Dominican's 2 Burdens: Haiti and Balaguer","web_url":"https://www.nytimes.com/1994/04/14/world/santo-domingo-journal-a-dominican-s-2-burdens-haiti-and-balaguer.html","abstract":"  After a late-night rally that followed days of campaigning, Jose Francisco Pena Gomez is up early, immaculately dressed but hoarse of voice, for a round of interviews that precede another long day on the stump.   No matter how the conversation begins, Mr. Pena Gomez, 57, seems to wait, braced almost wearily for the question that has regularly sprung forth at crucial turns in a political career of more than 30 years: \"What do you say to those who brand you as a Haitian?\"","thumbnail":null,"section":"World"},{"date":"19940414","headline":"2 Railroads See Steep Increases in Ridership","web_url":"https://www.nytimes.com/1994/04/14/nyregion/2-railroads-see-steep-increases-in-ridership.html","abstract":"  During one of the worst winters in memory, the Metro-North Commuter Railroad and the Long Island Rail Road recorded steep increases in ridership in the first quarter of 1994, the railroads said yesterday.   Ticket sales rose 7.8 percent for Metro-North and 5.8 percent for the Long Island Rail Road, compared with the same period last year.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Workers' Rights and Trade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-workers-rights-and-trade-letters-to-the-editor.html","abstract":"In response to the report \"GATT Chief Seeks Workers' Rights Compromise\" (April 6):.The report states that \"a number of developing countries, including Malaysia, Singapore, India and Brazil, have reacted negatively\" to making workers","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Doubt Nibbles at C.I.A. Official's Reputation","web_url":"https://www.nytimes.com/1994/04/14/us/doubt-nibbles-at-cia-official-s-reputation.html","abstract":"  Milton A. Bearden, the C.I.A.'s station chief in Bonn, is a tall, jovial, blond Texan who in 30 years with the agency has worked in intelligence in Hong Kong, on the border of Afghanistan after the Russian invasion, in Africa, and in Washington, where he was deputy director and later head of the Soviet-East European division during the cold war.   That might turn out to have been his most dangerous post. One of the employees he supervised was Aldrich H. Ames, who was arrested in February and charged with betraying vital secrets -- and an unknown number of agents -- to Moscow.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Mutant Gene Is Identified As a Suspect In Cancers","web_url":"https://www.nytimes.com/1994/04/14/us/mutant-gene-is-identified-as-a-suspect-in-cancers.html","abstract":"  Researchers have found a cancer gene that may be at the root of many major types of cancer. The aberrant gene turns up in a wide variety of tumors, and, when it is inherited within a family, it can cause melanoma, the deadly skin cancer.    In addition, researchers say, they know how this gene works. A nonmalignant version of the gene had been found before by biologists studying the normal mechanisms that control the cycle of cell growth and division. When the gene is deranged by a mutation, a disturbance in its chemical sequence, the mutation leads to disruption of these controls, allowing cells to break lose and proliferate wildly.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Review/Dance; Trois Cuts In on Pas de Deux","web_url":"https://www.nytimes.com/1994/04/14/arts/review-dance-trois-cuts-in-on-pas-de-deux.html","abstract":"  The love triangle, a mainstay of fiction, film and theater, has been less dominant in ballet, where the pas de deux has long held sway as a romantic metaphor. But as the Joffrey Ballet suggested on Tuesday night, contemporary choreographers are increasingly interested in the psychological tensions that can be induced by a love trio, as opposed to a love duet.   By chance, and perhaps even by design, two of the pieces on this third and last program in the Joffrey season (which ends on Sunday night at the New York State Theater) were about a woman torn between two men. The fascinating aspect was the wide difference in sensibility and idiom between the pieces, \"The Garden of Villandry,\" by Martha Clarke, and \"A Tri-Fling,\" by Randy Duncan, a young choreographer from Chicago.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/14/nyregion/c-corrections-779679.html","abstract":"  An article yesterday about the Clintons' finances misattributed a statement that they had used profits from Hillary Rodham Clinton's commodities trades to make interest payments on the Whitewater real estate venture. That information was provided by Clinton aides who spoke on condition of anonymity, not by the White House on an official basis.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Review/Theater; A Gathering Place For Hope and Despair","web_url":"https://www.nytimes.com/1994/04/14/theater/review-theater-a-gathering-place-for-hope-and-despair.html","abstract":"  Cadence counts for a lot in the world of \"Bailey's Cafe,\" Gloria Naylor's adaptation of her novel of the same title at the Hartford Stage; it may even offer a path to personal salvation. With dazzlingly ambitious intent, Ms. Naylor has sought to present a dramatic equivalent of the great American musical form, the blues, and to explore, through the way her characters speak, the healing value of their finding the rhythms in the pain of their lives.   The inspired ideas behind \"Bailey's Cafe,\" which has been directed by Novella Nelson, hover luminously over a work that is still struggling hard to give them graceful theatrical form. Its allegorical elements, which were woven more slyly into the fabric of the novel, have been expanded and exaggerated here, and the play simply can't sustain their full weight. And whereas the novel was a series of discrete first-person narratives, the play brings its characters into dramatic interaction in ways that often seem forced.","thumbnail":null,"section":"Theater"},{"date":"19940414","headline":"New Job for Sanderson","web_url":"https://www.nytimes.com/1994/04/14/sports/sports-people-basketball-new-job-for-sanderson.html","abstract":"  WIMP SANDERSON, the former Alabama coach who made plaid jackets a fashion statement in college basketball, was hired yesterday as coach of Arkansas-Little Rock. He replaces JIM PLATT, who was reassigned last week after completing his fourth season as coach with a 13-15 record.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Court Rebuffs Coach","web_url":"https://www.nytimes.com/1994/04/14/sports/sports-people-basketball-court-rebuffs-coach.html","abstract":"  A Supreme Court justice refused yesterday to order the University of Southern California to reinstate its former women's basketball coach while she pursues a sex-bias lawsuit over being paid less than the men's coach.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Europe Acting Against Greece on Macedonia","web_url":"https://www.nytimes.com/1994/04/14/world/europe-acting-against-greece-on-macedonia.html","abstract":"  The European Union announced today that it was taking legal action against Greece because of its refusal to lift its two-month-old trade blockade of its neighbor, the former Yugoslav republic of Macedonia.   The highly unusual move, which involves bringing Greece before the European Court of Justice, reflects the frustrations of other European Union members, which have tried for weeks to get Greece to permit Macedonian trade through Salonika, the Greek port that is the traditional access route for Macedonian goods.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Essay; Anniversary Waltz","web_url":"https://www.nytimes.com/1994/04/14/opinion/essay-anniversary-waltz.html","abstract":"  Anniversaries of great occasions are news events that can be covered with care. Assignment editors, who rarely have the luxury of dealing with the expected, are rubbing their hands at 1994's summer of commemoration.   First: June 3, 1994, is the fifth anniversary of the bloody suppression of the peaceful demonstration in Beijing's Tiananmen Square.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Mercedes Powers Penskes","web_url":"https://www.nytimes.com/1994/04/14/sports/sports-people-auto-racing-mercedes-powers-penskes.html","abstract":"  ROGER PENSKE, the most successful owner in the history of IndyCar racing, announced yesterday that he will use a new Mercedes-Benz engine to power his cars in this year's Indianapolis 500, on May 29.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Sometimes a Town Must Be Evacuated","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-sometimes-a-town-must-be-evacuated-780243.html","abstract":"  To the Editor:   Since November 1991, the United Nations has sought to assist and protect displaced and besieged populations in Croatia and Bosnia and Herzegovina, with a view not only to providing relief, but also to averting further internal displacement and the need to seek refuge abroad.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Editors Look At Themselves In Response To Criticism","web_url":"https://www.nytimes.com/1994/04/14/us/editors-look-at-themselves-in-response-to-criticism.html","abstract":"  Under attack for the ethics and emphasis of their publications, American newspaper editors are indulging in something of a group worry session at their annual convention here.    Whether the speaker at the lectern is President Clinton, as it was today, or an experienced newspaper editor, many conversations at the meeting of the American Society of Newspaper Editors seem to lead to the same question: Is the press too mean?","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Hall at Tanglewood Named for Ozawa","web_url":"https://www.nytimes.com/1994/04/14/arts/hall-at-tanglewood-named-for-ozawa.html","abstract":"  The Boston Symphony announced yesterday that its new 1,180-seat concert hall on the grounds of the Tanglewood Festival in Lenox, Mass., would be named after Seiji Ozawa, the orchestra's music director. The hall will be inaugurated on July 7 at a concert featuring such longtime Tanglewood artists as John Williams, Yo-Yo Ma, Peter Serkin and Jessye Norman.   The Seiji Ozawa Hall, which was designed by William Rawn Associates of Boston at a cost of $9.7 million, becomes Tanglewood's secondary venue after the Shed, which houses major orchestra concerts. The new space will house more intimate concerts, student presentations and rehearsals, and may also serve as a recording studio.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"1919: Why in Russia?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-1919-why-in-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - It is now certain that on the opening of the new Congress, a Senate committee on military affairs will begin a thorough investigation of the reasons for the continued presence of American troops in Russia. The following questions will form the","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Journal; Far From Nirvana","web_url":"https://www.nytimes.com/1994/04/14/opinion/journal-far-from-nirvana.html","abstract":"  Only hours after Kurt Cobain's corpse was found in his Seattle home last Friday, he was buried in a media avalanche of generalities.    The myth-making machinery that cranks up after every show-biz death busily turned a troublesome rock musician into a recognizable, easy-to-digest archetype. Headline after headline assured us that the 27-year-old Mr. Cobain, the mainspring of the band Nirvana, was the voice of a generation. (Douglas Coupland, the author of \"Generation X,\" even published a weepy open letter to \"Kurt\" to claim ownership.) Mr. Cobain was also irresistibly likened to the self-immolating rock trinity of Jim Morrison, Jimi Hendrix and Janis Joplin, who all vanished into their own drug hazes at age 27.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Pre-Waugh Azanians","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-pre-waugh-azanians-780340.html","abstract":"  To the Editor:   Henry Louis Gates Jr. writes in \"A Liberalism of Heart and Spine\" (Op-Ed, March 27) that the Azanian People's Liberation Army \"borrows its name from an invented place of barbarism in Evelyn Waugh's satiric novel 'Black Mischief.' \"","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"South Africa's Whites at Crossroads","web_url":"https://www.nytimes.com/1994/04/14/world/south-africa-s-whites-at-crossroads.html","abstract":"  \"It's all right to be white!\" the life style story proclaims breathlessly, accepting the approaching electoral ascension of South Africa's long-oppressed black majority with a touch of fatalistic glitz.   \"A new attitude is taking root among the Pale Natives who make up 18 percent of the population,\" says the article in Style, a magazine otherwise devoted to the usual glossy objects of materialism and aerobic intimations of immortality. \"Suddenly after years of angst, guilt and introspection, it's O.K. to be who you are. Just one problem. Who are we?\"","thumbnail":null,"section":"World"},{"date":"19940414","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/14/style/chronicle-779687.html","abstract":"  GERALDINE A. FERRARO has aspired to higher office more than once: she has served in the House of Representatives, has run for the Senate and the Vice Presidency and is now the United States representative to the United Nations Human Rights Commission. But never has she been nominated for a post as lofty as the one she will fill tonight: that of God in the Varsity Show at Columbia University.    It was an irresistible opportunity, Ms. Ferraro said this week, reading passages of the letter she received from the producer of the student show. \"It's a small part line-wise, but monumentally important in the grand scheme of things,\" RITA PIETROPINTO, the producer, wrote. \"God sets the whole shebang in motion, sending our human heroes out on extraordinary adventures. God gets the funniest lines, too.\"","thumbnail":null,"section":"Style"},{"date":"19940414","headline":"Bridge","web_url":"https://www.nytimes.com/1994/04/14/nyregion/bridge-776084.html","abstract":"  A major figure in the history of New York bridge is Sol Seidman, who won numerous titles and served in many administrative capacities. He is now 84 and retired from play, but a relatively new competition is named for him. The Sol Seidman Double Knockout Teams is for players with fewer than 1,500 master points, and entries for the 1994 event will close at the end of April. For information, call Jon Levine, (212) 685-8573.   The 1993-94 event ended last month, and the winners were John Gillette, Barry Schilit, Irving Walsey, Lee Izakson and Patrick Lilly, all of Manhattan. Their home club is the Culbertson, at 24 Fifth Avenue, where they won the final by 13 imps over a group headed by Otto Adamec. The diagramed deal played a major role.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Zimerman Cancels Recital","web_url":"https://www.nytimes.com/1994/04/14/arts/zimerman-cancels-recital.html","abstract":"  The pianist Krystian Zimerman has canceled his Sunday evening recital at Avery Fisher Hall because of illness. Garrick Ohlsson will substitute, playing Beethoven's Sonata No. 31 in A flat, Schubert's \"Wanderer\" Fantasy, Haydn's F-minor Variations and Barber's Sonata. The recital begins at 7:30 P.M. Information: (212) 875-5030.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"A.F.L.-C.I.O. Leader Urges End To China's Current Trade Status","web_url":"https://www.nytimes.com/1994/04/14/world/afl-cio-leader-urges-end-to-china-s-current-trade-status.html","abstract":"  Lane Kirkland, the leader of the A.F.L.-C.I.O., said today that China was fattening its military coffers by setting up factories run by the Chinese Army and the police to do business with American corporations like Kmart and Wal-Mart.   Mr. Kirkland said the factories, which channel their profits back into the Chinese military system, are one reason that Beijing should be denied an extension of its most-favored-nation trading status. He vowed to oppose such an extention, which he said would continue to drain jobs from the United States. Malaysia and Thailand Cited    Mr. Kirkland also criticized countries like Malaysia and Thailand that undercut American labor by producing cheaper products through lower wages.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"5 KILLED IN ISRAEL AS SECOND BOMBER BLOWS UP A BUS","web_url":"https://www.nytimes.com/1994/04/14/world/5-killed-in-israel-as-second-bomber-blows-up-a-bus.html","abstract":"  In the second such attack in a week, a Palestinian suicide bomber blew himself up today in an assault on an Israeli commuter bus, killing five Israelis and wounding 30 others at the main bus station in this working-class town in the country's heartland.   Most of the survivors had minor wounds, but they told of a scene of blood and terror, of bodies ripped apart and of people too stunned in the first moments even to scream.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Edison's Pipeline Reopens As Mystery of Blast Remains","web_url":"https://www.nytimes.com/1994/04/14/nyregion/edison-s-pipeline-reopens-as-mystery-of-blast-remains.html","abstract":"  It has been three weeks since a gas pipeline exploded here. Since then, many of the residents of the neighboring apartment complex have returned and tonight the pipeline was reopened.   But what no one is yet able to answer is the central mystery of the blast: who inflicted the gouge on the pipeline that ultimately may have caused it to fail and explode in a frightening fireball.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Avis Signs On With Baseball TV","web_url":"https://www.nytimes.com/1994/04/14/sports/avis-signs-on-with-baseball-tv.html","abstract":"  Avis Rent a Car System yesterday became the newest sponsor to enlist with The Baseball Network, the television and marketing joint venture of major league baseball, NBC and ABC. The estimated $6.5 million sponsorship includes advertising on TBN's regular-season and post-season games, designation as the official car-rental company of baseball and sponsorship of the Arizona Fall League, a development league entering its third season.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Two Stars Are Plenty","web_url":"https://www.nytimes.com/1994/04/14/opinion/two-stars-are-plenty.html","abstract":"  Navy Secretary John H. Dalton had it right the first time. Last year he urged the removal of Adm. Frank B. Kelso 2d as Chief of Naval Operations for failing to show proper leadership during Tailhook '91 -- the infamous reunion of aviators featuring a gantlet of drunken gropers that female guests, among them 15 officers, were forced to run. This week, however, Mr. Dalton joined Defense Secretary William Perry and Gen. John Shalikashvili, Chairman of the Joint Chiefs of Staff, in asking that the Senate retire Admiral Kelso at his four-star rank.   Two stars, which rank the admiral will automatically revert to unless the Senate says otherwise, are enough.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Sports of The Times; The No-Hit Pitcher On Hold","web_url":"https://www.nytimes.com/1994/04/14/sports/sports-of-the-times-the-no-hit-pitcher-on-hold.html","abstract":"  USUALLY a no-hit pitcher is lauded and applauded, then he takes his turn in his team's starting rotation as an instant celebrity.   But not Kent Mercker, who doesn't have a turn, who pitched a no-hitter against the Dodgers in Los Angeles last Friday night but who has now been put on hold until Saturday afternoon when the Atlanta Braves play the Cubs at Wrigley Field.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"'81 Tobacco Study Discussed Raising Levels of Nicotine","web_url":"https://www.nytimes.com/1994/04/14/us/81-tobacco-study-discussed-raising-levels-of-nicotine.html","abstract":"  A 1981 study by two tobacco company researchers discussed techniques for raising or lowering the amount of nicotine in cigarettes, a Congressman who is a strong opponent of the tobacco industry disclosed today.    The Congressman, Representative Henry A. Waxman, a California Democrat who is chairman of a House subcommittee on health and the environment, said at a news conference that the study was evidence that the tobacco companies had lied about whether they manipulated the amount of nicotine in cigarettes.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/14/nyregion/c-corrections-772534.html","abstract":"  A chart yesterday with an article about controlling world population omitted a source of the information. Population Action International developed the female education index and the comparison with infant mortality and fertility rates; the original data were from the United Nations.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Gun Supporters Fail to Defeat Lawmaker","web_url":"https://www.nytimes.com/1994/04/14/us/gun-supporters-fail-to-defeat-lawmaker.html","abstract":"  In what was widely seen as a referendum on gun control, voters in the San Fernando Valley soundly defeated the National Rifle Association's effort to recall a state senator who had helped pass California's ban on assault weapons.   The Democratic Senator, David A. Roberti, won 59 percent of the vote in the Tuesday balloting.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/14/nyregion/c-corrections-779660.html","abstract":"  Because of an editing error, an article and a subheading yesterday about ferries in the New York region described plans for expanded service incorrectly. A new ferry route is planned to connect an East River barge with a dock 1,500 feet west of Yankee Stadium in the Bronx; there was no announcement about service to Shea Stadium.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"1894: Encyclical Praised : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-1894-encyclical-praised-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - Cardinal Albin Dunajewski, Prince Bishop of Cracow, has come to Rome to thank the Pope for his Encyclical to the Polish Bishops. After all that has been said and published lately on Poland, the Encyclical, the way it has been received, and the effe","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Vandals Again Hit A Jewish Cemetery","web_url":"https://www.nytimes.com/1994/04/14/nyregion/vandals-again-hit-a-jewish-cemetery.html","abstract":"  For the second time in 10 days, vandals have struck a Jewish cemetery in Queens, scrawling anti-Semitic remarks on tombs, the police said.   Someone used black felt-tip pens to deface four mausoleums at Bayside Cemetery in Ozone Park either Tuesday night or early yesterday morning, said a police spokesman, Officer Andrew McInnis.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Offer of Aid On Coliseum Is Withdrawn","web_url":"https://www.nytimes.com/1994/04/14/nyregion/offer-of-aid-on-coliseum-is-withdrawn.html","abstract":"  The Giuliani administration proposed -- and then abruptly withdrew yesterday -- an offer to give the Metropolitan Transportation Authority $50 million in capital funds if the transit agency would revise a real estate deal that has put Mortimer B. Zuckerman, the developer, in a financial squeeze.   The deal calls for Mr. Zuckerman, who also owns The Daily News, to build a large office and apartment complex on the site of the Coliseum at Columbus Circle. Mr. Zuckerman says the project he agreed to build in 1985 is now too big to be financially successful. But if he does not go ahead with it, he will lose a $38 million deposit.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Was Silence Better For Steve Carlton?","web_url":"https://www.nytimes.com/1994/04/14/sports/on-baseball-was-silence-better-for-steve-carlton.html","abstract":"  Steve Carlton is in his 50th year of life. Come next Dec. 22, he will have been of this earth half a century. But don't bother the man himself with such nonsense.   \"He doesn't celebrate birthdays anymore because he believes if you don't, you don't age,\" Tim McCarver said. \"He doesn't celebrate Christmas anymore either because all of these dates lend themselves to aging and he doesn't want to age.\"","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Reviews/Music; Dimitrova in New 'Aida' Role","web_url":"https://www.nytimes.com/1994/04/14/arts/reviews-music-dimitrova-in-new-aida-role.html","abstract":"  Entering the cast of \"Aida\" on Tuesday night, Ghena Dimitrova dominated the stage with her first Met portrayal of Amneris. She showed restraint in Act I, even seeming underpowered, signaling that she had her sometimes strident tone under control. A metallic upper edge suited Amneris's smoldering moods, and a successful stretch into the deep lower range (not so much chest tone as stomach tone) added another layer of menace. She made the character dramatically vivid, tracing grand gestures that fell comfortably short of melodrama.   Miss Dimitrova was the bright spot in a fairly bleak evening. Whatever dramatic momentum she incited ran up against the crushing dullness of Lando Bartolini's Radames. Mr. Bartolini presents the facsimile of a classic Italian tenor: tonal heft in all registers, a brilliant tessitura. But the notes are batted unfeelingly into the air, with no natural motion between them or musical understanding below. Add to this a below-the-pitch \"Celeste Aida,\" wild rhythmic fluctuations in Act III and grade-school theatrics throughout (no rapport whatsoever with Sharon Sweet's Aida), and you have a performance of standard-setting mediocrity.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"'93 World Champion Looking for a Repeat","web_url":"https://www.nytimes.com/1994/04/14/sports/cycling-93-world-champion-looking-for-a-repeat.html","abstract":"  One photographer was up a ladder with a camera and another was walking around with a light meter, calling out numbers as he scanned members of the Motorola bicycle team. They were posed in front of an abandoned roadside chapel in Tuscany. Last year, the team photograph was taken in a warehouse for a high-tech look and so, yin and yang, this year the goal was something picturesque, even touristic. \"But elegant,\" one of the photographers explained.   Center front among the 18 riders, the four team officials, four or five bicycles and a team car stood Lance Armstrong.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Albany's Big Secret: The Budget","web_url":"https://www.nytimes.com/1994/04/14/opinion/albany-s-big-secret-the-budget.html","abstract":"  New York State's budget for the new fiscal year is two weeks late -- so far. Alas, the lateness is not uncommon. Albany has produced only one on-time budget since 1984.    \"Albany\" is the Governor, still Mario Cuomo, and the leaders of the Assembly, still run by Democrats, and the Senate, still run by Republicans. In good years and bad, they haggle -- and so secretly that no one outside their circle gets a peek, or a chance to comment, until the deed is done. That is outrageously unfair to the citizens they supposedly serve, which seems to embarrass neither the Governor nor the legislators.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"New York City Can't Pinch Pennies on Saving Abused Children","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-new-york-city-can-t-pinch-pennies-on-saving-abused-children-780219.html","abstract":"  To the Editor:   The administration of Mayor Rudolph W. Giuliani argues that when it comes to the fiscal year 1995 New York City deficit and the uniformed services, the prevailing ethic must be safety first, since lives are at stake.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/14/nyregion/metro-digest-773255.html","abstract":"  DIGGING SIGNS PONDERED AS LINE REOPENS   Three weeks after it exploded, a gas pipeline was reopened in Edison, N.J., as investigators said they had found new evidence of digging around the pipeline. While excavations have not revealed who inflicted the nicks on the pipeline that ultimately caused it to fail in a frightening fireball, the investigation has uncovered a veritable junkyard of metal and other debris, including the remains of a stolen truck. A1. The Dizzine family vowed that if the pipeline were turned on again, they would flee. B6.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Manhattan Fund-Raiser Adds to Cuomo Tally","web_url":"https://www.nytimes.com/1994/04/14/nyregion/manhattan-fund-raiser-adds-to-cuomo-tally.html","abstract":"  Gov. Mario M. Cuomo said he expected to collect an estimated $1.5 million from a Manhattan fund-raiser last night, and his aides said the success of the event reflected both Mr. Cuomo's perceived vulnerability and the disarray in the Republican gubernatorial race.    The Cuomo campaign had set a goal of $1 million for the dinner at the Sheraton New York Hotel. But campaign officials said they would far exceed that target on the strength of heavy giving by longtime Cuomo loyalists, including trade union members, and by new contributors who sat out the Governor's last two re-election campaigns.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/14/nyregion/no-headline-772550.html","abstract":"  \"When you negotiate with people with machetes, how can you make them understand about humanitarian neutrality?\" -- PHILIPPE GAILLARD, head of the Red Cross in Rwanda.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Prof. Holtzman's Memorial","web_url":"https://www.nytimes.com/1994/04/14/us/prof-holtzman-s-memorial.html","abstract":"  A memorial service for Eric Holtzman, professor and chairman of biological sciences at Columbia University, who died on April 6, will be held on April 27 at 3 P.M. in St. Paul's Chapel on the university's Morningside Heights campus, at 116th Street and Amsterdam Avenue.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/14/nyregion/c-corrections-779652.html","abstract":"  An article by The Associated Press in some editions of Business Day on Saturday, about Pegasus Technologies, misstated the family background of the company's chairwoman, E. Anne Eisenhower. She is not a granddaughter of President Dwight D. Eisenhower, but is the widow of a nephew of the former President.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"No Time for Bear-Baiting","web_url":"https://www.nytimes.com/1994/04/14/opinion/no-time-for-bear-baiting.html","abstract":"  Last December's elections showed the political strength of Russian nationalists. Ever since, Boris Yeltsin's Government has made a point of asserting Russian national interests.    Republican Senators like John McCain and Mitch McConnell, and Democrats like Zbigniew Brzezinski, still thinking in cold-war categories, see this assertiveness as a sure sign that the Imperial Russian bear is back. They call for the U.S. to quit coddling Moscow and start confronting it. Specifically, they urge extending NATO's security guarantees to Eastern Europe and bristle at renewal of Moscow's ties to former Soviet republics.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/04/14/sports/results-plus-778648.html","abstract":"  TENNIS  Edberg Breezes  Stefan Edberg breezed into the quarterfinals with a 6-0, 6-3 victory over the Spanish qualifier Emilio Alvarez yesterday in the $300,000 Nice Open. (AP) An Upset in Thailand: An Austrian, Barbara Paulus, upset the sixth-seeded Linda Harvey-Wild, 4-6, 7-5, 6-1, in the second round of the Volvo Women's Open in Bangkok, Thailand. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"'Many Punks Could Gain From Six of the Best'; Introduced by Britain","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-many-punks-could-gain-from-six-of-the-best-introduced-by-britain-780316.html","abstract":"  To the Editor:   \"A Flogging in Singapore\" (editorial, April 2) says that the brutality of the caning sentence against Michael Fay will be felt all over the globe and redound to Singapore's shame. Singapore is not ashamed because tough laws, enforced strictly and impartially, have kept Singapore safe and relatively crime-free.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Top Plumbing Company Cited in Tax Evasion Case","web_url":"https://www.nytimes.com/1994/04/14/nyregion/top-plumbing-company-cited-in-tax-evasion-case.html","abstract":"  In most corruption cases, the first clue investigators seek is evidence of bribes.    But strangely enough, investigators say it was an absence of payoffs that led yesterday to the indictments of 10 officials of a major New York City plumbing construction company and a Westchester County accounting firm.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"5 Youths Arrested in Rape of Coney Island Jogger","web_url":"https://www.nytimes.com/1994/04/14/nyregion/5-youths-arrested-in-rape-of-coney-island-jogger.html","abstract":"  Five teen-agers, who the police said could not resist talking about their crime, were arrested yesterday in the rape and beating of a woman attacked as she jogged on a desolate stretch of the Coney Island boardwalk a week ago.   The youths, 14 to 17 years old, had gone to the boardwalk early last Thursday evening in a fitful search for someone to rob, investigators said. Along came their unwitting prey, a 43-year-old Russian immigrant, and they pounced. One law-enforcement official called it a crime of \"opportunistic rage.\"","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Vikings Near On a Deal To Acquire Oilers' Moon","web_url":"https://www.nytimes.com/1994/04/14/sports/pro-football-vikings-near-on-a-deal-to-acquire-oilers-moon.html","abstract":"  With the National Football League's new salary cap squeezing teams, with its unrestricted free agency allowing some players to change teams and with the college draft 10 days from now, quarterback movement revved up yesterday with these developments:   *The Houston Oilers and the Minnesota Vikings reached an agreement in principle to send Warren Moon to the Vikings and solve a major problem for each team.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Leventhal to Head Citizens Union","web_url":"https://www.nytimes.com/1994/04/14/nyregion/leventhal-to-head-citizens-union.html","abstract":"  Nathan Leventhal, the president of Lincoln Center for the Performing Arts, has been chosen as chairman of Citizens Union, the civic organization formed nearly a century ago. He succeeds Robert F. Wagner Jr., who died last November.   The 51-year-old Mr. Leventhal, who will remain as president of Lincoln Center, was chief of staff to Mayor John V. Lindsay, deputy mayor for operations under Mayor Edward I. Koch and transition chairman for Mayor David N. Dinkins.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Bigger Than Expected Budget Surplus Sets Off Fiscal Debate","web_url":"https://www.nytimes.com/1994/04/14/nyregion/bigger-than-expected-budget-surplus-sets-off-fiscal-debate.html","abstract":"  Setting off renewed fighting over how much money the state can spend this year, the New York State Comptroller's office released a report today showing that the state finished the fiscal year that ended March 31 with a surplus of $1.5 billion.    The report also rekindled a debate over the strength of the state's economic recovery, and could further delay final agreement on the budget, now set at $33 billion, which is already 13 days late.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Turning Around Troubled Students, Intensively; L.I. Program Succeeds Without Trendy Theories, Just Costly, Home-Style Attention","web_url":"https://www.nytimes.com/1994/04/14/nyregion/turning-around-troubled-students-intensively-li-program-succeeds-without-trendy.html","abstract":"  When Jameka Harris enrolled as a freshman at Roosevelt Junior-Senior High School four years ago, she was not exactly on the track to college. Angry and unhappy, with a history of bad grades and behavior problems, she was the kind of student teachers dreaded and fellow students feared.   \"I used to fight a lot,\" she said in a soft voice. \"I came to school to cause trouble.\"","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"SERBS WILL HALT, RUSSIAN ASSERTS","web_url":"https://www.nytimes.com/1994/04/14/world/serbs-will-halt-russian-asserts.html","abstract":"  A Russian special envoy indicated today that Bosnian Serb leaders had assured him they would cease their offensive against the United Nations-declared \"safe area\" of Gorazde, the Muslim enclave where NATO aircraft bombed Serbian forces earlier this week.    \"I think I've got a commitment from the Serbs that it is not their intention to resume fighting,\" the Russian envoy, Vitaly Churkin, said. \"I may be able to introduce some new elements in the situation to reinforce the effective cease-fire that is there now.\"","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Tensions in Hong Kong : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-tensions-in-hong-kong-letters-to-the-editor.html","abstract":"Regarding \"U.K. Probe on Iraq Another Problem for Major\" (April 7) by Richard W. Stevenson:.If the evidence given at Sir Richard Scott's inquiry is leading the British people to ask themselves how well they are governed under John Major now,","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Bad Day for South Africa Democracy: Mandela's Group Chases Off Its Foes","web_url":"https://www.nytimes.com/1994/04/14/world/bad-day-for-south-africa-democracy-mandela-s-group-chases-off-its-foes.html","abstract":"  Frustrated by the large number of partisan strongholds where rival candidates dare not campaign, the trustees of South Africa's first all-race elections came up with a novel idea: gather candidates from various parties in a mini-van, take them into hostile areas with a military escort, and let them speak.   Voila! Mobile democracy!","thumbnail":null,"section":"World"},{"date":"19940414","headline":"F.A.A. Is Threatening to Cancel New Air Traffic System","web_url":"https://www.nytimes.com/1994/04/14/us/faa-is-threatening-to-cancel-new-air-traffic-system.html","abstract":"  The head of the Federal Aviation Administration told Congress today that the agency may cancel a $7 billion program to modernize the air traffic control system because of long delays and a projected $2.7 billion cost overrun.   Called before an exasperated Congressional panel to assess the progress of the project, the agency's Administrator, David R. Hinson, acknowledged its troubles and said the agency had authorized a comprehensive review.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Broccoli the Beautiful","web_url":"https://www.nytimes.com/1994/04/14/opinion/broccoli-the-beautiful.html","abstract":"  When a former President of the United States, George Bush, announced his dislike of broccoli several years ago, he bruised not only a foodstuff but the people who love it. Like cauliflower, brussels sprouts and cabbage, broccoli is the vegetable equivalent of the runt of the litter and as such inspires the protective instinct. Crowd-pleasers like sweet corn and tomatoes need no defenders. Broccoli -- often tough in the stalk and bitter in the bud -- needs all it can get.    Now broccoli and its cruciferous kin have new supporters: researchers at Johns Hopkins University. A compound isolated from broccoli called sulforaphane, they report in Tuesday's issue of The Proceedings of the National Academy of Sciences, blocks the growth of tumors in rats treated with a cancer-causing toxin. Eventually the compound may be tested in people at high risk for cancer.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"After Car Accident, Bonner Is Day to Day","web_url":"https://www.nytimes.com/1994/04/14/sports/pro-basketball-after-car-accident-bonner-is-day-to-day.html","abstract":"  Anthony Bonner did not practice with the Knicks today. But he was here, which was good enough for him.   \"I had an accident and I'm fortunate enough to be telling you I lived through it,\" said Bonner in his first public comments about the mishap early Monday morning that left his leased Mercedes badly damaged and his left arm bruised. \"If anything, it will make me more careful.\"","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"'Many Punks Could Gain From Six of the Best'","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-many-punks-could-gain-from-six-of-the-best-780227.html","abstract":"  To the Editor:   What a tempest in a teapot about the young punk who vandalized cars in Singapore. He should take his medicine and think twice about such acts in the future. I speak with a voice of experience as one of a generation who attended British \"public\" schools at a time (the 1930's) when corporal punishment was widely used on unruly boys.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"As Gas Moves Again, A Family Moves Out","web_url":"https://www.nytimes.com/1994/04/14/nyregion/as-gas-moves-again-a-family-moves-out.html","abstract":"  A U-Haul truck was parked in front of apartment 6G at the Durham Woods complex this afternoon, and every so often, two middle-aged brothers poured furniture and boxes and picture frames into it. Their elderly parents stood nearby, watching their home being disemboweled. The brothers worked so fast that they barely noticed the pounding rain.   A few hours before a natural gas pipeline that exploded last month was reopened, the Dizzine family was getting out.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Clinton Bristles at Skepticism Over Deals","web_url":"https://www.nytimes.com/1994/04/14/us/clinton-bristles-at-skepticism-over-deals.html","abstract":"  The White House's continuing frustration over the Whitewater affair came to the surface today when President Clinton bristled at a questioner who compared the shifting accounts of the Clintons' financial investments to his daughter's excuses for not doing her homework.   Responding with sarcasm to the question by John Simpson, international editor of USA Today at a convention of newspaper editors, Mr. Clinton said his duties as President had kept him from fully revisiting tax returns and other financial records from years ago.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Islanders Forge 'Battle of New York' With Clincher","web_url":"https://www.nytimes.com/1994/04/14/sports/hockey-islanders-forge-battle-of-new-york-with-clincher.html","abstract":"  The Islanders, a gang that couldn't shoot straight in February and waited until late last month to find their rapport with the puck and each other, secured the eighth and final playoff berth in the Eastern Conference tonight with a 2-0 victory over the Tampa Bay Lightning at the ThunderDome.   Not only that, but they also confirmed a first-round appointment with the rival Rangers in a four-of-seven series that opens at Madison Square Garden on Sunday afternoon. The Rangers had the best overall record in the National Hockey League this season, but the Islanders won their season series.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Moth, Probably Brought by Storm, Imperils Florida Citrus Crop","web_url":"https://www.nytimes.com/1994/04/14/us/moth-probably-brought-by-storm-imperils-florida-citrus-crop.html","abstract":"  A tiny insect that apparently hitched a ride to Florida from West Africa aboard Hurricane Andrew in 1992 has suddenly begun infesting citrus groves throughout the state, sucking the life from orange, grapefruit, lemon and lime leaves and drying up profits for the beleaguered $8 billion-a-year citrus industry.   The pest, a moth called the citrus leaf miner that is only one-tenth of an inch long at maturity, was first spotted last spring in a few lime groves south of Miami. But with another growing season getting under way, it has become clear that millions of moth larvae have burrowed into leaves in every citrus-growing county in the state, disrupting the process of photosynthesis vital to the health and growth of young trees.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Review/Film: Thirty-Two Short Films About Glenn Gould; A Musical Eccentric's Quirks And Talent","web_url":"https://www.nytimes.com/1994/04/14/movies/review-film-thirty-two-short-films-about-glenn-gould-musical-eccentric-s-quirks.html","abstract":"Canadian pianist, age 4 to his death. Brilliant, transfixing cinematic portrait, via Francois Girard.","thumbnail":null,"section":"Movies"},{"date":"19940414","headline":"A Recital by Sherrill Milnes","web_url":"https://www.nytimes.com/1994/04/14/arts/a-recital-by-sherrill-milnes.html","abstract":"  The baritone Sherrill Milnes is to sing arias and songs by Lully, Gretry, Schubert, Massenet, Ravel, Vaughan Williams and Barber in a recital on April 24 at 3 P.M. at the Kaye Playhouse at Hunter College, 68th Street between Park and Lexington Avenues. Tickets are $30 and $36. Information: (212) 772-4448.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"BASEBALL;\nBraves Mark Aaron's 715th Homer","web_url":"https://www.nytimes.com/1994/04/14/sports/baseball-braves-mark-aarons-715th-homer.html","abstract":"A city still waiting to crown its first professional sports champion revisited its instant of glory tonight when the Atlanta Braves held a ceremony to mark the 20th anniversary of Henry Aaron's record 715th home run.\n\nA white wooden disk hangs from the bleachers in Atlanta-Fulton County Stadium to mark the spot behind the left-field fence where Al Downing's hanging slider ended up on the night of April 8, 1974, as Aaron unseated Babe Ruth as baseball's career home run leader.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Major Suspect Charged in Immigrants' Fatal Voyage","web_url":"https://www.nytimes.com/1994/04/14/nyregion/major-suspect-charged-in-immigrants-fatal-voyage.html","abstract":"  A new suspect was arrested yesterday in the Golden Venture case, and law-enforcement officials described him as the highest-ranking suspect taken into custody so far.    Prosecutors said the suspect, Weng Yuhui, was in charge of shore-to-ship radio communications in the weeks before the freighter, carrying nearly 300 illegal immigrants from China, was beached off the Rockaway Peninsula last June. Ten passengers died trying to swim ashore.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"8 Nonpartisan Election Workers Mutilated and Killed in Natal","web_url":"https://www.nytimes.com/1994/04/14/world/8-nonpartisan-election-workers-mutilated-and-killed-in-natal.html","abstract":"  The bodies of eight men who were distributing nonpartisan voter education pamphlets were found mutilated and decapitated here in Natal province, the authorities said today.    The incident, which occurred Monday afternoon at a primary school in a remote area of the province, was perhaps the grisliest since the Government imposed a state of emergency almost two weeks ago in an effort to control the storm of violence that has engulfed the region.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Newman's Clock-Beater Gives Nets Playoff Fever","web_url":"https://www.nytimes.com/1994/04/14/sports/pro-basketball-newman-s-clock-beater-gives-nets-playoff-fever.html","abstract":"  It seemed that not even the news from Miami that the Chicago Bulls had given the Nets a leg up on their playoff hopes by beating the Miami Heat could inspire New Jersey tonight against the lowly Milwaukee Bucks.   It took a 14-foot jumper by Johnny Newman with 1.3 seconds remaining to give the Nets a 107-105 victory in the Bradley Center. New Jersey leads eighth-place Indiana by one game in the Eastern Conference playoff race.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/14/nyregion/news-summary-772011.html","abstract":"  International A3-14  SUICIDE ATTACKER HITS ISRAELI BUS  A Palestinian suicide bomber blew up an Israeli bus, killing 5 Israelis and wounding 30. Yasir Arafat, the P.L.O. chairman, condemned the attack, in contrast to his silence after a similar suicide bomb killed 7 Israelis a week ago. A1","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"FIFA Says World Cup Tickets Still Available, Perhaps","web_url":"https://www.nytimes.com/1994/04/14/sports/IHT-fifa-says-world-cup-tickets-still-available-perhaps.html","abstract":"Fans outside of United States seeking tickets to the World Cup may still be able to purchase them in packages from tour operators in their home countries, according to FIFA, the international soccer federation..The packages will likely include air trav","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/14/style/chronicle-779695.html","abstract":"  LINDA BIEHL, the mother of Amy Biehl, the Fulbright scholar who was stabbed to death in South Africa in August, would not want the tragedy to deter a single student or advocate for a humanitarian cause from going abroad, and she will convey that message tonight to students and educators at the United Nations.   She will attend the Fulbright Awards Dinner of Metro International, an organization that conducts programs for Fulbright scholars and other international students in the New York area.","thumbnail":null,"section":"Style"},{"date":"19940414","headline":"An Ace-in-Progress: Chicago's Bere Blows Away Yanks","web_url":"https://www.nytimes.com/1994/04/14/sports/baseball-an-ace-in-progress-chicago-s-bere-blows-away-yanks.html","abstract":"  What the Yankees desperately needed tonight was a stellar start from Jim Abbott. They wanted to feel better about themselves, and wanted to continue to feel optimistic about Abbott. They wanted to prove their mettle to the White Sox and end their nagging losing streak.   What the Yankees wanted and needed contrasted starkly with what actually happened tonight at Comiskey Park. Abbott's start was decent for six innings, but it was not impressive enough on a night when Jason Bere was almost unhittable in marching Chicago to a 5-0 victory. Bere upstaged Abbott with his own stellar -- make that scintillating -- start.","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Tax Tips From Elvis","web_url":"https://www.nytimes.com/1994/04/14/opinion/tax-tips-from-elvis.html","abstract":"Every year at this time, I find myself anxiously adrift in Schedule C, flailing for depreciations and deductions to keep myself afloat. In the delirium that accompanies a negative cash flow, my mind often wanders.\n\nWhy can't I deduct an absent mind? If time is money, time wasted woolgathering should show up in a loss column, theoretically. And why can't a politician deduct a memory lapse? Can a spin doctor depreciate a spin? Can a pundit amortize one strong opinion over seven years? Can I deduct free association, if I factor in inflation? Would the then almost-free association go on Schedule D?","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"1944: Fluoride Tested : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/14/opinion/IHT-1944-fluoride-tested-in-our-pages100-75-and-50-years-ago.html","abstract":"NEWBURGH, N.Y. - [From our New York edition:] This city will be turned soon into a giant laboratory when sodium fluoride will be fed into the water supply to learn the value of salt in preventing tooth decay, it was said today [April 12] by Dr. Harry L. C","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Reviews/Music; Introducing Hasid Rock","web_url":"https://www.nytimes.com/1994/04/14/arts/reviews-music-introducing-hasid-rock.html","abstract":"  Add another cross-cultural fusion to rock's inventory: Israeli psychedelia, or maybe Hasid rock. Yossi Piamenta, an Israeli guitarist, played for a jubilant crowd at the Knitting Factory on Sunday night, backed by the band Hassidic New Wave.    The group played not-quite-traditionalist tunes, zigzagging melodies in rhythms like the hora; one piece alternated between a modal hora melody and a strutting, major-key section with a New Orleans beat. Mr. Piamenta, Frank London on trumpet and Greg Wall on tenor and soprano saxophone ran through the melodies in unison, repeating them as any dance band would. Mr. Piamenta often used his guitar like an electric oud, with a nasal tone and stuttering ornaments. But when each tune reached a certain plateau, the guitarist let loose a solo.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"Judge Orders Abduction Trial In Dispute Over Jewish Youth","web_url":"https://www.nytimes.com/1994/04/14/nyregion/judge-orders-abduction-trial-in-dispute-over-jewish-youth.html","abstract":"  Saying that only 12 impartial people on a jury could disentangle the emotionally and politically charged saga, a Brooklyn judge yesterday ordered an ultra-Orthodox rabbi, his wife and a third defendant to stand trial on charges that they kidnapped a Jewish teen-ager from his parents.   In the latest twist in a passionate battle over the boy's body and soul, Justice Thaddeus E. Owens rejected a plea deal granting probation to the accused rabbi -- a deal the judge had already accepted last month -- after hearing yesterday from the boy, his divorced parents, the rabbi and some of the lawyers in the case in an hourlong session in a packed courtroom.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"French Guns, Rwandan Blood","web_url":"https://www.nytimes.com/1994/04/14/opinion/french-guns-rwandan-blood.html","abstract":"  The horrendous violence that has seized the tiny African republic of Rwanda is not as random as it looks. For the members of the Akazu, the ruling clan around the late President Juvenal Habyarimana, the only way to retain a 21-year monopoly on power was to kill their enemies as fast as they could. And until yesterday, when anti-Government rebels overran the capital of Kigali, that brutal clique was getting help from an unlikely quarter: France.   Rwanda was a Belgian protectorate until it gained independence in 1962, and until recently it got most of its military aid from Belgium. But Belgian law prohibits any lethal aid to a country at war. In 1975, two years after he seized power by deposing the President who had appointed him, Mr. Habyarimana signed a military cooperation agreement with France. When the rebel guerrillas of the Rwanda Patriotic Front (harbored and largely armed by neighboring Uganda) invaded in 1990 and again last year, it was France that rushed in combat troops, mortars and artillery to help the Government.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Dallas Investor Wins Senate Nomination","web_url":"https://www.nytimes.com/1994/04/14/us/dallas-investor-wins-senate-nomination.html","abstract":"  Richard W. Fisher, a wealthy Dallas investor and former adviser to Ross Perot who has never held public office, defeated a 21-year veteran of Texas politics on Tuesday night to capture the Democratic nomination for a seat in the United States Senate.   The 45-year-old Mr. Fisher overcame accusations by his opponent, Jim Mattox, a former Congressman and state Attorney General, that he was a closet Republican. He won their bitter run-off fight after finishing second to Mr. Mattox in the March primary.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"School Panel Approves Fiscal Equity Plan","web_url":"https://www.nytimes.com/1994/04/14/nyregion/school-panel-approves-fiscal-equity-plan.html","abstract":"  In yet another effort to resolve New Jersey's chronic school financing problem, a special study commission today approved a plan that would guarantee New Jersey's poorest school districts financial equity with wealthier systems and would significantly increase the portion of educational costs borne by the state.   At the heart of the proposed solution is the same thinking that drove the highly controversial 1990 Quality Education Act: that to equalize spending among districts, the state must wean aid from wealthy systems and give more to the poor ones.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Decisions on Banning of Events On City Hall Steps Are Faulted","web_url":"https://www.nytimes.com/1994/04/14/nyregion/decisions-on-banning-of-events-on-city-hall-steps-are-faulted.html","abstract":"  A day after two groups were denied access to the steps of City Hall, security officials allowed several organizations to conduct news conferences there yesterday, and several public officials asserted that the Giuliani administration was seeking to limit criticism.   Police officials allowed three news conferences, the largest by a group of nearly 50 elderly people protesting potential cuts in services for the aged. The other news conferences were held by the New York Public Interest Research Group and some Con Ed employees. On Tuesday a group representing organizations that represent parents of public-school children and another of people protesting the potential elimination of the Division of AIDS Services were turned away when they approached City Hall to hold news conferences on the steps.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"States' Eagerness to Experiment On Welfare Jars Administration","web_url":"https://www.nytimes.com/1994/04/14/us/states-eagerness-to-experiment-on-welfare-jars-administration.html","abstract":"  California is fingerprinting people on welfare. Massachusetts wants to enroll them in a work program within two months. New Hampshire wants to straighten their teeth, on the theory that better looks will lead to better jobs.   With a record 15 million Americans on welfare, more than 30 states have asked the Federal Government for waivers allowing them to run welfare experiments. The requests have prompted an unusual debate: do the programs represent responsible social science or a backdoor war on the poor?","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Italian Media Magnate Moves Closer to Forming a Cabinet","web_url":"https://www.nytimes.com/1994/04/14/world/italian-media-magnate-moves-closer-to-forming-a-cabinet.html","abstract":"  With two days to go before Italy's new Parliament convenes, the media magnate Silvio Berlusconi seemed virtually certain to be asked to form a government, after his most unpredictable ally agreed to support the effort.   The announcement Sunday by Umberto Bossi, the leader of the Northern League, that his party would support a government, though subject to strict conditions, appeared to pave the way for President Oscar Luigi Scalfaro to pick Mr. Berlusconi, though most politicians agree that assembling a cabinet and getting parliamentary approval will be arduous.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Carjacking Leaves Officer Shot in Chest","web_url":"https://www.nytimes.com/1994/04/14/nyregion/carjacking-leaves-officer-shot-in-chest.html","abstract":"  An off-duty Mount Vernon police officer was shot in the chest Tuesday night after he went to his wife's aid during an attempted carjacking, the police said today.    The officer, George McClendon, 28, was in stable condition today after two and a half hours of surgery at Mount Vernon Hospital. His wife, Anita, was not hurt in the exchange of gunfire, the police said.","thumbnail":null,"section":"New York"},{"date":"19940414","headline":"Black Composers Of Classical Music: Striving for More","web_url":"https://www.nytimes.com/1994/04/14/arts/black-composers-of-classical-music-striving-for-more.html","abstract":"  \"We are the invisible people in music,\" said Kevin Scott, a 37-year-old composer, echoing Ralph Ellison's phrase about the black man in society. He is part of a small but dedicated group, a minority within a minority: black musicians who compose for the concert hall.    In less formal venues, black Americans have been at the heart of musical life, the originators of ragtime, jazz, blues, gospel, soul, disco and hip-hop. But in the concert hall, black composers have been marginal. Their impact on the evolution of art music has been minimal.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"French Lawyers Assert Man Tied to Jews' Death Was Nazi","web_url":"https://www.nytimes.com/1994/04/14/world/french-lawyers-assert-man-tied-to-jews-death-was-nazi.html","abstract":"  As the first trial of a Frenchman for crimes against humanity nears its end, lawyers for victims of Nazi persecution are arguing that the defendant, Paul Touvier, ordered the execution of seven Jews in 1944 because he was himself a convinced Nazi.   \"This trial has revealed the true face of Touvier, that of a French Nazi,\" Alain Levy, a lawyer for one of the civil plaintiffs, told the nine-member jury. \"The word is not too strong. Masks have fallen away. Touvier cannot fool you.\"","thumbnail":null,"section":"World"},{"date":"19940414","headline":"In Today's Athletics Confrontation Comes First","web_url":"https://www.nytimes.com/1994/04/14/opinion/l-in-today-s-athletics-confrontation-comes-first-780235.html","abstract":"  To the Editor:   Having coached high school soccer for the last 10 years I'm not surprised that some school districts are banning post-game handshakes as a measure to curb player violence (news article, April 9). But the powerful lure of big-league contracts and college scholarships can only marginally be blamed for the precipitous decline in sportsmanship among student athletes across the country. Indeed, only a small fraction of high school students expect to participate in professional or college athletics.","thumbnail":null,"section":"Opinion"},{"date":"19940414","headline":"Menem Gains in Bid for New Term in Argentina","web_url":"https://www.nytimes.com/1994/04/14/world/menem-gains-in-bid-for-new-term-in-argentina.html","abstract":"  President Carlos Saul Menem has taken a big step forward in his quest to serve a second consecutive term, with a victory by his Peronist party in an election for an assembly that will rewrite the country's Constitution.   With the help of allied provincial parties, Mr. Menem is assured enough votes to approve amendments to the Constitution that will permit a sitting President to run for immediate re-election.","thumbnail":null,"section":"World"},{"date":"19940414","headline":"Craft in Orbit; A Major Gain For Forecasts","web_url":"https://www.nytimes.com/1994/04/14/us/craft-in-orbit-a-major-gain-for-forecasts.html","abstract":"  The world's most advanced weather satellite, a robot craft that forecasters believe will revolutionize their ability to predict and track storms, was launched into orbit today.   The satellite was launched from Cape Canaveral, Fla., aboard an Atlas Centaur rocket at 2:04 A.M. by the National Aeronautics and Space Administration. The craft went into an initial orbit with a high point 26,500 miles above Earth and deployed its solar power array, agency spokesmen said.","thumbnail":null,"section":"U.S."},{"date":"19940414","headline":"Steve Allen, the Father of All Talk-Show Hosts","web_url":"https://www.nytimes.com/1994/04/14/arts/steve-allen-the-father-of-all-talk-show-hosts.html","abstract":"  Before Dave or Jay or even Johnny there was Steve Allen. Much of what is now called talk television can be directly traced to the man who created the \"Tonight\" show on NBC in 1954. And anyone who doubts it need only to drop by the Museum of Television and Radio anytime in the next five months.   Today the museum begins a retrospective of Mr. Allen's broadcasting career, which has spanned more than four decades. The volume of Mr. Allen's work is extraordinary, and so is the impression it leaves on those who plumb it, said the museum's television curator, David Bushman.","thumbnail":null,"section":"Arts"},{"date":"19940414","headline":"Books of The Times; Plumbing the Recesses of Psyche and Cyberspace","web_url":"https://www.nytimes.com/1994/04/14/books/books-of-the-times-plumbing-the-recesses-of-psyche-and-cyberspace.html","abstract":"  Virtual Love  By Avodah Offit  317 pages. Simon & Schuster. $22.   The problem that opens Avodah Offit's fascinating first novel, \"Virtual Love,\" concerns one Tonita Yei, or Toni, a prostitute who might be described as a whore with a mind of steel.","thumbnail":null,"section":"Books"},{"date":"19940414","headline":"Vina Vow: 'I'm Not Going Back'","web_url":"https://www.nytimes.com/1994/04/14/sports/baseball-mets-notebook-vina-vow-i-m-not-going-back.html","abstract":"  Fernando Vina stood behind the Mets' batting cage on opening day and looked at the scoreboard, and the people filing into the stands, and at his teammates in the field and he made a decision.   \"I'm not going back,\" Vina said, referring to the minors. \"I'm not going to do anything while I'm here that would let them send me down.\"","thumbnail":null,"section":"Sports"},{"date":"19940414","headline":"Suit Over Police Beating Goes to Los Angeles Jury","web_url":"https://www.nytimes.com/1994/04/14/us/suit-over-police-beating-goes-to-los-angeles-jury.html","abstract":"  The nation's most scrutinized police beating -- 81 seconds of violence followed by a lifetime of disability -- is worth $15 million to its victim, Rodney G. King, his lawyer said today as arguments concluded in Mr. King's civil suit against the City of Los Angeles.    The case went to the jury this afternoon after three weeks of testimony that minutely examined Mr. King's injuries and their effects, as well as the audio part of the amateur videotape of Mr. King's beating by Los Angeles police officers.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940414","headline":"In a friendly fire incident during Operation Provide Comfort in northern Iraq, two U.S. Air Force aircraft mistakenly shoot-down two U.S. Army helicopters, killing 26 people.","pages":[{"title":"Friendly fire","web_url":"https://en.wikipedia.org/wiki/Friendly_fire","description":"Accidental attack on friendly forces","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/United_States_bombing_raid_over_a_German_city_-_NARA_-_197269.jpg/320px-United_States_bombing_raid_over_a_German_city_-_NARA_-_197269.jpg","thumbnail_width":320,"thumbnail_height":259},"abstract":"In military terminology, friendly fire or fratricide is an attack by belligerent or neutral forces on friendly troops while attempting to attack enemy/hostile targets. Examples include misidentifying the target as hostile, cross-fire while engaging an enemy, long range ranging errors or inaccuracy. Accidental fire not intended to attack enemy/hostile targets, and deliberate firing on one's own troops for disciplinary reasons, is not called friendly fire, and neither is unintentional harm to civilian or neutral targets, which is sometimes referred to as collateral damage. Training accidents and bloodless incidents also do not qualify as friendly fire in terms of casualty reporting."},{"title":"Operation Provide Comfort","web_url":"https://en.wikipedia.org/wiki/Operation_Provide_Comfort","description":"1991–96 Coalition effort to provide food and shelter to Kurdish refugees of the Gulf War","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Opc_coin.JPG/320px-Opc_coin.JPG","thumbnail_width":320,"thumbnail_height":156},"abstract":"Operation Provide Comfort and Provide Comfort II were military operations initiated by the United States and other Coalition nations of the Persian Gulf War, starting in April 1991, to defend Kurdish refugees fleeing their homes in northern Iraq in the aftermath of the Gulf War, and to deliver humanitarian aid to them. The no-fly zone instituted to help bring this about would become one of the main factors allowing the development of the autonomous Kurdistan Region."},{"title":"Iraq","web_url":"https://en.wikipedia.org/wiki/Iraq","description":"Country in West Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Flag_of_Iraq.svg/320px-Flag_of_Iraq.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Iraq, officially the Republic of Iraq, is a country in West Asia and in the geopolitical region known as the Middle East. With a population of over 46 million, it is the 31st-most populous country. It is a federal parliamentary republic that consists of 19 governorates. The country is bordered by Turkey to the north, Iran to the east, the Persian Gulf and Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest, and Syria to the west. The capital and largest city is Baghdad. The Iraqi people are diverse, with similarly diverse geography and wildlife. As part of the Arab and Muslim world, most Iraqis are Arab Muslims – minority faiths include Christianity, Yazidism, Mandaeism, Yarsanism, and Zoroastrianism. The official languages of Iraq are Arabic and Kurdish; others also recognized in specific regions are Turkish (Turkmen), Suret (Assyrian), and Armenian."},{"title":"United States Air Force","web_url":"https://en.wikipedia.org/wiki/United_States_Air_Force","description":"Air service branch of the U.S. military","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mark_of_the_United_States_Air_Force.svg/320px-Mark_of_the_United_States_Air_Force.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Air Force (USAF) is the air service branch of the United States Armed Forces, and is one of the eight uniformed services of the United States. Originally created on 1 August 1907, as a part of the United States Army Signal Corps, the USAF was established as a separate branch of the United States Armed Forces in 1947 with the enactment of the National Security Act of 1947. It is the second youngest branch of the United States Armed Forces and the fourth in order of precedence. The United States Air Force articulates its core missions as air supremacy, global integrated intelligence, surveillance and reconnaissance, rapid global mobility, global strike, and command and control."},{"title":"1994 Black Hawk shootdown incident","web_url":"https://en.wikipedia.org/wiki/1994_Black_Hawk_shootdown_incident","description":"US friendly fire incident over Iraq","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/1994BlackHawkShootdownWreckage.jpg/320px-1994BlackHawkShootdownWreckage.jpg","thumbnail_width":320,"thumbnail_height":244},"abstract":"The 1994 Black Hawk shootdown incident, sometimes referred to as the Black Hawk Incident, was a friendly fire incident over northern Iraq that occurred on 14 April 1994 during Operation Provide Comfort (OPC). The pilots of two United States Air Force (USAF) F-15 fighter aircraft, operating under the control of a USAF airborne warning and control system (AWACS) aircraft, misidentified two United States Army UH-60 Black Hawk helicopters as Iraqi Mil Mi-24 \"Hind\" helicopters. The F-15 pilots fired on and destroyed both helicopters, killing all 26 military and civilians aboard, including personnel from the United States, United Kingdom, France, Turkey, and the Kurdish community."},{"title":"United States Army","web_url":"https://en.wikipedia.org/wiki/United_States_Army","description":"Land service branch of the U.S. military","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Mark_of_the_United_States_Army.svg/320px-Mark_of_the_United_States_Army.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. The Army is the oldest branch of the U.S. military and the most senior in order of precedence. It has its roots in the Continental Army, which was formed on 14 June 1775 to fight against the British for independence during the American Revolutionary War (1775–1783). After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself a continuation of the Continental Army, and thus considers its institutional inception to be the origin of that armed force in 1775."}]}],"weather":[{"date":"19940414","time":"1994-04-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":67,"wspd":14.8},{"date":"19940414","time":"1994-04-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":68,"wspd":13},{"date":"19940414","time":"1994-04-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":75,"wspd":13},{"date":"19940414","time":"1994-04-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":65,"wspd":16.6},{"date":"19940414","time":"1994-04-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":70,"wspd":16.6},{"date":"19940414","time":"1994-04-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":69,"wspd":18.4},{"date":"19940414","time":"1994-04-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":66,"wspd":14.8},{"date":"19940414","time":"1994-04-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":65,"wspd":16.6},{"date":"19940414","time":"1994-04-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":60,"wspd":18.4},{"date":"19940414","time":"1994-04-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":58,"wspd":18.4},{"date":"19940414","time":"1994-04-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":52,"wspd":22.3},{"date":"19940414","time":"1994-04-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":50,"wspd":18.4},{"date":"19940414","time":"1994-04-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":62,"wspd":24.1},{"date":"19940414","time":"1994-04-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":95,"wspd":29.5},{"date":"19940414","time":"1994-04-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":83,"wspd":18.4},{"date":"19940414","time":"1994-04-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":90,"wspd":29.5},{"date":"19940414","time":"1994-04-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":71,"wspd":24.1},{"date":"19940414","time":"1994-04-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":69,"wspd":14.8},{"date":"19940414","time":"1994-04-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":68,"wspd":20.5},{"date":"19940414","time":"1994-04-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":70,"wspd":18.4},{"date":"19940414","time":"1994-04-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":68,"wspd":24.1},{"date":"19940414","time":"1994-04-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":69,"wspd":16.6},{"date":"19940414","time":"1994-04-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":72,"wspd":18.4},{"date":"19940414","time":"1994-04-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":78,"wspd":20.5},{"date":"19940414","time":"1994-04-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":9.4},{"date":"19940414","time":"1994-04-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":7.6},{"date":"19940414","time":"1994-04-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":7.6},{"date":"19940414","time":"1994-04-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":13},{"date":"19940414","time":"1994-04-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19940414","time":"1994-04-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":9.4},{"date":"19940414","time":"1994-04-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":13},{"date":"19940414","time":"1994-04-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":13},{"date":"19940414","time":"1994-04-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":11.2},{"date":"19940414","time":"1994-04-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":0},{"date":"19940414","time":"1994-04-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":13},{"date":"19940414","time":"1994-04-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":14.8},{"date":"19940414","time":"1994-04-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":13},{"date":"19940414","time":"1994-04-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":16.6},{"date":"19940414","time":"1994-04-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":27.7},{"date":"19940414","time":"1994-04-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":44,"wspd":27.7},{"date":"19940414","time":"1994-04-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":45,"wspd":29.5},{"date":"19940414","time":"1994-04-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":43,"wspd":24.1},{"date":"19940414","time":"1994-04-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":47,"wspd":27.7},{"date":"19940414","time":"1994-04-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":25.9},{"date":"19940414","time":"1994-04-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":38,"wspd":24.1},{"date":"19940414","time":"1994-04-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":35,"wspd":25.9},{"date":"19940414","time":"1994-04-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":35,"wspd":24.1},{"date":"19940414","time":"1994-04-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":38,"wspd":20.5}]},"19940415":{"guardian_articles":[],"nytimes_articles":[{"date":"19940415","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/04/15/arts/diner-s-journal.html","abstract":"  New Chef at an Old Stand    Most days you'll find Jerry Kretchmer at the door of his new Judson Grill in Manhattan. But exciting things are also happening in another corner of the Kretchmer empire. After trying out a couple of different chefs, One Fifth has settled in with Gary Robins, a talented 28-year-old who is turning out really impressive food.   Anybody who likes raw shellfish should try his enormous plateau de fruits de mer, a delicious tangle of large shrimps, clams, oysters, crayfish, Dungeness crabs and delicate pink scallops presented on a bed of ice. His cooked food is extremely cross-cultural: the menu offers foie gras (with pears, celery root and walnuts), ceviche (made with snapper, avocados and cilantro), caviar (with corn blini and creme fraiche), steamed red snapper (with black beans, ginger and shiitake mushrooms) and a Thai-accented green curry with giant prawns and clams. Reading through this menu is like taking a culinary trip around the world.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Leading Pickets, the Teamster Chief's Future May Also Be on the Line","web_url":"https://www.nytimes.com/1994/04/15/us/leading-pickets-the-teamster-chief-s-future-may-also-be-on-the-line.html","abstract":"  Three years ago, Ron Carey, a bodyguard at his side, drove an old Chevrolet to teamster locals around the nation in a grass-roots campaign for the presidency of an institution that had became a national symbol of corruption and brass knuckles.   Mr. Carey, chief of a Queens local, barely won, with just under half the votes in a three-man race in which less than half the members voted. Mr. Carey is running hard again, this time to save face and win something big for a union that still does not quite accept him.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"City Opera and Orchestra Settle Contract","web_url":"https://www.nytimes.com/1994/04/15/arts/city-opera-and-orchestra-settle-contract.html","abstract":"  The New York City Opera and its orchestra have reached an agreement on a labor contract, spokesmen for both sides announced yesterday. The agreement, which was ratified by the musicians on Wednesday, is to take effect on June 1 and will run through May 31, 1997. The season is to open on Sept. 8.   It is the first time since the mid-1950's that the company and its musicians have settled a contract well in advance of opening night; in fact, spokesmen for both sides noted that with the exception of the 1986 contract, which was settled 20 hours before the first performance, most negotiations have involved strikes or lockouts. During the last run of negotiations, in 1989, a strike led to the cancellation of the company's fall season.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Firms for Gay Clients Dot the Legal Landscape","web_url":"https://www.nytimes.com/1994/04/15/us/firms-for-gay-clients-dot-the-legal-landscape.html","abstract":"  There are the corporate-backed Gay Games, a plethora of slick new gay magazines, and Ikea and American Express advertisements that are pitched at gay consumers. And, in perhaps the ultimate sign of homosexuals' substantial and lucrative share of the consumer market, there is also a recent emergence of gay-services law firms.   The latest, in Washington, is Thompson & Wheatley, whose principals have combined their backgrounds, in financial planning and litigation, to form a practice aimed squarely at the distinct legal needs of homosexuals.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Clinton Is Telling Serbs That NATO and U.N. Are Neutral","web_url":"https://www.nytimes.com/1994/04/15/world/clinton-is-telling-serbs-that-nato-and-un-are-neutral.html","abstract":"  Having intervened to help the Bosnian Muslims in Gorazde, President Clinton sought today to persuade the Serbs that NATO and the United Nations remained neutral parties in the Bosnian civil war.   Even as Serb forces took retaliatory steps against United Nations forces, Mr. Clinton went out of his way to insist that NATO's limited air attacks against the Serbs this week reflected only the determination of the United States and its allies to enforce United Nations rules.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Senate Panel Says Admiral in Scandal Merits Full Pension","web_url":"https://www.nytimes.com/1994/04/15/us/senate-panel-says-admiral-in-scandal-merits-full-pension.html","abstract":"  The Senate Armed Services Committee recommended today that the Navy's top admiral be retired at the four-star rank despite his role in the Tailhook sexual harassment scandal.    After a highly unusual hearing on what is normally a routine procedure, the panel voted 20 to 2 to allow the admiral, Frank B. Kelso 2d, the chief of naval operations, to be retired at his full rank later this month.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/04/15/arts/inside-art.html","abstract":"  A Matisse No More    Some fakes can fool even the most seasoned experts. Sotheby's had a surprise recently when it began researching paintings from the estate of the New York collector Harriet Weiner Goodstein, which the auction house is selling next month. \"Woman in an Interior,\" a 1943 still life of a woman in an ornately patterned room, had been attributed to Matisse ever since Mrs. Goodstein and her first husband, Leon Mnuchin, bought the painting in 1956 with Eugene V. Thaw acting as the agent.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/04/15/arts/restaurants-789747.html","abstract":"  Whenever my mother appeared at the breakfast table with her eyes sparkling and her nails polished, we knew she was going to lunch with her oldest friend. My father called him the Thin Man because he was the most sophisticated person any of us had ever met. He went everywhere, knew everyone and lived a life that seemed straight out of a 30's movie. My mother always came home from lunch seeming glamorous and full of secrets.   I finally understand why.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Westfall, Ex-Islander, Has an Ax to Grind","web_url":"https://www.nytimes.com/1994/04/15/sports/tv-sports-westfall-ex-islander-has-an-ax-to-grind.html","abstract":"  Game 1 of the Islanders-Rangers playoff series on Sunday should be a happy occasion for Ed Westfall, SportsChannel's Islander analyst. After all, he hardly knew until the Islanders' recent spurt and the Florida Panthers' collapse that he would be calling a playoff series. But beneath the former Islander's cheerful demeanor lurks a man with a serious question: Why can't I call that game?   Even though MSG and SportsChannel will show most of the series, ABC will broadcast Game 1 and will also show playoff games on the next two Sundays. Gary Thorne and Bill Clement, ESPN's No. 1 team, will call Sunday's game, which means Westfall won't be working and won't be paid.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Kent, Not the Mets' Bullpen, Gets Credit for the Save","web_url":"https://www.nytimes.com/1994/04/15/sports/baseball-kent-not-the-mets-bullpen-gets-credit-for-the-save.html","abstract":"  Jeff Kent knew the pitch was a mistake the minute Dan Plesac released the ball. He saw Plesac's facial expression, he saw the grimace, and in one quick flash he knew he had the opportunity to fix this ball game.   The count was 1-2, Kent having swung through two sliders, and his hands crept ever so slightly up the bat in anticipation of a third slider. This time, though, Plesac threw a fastball -- a pitch Kent wanted desperately -- and that pitch cost the Chicago Cubs what would have been an incredible comeback victory yesterday at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Clinton Policy Toward Haiti Comes Under Growing Fire","web_url":"https://www.nytimes.com/1994/04/15/world/clinton-policy-toward-haiti-comes-under-growing-fire.html","abstract":"  The Clinton Administration's unsuccessful effort to restore Haiti's exiled President to power suddenly faced an avalanche of criticism this week, including a call by a prominent Congressman today to invade Haiti and oust its military leaders.   Showing a growing impatience among the President's supporters with the Administration's Haiti policy, Representative David R. Obey, a normally cautious Wisconsin Democrat, stunned a Congressional hearing today when he called for a United States invasion to restore democracy in the beleaguered country.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Extension for O'Brien","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-people-basketball-extension-for-o-brien.html","abstract":"  JIM O'BRIEN, whose job was reportedly in jeopardy until Boston College made it to the regional finals of the National Collegiate Athletic Association tournament, has agreed to a multiyear contract extension. Terms of the deal were not released.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"The Cruelest Day of the Cruelest Month; A Question for an April Day: After Taxes, How Bad Could Death Be?","web_url":"https://www.nytimes.com/1994/04/15/nyregion/cruelest-day-cruelest-month-question-for-april-day-after-taxes-bad-could-death.html","abstract":"  Kevin Peters has put off buying the $80,000 Mercedes-Benz he's had his eye on, and not because he doesn't like the leather upholstery: money is on his mind. \"I paid significantly more than usual\" in taxes this year, said Mr. Peters, a vice president at a Wall Street brokerage house. \"Tens of thousands of dollars more.\"   Here it is April 15, and no matter what bracket they fall into, taxpayers are screaming. Yvonne Tuchalski, a single mother from Eatontown, N.J., and part-time worker at a fast-food restaurant, made $15,000 last year, including child support and Social Security payments. Fortunately, she said, those payments are not taxable. \"If they were,\" she said, \"then I'd be over.\" Ready, Set, Rant    Maybe not everyone is leaning out the window like the Peter Finch character in the movie \"Network,\" yelling, \"I'm mad as hell and I'm not going to take it anymore.\"","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Inspector General Finds 'Domino Effect'","web_url":"https://www.nytimes.com/1994/04/15/nyregion/inspector-general-finds-domino-effect.html","abstract":"  Following are excerpts from the report issued yesterday by the Inspector General of the Metropolitan Transportation Authority on the Feb. 11 shutdown of the Long Island Rail Road:   A \"domino effect\" developed whereby, for example, the failure to keep abreast of changing weather forecasts contributed to the failure to accurately approximate the start of the homeward rush of commuters which, in turn, led to overcrowding at Penn and Jamaica Stations. What will become obvious is that these failures share a common basis: a lack of preparation, judgment and ability to adapt to rapidly changing developments on the part of key L.I.R.R. employees.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791563.html","abstract":"  A picture caption on Tuesday about an impromptu lunchtime football game in Manhattan misidentified the park in which the game was played. It was Madison Square Park, not Union Square.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Devils Keeping Secrets Before the Playoffs","web_url":"https://www.nytimes.com/1994/04/15/sports/hockey-devils-keeping-secrets-before-the-playoffs.html","abstract":"  The success of the Devils this season has been unquestioned. Even without their 4-1 victory over the Ottawa Senators tonight, they had the second highest total of points, 106, in the National Hockey League. They set all kinds of franchise records.  They will go into the playoffs on Sunday against Buffalo with the home advantage and as favorites, even though the Sabres have the league's best goaltender in Dominik Hasek.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Rangers And Isles: Is It 1994, Or 1940?","web_url":"https://www.nytimes.com/1994/04/15/sports/hockey-rangers-and-isles-is-it-1994-or-1940.html","abstract":"  This is what the Rangers-Islanders playoffs still mean, John Davidson recalled last night.   It was late last Sunday at the Copacabana in Manhattan, and the Ranger broadcast team for MSG television was walking to the podium to accept a New York Emmy for best sports show.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Klein: Let's Hear It for Women!","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-klein-lets-hear-it-for-women.html","abstract":"Enough already of babes and girls - it is time to stand up for women! That was the gist of the gutsy show sent out by Calvin Klein. His over- the-knee skirts, unadorned dresses and comfy cardigans took an unequivocal stance on grown-up fashion. It made t","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Hospital Chain Said to Settle Fraud Case for $300 Million","web_url":"https://www.nytimes.com/1994/04/15/us/hospital-chain-said-to-settle-fraud-case-for-300-million.html","abstract":"  In what would be the largest settlement ever between the Federal Government and a health care provider, National Medical Enterprises Inc., the embattled hospital chain, was said by lawyers and company employees today to have agreed to pay more than $300 million to settle charges of health insurance fraud and patient abuse.    National Medical, based in Santa Monica, Calif., would not disclose the amount of the settlement. But the company said that under a preliminary agreement, which had not been made final, the Justice Department and Department of Health and Human Services would drop their criminal and civil investigations. And in an announcement today about its quarterly results, the company said it was setting aside $375 million to cover the costs of a settlement.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Accused of Abuse, School Official Retires","web_url":"https://www.nytimes.com/1994/04/15/nyregion/accused-of-abuse-school-official-retires.html","abstract":"  A Queens public school administrator retired abruptly on Wednesday after Board of Education investigators concluded that he had molested a 12-year-old student at Public School 21 in Flushing, Queens, while he was a teacher there 23 years ago.    Edward F. Stancik, Special Commissioner of Investigation for the New York City school district, said that in conversations taped by the victim, the administrator, Robert Roxenberg, 55, repeatedly acknowledged that he had sexually abused his former student, Russell Newman, who is now 35 years old. Mr. Newman approached Mr. Stancik's office with his accusations last fall, more than two years after he began having flashbacks of the abuse.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Plea Bargaining Can Often Protect the Victim","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-plea-bargaining-can-often-protect-the-victim-794066.html","abstract":"  To the Editor:   I believe the public is ill served by perpetuation of the myth that plea bargaining is a copout by the criminal justice system that provides cover for lazy judges, prosecutors and defense counsel alike.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"In Africa, Primary Schooling for Girls","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-in-africa-primary-schooling-for-girls.html","abstract":"Can primary education, especially for poor, rural girls, really be a large part of the solution to Africa's long slide into deeper poverty?.In a report from Washington last month entitled \"Adjustment in Africa,\" the World Bank sought to count","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"No New Arab Attack, but Israelis Celebrate Independence Tensely","web_url":"https://www.nytimes.com/1994/04/15/world/no-new-arab-attack-but-israelis-celebrate-independence-tensely.html","abstract":"  Tenser than normal and alert to possible hidden bombs, Israelis filled parks and forests today to celebrate an Independence Day that Palestinian Islamic radicals had threatened to turn \"into hell.\"   The day passed peacefully, which was noteworthy because many here had awakened with a sense of dread that the militant Hamas group might take more Israeli lives today, the 46th anniversary of the Jewish state's founding.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-794406.html","abstract":"  Dietrich Orth   David Zwirner Gallery  43 Greene Street  SoHo  Through April 23    There is no shortage of self-taught artists whose work renders the line between outsider art and insider art fairly useless, but Dietrich Orth's eccentric paintings confuse the distinction in a style all their own. Mr. Orth, a 28-year-old German whose mental illness has been diagnosed as clinical psychosis and who has been in and out of psychiatric clinics for the last dozen years, is a kind of outsider Conceptual artist. His paintings, which have the awkward simplicity of children's-book illustrations, often depict strange sculpturelike objects, along with written instructions for using them.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-the-arts-guide.html","abstract":"AUSTRIA.Vienna.Vienna Festival 1994, tel: 586-16- 76. May 6 to June 12: The Festival opens with Johann Strauss's \"Die Fledermaus,\" followed by Mozart's \"Die Nozze di Figaro,\" conducted by Claudio Abbado, and Gluck's \"Iphig","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Serbian Troops Step Up Pressure on U.N.","web_url":"https://www.nytimes.com/1994/04/15/world/serbian-troops-step-up-pressure-on-un.html","abstract":"  Serbian nationalists intensified their campaign against the United Nations peacekeeping operation in Bosnia today, bringing a tank within eight miles of Sarajevo in an attempt to force the United Nations to surrender heavy weapons impounded in the area, United Nations officials here said.    NATO jets this afternoon roared over the surrounded weapons-collection point at Krivoglavci, a village about eight miles northwest of the capital, after the Serbs pressed their demand for an unspecified number of artillery pieces guarded inside, the officials said.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-794414.html","abstract":"  Isamu Noguchi   Cooper Union Humanities Gallery  51 Astor Place  East Village  Through April 29    In 1949 the sculptor Isamu Noguchi proposed a book on the \"meaning of form in relation to man and space\"; over the next few years he made photographs for the project on trips to India, Japan, Cambodia, Bali and elsewhere. This small show, organized by Dore Ashton, assembles some of Noguchi's images from those journeys, along with others taken during a 1982 trip to the ruined city of Machu Picchu in Peru.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791547.html","abstract":"  An article on Wednesday about the New York City school bureaucracy misstated Chancellor Ramon C. Cortines's count of school administrators in the central headquarters and the local school districts. It is the equivalent of 8,025 full-time jobs, not 8,400. The article also misstated the cost of the 6,300 full-time jobs at headquarters; it is $245.6 million, not $328 million.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"House Talks Tough on Capital Punishment as It Begins Debate on Crime Bill","web_url":"https://www.nytimes.com/1994/04/15/us/house-talks-tough-on-capital-punishment-as-it-begins-debate-on-crime-bill.html","abstract":"  The House of Representatives began its much-delayed debate on the $15 billion crime bill today, passing half a dozen amendments that reaffirmed its support for the death penalty before the chamber dissolved into confusion over a procedural maneuver.   Giving its members a chance to boast of their own contributions to the 386-page bill, the House passed an assortment of 47 amendments to the crime package in a single vote without debate.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-794384.html","abstract":"  Doris Salcedo   Brooke Alexander Gallery  59 Wooster Street (near Broome Street)  SoHo  Through May 7    The Colombian artist Doris Salcedo's spare and lovely first New York solo show consists of just two sculptures, each titled \"La Casa Viuda\" (\"The Widowed House\"). The phrase refers to homes from which residents have disappeared as a result of political violence, and Ms. Salcedo seems intent upon distilling the physical emptiness and psychological desolation that results.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/15/us/inside-784842.html","abstract":"  More Officers Facing Charges of Corruption   About a dozen police officers in Harlem are expected to be arrested on charges of protecting or shaking down drug dealers, officials said.   The arrests would represent the largest single sweep of officers since the Mollen Commission began its corruption investigation. Page B1. Serbs Raise Stakes in Bosnia    The Serbs intensified their campaign against peacekeepers as they sought to force the U.N. to surrender impounded heavy weapons. Page A8. A Warhol-Estate Decision    In a dispute over legal fees, a judge ruled that the artwork in the estate of Andy Warhol is worth far more than the artist's foundation said. Page B1. Support for the Big Bang    An observation from the world's largest telescope offers new backing for the theory that the universe began in a single explosive moment. Page A22.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Mislabeling Of Phones Is Charged","web_url":"https://www.nytimes.com/1994/04/15/nyregion/mislabeling-of-phones-is-charged.html","abstract":"  New Yorkers are being defrauded by mislabeled pay telephones that say they provide long-distance service by A.T.& T. or other big companies but actually use small long-distance companies that charge up to four times as much, a state consumer official said yesterday.   The official, Richard M. Kessel, executive director of the New York State Consumer Protection Board, said the mislabeling -- commonly known in the telephone industry as \"slamming\" -- involved 40,000 pay telephones in New York, a third of the state's total.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Time That We Curb Lawmakers for Sale","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-time-that-we-curb-lawmakers-for-sale-793841.html","abstract":"  o the Editor:   An addendum to \"So You Think PAC's Buy Politicians\" (letter, March 31) by Ellen S. Miller, who points out the corrupting role by individual contributors to members of Congress as surpassing the role of political action committees:","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Review/Film; A Fifth Beatle Who Abandoned Rock for High Art","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-a-fifth-beatle-who-abandoned-rock-for-high-art.html","abstract":"First ``fifth Beatle,'' Stu Sutcliffe. Fond, imaginative biodrama.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"The I.R.S. Wants You -- by Midnight","web_url":"https://www.nytimes.com/1994/04/15/opinion/the-irs-wants-you-by-midnight.html","abstract":"  America's taxpayers are less rebellious nowadays than they were 200 years ago -- a bit cranky perhaps, but not universally surly. Only 20 of them, all certified tax delinquents, assaulted Federal tax personnel physically last year. That represents improvement; the number has recently been as high as 40.   Meanwhile, nearly all taxpayers cough up what they owe -- or what they say they owe -- without raising a public fuss or tossing tea into Boston Harbor. (They may toss a few fits over Form 1040 and its appendices, but they do it in private.) The Government expects that some 110 million people will have filed by midnight tonight, the deadline for 1993 returns and, for some, the moment of awakening to painful changes in the 1993 tax law.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Warhol Estate Was Undervalued, Judge Rules","web_url":"https://www.nytimes.com/1994/04/15/nyregion/warhol-estate-was-undervalued-judge-rules.html","abstract":"  The art in the estate of Andy Warhol is worth more than four times what the artist's foundation claims, a Manhattan judge ruled yesterday.   The decision, part of a bitter legal battle that pitted a former lawyer for the estate against the Andy Warhol Foundation of the Visual Arts, is nominally over the size of the lawyer's fee. But during a two-month trial that ended in January, much attention focused on the standards and methods of placing dollar values on works of art, and especially on the role of Christie's, the Park Avenue auction house, which the Warhol Foundation hired as its appraiser.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Rypien In Blue? Price High, Talk Cheap","web_url":"https://www.nytimes.com/1994/04/15/sports/pro-football-rypien-in-blue-price-high-talk-cheap.html","abstract":"  Although the Giants think quarterback Phil Simms is recovering well from the shoulder surgery he had several months ago, the team is nonetheless taking steps to protect itself.   The Giants have talked to the former Washington Redskins quarterback Mark Rypien about becoming a backup -- and insurance policy -- for Simms.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Maine and Vermont Restrict Dairies' Use of a Growth Hormone","web_url":"https://www.nytimes.com/1994/04/15/us/maine-and-vermont-restrict-dairies-use-of-a-growth-hormone.html","abstract":"  Responding to consumer concern about what is in their milk, two New England states have moved to limit the use of a genetically engineered growth hormone used by dairy farmers.   In Vermont, Gov. Howard Dean, a Democrat, signed a bill on Wednesday requiring food companies to put an identification label on any dairy product made with milk that comes from cows treated with the genetically engineered growth hormone.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Before Grunge Rock: Seattle's Jazz Roots","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-before-grunge-rock-seattles-jazz-roots.html","abstract":"Soundgarden's new album, \"Superunknown,\" entered the Billboard chart at No.1 late last month. The Seattle band thus joins Nirvana, Alice in Chains and Pearl Jam in the grunge hall of fame. Grunge rock is like Kleenex, neither substantial nor pe","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791539.html","abstract":"  An article on Tuesday about violence in Rwanda misstated the tribe of its Prime Minister, Agathe Uwilingiyimana, who was one of those killed. She was a member of the Hutu tribe, not the rival Tutsis.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Dinkins Wins Praise As Foe of Apartheid At City Hall Reunion","web_url":"https://www.nytimes.com/1994/04/15/nyregion/dinkins-wins-praise-as-foe-of-apartheid-at-city-hall-reunion.html","abstract":"  More than three months after leaving office, former Mayor David N. Dinkins returned to Gracie Mansion for the first time last night as the guest of Mayor Rudolph W. Giuliani, his rival in two bitterly contested mayoral elections.   Mr. Dinkins attended a reception for managers of various businesses in South Africa who are participating in a work-study program, developed during the Dinkins administration and sponsored by 12 corporations in New York.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"An Apartment Away From Home","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-an-apartment-away-from-home.html","abstract":"NEXT time you need a hotel room especially for more than a few days - consider the apartment alternative: a two-room suite for 25 to 50 percent less than the cost of a standard double room in a hotel of the same quality. Don't expect a big, fancy lobby,","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Suit Seeks to Halt Newark Schools Takeover","web_url":"https://www.nytimes.com/1994/04/15/nyregion/suit-seeks-to-halt-newark-schools-takeover.html","abstract":"  A civil lawsuit aimed at blocking the possible state takeover of this city's troubled school system was filed today in Federal court, not because the plaintiffs believe the schools are improving but because they argue that a takeover would deny minority residents their right to vote for the school board.   Jeffrey E. Fogel, one of the lawyers who signed the complaint on behalf of 11 black and Spanish-speaking residents, said: \"This has nothing to do with the quality of education issues surrounding the pending takeover, but it is a classic civil rights and voting rights action that seeks to prevent the state from denying these residents a fundamental right to vote and to self-determination.\"","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"On My Mind; Flog Asians Only","web_url":"https://www.nytimes.com/1994/04/15/opinion/on-my-mind-flog-asians-only.html","abstract":"  Americans keep talking about how clever the people of Asia are but keep acting as if they were dolts.    In the controversy about the caning of a young man from Ohio, somehow it does not occur to American business executives, journalists and politicians that Asians will ask why they close their eyes, mouths and hearts when the same canes scar the flesh of Asians.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Review/Film; Crying Out for Love Where Only Money Talks","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-crying-out-for-love-where-only-money-talks.html","abstract":"  Peter (Vitus Zeplichal), a fanatically hard-working construction worker who bows and scrapes his way through Rainer Werner Fassbinder's sadly compelling \"I Only Want You to Love Me,\" is one of the more poignant social casualties to be examined in the films of the great German director.    A caricature of a dutiful son and model employee, he regards the world with frightened rabbity eyes that plead for a love he is incapable of demanding out loud. Instead of verbalizing his needs, Peter tries to buy with gifts the love he craves so desperately but doesn't believe he deserves. In one scene after another, he is shown standing on a doorstep, a silent supplicant holding a wrapped bouquet of flowers.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"Cuomo Urges Schools For Gifted Students","web_url":"https://www.nytimes.com/1994/04/15/nyregion/cuomo-urges-schools-for-gifted-students.html","abstract":"  It is an idea long familiar to New York City residents: Take the best and brightest high-school students and place them among their peers in separate schools, places like Stuyvesant, Bronx Science and Brooklyn Tech.   Now, Gov. Mario M. Cuomo wants to do the same for unusually talented math and science students throughout the state by creating what he calls Excelsior Schools: tuition-free, taxpayer-financed boarding schools on state university campuses, with classes taught by college professors.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/04/15/sports/results-plus-789933.html","abstract":"  GOLF  2 Share Heritage Lead  Fred Funk and Bob Estes battled differing conditions to the same result yesterday in Hilton Head Island, S.C., sharing the lead in the opening round of the Heritage Classic. Funk took advantage of a tame Harbour Town layout devoid of its menacing winds. Estes played through gustier conditions in the afternoon. Both were at six-under 65, one stroke in front of the Masters runner-up, Tom Lehman, and Barry Jaeckel. The favorite, Greg Norman, led a group of six at 67 in the $1.25 million event. Eight of the top 11 teed off before noon, when soft greens and sunny skies had players zoning in on the pins. The greens dried out by afternoon and shots that landed nicely for birdie tries earlier were skidding off. Only 9 of the 32 golfers who shot sub-70 rounds began in the afternoon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"U.S. Warns Iraqis Not to Attack Military Convoys in the North","web_url":"https://www.nytimes.com/1994/04/15/world/us-warns-iraqis-not-to-attack-military-convoys-in-the-north.html","abstract":"  The United States, Britain and France have warned President Saddam Hussein that he faces \"serious consequences\" if his forces fire at, or otherwise harass, military reconnaissance convoys they plan to resume in the Kurdish safe haven they created in northern Iraq.   These reconnaissance convoys were suspended on Dec. 21 after Iraqi forces fired at one near the northern town of Faydah. The decision to resume them again was communicated on Wednesday to the Iraqi representative to the United Nations, Nizar Hamdoon, diplomats say.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791555.html","abstract":"  An article on March 22 about a change in New York City's rent regulations misstated the amount by which landlords are allowed to raise rents each year in occupied rent-stabilized apartments. It is 5 percent at the end of a two-year lease and 3 percent at the end of a one-year lease, not 5 percent a year.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"At the Bar; And just what is the state of the bar exam? Why, Pennsylvania, of course.","web_url":"https://www.nytimes.com/1994/04/15/us/at-the-bar-and-just-what-is-the-state-of-the-bar-exam-why-pennsylvania-of-course.html","abstract":"  WASHINGTON    In the town whose lawyers penned the internal revenue code and perfected the plea bargain, it's only fitting that the seminal document in the careers of many of them -- the bar examination they took -- boast a loophole of its own.   Now, at long last, regulators are about to knot it tight. That they have found reason to do so raises some intriguing questions about the licensing of lawyers.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor.html","abstract":"","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"ALL 26 ON BOARD ARE KILLED","web_url":"https://www.nytimes.com/1994/04/15/world/us-jets-over-iraq-attack-own-helicopters-in-error-all-26-on-board-are-killed.html","abstract":"  In a deadly military blunder, American fighter planes shot down two United States Army helicopters today as they were carrying a team of officials from four allied nations over the Kurdish enclave in northern Iraq.    The shootdown, which killed all 26 people on board the two craft, occurred after two F-15C jets enforcing the no-flight zone over northern Iraq mistook the aircraft for Iraqi helicopters after flying near them to identify them visually.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Article 788805 -- No Title","web_url":"https://www.nytimes.com/1994/04/15/arts/article-788805-no-title.html","abstract":"  As the end of the regular hockey and basketball seasons nears, Knicks and Rangers fans are girding to face the crucial question brought on by the approaching playoffs: Where should we eat before the game?   Madison Square Garden? Well, a hot dog is nice every once in a while, but what about a real meal?   Many savvy fans have already discovered one possibility: Biricchino. This serviceable Italian restaurant has the exceptional good fortune to be owned by the same people who own Salumeria Biellese, the renowned sausage maker around the block on Eighth Avenue, which provides sausages and charcuterie to some of the best restaurants in town. Many of these sausages are also served at Biricchino (pronounced bee-ree-KEEN-oh), and while some of them look just like the hot dogs at Madison Square Garden, they are in a completely different league.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/15/style/chronicle-791520.html","abstract":"  Some 300 scholars and writers are to assemble today at the Graduate School and University Center of the City University of New York to commemorate the accomplishments of Irving Howe, the literary and political critic who died last May at age 72.   In addition to organizing panels and rounding up speakers, there was an added challenge for MORRIS DICKSTEIN, the conference coordinator: making sure that speakers do not talk directly about Mr. Howe, who was also the founder of Dissent magazine. Mr. Howe also taught English at the university's Graduate School for many years.","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/15/style/chronicle-788490.html","abstract":"  CHRISTIE BRINKLEY and BILLY JOEL, who were married nine years ago in one of the first supermodel-rock star unions, are calling it quits. A statement issued on Wednesday on behalf of the couple by Mr. Joel's publicity agent, Elaine Schock, said this:   \"Although we have been separated since Thanksgiving, we felt it was best to keep the situation private while we were resolving the details. This was out of our enormous love and concern for our daughter and our desire to protect our friendship, which is one of great affection and respect. We have been there to support each other during critical times and expect to be there for each other in the future.\"","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Study Finds Promise in Regimen for Treatment of Bone Disease","web_url":"https://www.nytimes.com/1994/04/15/us/study-finds-promise-in-regimen-for-treatment-of-bone-disease.html","abstract":"  A study released today supports the idea that a careful regimen of fluoride and calcium supplements appears to prevent new spinal fractures in patients with a major form of osteoporosis while helping to rebuild bone loss.   Experts on osteoporosis, the debilitating bone-thinning condition that afflicts millions of elderly Americans, said that if the findings stood up, the treatment would be the first to restore bone mass lost to the disease.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Mandela and de Klerk Square Off on TV","web_url":"https://www.nytimes.com/1994/04/15/world/mandela-and-de-klerk-square-off-on-tv.html","abstract":"  The last white President and the man likely to be the first black President of South Africa met tonight in the first public debate of their uneasy, four-year partnership, an event that was less the highlight of an election campaign than a glimpse of the next Government.   President F. W. de Klerk and Nelson Mandela bickered over economic philosophy and the blame for the country's violence, but both men seemed more concerned with assuring their anxious country that the world will not end in 12 days when blacks go to the polls for the first time.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"In One Home, a Chance to Take Part","web_url":"https://www.nytimes.com/1994/04/15/world/in-one-home-a-chance-to-take-part.html","abstract":"  The display of history was in living black and white, appropriately enough, on the old television set of the family of Michael Breedekamp and his wife, Elizabeth. And beyond the merits of the political debate itself, their hearth glowed with the sheer fun of taking part in a tableau of democracy that had eluded the bias-bedeviled people of South Africa until tonight.   \"You can learn a lot of things this way,\" said Mrs. Breedekamp, a pixie-like woman smiling as she watched the nation's two leading authority figures clashing openly and imploring the Breedekamps and all new voters to listen closely for the truth.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Review/Film; A New York Comedy With Heart and Barbs","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-a-new-york-comedy-with-heart-and-barbs.html","abstract":"Aspiring young playwright and sly, winsome neurotic. Thoughtful, clever romantic comedy.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"Review/Photography; VanDerZee Reveals Harlem in Its Heyday","web_url":"https://www.nytimes.com/1994/04/15/arts/review-photography-vanderzee-reveals-harlem-in-its-heyday.html","abstract":"  One of photography's most basic and powerful traits is its ability to give substance to memory, to present precise visual details of a time gone by. That capability is vividly apparent in the absorbing show of images by James VanDerZee now at the Howard Greenberg Gallery in SoHo.   On display is nothing less than the living fabric of black society in New York in the first decades of this century. VanDerZee, who died in 1983 at the age of 96, was the leading photographer in Harlem during its heyday, from World War I until the 1940's.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Another Ionesco Joke","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-another-ionesco-joke-794082.html","abstract":"  To the Editor:   Your obituary of Eugene Ionesco (front page, March 29) notes that \"The Bald Soprano\" was inspired by Ionesco's \"own attempts to learn English by using an English-French conversational manual.' \"","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Stadium Gets a New Carpet Of Not-Yet-Green Grass","web_url":"https://www.nytimes.com/1994/04/15/sports/soccer-stadium-gets-a-new-carpet-of-not-yet-green-grass.html","abstract":"  The artificial turf that wrecks the knees of running backs, separates the shoulders of wide receivers and leaves quarterbacks with bell-ringing concussions is being overlaid at Giants Stadium with a cushiony layer of natural grass for this summer's World Cup.   By Saturday afternoon, the $1 million carpet of Bermuda sod should cover the entire floor of the stadium. Once the grass is in place, the next project will be coaxing it to grow.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Tobacco Chiefs Say Cigarettes Aren't Addictive","web_url":"https://www.nytimes.com/1994/04/15/us/tobacco-chiefs-say-cigarettes-aren-t-addictive.html","abstract":"  The top executives of the seven largest American tobacco companies testified in Congress today that they did not believe that cigarettes were addictive, but that they would rather their own children did not smoke.   The executives, sitting side by side at a conference table in what seemed to many a counterpoint to the growing antismoking sentiment in Congress, faced more than six hours of sharp questioning by members of the House Energy and Commerce Subcommittee on Health and the Environment.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Books of The Times; Troubled Life and Times On This Side of Paradise","web_url":"https://www.nytimes.com/1994/04/15/books/books-of-the-times-troubled-life-and-times-on-this-side-of-paradise.html","abstract":"  Scott Fitzgerald   A Biography   By Jeffrey Meyers   Illustrated. 400 pages. HarperCollins. $27.50.     Though F. Scott Fitzgerald and Ernest Hemingway disagreed on practically everything, from their philosophy of life to their philosophy of art, the two men had more in common than they liked to admit. Both grew up in the Middle West, both became expatriates in Paris, both achieved early glittering success. Both wrote novels destined to become American classics, and both spent their last years in a sorry state of decline. Now, they have something else in common: a decidedly unsympathetic biographer in the person of Jeffrey Meyers.","thumbnail":null,"section":"Books"},{"date":"19940415","headline":"Hiring of Minority Journalists Has Slowed, Industry Survey Says","web_url":"https://www.nytimes.com/1994/04/15/us/hiring-of-minority-journalists-has-slowed-industry-survey-says.html","abstract":"  Hiring of minority reporters and editors appears to be slowing after years of increases, according to a new report by the American Society of Newspaper Editors.    The annual report on minority hiring is closely watched because the editors group, which is holding its annual convention here, set an industrywide goal in 1978: that by the year 2000 American newsrooms should be as racially diverse as the American population. The national work force is now more than a quarter minority and is expected to be about 30 percent minority by the turn of the century.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Listen to the Voice of the Projects","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-listen-to-the-voice-of-the-projects-793817.html","abstract":"  To the Editor:   \"A Fight for Peace on Chicago's Streets\" (news article, April 4) does not even mention one of the principal causes of renewed violence in Chicago's public housing there: the American Civil Liberties Union's victorious legal battle against the residents over what is good for the residents.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Knicks Gain a Crown but Not a Lot of Confidence","web_url":"https://www.nytimes.com/1994/04/15/sports/pro-basketball-knicks-gain-a-crown-but-not-a-lot-of-confidence.html","abstract":"  Clinching the Atlantic Division took longer than the Knicks expected. Beating the Washington Bullets was harder than the Knicks expected.   But with Rolando Blackman making two baskets in the final 61 seconds, the Knicks accomplished both tonight with a 111-106 victory at the USAir Arena. Not only did they clinch their second consecutive division title and beat the Bullets for the eighth consecutive time, but the Knicks, at 53-23, also moved into a tie with the Atlanta Hawks atop the Eastern Conference with six games left in the regular season. New York and Atlanta are half a game ahead of the Chicago Bulls.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Beirut Holds 2 Iraqis In Slaying of a Third","web_url":"https://www.nytimes.com/1994/04/15/world/beirut-holds-2-iraqis-in-slaying-of-a-third.html","abstract":"  A wealthy Iraqi dissident who was assassinated here late Tuesday was apparently killed on the orders of the Iraqi Government, Lebanese officials said today.    The officials said that they were holding two Iraqi diplomats in connection with the of killing Taleb al-Suhail and were seeking a third who was reportedly in the Iraqi Embassy..","thumbnail":null,"section":"World"},{"date":"19940415","headline":"1919: Simferopol Falls : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-1919-simferopol-falls-in-our-pages100-75-and-50-years-ago.html","abstract":"News has been received in Paris of the capture of Simferopol, in the Crimea, by the Bolshevists. Sebastopol, which is only fifty kilomètres south-west of Simferopol, is thus seriously threatened. The loss of the Crimea was considered inevitable and","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791580.html","abstract":"  An article yesterday about the reopening of a natural gas pipeline that exploded last month in Edison, N.J., misstated the number of the 63 apartment buildings at Durham Woods that were left standing after the explosion. It was 55.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Big Telescope Finds New Clues to 'Big Bang'","web_url":"https://www.nytimes.com/1994/04/15/us/big-telescope-finds-new-clues-to-big-bang.html","abstract":"  In one of the first observations by the Keck Telescope in Hawaii, the largest telescope in the world, astronomers have found new evidence supporting the Big Bang theory of the creation of the universe. The findings also suggest that even more of the universe's mass than previously thought must consist of some strange, unseen matter that is yet to be discovered.   Scientists said the findings, if confirmed by further observations, could be of fundamental significance to cosmology, the study of the origin, evolution and fate of the universe.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Home Video","web_url":"https://www.nytimes.com/1994/04/15/arts/home-video-790885.html","abstract":"  More From PBS    The scant supply of PBS videos in stores is scheduled for an infusion in the fall. This week, PBS announced an agreement with Turner Home Entertainment to distribute some PBS programs on cassette. The first will be \"Baseball,\" a new 19-hour historical biography of the game by the producer and director Ken Burns.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"ALL 26 ON BOARD ARE KILLED; Trigger Fingers","web_url":"https://www.nytimes.com/1994/04/15/world/us-jets-over-iraq-attack-own-helicopters-error-all-26-board-are-killed-trigger.html","abstract":"  In one sense, the horrific accident today over northern Iraq, in which American fighter planes shot American helicopters from the sky, was just one more chapter in a long, tragic story.  \"Friendly fire,\" the military calls it -- an oxymoronic phrase that serves perhaps to dull the pain.   But in the past, such incidents have usually taken place in wartime. This one occurred in peacetime. Peace in the Middle East is a fragile thing, of course, and the accident follows a real shooting war, but there has been no recent pattern of clashes or provocations to make trigger fingers itchy.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"For West, Rwanda Is Not Worth the Political Candle","web_url":"https://www.nytimes.com/1994/04/15/world/for-west-rwanda-is-not-worth-the-political-candle.html","abstract":"  The disintegration of Rwanda into chaos and anarchy has evoked expressions of horror and sympathy from the international community -- and a firm pledge to stay away.   Although the large powers have in the past become involved in civil strife within the emerging nations of Africa, it was usually within the geopolitical struggles of the cold war, and those reasons have evaporated.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-790133.html","abstract":"  Ellen Auerbach   Robert Mann Gallery  42 East 76th Street  Manhattan  Through May 7    Ellen Auerbach, now 87 and living on the Upper East Side, has lived several lives as a photographer. Early commercial work that she produced in Berlin in the 1930's as a partner in the Ringl & Pit studio is included in the Guggenheim Museum's current survey of work by female photographers, and a selection of those Bauhaus-influenced images is on view at the Mann Gallery.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"LETTERS TO THE EDITOR : History and Myth","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor-history-and-myth.html","abstract":"Regarding \"Debunking William Tell, Heroism and Other Myths\" and \"In Texas, a New Fight Over the Alamo (both March 31):.Societies and nations have built-in cultural defense mechanisms. For the Swiss people, William Tell remains a national","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"After Melee, Security Is Tightened at Rikers Island","web_url":"https://www.nytimes.com/1994/04/15/nyregion/after-melee-security-is-tightened-at-rikers-island.html","abstract":"  After two recent attacks on correction officers by inmates, New York City's new jail commissioner has changed the command structure in the maximum-security section of Rikers Island.    Department of Correction Commissioner Anthony J. Schembri said he had replaced the warden of the James Thomas Center, the 1,100-bed maximum-security jail on the island, and had upgraded security in all 15 jails in the city by requiring that a deputy warden work the 4 P.M.-to-midnight shift, when most violent incidents occur. Until now, the highest-ranking officer on the shift was an assistant deputy warden.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Sports of The Times; Here Come Fearsome Islanders","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-of-the-times-here-come-fearsome-islanders.html","abstract":"  THESE are nervous times in the world's most famous arena, an arena known in all corners of this land. In the concrete and steel bunkers of Madison Square Garden, the besieged workers can surely hear the thundering sounds of vandals on the march.    Vandals in corporate boardrooms. Vandals in New Jersey. Vandals on Long Island. All of them stomping around, making plans to attack, threatening to eat Madison Square Garden's lunch.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/04/15/theater/on-stage-and-off.html","abstract":"  Confusion Over the Pulitzer    The Pulitzer Prize in drama, awarded this week to Edward Albee for \"Three Tall Women,\" was a narrow victory indeed. Of the five nominating jurors, Lawrence DeVine, the theater critic of The Detroit Free Press, and Judith Green of The San Jose Mercury News preferred \"Keely and Du,\" Jane Martin's play about abortion, to the winner, and a third, the nominating committee's chairman, William A. Henry 3d of Time magazine, said he changed his mind midway through the deliberations. He, too, had planned to vote for the pseudonymous Ms. Martin.   \"In the course of discussing the merits and demerits of the plays, I talked myself into thinking the Albee play was a deeper and more poetic work,\" Mr. Henry said, referring to the March 7 jury meeting.","thumbnail":null,"section":"Theater"},{"date":"19940415","headline":"The Voices and Faces of Crown Heights","web_url":"https://www.nytimes.com/1994/04/15/arts/the-voices-and-faces-of-crown-heights.html","abstract":"  LISTEN to the voices of Crown Heights, raised in exhibitions that opened this week at three Brooklyn cultural institutions.   From a Jamaican resident: \"The media hasn't helped. Both communities are hurting, and if you have two hurting people, they need to be together to heal their hurt, outside the media's realm.\"","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/15/nyregion/metro-digest-785334.html","abstract":"  BLUNDERS FROZE RAILROAD, REPORT SAYS   The Long Island Rail Road's collapse of Feb. 11, which stranded tens of thousands of riders, was not caused by the 12-inch snowfall but by shabby management, the Inspector General of the Metropolitan Transportation Authority said in an unusually blunt report. A1. NEW YORK CITY  COLISEUM'S FATE CAUGHT UP IN BATTLE   Nine years after Mortimer B. Zuckerman won the right to build a giant retail, residential and office complex to replace the New York Coliseum, the fate of the site is now tangled in a complicated three-way battle involving the developer, the Metropolitan Transportation Authority and the Giuliani administration. B3. A RAPE SUSPECT KNOWN AS MUNCHKIN   To his family and friends in Coney Island, 14-year-old Larry Harris is \"Munchkin,\" the small, sweet-faced boy who could win anyone over with his playful charm. But some said that they saw trouble looming because no one was watching out for him. Now he is a rape suspect. B3. SECURITY TIGHTENED AT RIKERS ISLAND   After two recent attacks on correction officers by inmates, the new jail commissioner has changed the command structure in the maximum-security section of Rikers Island. B3. LONG-DISTANCE MISLABELED, OFFICIAL SAYS   New Yorkers are being defrauded by mislabeled pay telephones that say they provide long-distance service by A.T.& T. or other big companies but actually use small long-distance companies that charge up to four times as much, a state consumer official said. B3.   Former Mayor Dinkins returned to City Hall for the first time since his defeat. B2. REGION  BLAST EXPOSES A LEGAL LIMBO   The explosion of a natural gas pipeline in Edison, N.J., has exposed a murky legal limbo over the responsibility for regulating excavation along the line. B5. PRIEST SENTENCED IN SEX ASSAULT OF BOYS   A Roman Catholic priest who pleaded guilty to having sex with members of parish boys' clubs from 1983 to 1991 was sentenced to eight years in prison, the maximum allowed under a plea agreement worked out with the United States Attorney's office. B5. SUIT SEEKS TO HALT TAKEOVER OF SCHOOLS   A civil lawsuit aimed at blocking a state takeover of Newark's school system was filed in Federal court, not because the plaintiffs believe the schools are improving but because they argue that a takeover would deny minority residents their right to vote for the school board. B5. LAWYER SAYS TROOPERS KNEW OF FAKING   Nelson E. Roth, who resigned as the special prosecutor looking into evidence-tampering by the New York State police, said he thinks more troopers knew about the faking of fingerprint evidence than have come forward. B5. CUOMO URGES SPECIAL SCHOOLS FOR GIFTED   Governor Cuomo wants to take the best and the brightest high-school math and science students and place them among their peers in tuition-free boarding schools on state university campuses, with classes taught by college professors. B4.   Recreational boaters will be subject to tolls on the state's canal system for the first time. B2.   Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"1894:Anarchist Solution : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-1894anarchist-solution-in-our-pages100-75-and-50-years-ago.html","abstract":"Since the anarchist outrages have become an epidemic the question has arisen as to whether the partizans of agitation by explosion could not be transported en bloc to some uninhabited country. There they could live together and realise the state society","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor-92401556731.html","abstract":"The U.S. Army unit that committed the My Lai massacre in 1968 belonged to the 23d or Americal Division, not the American Division..I am currently reading Mr. Pfaff's latest book \"The Wrath of Nations,\" in which he describes the Vietnam War as","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/15/nyregion/no-headline-784168.html","abstract":"  \"Regardless of how much electronic equipment you have, it all comes down to the human factor. If human beings make a mistake, you are left with a tragedy.\" ROBERT GASKIN, a retired Air Force officer.  [ A12:5. ]","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-794376.html","abstract":"  'Elizabeth Catlett'  'Works on Paper, 1944-1992'   The Studio Museum in Harlem  144 West 125th Street  Through May 8    Elizabeth Catlett is an important figure in black American art, not as an innovative stylist but as an artist whose sculpture and prints have helped for half a century to define black experience, particularly that of black women.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Vikes Have Themselves A Quarterback in Moon","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-people-football-vikes-have-themselves-a-quarterback-in-moon.html","abstract":"  WARREN MOON joined the Minnesota Vikings yesterday, becoming the most prominent quarterback the team has had since FRAN TARKENTON retired in 1978. The trade with the Houston Oilers, all but set on Wednesday, was finally completed yesterday.   The Vikings said Moon agreed to a two-year contract with an option year. The club would not release contract details, but JEFF DIAMOND, the Vikings' vice president, described as \"in the ball park\" an earlier report that said Moon would be paid $3.4 million in 1994 -- a $1.8 million salary and a $1.6 million signing bonus. Houston reportedly will receive two draft picks from Minnesota -- a fourth-rounder this year and a conditional third-rounder in 1995. The Vikings would only say yesterday that they will give up undisclosed draft choices.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"A Deluxe Bit Of Europe In Manhattan","web_url":"https://www.nytimes.com/1994/04/15/arts/a-deluxe-bit-of-europe-in-manhattan.html","abstract":"  QUIETLY and discreetly, the Sherry-Netherland has begun advertising in the Hollywood trade papers, read by moguls, movie stars, agents and even more normal types. In the competitive New York City hotel market, it is seeking out visitors from California (only the wealthy or those with hefty expense accounts need apply). Yet it's not, perhaps, visitors from the West Coast who would feel the most comfortable at the Sherry-Netherland. It's those from Europe.   Not that there's too much to grumble about at the 37-floor building on the northeast corner of 59th Street and Fifth Avenue, overlooking Central Park. (Getting a room overlooking the park is another matter.) What largely gives the recently renovated hotel its personality and, perhaps, its appeal, is that the majority of its rooms are co-op apartments for permanent residents. This gives the Sherry-Netherland its unhurried, private, low-key style, which may -- or may not -- be suitable for tourists on the run or business executives who need round-the-clock coffee and fax machines. (Of its 400 rooms, 120 are reserved for hotel guests.)","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor-92088316496.html","abstract":"Regarding \"The Monsters' Mediocrity Makes Them No Less Evil\" (Opinion, April 7): .I would like to thank William Pfaff for writing what needed to be written about the mediocrity of Paul Touvier in particular and the everyman aspect of war crim","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"L.I. INQUIRY FINDS ERRORS, NOT SNOW, STOPPED RAILROAD","web_url":"https://www.nytimes.com/1994/04/15/nyregion/li-inquiry-finds-errors-not-snow-stopped-railroad.html","abstract":"  The Long Island Rail Road's collapse of Feb. 11, which stranded tens of thousands of riders at their jobs in New York or on cold railroad platforms in Queens, was not caused by the 12-inch snowfall, but by shabby management, the Inspector General of the Metropolitan Transportation Authority said in an unusually blunt report released yesterday.   The report lists a cascading series of errors by management, dereliction of duty by low-level workers and a generally lackadaisical response by the railroad's two top executives.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Mickey Mao's Café and More in a Chinese Tourist Town","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-mickey-maos-cafe-and-more-in-a-chinese-tourist-town.html","abstract":"Down the street from Mickey Mao's café, just past MaoDonalds, is Yangshuo's Holiday Inn. Rooms there start at $2.50. The Hard Rock Café next door sells bottles of ice-cold beer for 25 cents..Yangshuo's hotels and restaurants are a mixture of","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"1944: Simferopol Taken : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-1944-simferopol-taken-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] In the seventh day of a reconquest of the Crimea the Red Army captured in rapid succession yesterday [April 13] the big ports of Feodosiya and Yevpatoriya and the capital Simferopol, clearing the shattered German and Romanian","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"LETTERS TO THE EDITOR : Both Peoples Have a Right","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor-both-peoples-have-a-right.html","abstract":"In response to \"Apples and Oranges\" (Letters, April 5) from Gunvant Govindjee:.Israel was no more \"cleansed\" of its Arab population than the surrounding Arab lands were \"cleansed\" of their Jewish population. There was a si","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Potvin Calls Islanders 'a Real Contender'","web_url":"https://www.nytimes.com/1994/04/15/sports/hockey-potvin-calls-islanders-a-real-contender.html","abstract":"  Denis Potvin, a Hall of Famer who played in six \"Battles of New York,\" suspects the Rangers didn't react with glee when they realized they would be facing their archrivals in the first round of the Stanley Cup playoffs.   \"You're introducing a level of emotion into a series that you don't particularly want to have in the first round,\" Potvin, the Panthers' television analyst, said tonight before Florida's 4-1 victory over the Islanders. \"Whoever wins, it will be physically and emotionally draining. Then there are three rounds to go to get to the finals.\"","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Nothing Is as Easy as ABC","web_url":"https://www.nytimes.com/1994/04/15/sports/hockey-nothing-is-as-easy-as-abc.html","abstract":"  The Battle of New York does not begin until Sunday and already there is controversy.   It is not between the Islanders and Rangers. At least not yet. It is between the Islanders and the National Hockey League over a first-round Stanley Cup schedule that is more accommodating to Madison Square Garden and network television than it is to the Islanders.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"'Munchkin,' 14 and Playful, Is Now Held as Rape Suspect","web_url":"https://www.nytimes.com/1994/04/15/nyregion/munchkin-14-and-playful-is-now-held-as-rape-suspect.html","abstract":"  He is \"Munchkin\" to his family and friends in Coney Island, the small, sweet-faced boy who could win anyone over with his playful charm. Some think they see a blossoming cartoonist in the 14-year-old boy, others a potential comic. But some said yesterday that they saw trouble looming in his life because no one was watching out for him.   Yesterday, those who know Larry Harris were adjusting to a new portrait of him. He is an eighth grader at Intermediate School 303 and now he is a rape suspect.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"The Federal Reserve Is Signaling A New Increase in Interest Rates","web_url":"https://www.nytimes.com/1994/04/15/us/the-federal-reserve-is-signaling-a-new-increase-in-interest-rates.html","abstract":"  Federal Reserve officials say they see no signs of accelerating inflation, but the nation's central bank is signaling anew that it will raise short-term interest rates again anyway. The reason: the officials believe that low short-term rates have already encouraged too much lending, giving stimulus to an economy that no longer needs it.   The goal of the Federal Reserve, according to its papers, Congressional testimony and interviews over the last two weeks, is a so-called neutral policy rather than a stimulative one. But the Federal Reserve's definition of neutral is likely to feel like a tap on the brakes to most Americans, slowing growth as companies and individuals pay more interest on their loans and mortgages.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"More Officers Facing Arrest In Corruption","web_url":"https://www.nytimes.com/1994/04/15/nyregion/more-officers-facing-arrest-in-corruption.html","abstract":"  Two police officers were arrested at a Harlem station house last night and law enforcement officials said that about 10 more would be arrested today on charges that they protected or shook down drug dealers. The officials said the arrests represented the largest single sweep of police officers since the Mollen Commission began its corruption investigation.   The arrests are part of a string of corruption cases that senior police officials say is only beginning, and is likely to touch as many as 10 of the city's 75 precincts.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/15/arts/art-in-review-794392.html","abstract":"  Elizabeth Murray   Paula Cooper Gallery  149 Wooster Street (at Houston Street)  SoHo  Through April 23    Elizabeth Murray's faith in the complete malleability of paint and painting continues unabated in this small, impressive show. Over the course of only five canvases, she puts her art through its paces, going from flat to shaped surfaces and shifting her semi-abstract narratives from human to animal to architecture, all without missing a beat.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Bruins and Sabres Lose Finales That Really Aren't Final Word","web_url":"https://www.nytimes.com/1994/04/15/sports/hockey-bruins-and-sabres-lose-finales-that-really-aren-t-final-word.html","abstract":"  Whalers 3, Bruins 2    Jocelyn Lemieux scored twice and visiting Hartford survived a Boston rally to secure a 3-2 season-ending victory last night.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/15/nyregion/news-summary-784192.html","abstract":"  International A2-12  AMERICAN JETS DOWN U.S. COPTERS  American jets shot down two Army helicopters carrying allied officials over the Kurdish enclave in northern Iraq after the aircraft were mistaken for Iraqi helicopters. Twenty-six people were killed.  A1  THE HORROR OF 'FRIENDLY FIRE'  News analysis: In one sense, the accident over Iraq was just one more chapter in a long, tragic story.  \"Friendly fire,\" the military calls it -- an oxymoronic phrase designed to dull the pain.  A1","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"TV Weekend; Jane Seymour as a Model Of the Noble Southerner","web_url":"https://www.nytimes.com/1994/04/15/arts/tv-weekend-jane-seymour-as-a-model-of-the-noble-southerner.html","abstract":"  Jane Seymour is that peculiar creature called a television star, a performer who can almost miraculously transcend mediocre material. Long before \"Dr. Quinn, Medicine Woman,\" her current series on CBS, she was collecting assorted and deserved awards for her television work in \"East of Eden,\" \"Jamaica Inn,\" \"The Woman He Loved,\" \"The Phantom of the Opera\" and \"War and Remembrance.\" The vehicles may sometimes sag noticeably, but Ms. Seymour's energy and determination are constantly in motion. Just watch her breathe life into the almost moribund \"A Passion for Justice\" on ABC on Sunday.   Here is yet another television exercise that \"although fictionalized,\" viewers learn, is based on real people and events. Among the real people is Hazel Brannon Smith (Ms. Seymour), who in 1964 became the first woman to win a Pulitzer Prize for editorial writing. This movie, set in Mississippi in 1954 (but actually filmed in Georgia), fills in the background. We find the vivacious Hazel returning from a European tour with a new husband, a Yankee named Walter Smith (D. W. Moffett). Smitty is six years younger than Hazel, who is described by one friend as having \"been in more laps than a napkin.\"","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Mark Isaacson Memorial","web_url":"https://www.nytimes.com/1994/04/15/arts/mark-isaacson-memorial.html","abstract":"  A memorial service for Mark A. Isaacson, an expert on 20th-century decorative arts who died in August at the age of 38, is to take place on April 23 at 1 P.M. at St. Mark's Church in the Bowery, Second Avenue at 10th Street, East Village. A reception is to follow in the church's parish hall.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Mustaf Cousin Indicted","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-people-basketball-mustaf-cousin-indicted.html","abstract":"  LeVONNIE WOOTEN of Landover, Md., a cousin of Phoenix Suns forward JERROD MUSTAF, was indicted yesterday in the July 22 slaying of a woman who told her family she was carrying the player's unborn child. Before she was shot to death in her apartment in Glendale, Ariz., Althea Hayes, 28, also claimed Mustaf had offered her $5,000 to have an abortion and she had refused.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/15/nyregion/c-corrections-791571.html","abstract":"  The mutual funds tables in Business Day on Wednesday included incorrect data from Morningstar Inc. for the AIM Summit Fund. The fund's actual net asset value that day was $9.46, and the percentage returns to shareholders were minus 1.8 percent for the day, minus 2.5 percent for the year to date, plus 4.5 percent for one year and an annualized figure of plus 9.5 percent for three years. Because of the data errors, the fund was erroneously listed as the worst performing growth fund in the last year.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"THE MOVIE GUIDE : Personne ne m'aime","web_url":"https://www.nytimes.com/1994/04/15/style/IHT-the-movie-guide-personne-ne-maime.html","abstract":"Directed by Marion Vernoux. France.. So many things look as if they've gone wrong in Marion Vernoux's first feature - the image is grimy, the color saturated, the characters and plot veer off course. It could have been one of those knotty, aggravating Fre","thumbnail":null,"section":"Style"},{"date":"19940415","headline":"Nuclear Agency Chief Warns of Need for Access to North Korea","web_url":"https://www.nytimes.com/1994/04/15/world/nuclear-agency-chief-warns-of-need-for-access-to-north-korea.html","abstract":"  The head of the International Atomic Energy Agency has warned that even if the Clinton Administration succeeded in its efforts to get North Korea to allow minimal nuclear inspections, his agency would probably need far broader access to the sealed-off country to fully measure the scope of its nuclear activities.   In an interview on Wednesday, the official, Hans Blix, said that the negotiations that the United States was now attempting to revive \"is the easy part of the inspection problem.\" He repeatedly said that his agency, an arm of the United Nations, would only begin to know the true scope of the north's nuclear program after it got access to two suspected nuclear waste dumps that might provide evidence of past nuclear work.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"An Era of Excess Expressed in Silence","web_url":"https://www.nytimes.com/1994/04/15/arts/an-era-of-excess-expressed-in-silence.html","abstract":"The lion's great jaws open, close and open again, but there's no sound: that was added only when pictures began to talk. At the Film Forum in the South Village, \"The Silent Roar: Metro-Goldwyn-Mayer, 1924-1929\" celebrates the company's 70th anniversary with a captivating series of 40 silents, many enhanced by the spirited piano accompaniment of Steve Sterner. The retrospective starts today and runs through May 11. \n\nSeeing a slew of 1920's movies, you can almost feel as if you're living in that era, sharing the confidence of a festive time when few middle-class Americans worried about money and Wall Street was thriving, when many were certain there would never be another world war and urban problems seemed scarce, apart from finding a reliable bootlegger. Glittering movie palaces were erected and the Bijou Dream theaters were converted from nickelodeons to small temples of worship for Lillian Gish, Greta Garbo, John Gilbert, Joan Crawford and the rest of the royalty at MGM, which became the richest studio of all.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Reviews/ Film; Chevy Chase, Wishing for Danger","web_url":"https://www.nytimes.com/1994/04/15/movies/reviews-film-chevy-chase-wishing-for-danger.html","abstract":"Sad-sack yearns to live dangerously. Joke-free.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"Endorsing Growing Practice, Vatican Approves Altar Girls","web_url":"https://www.nytimes.com/1994/04/15/us/endorsing-growing-practice-vatican-approves-altar-girls.html","abstract":"  The Vatican has granted permission for priests to have girls assist them at Mass, a task traditionally performed by boys and officially restricted to males. The action approves a practice that has become increasingly common in Roman Catholic parishes, particularly in the United States, but has also stirred fierce emotions among many Catholics.    For proponents of expanding women's roles in the church, the approval of altar girls was a small but symbolically sweet victory; for those who fear departures from long-established church practices, it was a bitter defeat.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Federal and New Jersey Agencies Dispute Jurisdiction in Excavation Near Pipeline","web_url":"https://www.nytimes.com/1994/04/15/nyregion/federal-and-new-jersey-agencies-dispute-jurisdiction-in-excavation-near-pipeline.html","abstract":"  The explosion of a natural gas pipeline in Edison, N.J., has exposed a murky legal limbo over the responsibility for regulating excavation along the line. Such digging does not appear to be banned by Federal or state law or by Edison's land-use ordinances.   New Jersey has laws against knowingly causing explosions, recklessly causing widespread injury and damage, and creating the risk of injury or damage. Theoretically, state legal officials say, these laws could be invoked if Federal investigators find that damage from digging caused the 36-inch pipeline to rupture and explode in Edison on March 23.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Endangered Children","web_url":"https://www.nytimes.com/1994/04/15/opinion/endangered-children.html","abstract":"  America's youngest children are in serious trouble, according to a panel of experts brought together by the Carnegie Corporation. So many children are growing up without adequate medical and nutritional care, intellectual stimulation or emotional security that the nation's ability to produce healthy workers and citizens is in jeopardy.    The Carnegie panel focuses again on two longstanding problems: the need for better health care and the problems of teen-age mothers. While many of its recommendations are not aimed specifically at the Clinton Administration, the panel's report, released this week, can help shape the debate as the Administration and Congress tackle health care and welfare reform.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Japan Welcomes Foreign Companies","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-japan-welcomes-foreign-companies-793957.html","abstract":"  To the Editor:   I would like to provide some perspective on Japan-United States trade as discussed by Stephen Lee in \"Japan Makes It Tough to Do Business There\" (letter, March 30).","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/04/15/sports/transactions-788848.html","abstract":"  Baseball  American League   NEW YORK YANKEES -- Announced the retirment of Bill Bergesch, senior advisor, effective May 1.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Ex-Prosecutor in Trooper Case Says More Were Involved","web_url":"https://www.nytimes.com/1994/04/15/nyregion/ex-prosecutor-in-trooper-case-says-more-were-involved.html","abstract":"  Nelson E. Roth, who resigned last week as the special prosecutor looking into evidence-tampering by the New York State police, said he thinks more troopers knew about the faking of fingerprint evidence than have come forward.   And he said his successor should have additional resources, as well as the power to expand the inquiry to all 11 of the department's barracks, not just the 2 he was instructed to focus on.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"3 Players, 3 Agendas, One 3-Way Tug of War Fate of New York Coliseum Still Uncertain","web_url":"https://www.nytimes.com/1994/04/15/nyregion/3-players-3-agendas-one-3-way-tug-war-fate-new-york-coliseum-still-uncertain.html","abstract":"  It is, by most accounts, one of the most valuable potential development sites in New York City.   Yet nine years after Mortimer B. Zuckerman won the right to build a giant retail, residential and office complex to replace the New York Coliseum, the fate of the site is now tangled in a complicated three-way battle involving the developer, the Metropolitan Transportation Authority and the Giuliani administration.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"For Children","web_url":"https://www.nytimes.com/1994/04/15/arts/for-children.html","abstract":"  Children's Concert   Riverside Church  490 Riverside Drive, at 120th Street  Morningside Heights  (212) 222-5900, extension 220  Recommended ages: 4 and up  Tomorrow    It's easy to imagine a bassoon as a person: tall, thin, reedy, a basso voice, the mouthpiece jutting out like an eerie index finger. At this concert of American and Greek folk music, the bassoon will be the centerpiece and Kim Laskowski, a professional bassoonist, is to play the instrument, which corresponds in range to the cello of the violin family.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Hofstra Hires Coach","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-people-basketball-hofstra-hires-coach.html","abstract":"  JAY WRIGHT, an assistant to ROLLIE MASSIMINO at Nevada-Las Vegas, was appointed head basketball coach at Hofstra yesterday to succeed 71-year-old BUTCH VAN BREDA KOLFF, who has retired. Wright, 32, a Bucknell alumnus, had spent seven seasons with Massimino, five years at Villanova and the last two at Las Vegas.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"The Verdict Not Guilty, the Defendant Not Satisfied","web_url":"https://www.nytimes.com/1994/04/15/us/the-verdict-not-guilty-the-defendant-not-satisfied.html","abstract":"  The legal pipeline is full of complaints filed by criminal defendants who contend that they did not get a fair trial. The improbable thing is that Howard L. Haupt is among them.   Mr. Haupt is the rarest of plaintiffs. Found not guilty of murdering a 7-year-old boy, he has nonetheless sued on the ground that his trial denied him due process.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Darkness of 'Carousel' Has Roots in Budapest","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-darkness-of-carousel-has-roots-in-budapest-794074.html","abstract":"  To the Editor:   Your March 25 review and Frank Rich's March 31 column praise the new production of \"Carousel\" for its attention to the darkness in the play, but fail to credit Ferenc Molnar, the Hungarian playwright whose \"Liliom\" is the basis of \"Carousel.\"","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Where's Yankee Offense? O'Neill Finds It","web_url":"https://www.nytimes.com/1994/04/15/sports/baseball-where-s-yankee-offense-o-neill-finds-it.html","abstract":"  Forget the sweep, forget being humiliated by the finest rotation in the league for another day and forget turning the initial trip of the season into an excursion to the dangerous land of last place. The Yankees could forget all these dreary possibilities today because Paul O'Neill unveiled a performance that the White Sox want to quickly forget.   After being mesmerized by Chicago's precocious pitchers during two straight games, the Yankees punched back against Jack McDowell and a cast of relievers today, and O'Neill displayed the most devastating jab.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Review/Art; With Old Persian Poems, Images of Wit and War","web_url":"https://www.nytimes.com/1994/04/15/arts/review-art-with-old-persian-poems-images-of-wit-and-war.html","abstract":"  This little charmer of a show, tucked away deep within the Metropolitan Museum of Art's superb and little trafficked Islamic collection, is just the kind of thing the Met should be doing lots of. \"Illustrated Poetry and Epic Images\" highlights small-scale, easy-to-overlook art from the museum's own collection, displays it in an appropriately intimate setting, and demonstrates a bit of scholarly sleuthing in action.    On view are 50-odd illustrated pages, derived for the most part from two 14th-century Persian manuscripts. One, which the museum owns, is a \"Book of Kings,\" the national epic of Persia originally written around A.D. 1000. The second is a portion of a poetry anthology titled \"The Free Men's Companion to the Subtleties of Poems.\" A single chapter of the book has been reconstructed for the exhibition with two pages drawn from the Met's collection and one each from the Harvard, Princeton and Cleveland museums. Together, they constitute the earliest surviving manuscript of illustrated poetry known from the Islamic world.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Review/Film; Ismail Merchant Directs First Feature","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-ismail-merchant-directs-first-feature.html","abstract":"Famed Indian poet interviewed, via Merchant. Wondrously detailed portrait.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"U.S. Moves on Two Fronts To Reshape Logging Rules","web_url":"https://www.nytimes.com/1994/04/15/us/us-moves-on-two-fronts-to-reshape-logging-rules.html","abstract":"  The Clinton Administration moved on two fronts today to reshape the way the Government manages logging in the nation's remaining ancient forests.   In Seattle, the Administration asked a Federal judge to restore some logging in the old forests of the Pacific Northwest, where for five years the courts have all but eliminated logging on public land to protect the northern spotted owl.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Fire Captain Improves","web_url":"https://www.nytimes.com/1994/04/15/nyregion/fire-captain-improves.html","abstract":"  A fire captain who was badly burned in a SoHo blaze that killed two firefighters took a slight turn for the better yesterday, a hospital official said.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"Review/Film; Did She or Didn't She? Commit Murder, That Is","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-did-she-or-didn-t-she-commit-murder-that-is.html","abstract":"A sexist policeman badgers a cocktail waitress accused of killing her children. Intense, well-acted drama.","thumbnail":null,"section":"Movies"},{"date":"19940415","headline":"Critic's Notebook; Jazz With Pizazz: A New Generation of Clubs","web_url":"https://www.nytimes.com/1994/04/15/arts/critic-s-notebook-jazz-with-pizazz-a-new-generation-of-clubs.html","abstract":"  THE gods of bankruptcy rub their hands together and smack their lips at the sight of a new jazz club, all lighted up and ready to go. Like the Titanic, new jazz clubs are launched with great intentions. And like the Titanic, they tend to sink. Indigo Blues, Condon's, Cameo's, Fortune Garden Pavilion and Yardbird Suite have all gone the way of the great auk. At the moment, new jazz spots are brightening Manhattan's landscape. The gods of bankruptcy must be smiling.   But they may be deprived of their pleasure. The new clubs seem better established -- that means capitalized -- and a bit more willing to go the distance it takes to succeed.   In addition, the managers are realizing that there's a huge pool of young musicians to draw on, cheaply, and that a new awareness of the music might just result in a larger audience. The number of clubs depends on the environment for jazz; the signs suggest this is a fertile era.","thumbnail":null,"section":"Arts"},{"date":"19940415","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/04/15/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"WRITTEN AND SEALED,\" Puerto Rican Traveling Theater, 304 West 47th Street, Clinton. A drama by Isaac Chocron about a meeting between two old friends, a Jewish college professor and a Roman Catholic priest. Through Sunday. Performances: tonight at 8 (in English); Saturday at 2 and 8 P.M. and Sunday at 2 and 6:30 P.M. (in Spanish). Tickets: $15. Information: (212) 354-1293.","thumbnail":null,"section":"Theater"},{"date":"19940415","headline":"No Giveaway on the Coliseum","web_url":"https://www.nytimes.com/1994/04/15/opinion/no-giveaway-on-the-coliseum.html","abstract":"  New York City has an undeniable interest in getting the old Coliseum site at Columbus Circle developed after years of delay and neglect -- but not at the expense of the public good. That is what makes the behavior of City Hall's chief negotiator, Deputy Mayor John Dyson, so regrettable. He sounds more like an agent for Mortimer Zuckerman, the developer, than a public servant.   Even if Mr. Dyson is motivated only by his zeal to encourage development, and not by any desire to reward a political ally, he has so mishandled the negotiations that they are tainted. How could Mr. Dyson propose that the city -- through hidden tax abatements and backdoor capital budget maneuvers -- subsidize a real estate developer at a time when the Mayor is demanding sacrifice from nearly every city agency and worker?","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Inflation: Myth and Reality","web_url":"https://www.nytimes.com/1994/04/15/opinion/inflation-myth-and-reality.html","abstract":"  Fears of accelerating inflation have haunted the financial markets just at the time when the economy has turned in its best inflation performance in decades.   In 1993, the core indexes of consumer and producer prices (which exclude food and energy) registered their smallest gains in 20 years. Favorable trends are continuing this year: the annualized increase in the core Consumer Price Index over the past three months was 2.9 percent, the same as over the 12 months beginning in March 1993.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Rwanda Will Need Its Civil Servants","web_url":"https://www.nytimes.com/1994/04/15/opinion/l-rwanda-will-need-its-civil-servants-793930.html","abstract":"  To the Editor:   I am horrified about the situation in Rwanda and Burundi. As a World Bank project officer in East Africa, I worked about six months a year for five years in Rwanda in the 1980's. The challenges are enormous: Huge population, minuscule family plots, mountainous terrain that makes for backbreaking, primitive tilling, extreme poverty, low literacy, high infant mortality. Government efforts, and our projects, were focused on helping this population survive.","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Fortaleza Journal; Bouquets for a State as Brazil's Dust Bowl Flowers","web_url":"https://www.nytimes.com/1994/04/15/world/fortaleza-journal-bouquets-for-a-state-as-brazil-s-dust-bowl-flowers.html","abstract":"  \"Fortaleza: Brazil's Miami,\" a Rio newspaper gushed recently, describing a beachfront city of European tourists, foreign investors, imported cars, a thriving fashion industry, a new international yacht marina and steel-and-glass shopping centers with theaters showing Hollywood's latest films.   Ten years ago there was little to envy in Fortaleza, the capital of Ceara State. This northeastern dust bowl seemed condemned eternally to export its population, hat in hand, to work in Brazil's developed south.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Where Sultan Swatted, Team of Dreams Is Born","web_url":"https://www.nytimes.com/1994/04/15/sports/baseball-where-sultan-swatted-team-of-dreams-is-born.html","abstract":"  At the same park where Babe Ruth, Lou Gehrig and Ted Williams played in exhibition games in the 1930's, and where George Bush played first base in the 40's, professional baseball today made its debut at 66-year-old Yale Field.   Before a near-capacity crowd of about 6,000, the New Haven Ravens brought minor league baseball back to West Haven. In the 1970's, Ron Guidry, Willie McGee and Buck Showalter of the West Haven Yankees sometimes performed in front of fewer than 100 people at rickety Quigley Stadium less than two miles away.","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"LETTERS TO THE EDITOR : Population Control in China","web_url":"https://www.nytimes.com/1994/04/15/opinion/IHT-letters-to-the-editor-population-control-in-china.html","abstract":"Regarding \"At Least They're Talking About Women's Rights\" (Opinion, March 17) by Colman McCarthy:.Human Rights Watch is wrong to include China's forced sterilization and abortions among the abuses committed on women. When women give birth to","thumbnail":null,"section":"Opinion"},{"date":"19940415","headline":"Orr Leaves Coaching","web_url":"https://www.nytimes.com/1994/04/15/sports/sports-people-basketball-orr-leaves-coaching.html","abstract":"  JOHNNY ORR, the coach at Iowa State for 14 years, announced yesterday that he would not return for a 15th season. Orr, 66, will remain at Iowa State, in Ames, as associate athletic director to fulfill the last year of his contract. Orr's career record while coaching at Massachusetts, Michigan and Iowa State is 466-346.(AP)","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Ties to Lawyer Are Explained By Prosecutor","web_url":"https://www.nytimes.com/1994/04/15/us/ties-to-lawyer-are-explained-by-prosecutor.html","abstract":"  Responding to questions from Congress about his objectivity, the special prosecutor investigating the Whitewater affair has detailed what he said was a professional, not personal, relationship with the former White House counsel, Bernard W. Nussbaum.   The special prosecutor, Robert B. Fiske Jr., a New York City lawyer and former Federal prosecutor, acknowledged in a letter this month that Mr. Nussbaum had consulted him on last year's appointment of Louis D. Freeh as director of the Federal Bureau of Investigation. In his years as United States Attorney in Manhattan, Mr. Fiske had worked closely with Mr. Freeh.","thumbnail":null,"section":"U.S."},{"date":"19940415","headline":"Giuliani Extending Severance Deadline","web_url":"https://www.nytimes.com/1994/04/15/nyregion/giuliani-extending-severance-deadline.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that New York City would give workers at least an extra week to apply for the voluntary severance packages that he hopes will reduce the city's work force by 7,600.   He said he would also delay his budget proposal until May 10 to see how many employees accept the severance offer, which originally was to expire at the end of next week.","thumbnail":null,"section":"New York"},{"date":"19940415","headline":"U.N. in Rwanda Says It Is Powerless to Halt the Violence","web_url":"https://www.nytimes.com/1994/04/15/world/un-in-rwanda-says-it-is-powerless-to-halt-the-violence.html","abstract":"  As battling armies pounded the capital with mortar fire today, the United Nations command here said that it could do little to stop the fighting or prevent the massacre of civilians and that an attempt to hold peace talks had failed.   Marauding groups of looters and soldiers remained in control of the otherwise deserted streets, as reports of mass killings filtered out to the thousands of Rwandans still stranded in churches, schools and stadiums with no armed protection. In the main hotels, which were filled with refugees, the mood was one of doom.","thumbnail":null,"section":"World"},{"date":"19940415","headline":"Holy Bull Draws Rail As Choice in Blue Grass","web_url":"https://www.nytimes.com/1994/04/15/sports/horse-racing-holy-bull-draws-rail-as-choice-in-blue-grass.html","abstract":"  Holy Bull, the favorite in the Blue Grass Stakes this Saturday and maybe in the Kentucky Derby three weeks later, stepped regally outside Barn 14 at Keeneland Race Course this morning. No horse has ever run in front of him in the early stages of his seven races, and he won six of them leading almost every step of the way.   He is \"the speed.\" He rockets to the front, and seems to be saying: \"Catch me if you can.\"","thumbnail":null,"section":"Sports"},{"date":"19940415","headline":"Review/Film; Half Dog and Half Wolf, But All Hero and Lover","web_url":"https://www.nytimes.com/1994/04/15/movies/review-film-half-dog-and-half-wolf-but-all-hero-and-lover.html","abstract":"Man's best friend in Alaska. Scenic but contrived.","thumbnail":null,"section":"Movies"}],"wiki_events":[{"date":"19940415","headline":"Marrakesh Agreement relating to foundation of World Trade Organization is adopted.","pages":[{"title":"Marrakesh Agreement","web_url":"https://en.wikipedia.org/wiki/Marrakesh_Agreement","description":"April 1994 international free trade agreement signed in Marrakech, Morocco","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Marrakesh_Agreement_April_1994_%289305978663%29.jpg/320px-Marrakesh_Agreement_April_1994_%289305978663%29.jpg","thumbnail_width":320,"thumbnail_height":211},"abstract":"The Marrakesh Agreement, manifested by the Marrakesh Declaration, was an agreement signed in Marrakesh, Morocco, by 123 nations on 15 April 1994, marking the culmination of the 8-year-long Uruguay Round and establishing the World Trade Organization, which officially came into being on 1 January 1995."},{"title":"World Trade Organization","web_url":"https://en.wikipedia.org/wiki/World_Trade_Organization","description":"Intergovernmental trade organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/WTO_members_and_observers.svg/320px-WTO_members_and_observers.svg.png","thumbnail_width":320,"thumbnail_height":162},"abstract":"The World Trade Organization (WTO) is an intergovernmental organization headquartered in Geneva, Switzerland that regulates and facilitates international trade. Governments use the organization to establish, revise, and enforce the rules that govern international trade in cooperation\nwith the United Nations System. The WTO is the world's largest international economic organization, with 164 member states representing over 98% of global trade and global GDP."}]}],"weather":[{"date":"19940415","time":"1994-04-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":78,"wspd":18.4},{"date":"19940415","time":"1994-04-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":76,"wspd":16.6},{"date":"19940415","time":"1994-04-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":77,"wspd":18.4},{"date":"19940415","time":"1994-04-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":79,"wspd":16.6},{"date":"19940415","time":"1994-04-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":79,"wspd":14.8},{"date":"19940415","time":"1994-04-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":81,"wspd":13},{"date":"19940415","time":"1994-04-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":78,"wspd":14.8},{"date":"19940415","time":"1994-04-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":75,"wspd":14.8},{"date":"19940415","time":"1994-04-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":74,"wspd":14.8},{"date":"19940415","time":"1994-04-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":69,"wspd":20.5},{"date":"19940415","time":"1994-04-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":75,"wspd":18.4},{"date":"19940415","time":"1994-04-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":64,"wspd":22.3},{"date":"19940415","time":"1994-04-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":71,"wspd":18.4},{"date":"19940415","time":"1994-04-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":76,"wspd":22.3},{"date":"19940415","time":"1994-04-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":74,"wspd":18.4},{"date":"19940415","time":"1994-04-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":81,"wspd":24.1},{"date":"19940415","time":"1994-04-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":82,"wspd":18.4},{"date":"19940415","time":"1994-04-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":82,"wspd":27.7},{"date":"19940415","time":"1994-04-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":81,"wspd":22.3},{"date":"19940415","time":"1994-04-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":80,"wspd":22.3},{"date":"19940415","time":"1994-04-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":78,"wspd":20.5},{"date":"19940415","time":"1994-04-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":75,"wspd":24.1},{"date":"19940415","time":"1994-04-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":82,"wspd":20.5},{"date":"19940415","time":"1994-04-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":85,"wspd":22.3},{"date":"19940415","time":"1994-04-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":14.8},{"date":"19940415","time":"1994-04-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":50,"wspd":9.4},{"date":"19940415","time":"1994-04-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":54,"wspd":7.6},{"date":"19940415","time":"1994-04-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":7.6},{"date":"19940415","time":"1994-04-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":0},{"date":"19940415","time":"1994-04-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":64,"wspd":5.4},{"date":"19940415","time":"1994-04-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":5.4},{"date":"19940415","time":"1994-04-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":5.4},{"date":"19940415","time":"1994-04-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":5.4},{"date":"19940415","time":"1994-04-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":7.6},{"date":"19940415","time":"1994-04-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":5.4},{"date":"19940415","time":"1994-04-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":7.6},{"date":"19940415","time":"1994-04-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":75,"wspd":5.4},{"date":"19940415","time":"1994-04-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":65,"wspd":11.2},{"date":"19940415","time":"1994-04-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":11.2},{"date":"19940415","time":"1994-04-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":51,"wspd":13},{"date":"19940415","time":"1994-04-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":13},{"date":"19940415","time":"1994-04-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":46,"wspd":14.8},{"date":"19940415","time":"1994-04-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":41,"wspd":14.8},{"date":"19940415","time":"1994-04-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":44,"wspd":16.6},{"date":"19940415","time":"1994-04-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":46,"wspd":18.7},{"date":"19940415","time":"1994-04-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":59,"wspd":18.7},{"date":"19940415","time":"1994-04-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":14.8},{"date":"19940415","time":"1994-04-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":31,"wspd":27.7}]},"19940416":{"guardian_articles":[{"date":"19940416","headline":"'This one's had a good start born in the middle of a move.'","web_url":"https://www.theguardian.com/books/1994/apr/16/fiction.albertcamus","abstract":null,"thumbnail":null,"section":"Books"},{"date":"19940416","headline":"CPS says new evidence on race killing is insufficient","web_url":"https://www.theguardian.com/uk/1994/apr/16/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940416","headline":"Clinton Taxes Laid Bare, Line by Line","web_url":"https://www.nytimes.com/1994/04/16/us/clinton-taxes-laid-bare-line-by-line.html","abstract":"  It is a rite of spring in Washington for the White House to disclose the First Family's tax returns on this day, and typically the occasion is noted with little fanfare.   But because of the daily barrage of questions in recent weeks about the Clintons' finances, the White House decided today to try to avert any new controversies before they arose.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"L.I.R.R. Chief Won't Resign Under Pressure","web_url":"https://www.nytimes.com/1994/04/16/nyregion/lirr-chief-won-t-resign-under-pressure.html","abstract":"  The president of the Long Island Rail Road said today that he has no plans to resign from his $145,000-a-year job, despite a harshly critical report issued Thursday on the railroad's shutdown in a snowstorm on Feb. 11.   \"I'm not leaving here under these circumstances,\" the president, Charles W. Hoppe, said. \"I have had a very good record, and I am not about to quit in a fit of pique.\"","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Maybe the Sages Know Something","web_url":"https://www.nytimes.com/1994/04/16/your-money/IHT-maybe-the-sages-know-something.html","abstract":"HELL HATH no fury like an investor scorned. Or perhaps, put more precisely, like one who has caught a cold not from fickle April weather but from the relatively dismal performance of many emerging markets this year; the same emerging markets that every sa","thumbnail":null,"section":"Your Money"},{"date":"19940416","headline":"Most Programs for Dyslexic Children Succeed; Sitting in the Circle","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-most-programs-for-dyslexic-children-succeed-sitting-in-the-circle-807273.html","abstract":"  To the Editor:   I am a seventh grader at the Dalton School. I am dyslexic and I have been in the Fischer Landau program since kindergarten. When I was in first grade I had a very devoted teacher, who tried to teach me to read like the other children. I was in the lowest reading group. All the children in that group would sit in a circle and take turns reading about a paragraph each, but I could not do it, so my teacher would skip me, and I would just listen to the other children read.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"The Elegant Innovator","web_url":"https://www.nytimes.com/1994/04/16/nyregion/the-elegant-innovator.html","abstract":"John Curry was to the world of figure skating what Rudolf Nureyev was to the world of ballet: an artist to some, an athlete to others.\n\n By winning the Olympic gold medal in 1976 in Innsbruck, Austria, he altered the course of figure skating, adding an elegance still in evidence 18 years later at this year's Winter Games in Lillehammer, Norway.\n\n Curry, who skated for the love of the sport and not for its commercial opportunities, did not fear what judges and critics would say. He always conjured up visions of purity, line, grace and beauty.\n\n He also shared his talent unselfishly. While he made his name in solo figure skating, he was willing to exhaust all the abilities he had: his professional projects included efforts in pairs skating and ice dancing, always bringing innovation and freshness to the ice. And as great as he was, he was always encouraging, making his skating partners fell equally talented and special.\n\n Curry crossed the boundaries of sport and was recognized by the dance world. His collaboration with choreographers such as Sir Kenneth MacMillan, Twyla Tharp, Lar Lubovitch, Laura Dean and Peter Martins underscored his versatility.\n\n Some artists are encumbered by the restrictions inherent in their field. Because Curry let nothing stand in his way, his limits were never defined.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Public & Private; Poetry Emotion","web_url":"https://www.nytimes.com/1994/04/16/opinion/public-private-poetry-emotion.html","abstract":"  Yusef Komunyakaa won the Pulitzer Prize this week, but he does not expect to become a household name, and not because his name itself, phonetically simple once parsed out bit by bit, looks at first glance so unpronounceable. Mr. Komunyakaa won the prize for poetry, and there is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.    It's hard to figure out why this should be true, why poetry has been shunted onto a siding at a time, a place, so in need of brevity and truth. We still use the word as a synonym for a kind of lovely perfection, for an inspired figure skater, an accomplished ballet dancer. Many of the finest books children read when young are poetry: \"The Cat in the Hat,\" \"Goodnight Moon,\" the free verse of \"Where the Wild Things Are.\"","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Beijing Journal; A Dissident Finds the Political Prospects Bleak","web_url":"https://www.nytimes.com/1994/04/16/world/beijing-journal-a-dissident-finds-the-political-prospects-bleak.html","abstract":"  Though the poplar trees are showing green along the capital's busy boulevards, for China's beleaguered democracy movement, there is no \"Beijing spring.\"   Its leaders are either back in jail or under tight surveillance. It seems hardly possible that mass demonstrations for democracy like those in Tiananmen Square in 1976 and 1989 could recur.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"Stickball, A Metaphor (2 Sewers!)","web_url":"https://www.nytimes.com/1994/04/16/nyregion/about-new-york-stickball-a-metaphor-2-sewers.html","abstract":"  CHARLIE BALLARD is a retired salesman of millinery goods who lives in the Bronx, and John F. Stephens is a banker who lives in Scarsdale, but as spring wraps itself around asphalt weekends, the two men become what they have been for 46 years, stickball players and teammates.    \"It was 1948,\" recalled the 65-year-old Mr. Stephens as his Bronx Old Timers played the Iona Athletic Club on 35th Street off Queens Boulevard. \"It was the year after the Dodgers called up Jackie Robinson, and Charlie, who was the greatest stickball player ever to play the game, asked me to be the first white guy to play for the Mintons Playhouse team. I was 18 years old and playing for the LaSalle Street Boys and he was asking me to be a white Jackie Robinson. I was honored.\"","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"White House Memo; Mitchell's Rebuff Touches Off Scramble for Court Nominee","web_url":"https://www.nytimes.com/1994/04/16/us/white-house-memo-mitchell-s-rebuff-touches-off-scramble-for-court-nominee.html","abstract":"  White House officials who were astonished this week by Senator George J. Mitchell's decision to remove himself from consideration for the Supreme Court confess that they have started virtually from scratch to come up with a nominee. And they have all but abandoned hope that the process of finding a justice will be neat and quick.   President Clinton sat down to meet with his advisers about the Court nomination for just over an hour today, his second such meeting since Justice Harry A. Blackmun Jr. announced last week that he intended to retire by the fall.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Most Programs for Dyslexic Children Succeed; Fuzzy Classifications","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-most-programs-for-dyslexic-children-succeed-fuzzy-classifications-807265.html","abstract":"  To the Editor:   As a young child, I attended an elementary school in the Ocean Hill-Brownsville school district in Brooklyn. The quality of education was so poor that I was passed to the second grade with an inability to distinguish the difference between the letter \"A\" and the number \"1.\"","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-806994.html","abstract":"  An article on Monday about the musical life of Odessa, Ukraine, misstated the location of the city Kharkov. It is in Ukraine, not in central Russia.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Michelangelo, C.E.O.","web_url":"https://www.nytimes.com/1994/04/16/opinion/michelangelo-ceo.html","abstract":"  The unveiling of the refurbished \"Last Judgment\" in the Sistine Chapel calls to mind the phony image of Michelangelo, the lonely genius trapped between agony and ecstasy, isolated on his back on a scaffold, paintbrush in hand. In fact, he was on everybody else's back.   This Renaissance artist, it turns out, resembled today's successful business executive. Some 475 years ago, he was chief executive officer of a small to mid-size company -- a kind of workshop -- and, over time, reported to demanding chairmen of the board: nine Popes.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/04/16/arts/classical-music-in-review-807087.html","abstract":"  Boston Symphony  Peter Serkin, Pianist Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"In Britain, Some Reasons to Roar Again","web_url":"https://www.nytimes.com/1994/04/16/your-money/IHT-in-britain-some-reasons-to-roar-again.html","abstract":"JUST AS Britain's investing public began to accept the argument that the. country's smaller companies are its best long term bets in the mid-to-late. 1980s, these firms a major bear market. For several years, small companies were soundly beaten by their l","thumbnail":null,"section":"Your Money"},{"date":"19940416","headline":"Holy Bull Workout a Blue Grass Surprise","web_url":"https://www.nytimes.com/1994/04/16/sports/horse-racing-holy-bull-workout-a-blue-grass-surprise.html","abstract":"  The speed demon Holy Bull created something of a sensation this morning when he shot three furlongs in 34 seconds flat on the eve of the Blue Grass Stakes.   Even for a horse with the natural speed of Holy Bull, the pace he set early this morning in his final workout raised eyebrows at the Keeneland Race Course. The official clocker described it this way: \"Holy Bull went easily.\"","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Giuliani Seeks Delay On Coliseum","web_url":"https://www.nytimes.com/1994/04/16/nyregion/giuliani-seeks-delay-on-coliseum.html","abstract":"  Mayor Rudolph W. Giuliani called on the Metropolitan Transportation Authority yesterday to delay a decision on the sale of the New York Coliseum by up to a month to grant time for an independent appraisal of the property to determine whether the developer, Mortimer B. Zuckerman, is being asked to pay a fair price.   Mr. Giuliani's proposal, made in a letter to the M.T.A. chairman Peter Stangl, came as the transit agency prepared to end the nine-year battle over the West Side property by requiring Mr. Zuckerman, who is also the publisher of The Daily News, to either close on the deal on Monday or forfeit a $33.8 million letter of credit. Mr. Zuckerman also has an option under his contract to take another 55 days to reach a decision.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Knicks Able to Back Up Foul Language","web_url":"https://www.nytimes.com/1994/04/16/sports/pro-basketball-knicks-able-to-back-up-foul-language.html","abstract":"  The Knicks' mouths got them in trouble last night, but a strong fourth quarter got them out of it.   Overcoming the ejections of Charles Smith and Anthony Mason, the Knicks defeated the Washington Bullets for the second time in two nights, 103-90, this time at Madison Square Garden. Smith and Mason were ejected for arguing with the officials -- Smith in the second quarter, and Mason, who finished with 12 points and 12 rebounds, in the fourth quarter.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/16/us/inside-800309.html","abstract":"  GATT Pact Is Signed    Culminating more than seven years of talks, ministers from 109 countries signed a trade agreement aimed at stimulating exports and slashing tariffs around the world. Page 35. Figure Skater Dies    John Curry, the elegant gold-medal winner at the 1976 Winter Olympic Games and a skater who embraced the possibilities of dance, was 44 years old. Page 50. Strife Crushing Armenia    Armenia is in desperate straits, cut off by an economic blockade and with many of its residents fleeing because of the ethnic war over an enclave in neighboring Azerbaijan. Page 3.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/16/nyregion/metro-digest-801585.html","abstract":"  CORRUPTION IN UNIFORM: ARRESTS AND ANGER IN A HARLEM PRECINCT   Twelve New York City police officers were charged with forcing drug dealers to pay them protection money to operate in Harlem. They beat up some dealers who would not cooperate, investigators said, and stole hundreds of thousands of dollars in drugs and cash from others. Page 1. ON FRONT LINE OF THE DRUG WAR, OLD NEWS   Neighborhood residents greeted news of the corruption arrests with a well-marinated mix of jubilation and cynicism. While the charges may have captured the attention of the whole city, residents said the problems between the police and their community are nothing new. Page 1.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Review/Film; Proving Manhood by Hunting Men","web_url":"https://www.nytimes.com/1994/04/16/movies/review-film-proving-manhood-by-hunting-men.html","abstract":"Wealthy hunters recruit a homeless man to be their prey. Talky and tame.","thumbnail":null,"section":"Movies"},{"date":"19940416","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/04/16/arts/classical-music-in-review-807109.html","abstract":"  Mia Chung  Pianist Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"Sports of The Times; Hen House Guarded By Foxes","web_url":"https://www.nytimes.com/1994/04/16/sports/sports-of-the-times-hen-house-guarded-by-foxes.html","abstract":"  YINKA Dare's journey from Africa to the United States originated in Kabba, Nigeria, wound up in Washington and was supposed to end in two more years with a degree from George Washington University and a shot at the National Basketball Association.   But the journey has taken a detour to Connecticut, where the 7-foot-1 inch sophomore center has taken up residence with his new-found friend and agent, Larry Gillman.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Hilgenberg Recovering","web_url":"https://www.nytimes.com/1994/04/16/sports/sports-people-football-hilgenberg-recovering.html","abstract":"  JAY HILGENBERG, the New Orleans Saints' 35-year-old backup center, has been hospitalized near Chicago for several days after an apparent heart attack and a subsequent angioplasty procedure to clear a blocked artery.   Whether the former Bears star will be back on the football field is up to him, \"but it would not be my recommendation,\" his cardiologist, Dr. JAY ALEXANDER, said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Talk Radio Hosts Answer a Political Call","web_url":"https://www.nytimes.com/1994/04/16/us/talk-radio-hosts-answer-a-political-call.html","abstract":"  For years, radio talk shows have been sending messages to Congress. Now they are sending candidates.   In no fewer than nine races, radio hosts are taking off their headsets and taking to the hustings, hoping to convert their listeners to voters.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"War, Blockade and Poverty 'Strangling' Armenia","web_url":"https://www.nytimes.com/1994/04/16/world/war-blockade-and-poverty-strangling-armenia.html","abstract":"  Two and a half years after its independence, this tiny Caucasus nation should be enjoying the excitement of new-found freedom. Instead, it is experiencing little but pain.    The capital has electricity two hours a day, shop after shop is closed, and lines form early for bread and kerosene, rationed and doled by international relief agencies.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"Blood, Bureaucracy and Grief Linked in Alien-Smuggling Case","web_url":"https://www.nytimes.com/1994/04/16/nyregion/blood-bureaucracy-and-grief-linked-in-alien-smuggling-case.html","abstract":"  For nearly seven months, a swab of dried blood from China has been sitting in storage at the New York City Medical Examiner's office. It was sent by the parents of a 38-year-old tractor driver from Fujian Province, Lin Guoshui, who was last seen diving from the tramp steamer Golden Venture into the frigid waters off Queens.    Some relatives and other passengers have long surmised the names of the six unidentified men who died in a tragic swim from the ship, which ran aground last June with nearly 300 illegal Chinese immigrants aboard. But no one has been able to positively identify them or to link a name with a body because of decomposition and the paucity in China of conclusive medical records like dental X-rays.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/04/16/arts/classical-music-in-review-807079.html","abstract":"  Musicians from Marlboro  Metropolitan Museum of Art","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/04/16/arts/classical-music-in-review-807095.html","abstract":"  'Tosca'  Metropolitan Opera","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"Grant's Tomb Benches","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-grant-s-tomb-benches-807311.html","abstract":"  To the Editor:   Your April 1 three-column photo of Grant's Tomb, with your article on souvenirs, helps restore America's mausoleum to its rightful prominence on the highest point of land in Manhattan. Plans are under way by the National Park Service to renovate the building for its 100th anniversary in 1997, and the colorful tile benches surrounding the site will be restored this summer.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Bobby Bonds Has Tests","web_url":"https://www.nytimes.com/1994/04/16/sports/sports-people-baseball-bobby-bonds-has-tests.html","abstract":"  The San Francisco Giants hitting coach BOBBY BONDS, the father of BARRY BONDS, remained hospitalized in Atlanta yesterday after complaining of dizziness and chest pains. Bonds, 48, was expected to undergo further tests today. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"In Greenwich, Small Is Beautiful; A Suburban Hospital Seeks to Retain Its Independence","web_url":"https://www.nytimes.com/1994/04/16/nyregion/greenwich-small-beautiful-suburban-hospital-seeks-retain-its-independence.html","abstract":"  At a time when most smaller hospitals are seeking to hitch up with larger medical centers to steer them through the turbulent waters of health care overhaul, administrators at Greenwich Hospital remain determined to pilot their own ship.   Thumbing its nose at health economists who predict the demise of small, independent hospitals, Greenwich is in the middle of a $60 million fund-raising campaign to build new clinic space and a 180-bed building. Spurning the common belief that small hospitals cannot dispense good, cost-effective specialty care, it opened a comprehensive cancer center last year in this wealthy suburb, just a 40-minute train ride from one of the world's cancer giants, Memorial Sloan-Kettering Cancer Center in Manhattan. Spurning the Suitors    Though it has received offers of affiliation from top-ranked hospitals from New Haven to New York, Greenwich has rejected them, a decision that in time may prove either genius or folly.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Bridge","web_url":"https://www.nytimes.com/1994/04/16/nyregion/bridge-803782.html","abstract":"  The death of Jim Becker on Tuesday will be mourned by thousands who knew him as a player of high rank, as the proprietor of one of the world's most active clubs, the Beverly, and as a talented teacher.   The high point in a very successful tournament career came in 1991 when he captured the Barry Crane Top 500 title by winning 2,914 master points in the year. In the last three decades the winners have nearly always been professional players from the West and Southwest, and he broke the mold.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"1944:Heavy Fleet Losses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/16/opinion/IHT-1944heavy-fleet-losses-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Japan's war fleet is already damaged \"so that she can never hope to make up the losses,\" and heavy new blows at it may be expected in the \"next few months,\" Admiral Ernest J. King, commander in","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"A New Playoff Format Begets a Good, Old-Fashioned Matchup","web_url":"https://www.nytimes.com/1994/04/16/sports/hockey-a-new-playoff-format-begets-a-good-old-fashioned-matchup.html","abstract":"  This spring, it was supposed to be different, with a fresh formula for the Stanley Cup playoffs in the stuffy old National Hockey League. With expansion and a conference realignment, fans awaited exotic new matchups that could send Snowbelt teams to Sunbelt settings and New York franchises to venues more than a bus ride away.   In a couple of cases, it worked out that way for the opening round, which begins on Sunday in the Eastern Conference and on Monday in the Western. Detroit, the Western favorite, will open against San Jose, which is making its first playoff appearance. In the East, there is a similar novelty, with the Devils playing Buffalo, the first time the two teams have met in the post-season.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Review/Theater; Skin Rash and Other Rock-Star Problems","web_url":"https://www.nytimes.com/1994/04/16/theater/review-theater-skin-rash-and-other-rock-star-problems.html","abstract":"  What is the poor leader and chief songwriter of a rock band to do when his group's two principal singers abruptly depart? This is the less-than-riveting dramatic crux of \"Fallen Angel,\" a 90-minute show at Circle in the Square Downtown that bills itself as \"a rock-and-roll play.\"    What that term means is a show that intersperses sardonic behind-the-scenes vignettes of the band coming apart with 10 songs that have lyrics by Billy Boesky, who also wrote the book. Performed by a seven-member ensemble and featuring the muscular rock-soul vocals of Corey Glover, the lead singer of the popular New York band Living Colour, the songs inhabit a stylistic no man's land that is two parts soul to one part each rock, folk and Broadway.","thumbnail":null,"section":"Theater"},{"date":"19940416","headline":"U.S. HELICOPTERS GIVEN NO WARNING BY ATTACKING JETS","web_url":"https://www.nytimes.com/1994/04/16/world/us-helicopters-given-no-warning-by-attacking-jets.html","abstract":"  The F-15 fighter pilots who mistakenly shot down two American Blackhawk helicopters over northern Iraq on Thursday gave no warning before firing because the rules of engagement in effect did not require it, the Pentagon said today.   Defense Secretary William J. Perry, at a Pentagon news conference today, acknowledged the failure to issue the warning. Pentagon officials also said the electronic system designed to identify aircraft as friend or foe apparently was not operating on the helicopters.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"Cancellation of Timber-Cutting Contract in Alaska May Cost Jobs","web_url":"https://www.nytimes.com/1994/04/16/us/cancellation-of-timber-cutting-contract-in-alaska-may-cost-jobs.html","abstract":"  The company that lost its 50-year contract to cut timber at low prices in the Tongass National Forest in Alaska said it would decide within a week or two how many of its 400 yearround workers would keep their jobs.   The Clinton Administration on Thursday canceled the contract that provided large amounts of low-cost timber from the the Tongass, the nation's last largely intact rain forest.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-807044.html","abstract":"  The Business Digest yesterday misstated the change in the Dow Jones industrial average on Thursday. The Dow rose 1.78 points to close at 3,663.25; it did not fall 1.78 points.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"League-Leading Goalie Leading Test for Devils","web_url":"https://www.nytimes.com/1994/04/16/sports/sports-people-football-league-leading-goalie-leading-test-for-devils.html","abstract":"  Dominik Hasek was the name on the lips of every member of the Devils after today's practice here in preparation for their playoff series against the Buffalo Sabres.   The 29-year-old Hasek finished the regular season as the top goaltender in the National Hockey League with a magnificent goals-against average of 1.95 despite a won-lost-tied record of 30-20-6 in 58 appearances. He is only the fifth goaltender since the 1967-68 season to give up less than two goals a game and his average was the best since Bernie Parent's 1.89 for Philadelphia in the 1973-74 season.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Small Companies: Tracking the Cycle","web_url":"https://www.nytimes.com/1994/04/16/your-money/IHT-small-companies-tracking-the-cycle.html","abstract":"ONE PECULIAR aspect of the decline in the U.S. stock market that began late in January is that shares of big companies have been hit harder than those of smaller ones..The most widely followed market index, the Dow Jones industrial average of blue- chip","thumbnail":null,"section":"Your Money"},{"date":"19940416","headline":"Crash Killed Top Officers In North Iraq","web_url":"https://www.nytimes.com/1994/04/16/world/crash-killed-top-officers-in-north-iraq.html","abstract":"  The Air Force missiles that downed the two Army helicopters over Iraq wiped out the entire leadership of a Western military field operation that has worked as a liaison to the Iraqi Kurds since the end of the Persian Gulf war.   Among the 26 people killed in the accident were 15 Americans, including the mission's American commander, Col. Gerald Thompson of the Army, and his replacement, Col. Richard A. Mulhern of the Army. The mission's senior officers from Turkey, France and Britain were also among the dead.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"King's Assassin Is Given Power Of Subpoena in Bid for Retrial","web_url":"https://www.nytimes.com/1994/04/16/us/king-s-assassin-is-given-power-of-subpoena-in-bid-for-retrial.html","abstract":"  A Memphis Criminal Court judge ruled today that James Earl Ray, the confessed assassin of the Rev. Dr. Martin Luther King Jr., would be allowed to subpoena witnesses in support of his assertions of innocence and his request for a new trial.   In what one prosecutor termed a bizarre situation, the judge, Joseph Brown, said he was constrained by Tennessee law to deny the new trial being sought by Mr. Ray because the time limit allowed for such appeals had long since expired. Judge Brown is hearing Mr. Ray's ninth appeal since he pleaded guilty in 1968.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-807010.html","abstract":"  An article yesterday about newspapers' minority hiring rendered the name of an organization of news executives incorrectly. It is the Association of Minority Media Executives.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Bronx Pediatrician Accused of Molesting Boys","web_url":"https://www.nytimes.com/1994/04/16/nyregion/bronx-pediatrician-accused-of-molesting-boys.html","abstract":"  A Bronx pediatrician was charged yesterday with sexually abusing two boys, one of them a 10-year-old patient, the police said.   Dr. Jaime Luis Cortes, 33, who works at the Montefiore Medical Center clinic in the Co-Op City housing complex, was arrested after turning himself in to the police yesterday afternoon, apparently after learning he was the subject of an investigation, said Lieut. Giglio Bianco, commander of the Special Victims Squad in the Bronx.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Answers Needed on Iraq","web_url":"https://www.nytimes.com/1994/04/16/opinion/answers-needed-on-iraq.html","abstract":"  \"Clearly something went wrong,\" as Gen. John Shalikashvili put it, in the friendly-fire downing of two U.S. helicopters ferrying Turkish, British, French, Kurdish and American personnel across the exclusion zone in northern Iraq. The helicopters were reportedly en route to a meeting with Kurdish tribal elders to discuss responses to Iraqi military pressure in the area.   The only thing certain is that U.S. fighter pilots mistook the helicopters for Iraqi craft and fired missiles at them, killing all 26 on board. Beyond that there are only questions. A needed investigation has already begun. Needed as well is a reconsideration of U.S. objectives in Iraq. Risky military operations and prolonged economic sanctions are justified only when linked to explicit policy goals.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"State Power Agency Picks Nuclear Chief From Texas Utility","web_url":"https://www.nytimes.com/1994/04/16/nyregion/state-power-agency-picks-nuclear-chief-from-texas-utility.html","abstract":"  The State Power Authority has hired William J. Cahill Jr., a well-known figure in the nuclear industry, to take charge of its troubled nuclear operations, authority officials said yesterday.   The authority's Indian Point 3 nuclear plant in Buchanan, N.Y., has been shut for 14 months, mostly because of management problems. Mr. Cahill, 70, was hired by S. David Freeman, who became president and chief executive of the authority last month.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"AIR RAID REJECTED","web_url":"https://www.nytimes.com/1994/04/16/world/serbs-move-again-on-muslim-town-air-raid-rejected.html","abstract":"  Defying NATO and United Nations warnings, Serbian nationalist forces renewed their offensive against the Muslim enclave of Gorazde today, and were reported to be on the verge of overrunning it.   The Serbian forces seized critical points overlooking the riverfront town, and their commanders called on the Bosnian Army defenders to surrender. A report by Serbia's official news agency said the Bosnian Serb army had offered to protect the estimated 65,000 soldiers and civilians, most of them Muslims, inside the enclave.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"Editorial Notebook; The Sawdust Caesar","web_url":"https://www.nytimes.com/1994/04/16/opinion/editorial-notebook-the-sawdust-caesar.html","abstract":"  Even in an age addicted to revisionism, it is startling to read that Benito Mussolini is \"the greatest statesman of the century.\" So says Gianfranco Fini, the youngish leader of Italy's resurgent neo-Fascist party, speaking to a Turin newspaper the other day. Still, Mr. Fini was not under oath, and yes, in some ways the Duce who ruled Italy from 1922 to 1943 did shape history.    Once a militant Socialist, he invented Fascism, a murky left-right creed that finds disciples wherever people seek the smack of firm government. And to attain what he promised -- national unity, martial glory and trains running like clockwork -- Mussolini honed the skills of a journalist, actor and impresario.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Wilder Takes Small Step Toward Race for Senate","web_url":"https://www.nytimes.com/1994/04/16/us/wilder-takes-small-step-toward-race-for-senate.html","abstract":"  The Virginia Senate race, already a bizarre tangle of charges of lying, sexual misconduct and mental instability, took another confounding twist today when former Gov. L. Douglas Wilder sent a strong signal that he might jump in as an independent candidate.   Mr. Wilder, a moderate Democrat who left office in January after serving four years as the nation's first elected black Governor, did not formally get into the contest. But he took the next closest step: picking up the petition forms that must be signed by 15,000 Virginia voters before his name can go on the fall ballot.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"So Far, U.S. Senate Race Is Mostly About Finances","web_url":"https://www.nytimes.com/1994/04/16/nyregion/so-far-us-senate-race-is-mostly-about-finances.html","abstract":"  Money was on everyone's mind today as the race for the United States Senate officially got underway in New Jersey.   Assembly Speaker Chuck Haytaian, a Republican of Independence, released a summary of his quarterly fund-raising report to the Federal Election Commission that showed his campaign has collected $1,156,906 so far. That compares with more than $4 million reported by the incumbent Democratic Senator, Frank R. Lautenberg, who has $2.9 million on hand as he starts his bid for a third term.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Magic Johnson Won't Return","web_url":"https://www.nytimes.com/1994/04/16/sports/pro-basketball-magic-johnson-won-t-return.html","abstract":"  Magic Johnson will not return as coach of the Los Angeles Lakers next season, the team anounced before its 105-100 loss to the Portland Trail Blazers here tonight.    \"It's been a tough decision,\" Johnson said. \"I've enjoyed it. This has been great for me, working with 12 guys and trying to get them to understand the Laker tradition.\"","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/04/16/us/beliefs-802131.html","abstract":"  Future wars and global tensions will no longer be primarily based on conflicts between states but on clashing civilizations, those broad cultural entities defined by history, language, ethnicity and, above all, by religion.    That is the thesis of Samuel P. Huntington, professor of political science and director of the John M. Olin Institute for Strategic Studies at Harvard. It was published in an article titled \"The Clash of Civilizations?\" in last summer's issue of Foreign Affairs, and the thesis has been lauded and debated for almost a year.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Observer; Grandma Didn't Have One","web_url":"https://www.nytimes.com/1994/04/16/opinion/observer-grandma-didn-t-have-one.html","abstract":"  There seems to be a controversy about Generation X. Some people of an age to qualify as Generation X'ers say there isn't any such thing, it's all a lot of magazine editor's hooey, also book editor's gaseous effusion. Others disagree.    Whether these others consist solely of magazine and book editors I cannot say, as this is the kind of subject that sends me hurrying to bed the minute Ted Koppel and Charlie Rose tip their hands about the forthcoming theme of the witching hour.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Trains Collide At Low Speed, With 15 Hurt","web_url":"https://www.nytimes.com/1994/04/16/nyregion/trains-collide-at-low-speed-with-15-hurt.html","abstract":"  A New Haven-bound commuter train with 19 passengers aboard went through a stop signal this morning and struck an oncoming commuter train in Old Saybrook, Amtrak officials said.   Fifteen passengers and crew members suffered minor injuries in the crash. Amtrak officials said a more serious accident was averted because both the commuter trains had slowed to about 10 miles per hour before the collision. No cars derailed in the accident, which occurred at 6:51 A.M.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/04/16/sports/results-plus-804126.html","abstract":"  N.B.A.  Hawks Stay in Step  The Atlanta Hawks remained in a tie with the Knicks for the Eastern Conference lead last night as Kevin Willis had 24 points and 18 rebounds and Danny Manning 23 points in a 105-96 victory over the Bucks in Milwaukee. The Bucks and Knicks are half a game ahead of the Chicago Bulls. Milwaukee and New York have five games remaining and Chicago has four. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Justice for Jurors","web_url":"https://www.nytimes.com/1994/04/16/opinion/justice-for-jurors.html","abstract":"  Organized interest groups like trial lawyers and podiatrists -- and assorted professional naysayers -- are likely to resist the streamlining proposed in a new report on New York State jury reform. Which is why the jury process remains so cumbersome and jury duty so often unpleasant. And why Gov. Mario Cuomo and leaders of the Legislature must push for overdue changes.   The proposals come from an official group called The Jury Project -- 30 judges, lawyers, court officials and citizen-outsiders appointed last summer by Chief Judge Judith Kaye and Chief Administrative Judge Leo Milonas.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Tapping In Early As Europe Recovers","web_url":"https://www.nytimes.com/1994/04/16/your-money/IHT-tapping-in-early-as-europe-recovers.html","abstract":"SMALLER companies in Europe have spent a long time in the investment doldrums, but evidence is emerging that this sector is starting to look attractive again..Beat Wittmann, head of European equities at UBS Asset Management in Zurich, said now is the ti","thumbnail":null,"section":"Your Money"},{"date":"19940416","headline":"Redskins Appear Close To a Deal With Friesz","web_url":"https://www.nytimes.com/1994/04/16/sports/sports-people-football-redskins-appear-close-to-a-deal-with-friesz.html","abstract":"  The Washington Redskins seem close to signing JOHN FRIESZ, the San Diego Chargers' backup quarterback and an unrestricted free agent. LEIGH STEINBERG, Friesz's agent, said yesterday that he and the Redskins were discussing a one-year contract worth $900,000 to $1 million. Steinberg said he expected an agreement by today.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Ice-Pick Case Ignites New Debate Over Resisting Rapists","web_url":"https://www.nytimes.com/1994/04/16/nyregion/ice-pick-case-ignites-new-debate-over-resisting-rapists.html","abstract":"  On the Barnard College campus yesterday, little more than a mile from where a 57-year-old woman used an ice pick to stab a man trying to rape her, Julia Johannsen had six words to describe the victim who turned on her attacker: \"A hero for all of us.\"   \"I think it's great,\" said Ms. Johannsen, a Barnard sophomore. \"It's incredible that she could defend herself from this guy. She's a brave woman.\"","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"A Bodega, A Bagman And a Sting","web_url":"https://www.nytimes.com/1994/04/16/nyregion/corruption-in-uniform-the-case-a-bodega-a-bagman-and-a-sting.html","abstract":"  In late 1992, a former drug dealer and ex-convict came in from the streets and volunteered to work undercover for investigators seeking evidence of police corruption in New York City.   At first, officials of the Mollen Commission, which had just begun examining allegations of widespread corruption in the city's Police Department, were dubious about his trustworthiness and motives.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Rural Retreat Journal; Store Closes, and a Way of Life Is Just a Memory","web_url":"https://www.nytimes.com/1994/04/16/us/rural-retreat-journal-store-closes-and-a-way-of-life-is-just-a-memory.html","abstract":"  In a brick pharmacy in this hollow of the Blue Ridge Mountains, a former Confederate surgeon named Dr. Charles T. Pepper dispensed patent medicines in what was then fast becoming the \"Cabbage Capital of the World.\" At least that's how the people of this hamlet saw it.   Local legend says that Dr. Pepper also spent time mixing mountain herbs, roots and seltzer into a fizzy brew, which his assistant later mass-produced. The assistant, Wade Morrison, moved to Texas and went on to fame and fortune as the creator of a best-selling American soft drink. Dr. Pepper went on to fame, but no fortune, as the brew's namesake.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Holyfield-Lewis Set; Bigger Bouts Later","web_url":"https://www.nytimes.com/1994/04/16/sports/boxing-holyfield-lewis-set-bigger-bouts-later.html","abstract":"  While Riddick Bowe prepares for summer camp and Mike Tyson gets ready for summer school, Evander Holyfield and Lennox Lewis have agreed to meet in a November showdown to unify the world's heavyweight title.   It could return luster to the sport, which needs the anchor of a universally acclaimed heavyweight ruler.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"U.S. Policies Under Siege","web_url":"https://www.nytimes.com/1994/04/16/world/us-policies-under-siege.html","abstract":"  The latest Serb offensive against the Muslim town of Gorazde is a setback for the Clinton Administration's strategy that the limited use of NATO air power would persuade the Serbs to back down on the battlefield and make peace.   Not only have the Serbs refused to return to the bargaining table, but they have also called NATO's bluff, mounting a major new offensive against the town and daring the alliance to do something about it.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"After Early Struggles, Perez Gets a Passing Grade","web_url":"https://www.nytimes.com/1994/04/16/sports/baseball-after-early-struggles-perez-gets-a-passing-grade.html","abstract":"  It was only Melido Perez's second start and it is only April, but tonight was a monumental test for him. The Yankees gave him a lead, he gave it back to the Tigers. The Yankees tied the game, he allowed the Tigers to take the lead again. Then the Yankees burst ahead one more time and Perez knew he had to throttle the Tigers. He had to pass the test.   If the Yankees want to have a legitimate chance of reaching the post-season, they need Perez to produce. They need him to erase the memories of last year when a sore shoulder burdened him and eventually required arthroscopic surgery. They need him to throw split-finger fastballs that dance and delight them. Tonight, Perez did. Tonight, he passed the test.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Ojeda Eager to Answer Call","web_url":"https://www.nytimes.com/1994/04/16/sports/baseball-ojeda-eager-to-answer-call.html","abstract":"  Bob Ojeda will make his pitching debut with the Yankees on Saturday afternoon, continuing a comeback that began last season with Cleveland after he survived a boating accident that killed two of his Indian teammates 13 months ago.   Instead of visiting Tiger Stadium tonight, Ojeda stayed in his hotel to watch the Yankees play Detroit on television.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Uncharted Change at the N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/04/16/us/uncharted-change-at-the-naacp.html","abstract":"  Who is Benjamin F. Chavis Jr. and what in the world is he is trying to do to the venerable National Association for the Advancement of Colored People?   Is he a brash and brilliant innovator, pumping life into a sclerotic organization whose glory days are past and whose current relevance is questioned? Or is he a unrepentant radical and a peripatetic neophyte whose lack of political acumen will lead the N.A.A.C.P. to the same fate as the Black Panther Party?","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/16/nyregion/no-headline-800236.html","abstract":"  These police officers have stained the honor of the vast majority of police officers who daily serve the people of our city with great dedication, integrity and distinction. -- JUDGE MILTON MOLLEN  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/04/16/sports/transactions-804240.html","abstract":"  Baseball  American League  KANSAS CITY ROYALS -- Activated Felix Jose, outfielder, from the 15-day disabled list. Optioned Rusty Meacham, pitcher, to Omaha of the American Association. Pacific Coast League","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Review/Music; Electronic Sounds Evoke Earth, Sky and Humanity","web_url":"https://www.nytimes.com/1994/04/16/arts/review-music-electronic-sounds-evoke-earth-sky-and-humanity.html","abstract":"  Electronic music no longer has the cachet it once had, offering composers liberation from mundane human practitioners and overly familiar instruments. But Morton Subotnick, at the age of 61, can still produce fresh effects with his electronic and computer-generated sounds, creating worlds in which the human and the electronic merge.    At the close of his 1991 work, \"All My Hummingbirds Have Alibis,\" which was played in Merkin Hall on Thursday night, there is an intriguing conflict between the effects of these varied sounds and those of the music they create. During the final moments of this half-hour piece, we are probably meant to feel a kind of liberation. The flute seems to flutter freely, triumphantly released from the stuttering fitfulness that characterized its part earlier. The cello, which displays a tonal, Romantic pathos, seems to come to resolution. And human voices, produced by mallets hitting a computer-controlled console -- each contact calling up electronically stored words -- gently say: \"The earth is soft and warm\" and \"The sky is falling into my heart.\" Even the layer of electronically modified sound is meant to be calming.","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/04/16/arts/classical-music-in-review-807117.html","abstract":"  'Otello'  Metropolitan Opera","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"On Front Line of the Drug Wars, Police Corruption Is Nothing New","web_url":"https://www.nytimes.com/1994/04/16/nyregion/corruption-uniform-neighborhood-front-line-drug-wars-police-corruption-nothing.html","abstract":"  A 27-year-old man, buoyed by the good weather, was walking his black Doberman pinscher past the 30th Precinct station house in Harlem yesterday when an angry voice broke his reverie.   \"Put that Doberman on a leash,\" shouted the uniformed police officer standing in front of the precinct house at 451 West 151st Street.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"1894: Anarchist Chase : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/16/opinion/IHT-1894-anarchist-chase-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - While the Paris police are busy locking up unloaded Anarchists, leaving the loaded ones at large, their confrères in London are having better luck. Now, they have made a great capture which seems. to put them several steps ahead in the grand","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Starks Recovering Rapidly","web_url":"https://www.nytimes.com/1994/04/16/sports/pro-basketball-starks-recovering-rapidly.html","abstract":"  The Knicks announced yesterday that they hoped to have their All-Star shooting guard, John Starks, ready for the first round of the playoffs, and Starks insisted last night that he would \"definitely be back\" for them. Starks underwent successful arthroscopic surgery on his left knee on March 14, and his recovery has been more rapid than expected. It was originally thought he would miss six to eight weeks.   \"John has been making steady progress, running in water with light shooting,\" Dr. Norman Scott, the Knicks' team physician, said in a statement. \"He will now begin running, and we will try to get back to practice situations. We'll continue to monitor the strength and stability of John's knee. We're hopeful he will be ready for the playoffs.\"","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-807028.html","abstract":"  A chart yesterday listing cigarette companies and their brands misstated the parent company of the Liggett Group Inc. It is the Brooke Group Ltd., not Metropolitan P.L.C. On the same page, a list of company executives who testified on Thursday at a Congressional hearing on the hazards of smoking misspelled the surname of one executive and rendered the name of his company incorrectly. He is Thomas Sandefur Jr., chairman and chief executive of the Brown & Williamson Tobacco Corporation.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-807036.html","abstract":"  A listing on Wednesday of the winners of the Pulitzer Prizes misstated the background of Jim Mitzelfeld, who won a prize for beat reporting at The Detroit News. When he left The News last year to attend law school, he had spent nine years as a reporter, not three years; five of them were at The News.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Isn't It Time for a Searching Look at Taxi Commission Rules?","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-isn-t-it-time-for-a-searching-look-at-taxi-commission-rules-807320.html","abstract":"  To the Editor:   As Captain Renault was \"shocked\" to find gambling at Rick's Place in Casablanca, the New York City Taxi & Limousine Commission denied yellow medallion taxicab owners and drivers a fare increase because they were \"shocked\" to find older cabs on the road and drivers who have difficulty with the English language.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Yeltsin and Ukraine's Chief In Pact on Black Sea Fleet","web_url":"https://www.nytimes.com/1994/04/16/world/yeltsin-and-ukraine-s-chief-in-pact-on-black-sea-fleet.html","abstract":"  President Boris N. Yeltsin of Russia and President Leonid M. Kravchuk of Ukraine reached a new agreement today on the division of the much-disputed Black Sea Fleet. The announcement of the accord came at the end of a week in which the two-year quarrel threatened for the first time to lead to armed conflict.   A spokesman for Mr. Yeltsin said the agreement provides for 15 to 20 percent of the fleet's 300-odd ships to be handed over to Ukraine and acknowledges the rights of both countries to separate bases for their Black Sea naval vessels.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"Speeches Pay for Cuomos; Whitmans Need Extension","web_url":"https://www.nytimes.com/1994/04/16/nyregion/speeches-pay-for-cuomos-whitmans-need-extension.html","abstract":"  Gov. Mario M. Cuomo made an average of $17,583 for each of 12 speaking engagements in 1993, a slight decrease from 1992 but still enough to insure that he received far more income for speaking than he did for governing New York State, according to tax returns made available yesterday.   As they have in the past, Mr. Cuomo's political opponents criticized his for-profit public speaking and Republican candidates and strategists pledged to make an issue of it during this year's campaign. The Governor is running for a fourth four-year term.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"A.M.A. Errs in Tie-In With Nutrition Chain","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-ama-errs-in-tie-in-with-nutrition-chain-807303.html","abstract":"  To the Editor:   Shame on the American Medical Association, of which I have been a member for 50 years, for accepting $1 million from a chain of health-food stores, General Nutrition Centers, to have exclusive rights to sell an A.M.A. anti-smoking kit (news article, March 31). You report that the kit was devised by a pediatrician and author, who said it has been proved effective in unscientific tests with 100 of his patients. But an A.M.A. spokesman said \"the kit had not undergone rigorous scientific testing.\"","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Mismatch: Mets' Kent Can't Do It This Time","web_url":"https://www.nytimes.com/1994/04/16/sports/baseball-mismatch-mets-kent-can-t-do-it-this-time.html","abstract":"  Offensively, the Mets' first sign of life against the Houston Astros last night came in the bottom of the seventh inning when second baseman Jeff Kent smashed a 3-2 pitch over the wall in left field at Shea Stadium.   It was Kent who had pulled the Mets out of the fire on Thursday with a two-run homer in the bottom of the eighth inning. That hit gave New York a 10-9 victory over the Chicago Cubs and wiped the egg off the faces of two members of the bullpen, which had blown an 8-3 seventh-inning lead.","thumbnail":null,"section":"Sports"},{"date":"19940416","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/16/nyregion/news-summary-799777.html","abstract":"  International 2-5 NO WARNING TO HELICOPTERS   The United States changed the rules of engagement for operations over Iraq after it was revealed that American planes that shot down two helicopters gave no warning because the rules did not require it.  1","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"12 POLICE OFFICERS CHARGED IN DRUG CORRUPTION SWEEP; BRATTON SEES MORE ARRESTS","web_url":"https://www.nytimes.com/1994/04/16/nyregion/corruption-uniform-overview-12-police-officers-charged-drug-corruption-sweep.html","abstract":"  Twelve New York City police officers were charged yesterday with forcing drug dealers to pay them protection money to operate on the streets of Harlem. They beat up some dealers who would not cooperate, investigators said, and stole hundreds of thousands of dollars in drugs and cash from others.   It was the biggest single roundup of New York City police officers on corruption charges in nearly a decade. By morning, the 12 were in custody and their precinct captain was transferred to a desk job, one of the few times a commanding officer has been removed for accusations of wrongdoing against subordinates.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Turkey Battles Terrorists, Not Kurds","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-turkey-battles-terrorists-not-kurds-807290.html","abstract":"  To the Editor:   Re \"Tragedy in Turkey\" (editorial, April 4): For more than 900 years, peoples of Kurdish background have lived on the Anatolian peninsula in peaceful coexistence with all other ethnic groups, a reality of the very basis of modern Turkey. However, certain extremists, who aim at destabilizing the region, found the turmoil after the Persian Gulf war convenient for using the Kurdish population in pursuit of their own ill agenda. The power vacuum after that war in areas bordering southeast Turkey has become fertile ground for the P.K.K. -- Kurdistan Workers Party -- to breed its campaign of terror.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/16/nyregion/c-corrections-807001.html","abstract":"  An obituary by The Associated Press on April 6 about Maj. Gen. Aharon Remez, the first commander of the Israeli Air Force, misstated two details of his career. It was his father, David Remez, not General Remez, who was a member of the Israeli Parliament and Minister of Transport.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Howard University Postponed Lecture by a Jewish Historian","web_url":"https://www.nytimes.com/1994/04/16/us/howard-university-postponed-lecture-by-a-jewish-historian.html","abstract":"  Fearing that a visiting professor from Yale would be subjected to heckling and harassment because he is Jewish, Howard University postponed a lecture he had been scheduled to give earlier this month, university officials said today.   The officials at Howard, one of the nation's pre-eminent historically black universities, said they had suggested that Prof. David Brion Davis postpone until next fall a lecture originally scheduled for April 4.","thumbnail":null,"section":"U.S."},{"date":"19940416","headline":"Dance Magazine Awards","web_url":"https://www.nytimes.com/1994/04/16/arts/dance-magazine-awards.html","abstract":"  The winners of the 37th annual Dance Magazine Awards, given for excellence in dance, are Christine Dakin of the Martha Graham Dance Company, Kate Johnson of the White Oak Dance Project and Jiri Kylian, the choreographer and the director of the Netherlands Dance Theater. The awards will be given in a private ceremony on April 25 at Asia Society.","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"Becoming Artists the Old-Fashioned Way","web_url":"https://www.nytimes.com/1994/04/16/arts/becoming-artists-the-old-fashioned-way.html","abstract":"  Life drawing, once the art student's entrance ticket to the mythical world of canvas and paint, of chisel and stone, of masterpieces scribbled feverishly on napkins, of berets, garrets, mistresses, poverty, drugs, wine, death and, ultimately, fame, is now an entrance to -- well, no one seems to be sure anymore, but probably something bleak, like painting portraits of corporate executives for a living. Certainly it is no longer an entrance to anything very fashionable, or, in the opinion of many, artistically credible.   At the Project of Living Artists, a basement drawing studio on Greene Street in SoHo, the study of life drawing, fashionable or not, continues. Several nights a week, as many as 30 artists, ranging widely in age, gather to draw from the figure. For the visitor, what is striking is the concentration in the room, to which the model, diligent but somewhat bored, provides a quiet counterpoint.","thumbnail":null,"section":"Arts"},{"date":"19940416","headline":"U.S. Funds: The Best and the Brightest","web_url":"https://www.nytimes.com/1994/04/16/your-money/IHT-us-funds-the-best-and-the-brightest.html","abstract":"SMALL caps are risky. For every fund that does well, there seem to be dozens that are laggards. But fund managers that specialize in ferreting out the best U.S. small companies have often succeeded in turning risk into reward...One example is the Twen","thumbnail":null,"section":"Your Money"},{"date":"19940416","headline":"What if the Dentist Didn't Do It?","web_url":"https://www.nytimes.com/1994/04/16/opinion/what-if-the-dentist-didnt-do-it.html","abstract":"On March 29, 1990, Dr. David Acer gave a sample of his blood to an investigator from the Federal Centers for Disease Control. Dr. Acer had quit practicing dentistry eight months earlier and was dying of AIDS; the investigator went to his home in Stuart, Fla., to tell him that a former patient had AIDS but no apparent risk factors for contracting the virus that causes it. The centers, she explained, wanted a blood sample to see if the genetic strain of his virus matched the patient's.\n\nThe DNA from Dr. Acer and his patient, Kimberly Bergalis, apparently did match. So began the strange case of the dentist who gave his patients AIDS -- a case that set off public hysteria, with its plaguelike implications, and prompted widespread calls for H.I.V. testing of health workers.","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Court Asked To Reinstate Rape Counts","web_url":"https://www.nytimes.com/1994/04/16/nyregion/court-asked-to-reinstate-rape-counts.html","abstract":"  Acting as special prosecutor in a contentious rape case, State Attorney General G. Oliver Koppell asked a court here today to reinstate charges against five men who admitted having sex with a woman who had passed out in an upstate restaurant.   Mr. Koppell's personal appearance in court, in a year in which he is seeking election to the post, was unusual for an attorney general. Also unusual, legal experts said, was Mr. Koppell's request: that a judge overrule a county prosecutor's dismissal of first-degree rape indictments against the men after they pleaded guilty to misdemeanor charges before a town justice.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Bush Criticizes Caning but Likes Singapore","web_url":"https://www.nytimes.com/1994/04/16/world/bush-criticizes-caning-but-likes-singapore.html","abstract":"  Former President George Bush said today that he regarded caning as a \"brutal\" punishment, but suggested that public criticism of Singapore over its plan to flog an American teen-ager would be counterproductive.   Mr. Bush did not comment in any detail about the case of Michael Fay, an 18-year-old from Dayton, Ohio who has been sentenced to six lashes with a rattan cane for spray-painting cars, nor did the former President say whether he had raised the issue in his private meetings with senior officials of the Singapore Government.","thumbnail":null,"section":"World"},{"date":"19940416","headline":"1919: Fiume to Italy?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/16/opinion/IHT-1919-fiume-to-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There was no development of the Adriatic question at the two sittings of the Peace Conference yesterday [April 16]. A HERALD correspondent learnt yesterday that it is not proposed to hand over Fiume to the Yugo-Slavs. The issue now is to decide wh","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"The Elegant Innovator","web_url":"https://www.nytimes.com/1994/04/16/nyregion/the-elegant-innovator.html","abstract":"John Curry was to the world of figure skating what Rudolf Nureyev was to the world of ballet: an artist to some, an athlete to others.\n\n By winning the Olympic gold medal in 1976 in Innsbruck, Austria, he altered the course of figure skating, adding an elegance still in evidence 18 years later at this year's Winter Games in Lillehammer, Norway.\n\n Curry, who skated for the love of the sport and not for its commercial opportunities, did not fear what judges and critics would say. He always conjured up visions of purity, line, grace and beauty.\n\n He also shared his talent unselfishly. While he made his name in solo figure skating, he was willing to exhaust all the abilities he had: his professional projects included efforts in pairs skating and ice dancing, always bringing innovation and freshness to the ice. And as great as he was, he was always encouraging, making his skating partners fell equally talented and special.\n\n Curry crossed the boundaries of sport and was recognized by the dance world. His collaboration with choreographers such as Sir Kenneth MacMillan, Twyla Tharp, Lar Lubovitch, Laura Dean and Peter Martins underscored his versatility.\n\n Some artists are encumbered by the restrictions inherent in their field. Because Curry let nothing stand in his way, his limits were never defined.","thumbnail":null,"section":"New York"},{"date":"19940416","headline":"Most Programs for Dyslexic Children Succeed","web_url":"https://www.nytimes.com/1994/04/16/opinion/l-most-programs-for-dyslexic-children-succeed-807281.html","abstract":"  To the Editor:   I respond to \"A Disabilities Program That 'Got Out of Hand,' \" your April 8 front-page article about the Fisher Landau program for dyslexic children at the Dalton School in New York City, as a learning specialist, a member of the Fisher Landau advisory board, and as a member of the Orton Dyslexia Society (New York branch and national).","thumbnail":null,"section":"Opinion"},{"date":"19940416","headline":"Carlo Bergonzi Will Define 'Retirement' as He Wishes","web_url":"https://www.nytimes.com/1994/04/16/arts/carlo-bergonzi-will-define-retirement-as-he-wishes.html","abstract":"  Retirement for an opera singer means an end to instant recognition, stage-door groupies, recording projects, the pleasure of filling a theater with one's voice and the thrill of standing center stage and receiving cheers from packed houses.   But the Italian tenor Carlo Bergonzi is hardly going into limbo after his American farewell concert, tomorrow night at 8 at Carnegie Hall. He spoke of his plans, in English-sprinkled Italian, yesterday in the living room of his Central Park South apartment.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19940416","time":"1994-04-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":86,"wspd":20.5},{"date":"19940416","time":"1994-04-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":88,"wspd":18.4},{"date":"19940416","time":"1994-04-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":91,"wspd":16.6},{"date":"19940416","time":"1994-04-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":93,"wspd":16.6},{"date":"19940416","time":"1994-04-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":89,"wspd":18.4},{"date":"19940416","time":"1994-04-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":86,"wspd":18.4},{"date":"19940416","time":"1994-04-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":88,"wspd":13},{"date":"19940416","time":"1994-04-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":86,"wspd":16.6},{"date":"19940416","time":"1994-04-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":81,"wspd":24.1},{"date":"19940416","time":"1994-04-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":73,"wspd":22.3},{"date":"19940416","time":"1994-04-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":65,"wspd":22.3},{"date":"19940416","time":"1994-04-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":62,"wspd":24.1},{"date":"19940416","time":"1994-04-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":58,"wspd":22.3},{"date":"19940416","time":"1994-04-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":55,"wspd":29.5},{"date":"19940416","time":"1994-04-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":51,"wspd":27.7},{"date":"19940416","time":"1994-04-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":50,"wspd":29.5},{"date":"19940416","time":"1994-04-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":50,"wspd":29.5},{"date":"19940416","time":"1994-04-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":51,"wspd":29.5},{"date":"19940416","time":"1994-04-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":76,"wspd":25.9},{"date":"19940416","time":"1994-04-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":60,"wspd":20.5},{"date":"19940416","time":"1994-04-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":66,"wspd":24.1},{"date":"19940416","time":"1994-04-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":24.1},{"date":"19940416","time":"1994-04-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":72,"wspd":25.9},{"date":"19940416","time":"1994-04-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":69,"wspd":22.3},{"date":"19940416","time":"1994-04-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":33,"wspd":20.5},{"date":"19940416","time":"1994-04-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":41,"wspd":16.6},{"date":"19940416","time":"1994-04-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":45,"wspd":18.7},{"date":"19940416","time":"1994-04-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":45,"wspd":11.2},{"date":"19940416","time":"1994-04-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":11.2},{"date":"19940416","time":"1994-04-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":62,"wspd":13},{"date":"19940416","time":"1994-04-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":11.2},{"date":"19940416","time":"1994-04-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":13},{"date":"19940416","time":"1994-04-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":11.2},{"date":"19940416","time":"1994-04-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":9.4},{"date":"19940416","time":"1994-04-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":11.2},{"date":"19940416","time":"1994-04-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":13},{"date":"19940416","time":"1994-04-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":16.6},{"date":"19940416","time":"1994-04-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":9.4},{"date":"19940416","time":"1994-04-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":100,"wspd":11.2},{"date":"19940416","time":"1994-04-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":33.5},{"date":"19940416","time":"1994-04-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":14.8},{"date":"19940416","time":"1994-04-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":16.6},{"date":"19940416","time":"1994-04-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":24.1},{"date":"19940416","time":"1994-04-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":20.5},{"date":"19940416","time":"1994-04-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":37,"wspd":29.5},{"date":"19940416","time":"1994-04-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":28,"wspd":31.7},{"date":"19940416","time":"1994-04-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":28,"wspd":33.5},{"date":"19940416","time":"1994-04-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":29,"wspd":25.9}]}}