{"19940802":{"guardian_articles":[],"nytimes_articles":[{"date":"19940802","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/02/nyregion/inside-833100.html","abstract":"  Enjoying Nature at a Price   With voluntary contributions averaging just $1 a visitor, the New York Botanical Garden has decided to impose a $3 admission price. Page B1. Defiance From Haiti    After the United Nations vote authorizing an invasion, Haiti ordered a state of siege and told residents to prepare for a fight. Page A3. Citadel Means a Haircut    A judge ruled that the South Carolina military college may require its only female cadet to have her head shaved as all male cadets must do. Page A14. Michael Jackson Is Wed    After weeks of rumors, Lisa Marie Presley, Elvis's only child, confirmed that she and Michael Jackson were married 9 weeks ago. Page A15.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/02/sports/results-plus-243850.html","abstract":"  EQUESTRIAN American Rider Wins Silver Medal Kerith Lemon has focused most of the past year on vaulting in an effort to bringhome a medal at the World Equestrian Games in the Hague. Today, she fulfilledthat goal when she won the individual silver in the women's competition. It was the third medal for United States riders, who have also captured a dressage teambronze and a three-day event individual silver. Germans Tanja Benedetto andMieke Lorentz took the gold and bronze.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; Treating Cholera","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-treating-cholera-836613.html","abstract":"  To the Editor:   Cholera causes rapid death, sometimes in less than eight hours. We know how the disease is caused and how to prevent death. The refugee situation in Rwanda and Zaire is an extreme example of what cholera can do when we are unprepared.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"The Population Battle : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-the-population-battle-letters-to-the-editor.html","abstract":"Regarding \"Start Easing the Rich-Poor Divide Now\" (Opinion, July 23) by Paul Kennedy:.Mr. Kennedy has given us a candid, comprehensive appraisal of the gigantic population problem facing the world today - as well as the expectations from the","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Jazz, Classical, Art, Business: A Series Wraps All Into One","web_url":"https://www.nytimes.com/1994/08/02/arts/jazz-classical-art-business-a-series-wraps-all-into-one.html","abstract":"  Lincoln Center's Classical Jazz series opens tonight to the sweet sound of money being spent on the arts. It is jazz as high-culture business, a rolling machine that moves from a film presentation of jazz shouters like Joe Turner and Jimmy Rushing to a concert called \"The City of Jazz,\" featuring the Lincoln Center Jazz Orchestra; a trumpet trio of Doc Cheatham, Sweets Edison and Wynton Marsalis; the saxophonists Joe Henderson and Benny Golson, and the trumpeter Roy Hargrove. It will be televised by \"Live From Lincoln Center\" on PBS and seen by millions of viewers.   There will be a debate between Wynton Marsalis, the artistic director of the program, and the writer James Lincoln Collier, about Mr. Collier's contrarian opinions on Duke Ellington and Louis Armstrong as well as his perception of the inadequacies of Mr. Marsalis's program at Lincoln Center. Tributes to the saxophonist and composer Jimmy Heath and the trumpeter and fluegelhornist Art Farmer will feature newly commissioned compositions and arrangements, along with small group performances. One historical concert, \"Cornet Kings Before Armstrong,\" will be balanced by a cutting contest in which trombonists and alto saxophonists try to outdo each other with their improvizations.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-836435.html","abstract":"  To the Editor:   I commend Nelson Kasfir for expressing \"Hope for Rwanda\" (Op-Ed, July 22), despite the subhuman barbarism the world has been witnessing there. It is a beautiful writeup except for a gap here and an oversimplification there.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"LeMond, Tested for Lead Poison, May Quit","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-bicycle-racing-lemond-tested-for-lead-poison-may-quit.html","abstract":"  GREG LeMOND, a three-time Tour de France winner, said he's undergoing tests in Minneapolis for lead poisoning and is considering retirement. LeMond was accidentally shot in a hunting accident in 1987, and 35 lead pellets remain in his body. Four of them are in his liver and lungs and two in his heart lining.   \"The first couple of years (after the accident), I performed fairly well,\" LeMond said Sunday. He won the Tour de France in 1986, 1989 and 1990, but said his ability decreases every year. He dropped out of this year's Tour de France in July when he became exhausted in the sixth stage. \"I'm not trying to make excuses,\" he said. \"I want to come back and be on top, but it has been impossible. Unless I can come back, I won't race.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Penguins Wait to Hear It From Lemieux","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-penguins-wait-to-hear-it-from-lemieux.html","abstract":"  The Pittsburgh Penguins' superstar center, MARIO LEMIEUX, has talked about sitting out the next National Hockey League season, and the team chairman, HOWARD BALDWIN, said yesterday he will soon meet with Lemieux concerning the 1994-95 season. \"Some discussions have taken place with Mario concerning the possibility of his taking a year off, but at this point, Mario has not informed us of anything definite,\" said Baldwin.   The cable television sports network ESPN reported Sunday that Lemieux, who has come back from Hodgkin's disease and has had recurring back problems, will take a year off and then plan a return to the Penguins. The 28-year-old Lemieux, a four-time N.H.L. scoring champion who led the Penguins to Stanley Cups in 1991 and 1992, played in only 22 regular-season games and 6 playoff games last season because of back pain. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; World's Police Officer?","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-world-s-police-officer-836621.html","abstract":"  To the Editor:   Must all the wrongs of the world and all the blame for not solving them be laid at the feet of President Clinton and his Administration? \"Did U.S. Err on Rwanda?\", your July 23 news analysis, tries to answer its own question with the subhead \"Some Say Slow Action May Have Cost Lives.\" The United States is guilty, it appears, for not responding \"more aggressively to appeals for intervention\" by the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/02/style/chronicle-832430.html","abstract":"  Add the name of SUSAN EISENHOWER to the list of Presidential relatives with books to their names. A granddaughter of Dwight D. Eisenhower, she has just completed her first book, an account of the beginning of her romance and marriage. Her husband is ROALD Z. SAGDEEV, who was the chief of the space program in the former Soviet Union and a scientific adviser to Mikhail S. Gorbachev.    \"It is the story of the last days of the Soviet Union as seen through the perspective of our developing relationship,\" Ms. Eisenhower said yesterday. \"It was an extremely tense and dangerous courtship and did not get an enthusiastic response from the Soviet authorities. I also worried that there would be negative reaction in this country.\"","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Switzer Has a Fan Club, and a Cowboy Is Its President","web_url":"https://www.nytimes.com/1994/08/02/sports/on-pro-football-switzer-has-a-fan-club-and-a-cowboy-is-its-president.html","abstract":"  If Dallas safety James Washington never makes another tackle, never swipes another pass or never even plays another down, he will forever be part of National Football League history and Super Bowl lore.   It was his recovery of a fumble by the Buffalo Bills' Thurman Thomas and 46-yard return for a touchdown early in the second half that was the spark for the Dallas Cowboys' second straight title in Super Bowl XXVIII.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Van Cliburn Decides To Perform After All","web_url":"https://www.nytimes.com/1994/08/02/arts/van-cliburn-decides-to-perform-after-all.html","abstract":"  Van Cliburn said late on Sunday evening that he would perform at the Metropolitan Opera House tonight despite the announcement by his spokesman on Sunday that the performance would be postponed because of illness in his family. Mr. Cliburn, who was in New York last week, returned to Fort Worth on Thursday after his mother, Rildia Bee Cliburn, had a stroke. Mrs. Cliburn, who is 97, remains hospitalized, and Mr. Cliburn described her condition as grave.   \"This has been a very sad, very disturbing time,\" he said. \"But I'm going to try to do the concert at the Met, because I have a feeling that she would want me to do it. There are certain times when you have to set aside personal feelings and come to terms with them later.\"","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"Listening to Nasrin : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-listening-to-nasrin-letters-to-the-editor.html","abstract":"I have been deeply impressed by your extensive coverage of the Taslima Nasrin case..It is a matter of shame that we in India have not supported her cause as we should have in keeping with the secular ideals in the Indian Constitution..At the same tim","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Haitian Military Greets Invasion Vote With Defiance","web_url":"https://www.nytimes.com/1994/08/02/world/haitian-military-greets-invasion-vote-with-defiance.html","abstract":"  The Haitian military leadership responded with public defiance today to the United Nations authorization of an American-led invasion, ordering a state of siege and urging the Haitian people to prepare for what it predicted will be a \"tough, implacable\" fight for survival.   The action, announced by the director of the state television network in a brief broadcast that began just after 3 A.M., permits the government to formally suspend constitutional guarantees and transfer much of its nominal authority to the military.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Rush to the Moon Left Us Nowhere to Go","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rush-to-the-moon-left-us-nowhere-to-go-836508.html","abstract":"  To the Editor:   I agree with some of the regrets expressed in \"Wistful Pride and Cynicism Color Americans' Memories of Apollo 11\" (news article, July 18), on the value of the 1969 Moon landing. President John F. Kennedy's challenge in 1961 to land a man safely on the Moon before the end of the decade was shortsighted in two respects.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Spy's Spending Brought Alarm But No Action","web_url":"https://www.nytimes.com/1994/08/02/us/spy-s-spending-brought-alarm-but-no-action.html","abstract":"  A Central Intelligence Agency official supervising Aldrich H. Ames, the convicted spy, warned more than three years before Mr. Ames was arrested that he was a potential turncoat with an inexplicable fortune, according to a C.I.A. memorandum made public today.   The December 1990 memorandum said that Mr. Ames, then one among more than 20 suspects in the on-again, off-again hunt for a traitor within the agency, had in recent months spent more than $600,000 from an unknown source. In the mid-1980's, as a counterintelligence officer, Mr. Ames \"had access to a number of operations that were later compromised\" by disclosure to the Soviet Union, the memorandum said.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"1919: Irish Farm Strikes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1919-irish-farm-strikes-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A despatch from Dublin states that the Irish farm laborers' strike is having widespread and unexpected consequences. The approaches to the Dublin metropolitan cattle market, one of the largest of its kind in the United Kingdom, were held by strik","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-833851.html","abstract":"  Because of a production error, an article yesterday about a concentration camp in Bosnia omitted a passage in some copies. The affected paragraphs should have read:   \"Mr. Popovic estimated that on the basis of individual and mass executions he personally witnessed, close to 3,000 Muslims from around Vlasenica (pronounced vlah-seh-NEET-sah) lost their lives at Susica after the Bosnian war began in April 1992. 'In all, about 3,000 were killed,' he said. Those that survived lost their homes and possessions.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Is Nicotine Addictive? It Depends on Whose Criteria You Use","web_url":"https://www.nytimes.com/1994/08/02/science/is-nicotine-addictive-it-depends-on-whose-criteria-you-use.html","abstract":"  When heavily dependent users of cocaine are asked to compare the urge to take cocaine with the urge to smoke cigarettes, about 45 percent say the urge to smoke is as strong or stronger than that for cocaine.   Among heroin addicts, about 38 percent rank the urge to smoke as equal to or stronger than the urge to take heroin. Among those addicted to alcohol, about 50 percent say the urge to smoke is at least as strong as the urge to drink.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Textbook Senate Race","web_url":"https://www.nytimes.com/1994/08/02/nyregion/textbook-senate-race.html","abstract":"  Senator Lautenberg of New Jersey is using a classic rose-garden strategy in his re-election effort. But analysts say his race against Chuck Haytaian, the speaker of the State Assembly, is a tossup.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Some Familiar Terrain After 'American Psycho'","web_url":"https://www.nytimes.com/1994/08/02/books/books-of-the-times-some-familiar-terrain-after-american-psycho.html","abstract":"  The Informers  By Bret Easton Ellis  226 pages. Alfred A. Knopf. $22.    After three earlier novels (\"Less Than Zero,\" \"The Rules of Attraction\" and \"American Psycho\"), readers pretty much know what to expect from Bret Easton Ellis's fiction: shallow, cynical young people with empty, meaningless lives; lots of drugs, designer clothes and fancy cars; perfunctory, sometimes violent sex, and some sort of sensationalistic crime (gang rape, torture and mutilation).","thumbnail":null,"section":"Books"},{"date":"19940802","headline":"The Truth About Electric Cars","web_url":"https://www.nytimes.com/1994/08/02/opinion/the-truth-about-electric-cars.html","abstract":"In 1998, New York State is to join California, Maine and Massachusetts in requiring auto makers to begin selling electric cars. Not many -- just 2 percent of the cars a manufacturer sells in the state that year.  But that's still too many for the oil companies, which don't want to lose any part of their gasoline market. In their campaign to prevent the New York regulations from going into effect, these companies have been running scare ads. \n\nThe ads focus on money. They could hardly focus on quality, because the quality of modern electric cars is too high. When Popular Science test-drove a General Motors Impact earlier this year, a prototype, it reported that the vehicle was \"not so much a surprisingly good electric car, but possibly the best-handling and best-performing small car that G.M. has ever turned out.\"","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Elvis Presley's Daughter Confirms She Wed Michael Jackson","web_url":"https://www.nytimes.com/1994/08/02/us/elvis-presley-s-daughter-confirms-she-wed-michael-jackson.html","abstract":"  Lisa Marie Presley, the daughter of the late Elvis Presley, released a statement yesterday saying that she and the singer Michael Jackson had married.    After announcing a union that might have been conceived in supermarket-tabloid heaven and proclaiming a need for privacy, the world's most famous newlyweds were holed up last night in a place not known for its isolation: Trump Tower.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Laborers, Unwanted But Willing","web_url":"https://www.nytimes.com/1994/08/02/nyregion/our-towns-laborers-unwanted-but-willing.html","abstract":"  THREE weeks have passed without a day's work and it is hurting. Rent was due yesterday. Many of the men are skipping meals. There is certainly nothing to send home, where wives and parents and children are counting on regular money orders to survive.   \"It is grave,\" Pedro Azurdia said. \"Almost desperate.\"","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Poor Ticket Sales Force Cancellation Of a 'Woodstock'","web_url":"https://www.nytimes.com/1994/08/02/nyregion/poor-ticket-sales-force-cancellation-of-a-woodstock.html","abstract":"  Dreams of a weekend of fun and profit in celebration of the 25th anniversary of Woodstock faltered yesterday, as the backers of one of two competing concerts withdrew, complaining of poor ticket sales.   Meanwhile, the organizers of the other concert extended their deadline for ticket sales and relaxed their cumbersome parking rules. But they said that although tens of thousands of tickets were still available for next weekend, they were pleased with sales so far.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Women Who Survived The Allure of Suicide","web_url":"https://www.nytimes.com/1994/08/02/movies/television-review-women-who-survived-the-allure-of-suicide.html","abstract":"  \"All these years I've wanted to tell people where I was when Kennedy was shot,\" a weathered-looking, bushy-haired woman in her 50's confides to the camera. \"I was always so afraid someone would ask me, and I'd have to say I was in a mental institution.\"   This is the film maker Allie Light, and she is among the seven women who tell the stories of their bouts with depression and other forms of suicidal madness in Ms. Light's latest documentary, \"Dialogues With Madwomen.\" Ms. Light's personal recollections and omniscience lend piquancy to what is overall a gravely sympathetic portrait of women we are meant to see as heroic survivors, though it doesn't quite work out to be as uplifting as all that.","thumbnail":null,"section":"Movies"},{"date":"19940802","headline":"Court TV Has Negative Effect on Jury System","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-court-tv-has-negative-effect-on-jury-system-836486.html","abstract":"  To the Editor:   While Court TV may be \"The Eye That Educates,\" as Steven Brill, its founder, says (Op-Ed, July 15), it is many times a bloodshot one.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Alongside The Dead In Argentina","web_url":"https://www.nytimes.com/1994/08/02/opinion/alongside-the-dead-in-argentina.html","abstract":"Jorge Luis Borges was prescient. Among the characters that haunt his fiction are Buenos Aires Jews, defenders of the humanity of the mind caught up in mindless cycles of anti-Semitism and violence.\n\nThey include Marcelo Yarmolinsky, the Talmudic scholar of \"Death and the Compass,\" who dies in a Buenos Aires reeking of the Fascism of the 40's; the nameless Jewish student of \"Monsterfest,\" killed by a mob during an early Peronist rally, when \"Build the Fatherland, Kill a Jew\" was a popular slogan; Santiago Fischbein, in \"The Unworthy Friend,\" the internationalist owner of a bookstore who fails miserably at the macho game of gaucho violence.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"On the Homestretch Toward Travers Stakes Showdown","web_url":"https://www.nytimes.com/1994/08/02/sports/horse-racing-on-the-homestretch-toward-travers-stakes-showdown.html","abstract":"  Holy Bull and Tabasco Cat were both reported to be in fine fettle today after their prep races at Monmouth Park and Saratoga on Sunday. And both were booked into the $750,000 Travers Stakes here on Aug. 20 for the race that both camps expect to decide the championship of racing's division of 3-year-old colts.   Holy Bull won the $500,000 Haskell Invitational at Monmouth by nearly two lengths over Meadow Flight for his 10th victory in 12 starts, and once more he led every step of the way. Tabasco Cat ran second to Unaccounted For in the $134,700 Jim Dandy Stakes at Saratoga, failing to catch him by one length. It was his first race in two months since he won the Belmont and, before that, the Preakness.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/02/style/chronicle-836290.html","abstract":"  MARTHA STEWART is not ordinarily intimidated, so when she encountered a couple of black bears in Wyoming, she stood her ground. So did the bears.    Ms. Stewart was in the Wind River Range recently shooting a magazine spread on fly fishing, backpacking and camping. \"We were cooking exquisite food at our campsite,\" she said, describing a menu of black-bean chili, a salad of oranges, jicama and cilantro, brook trout and skillet corn bread.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Anti-Smoking Spray Helps but Is Addictive","web_url":"https://www.nytimes.com/1994/08/02/science/anti-smoking-spray-helps-but-is-addictive.html","abstract":"  In testimony to a Food and Drug Administration advisory committee, officials at a Swedish pharmaceutical company today described a nicotine nasal spray that they say has been successful in helping people quit smoking. But the testimony also disclosed that some smokers become addicted to the spray itself.    The spray has just gone on the market in five European countries, and a drug concern is seeking permission to market it in the United States. The panel made no recommendation today on whether to approve it.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Let's Look Closer at the Rising Birthrate for Single Mothers","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-let-s-look-closer-at-the-rising-birthrate-for-single-mothers-836494.html","abstract":"  To the Editor:   Re your July 20 front-page article on the rising birthrate among unwed women: Instead of fueling outrage over \"soaring illegitimacy,\" you might present some alternative perspectives.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Patterns","web_url":"https://www.nytimes.com/1994/08/02/style/patterns-834238.html","abstract":"  As the World Curls    No secret is safe in New York's beauty salon world. Weeks before Kim Lepine was ready to tell Charles Booth of La Coupe that she was leaving his Madison Avenue salon after 24 years to open her own place, he saw a copy of the lease she had signed and confronted her. A few days later, she left, taking Rita Starnella, a colorist, and Pegi Palagate, another stylist, with her.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Woman Arrives in Jordan Seeking Slain Sister's Children","web_url":"https://www.nytimes.com/1994/08/02/nyregion/woman-arrives-in-jordan-seeking-slain-sisters-children.html","abstract":"The sister of a New Jersey woman whose husband has admitted strangling her and then fleeing here arrived in Amman tonight seeking to return to the United States with the couple's young children.\n\nThe sister, Nesime Dokur, has been named the guardian of her niece and nephew, Lisa, 6, and Sami, 3, by a New Jersey judge. Ms. Dokur would share custody with the maternal grandmother of the children, Meryem Gussal.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Pataki Unveils a Television Ad Campaign","web_url":"https://www.nytimes.com/1994/08/02/nyregion/pataki-unveils-a-television-ad-campaign.html","abstract":"  In his first major advertising blitz, State Senator George E. Pataki unveiled two television advertisements today aimed at defining who he is for a public that knows little about him or his qualifications to become governor.    Mr. Pataki's campaign would not say how much he spent but called the amount \"substantial.\" The 30-second commercials for Mr. Pataki, a Republican, will be broadcast around the state starting on Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836087.html","abstract":"  Because of a transmission error, an article yesterday about foreign efforts to help Rwandan refugees misspelled the surname of an American military spokesman. He is Col. Robert Mirelson, not Nirelson.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-what-theyre-reading.html","abstract":"-. Gérard Martin, a scriptwriter and director of TV documentaries, is reading a French translation of the Oxford Companion to Classical Literature..\"I love reading any kind of dictionary, and dip into this most nights in bed. It can inspire a","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Have No Fear: Trudeau Is Glad to Be Jet's Second Fiddle","web_url":"https://www.nytimes.com/1994/08/02/sports/pro-football-have-no-fear-trudeau-is-glad-to-be-jet-s-second-fiddle.html","abstract":"  After five games last season, the Indianapolis Colts made Jeff George their starting quarterback again and put Jack Trudeau on the bench. After 11 games last season, the Jets kept Boomer Esiason, stiff neck and all, as their starting quarterback and left Browning Nagle on the bench because they did not think Nagle could do the job.   The worm turns. In the off season, the Colts signed Jim Harbaugh as an unrestricted free agent, traded the still-sullen George to the Atlanta Falcons and made Trudeau happy by releasing him. The Jets released Nagle and replaced him as the backup with Trudeau. To complete the circuit, Nagle caught on with the Colts.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Jacome Finds Out Why Maddux Is No. 1","web_url":"https://www.nytimes.com/1994/08/02/sports/baseball-jacome-finds-out-why-maddux-is-no-1.html","abstract":"  Jason Jacome watched Greg Maddux carefully from the dugout last night at Shea Stadium, and the Mets rookie pitcher learned a few things about the Atlanta starter considered the best in the National League.   Maddux is fearless, he throws strikes and he is difficult to beat -- no matter how well you pitch against him.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Survival of the Big Cats Brings Conflict With Man","web_url":"https://www.nytimes.com/1994/08/02/science/survival-of-the-big-cats-brings-conflict-with-man.html","abstract":"  THE tiger and the cheetah appear to be on their last legs. The grizzly bear and the wolf are struggling desperately to hang on in the Rocky Mountains. But biologists say the resourceful and mysterious cougar, alone among the world's big endangered carnivores, has sprung back spectacularly from the brink of extinction and now reigns as the king of wild predators in North America.   As cougars repopulate much of their former range, however, they are also encountering humans more frequently. Sometimes there are tragic consequences, as when, in April, one of the big cats ambushed and killed a mother of two children in northern California. The incident raised with special intensity the issue of whether and how expanding populations of cougars and people can coexist.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Talk-Show Diplomacy Won't Settle the Issue","web_url":"https://www.nytimes.com/1994/08/02/sports/on-baseball-talk-show-diplomacy-won-t-settle-the-issue.html","abstract":"  Richard Ravitch and Donald Fehr stood in front of the mirror in Dressing Room 1 outside a Channel 13 studio, removing makeup from their faces. They had just finished taping the Charlie Rose PBS television program, the third episode in \"The Dick and Don Show.\" Last Monday they appeared together on \"Nightline\" and on Sunday they popped up as a duet on David Brinkley's show.   \"I have to leave town later,\" said Fehr, referring to a trip he was taking to Washington.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Giants' Strahan Proves Tough for the Toughest","web_url":"https://www.nytimes.com/1994/08/02/sports/pro-football-giants-strahan-proves-tough-for-the-toughest.html","abstract":"  When the Giants' Michael Strahan pulled his hamstring early last week, the defensive line coach, Earl Leggett, diagnosed the problem as \"Webb-itis.\" The term, which has yet to make its way into any medical dictionaries, does not mean Strahan is afraid of spiders. It refers to the 6-foot-6-inch, 300-pound Miami Dolphins offensive tackle Richmond Webb, a four-time Pro Bowler whom Strahan was then scheduled to line up against.   Leggett was joking that maybe Strahan's hamstring had more to do with Webb than any real physical problems. The \"Webb-itis,\" however, must have been one of those 24-hour strains because in Saturday's exhibition game against Miami, it was Strahan who looked like the Pro Bowler. He beat Webb over and over, chasing the backup quarterback, Bernie Kosar, all around the field.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A Prodigy Prepares to Seize His Moment","web_url":"https://www.nytimes.com/1994/08/02/sports/high-school-basketball-a-prodigy-prepares-to-seize-his-moment.html","abstract":"  Marbury.   It is a storied name in high school basketball in a city with a rich tradition.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A U.N. License to Invade Haiti","web_url":"https://www.nytimes.com/1994/08/02/opinion/a-un-license-to-invade-haiti.html","abstract":"  If it persuades Haiti's military leaders to leave on their own, then Sunday's U.N. Security Council resolution authorizing a U.S.-led invasion will have done some good. The resolution contains no deadline, and the Clinton Administration has no plans for an imminent military strike.    Perhaps only the threat of force will convince Haiti's top soldiers they should depart. They viscerally oppose the social and economic changes they believe President Jean-Bertrand Aristide would make if he returns. And they are reportedly profiting handsomely from the status quo.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Are Hugs the Solution to Violence?","web_url":"https://www.nytimes.com/1994/08/02/movies/television-review-are-hugs-the-solution-to-violence.html","abstract":"  Just when you thought that the three-strikes-and-out, crackdown-on-crime spirit had taken over, here comes evidence that the old softhearted liberal attitude toward the wayward is alive if not exactly well. \"Gang War: Bangin' in Little Rock\" presents a picture of young gang members who are helping keep up the record murder rate of Little Rock, Ark., as losers in need of understanding and help from the society that has made them what they are and is now paying for it.   The camera tracks Steve Nawojczyk, the Little Rock coroner, on his mission to persuade inner-city youths to put away their guns. He goes from turf to turf, showing photographs of children and teen-agers who have been killed, on purpose or because they just happened to be in the way of the sort of drive-by shooting that he is seen stepping into as the camera rolls. \"We've got to reach out and hug those kids,\" he says.","thumbnail":null,"section":"Movies"},{"date":"19940802","headline":"Way Off Broadway, a Theater Where Art and Celebrity Mix","web_url":"https://www.nytimes.com/1994/08/02/theater/way-off-broadway-a-theater-where-art-and-celebrity-mix.html","abstract":"  As Sybil Christopher tells it, she was sitting in an outdoor cafe in this low-key tourist town on the south fork of Long Island when the idea first took hold. It was the summer of 1991. With her was Tony Walton, the scenic designer; his wife, Gen LeRoy; his daughter Emma, an actress and director, and Emma's husband, Stephen Hamilton. They were looking across the road at a warehouselike building that had recently housed a disco.   \"And somebody said, 'Wouldn't that make a nice theater?' \" Ms. Christopher recalled.","thumbnail":null,"section":"Theater"},{"date":"19940802","headline":"New Rochelle Man Is Acquitted In Rape of a Visiting Pen Pal","web_url":"https://www.nytimes.com/1994/08/02/nyregion/new-rochelle-man-is-acquitted-in-rape-of-a-visiting-pen-pal.html","abstract":"  A New Rochelle man has been acquitted of raping his pen pal, a Colombian woman who later bore his child, during the woman's trip to the United States in October 1992.   A jury here on Friday found the man, Joseph Macri, a 44-year-old house painter, not guilty of first-degree rape. During the weeklong trial, the defense argued that the woman had stayed with Mr. Macri for six days and that she said she had been raped only after she discovered that she was pregnant.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Let's Look Closer at the Rising Birthrate for Single Mothers; Count Gay Families","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-let-s-look-closer-at-the-rising-birthrate-for-single-mothers-count-gay-families-836656.html","abstract":"  To the Editor:   Your July 20 front-page article omits that lesbian and gay parents are a growing portion of those the Census Bureau calls \"single parents.\" In New York City, for instance, the 1993 Voter Research and Survey poll found that 8 percent of the electorate identified themselves as gay, lesbian or bisexual and that they had children in the schools in the same percentages as nongay people.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"1894: Japan at War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1894-japan-at-war-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Japan has informed the Powers that a state of war exists between that country and China. This notification, on being received by Lord Kimberley, was at once telegraphed to every British Government agent abroad, so that captains of mercantile vess","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Return of Refugees to Rwanda Slows, Frustrating U.N.","web_url":"https://www.nytimes.com/1994/08/02/world/return-of-refugees-to-rwanda-slows-frustrating-un.html","abstract":"  The flow of refugees back into Rwanda has slowed greatly, and United Nations personnel remain divided over whether this is good or bad, and over what should be done next.    The United States and many relief agencies have repeatedly said that the quick return of the million refugees from Zaire was critical. They have suggested that an organized start should get under way immediately before the onset of heavy seasonal rains next month, when conditions in the camps will become even more nightmarish.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Senate Backs Cuts for Schools That Endorse Homosexuality","web_url":"https://www.nytimes.com/1994/08/02/us/senate-backs-cuts-for-schools-that-endorse-homosexuality.html","abstract":"  After a display of what critics called \"disgusting\" pamphlets, the Senate tonight voted to cut off Federal money to schools that teach acceptance of homosexuality as a way of life.   The measure, proposed by two Republican Senators, Robert C. Smith of New Hampshire and Jesse Helms of North Carolina, passed 63 to 36.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Back to Woodstock: Some Electronic Routes","web_url":"https://www.nytimes.com/1994/08/02/science/personal-computers-back-to-woodstock-some-electronic-routes.html","abstract":"  WOODSTOCK'S \"three days of peace and music\" in 1969 will soon be commemorated in upstate New York. How to recapture the spirit and get back to where you once belonged? How about that groovy computer?   Woodstock: 25th Anniversary CD-ROM, from Time Warner Interactive, a division of Time Warner Inc., in versions for Macintosh and Windows, requires eight megabytes of random access memory, roughly eight more than any flower child possessed. Still, at a list price of $39.95, this compilation of music, photography and video beguiles you with a goofy charm.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"If There's a Strike, The Baseball Network's Loss May Become Fox's Gain","web_url":"https://www.nytimes.com/1994/08/02/sports/tv-sports-if-there-s-a-strike-the-baseball-network-s-loss-may-become-fox-s-gain.html","abstract":"  So baseball players intend to strike on Aug. 12 if their differences with owners aren't resolved. On the same day, Fox Sports launches its football schedule with its first preseason game. Is what's bad for baseball's new TV deal good for football on Fox, NBC and ABC?   \"The question is how long is the strike,\" said Jerry Dominus, a senior vice president of J. Walter Thompson, the advertising agency. \"If it's just in August, advertisers would probably migrate to the replacement programming. If it's post-season, I wouldn't conclude it's an automatic transfer to football, but the reality is some would.\"","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"By Design; Rhinestone Season Opens","web_url":"https://www.nytimes.com/1994/08/02/style/by-design-rhinestone-season-opens.html","abstract":"  One sign among many that glamour is trying very hard to make a comeback: hip designers like John Galliano and Marc Jacobs showed diamond jewelry with their fall clothes. The women quickest to follow the trend will probably settle for rhinestones -- not the gaudy kind, but the ones that look like the real thing.   The styles most likely to succeed in the coming months are rhinestone-clad bobby pins and hair clips ($17 to $48), glittery bangles to wear singly or in multiples ($38 each), single-strand necklaces of two-carat brilliant-cut crystals ($80) and pear-shaped drop earrings ($58). More adventurous types might choose rhinestone tiaras like the ones Anna Sui put on her models ($24 to $150). All these styles are made by Marie Ferra, a 40-year-old costume jewelry company best known for producing the crowns worn by beauty contest winners.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836079.html","abstract":"  Because of an editing error, an article in Business Day on Friday about the bankruptcy case of R. H. Macy & Company misidentified the executive vice president of Macy in some editions. He is Thomas C. Shull, not Thomas C. Shaw.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"A De Kooning Swapped For Iranian Manuscript","web_url":"https://www.nytimes.com/1994/08/02/style/IHT-a-de-kooning-swapped-for-iranian-manuscript.html","abstract":"A major painting by Willem de Kooning has been exchanged for a 16th-century Iranian manuscript in a significant cultural barter negotiation. .De Kooning's \"Woman Tree,\" one of a series of six painted in 1953, which was acquired by the Tehran","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Behind the Plot on Hitler : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-behind-the-plot-on-hitler-letters-to-the-editor.html","abstract":"Regarding \"The Resistance Is Honored Rather Late in the Day\" (Opinion, July 20) by Donald Koblitz, and \"The Fate of These Resisters Proved a Tragedy for All\" (Opinion, July 21) by Thomas Fleming:.The sight of Germans commemorating t","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"A Deathly Silence","web_url":"https://www.nytimes.com/1994/08/02/opinion/a-deathly-silence.html","abstract":"  AIDS is tragic on many counts. It is a lethal disease with no cure, and a disease that is relatively simple to prevent. Prevention, however, depends on knowing enough about people's sexual attitudes and behavior to issue the appropriate warnings and advice. But as a report from a panel of the National Academy of Sciences indicates, America still does not have that knowledge. The political climate that prevailed during the epidemic's first decade stifled the search for it.   Consider what happened in 1991 to a federally financed nationwide study of behavior in adolescents that put them at risk of AIDS and H.I.V. infection, which was to be conducted by researchers at the University of North Carolina. One Congressman called its $18 million price tag \"wasteful government spending.\" The president of the conservative Family Research Council said it was \"an invasion of privacy.\" The Secretary of Health and Human Services blocked its funding, and eventually the Government scrapped the project. Later a similar study, of adult sexual behavior, was also canceled.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836060.html","abstract":"  An article on Saturday about the intense local newspaper coverage of Long Island's East End misspelled the given name of an author who lives in Sag Harbor. He is Wilfrid Sheed.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"GOODWILL GAMES;\nMiller Again Proves That She's Just Golden","web_url":"https://www.nytimes.com/1994/08/02/sports/goodwill-games-miller-again-proves-that-shes-just-golden.html","abstract":"When Shannon Miller mounted the platform tonight for her floor exercise, the concluding performance of the Goodwill Games gymnastics competition, it was her chance for revenge.\n\nDina Kochetkova, the Russian gymnast who the night before had become the first athlete to top Miller in an all-around competition in two years, had worked up the crowd and rallied for a 9.925. Now it was Miller's turn.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Bosnian Serbs Reject Peace Plan for 3d Time, Defying Russia","web_url":"https://www.nytimes.com/1994/08/02/world/bosnian-serbs-reject-peace-plan-for-3d-time-defying-russia.html","abstract":"  Nationalist Serbian leaders today rejected an international plan to settle the war in Bosnia, despite a fresh warning from Russia that refusal might lead to a serious increase in the fighting. It was the third time the Serbs had rejected the peace plan.   After meeting with President Slobodan Milosevic of Serbia on Sunday, Foreign Minister Andrei V. Kozyrev of Russia said today that a final rejection of the peace plan by the Bosnian Serbs could result in \"an escalation of the war, a huge confrontation and the possibility of air strikes.\"","thumbnail":null,"section":"World"},{"date":"19940802","headline":"President Takes His Opponents to Task","web_url":"https://www.nytimes.com/1994/08/02/us/the-health-care-debate-the-campaign-president-takes-his-opponents-to-task.html","abstract":"  Pounding his lectern so hard that its Presidential seal popped off, President Clinton today gave a bristling dressing-down to a handful of protesters who sought -- with evident success -- to disrupt a rally on behalf of the Democrats' health care legislation.   The President had come to Liberty State Park across from the Statue of Liberty and lower Manhattan to greet one of the four \"Health Security Express\" bus caravans that are taking supporters of national health insurance to Washington.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"New York Haitians Split Over Use of Force","web_url":"https://www.nytimes.com/1994/08/02/world/new-york-haitians-split-over-use-of-force.html","abstract":"  From their living rooms to the barber shops, New York's Haitians spent yesterday passionately discussing the United Nations Security Council resolution authorizing a United States-led invasion of Haiti if the country's military leaders do not leave voluntarily.   While voicing some misgivings, supporters of the ousted President, the Rev. Jean-Bertrand Aristide, said that they would back any action if it unseated the junta, which seized power in September 1991.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Pensacola Police Say Slain Doctor Had Refused Protection","web_url":"https://www.nytimes.com/1994/08/02/us/pensacola-police-say-slain-doctor-had-refused-protection.html","abstract":"  The Pensacola Police Department said today that it had offered six months ago to provide protection to the abortion doctor who was shot to death here on Friday but that the doctor and the clinic's directors had refused, saying such a step was unnecessary.   The police department's assertion came amid accusations by local abortion-rights advocates that neither the police nor the Federal authorities had done enough to prevent the killing of the doctor, John B. Britton, and his security escort at the Ladies Center, an abortion clinic here.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"One More Victim in Argentina: Vast Judaica Library","web_url":"https://www.nytimes.com/1994/08/02/world/one-more-victim-in-argentina-vast-judaica-library.html","abstract":"  Ancient Yiddish and Hebrew books, salvaged from the ashes of European synagogues and libraries burned by the Nazis, were secretly shipped during World War II to faraway South America for safekeeping.   Now, half a century later, many of these works -- and a major part of the largest Judaica library in Latin America -- have been obliterated by the truck bomb that leveled the Jewish community center here.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Robot Is Nearing Goal Inside Active Volcano","web_url":"https://www.nytimes.com/1994/08/02/science/robot-is-nearing-goal-inside-active-volcano.html","abstract":"  THE Dante 2 robot, stepping cautiously through soft ash and around hulking boulders, crept deeper into the active crater of the Mount Spurr volcano in Alaska yesterday.   Researchers said Dante had descended more than 600 feet into the crater by late today and was an estimated 100 feet from the edge of a major goal, a field of volcanic vents on the bottom. The scientific objective of the mission is to have the robot measure the composition and temperature of the hot gases and aerosols emitted from these vents, called fumaroles.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Army Routed From Rwanda Now Intimidates Its Refugees","web_url":"https://www.nytimes.com/1994/08/02/world/army-routed-from-rwanda-now-intimidates-its-refugees.html","abstract":"  At the refugee camp here and on a stretch of road beyond, one immediately notices something different about the people: among the throngs of weak and sick, women and children in tattered clothes and dirty, there are great numbers of men in uniform, the camouflage combat uniform of the Rwandan Army, the Government troops who were routed last month by the Rwandan Patriotic Front.    These are also the troops, mostly Hutu, who are widely accused by the United Nations and human rights groups of massacring hundreds of thousands of Tutsi in Rwanda. Some of their officers talk freely about their standing on a list of accused killers drawn up by the new Tutsi-dominated Government in Rwanda.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"1944: Nazi Manhunt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1944-nazi-manhunt-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] German radios broadcast tonight [Aug. 1] an offer of 1,000,000 mark reward ($400,000) for information leading to the arrest of Dr. Karl Friedrich Goerdeler, former Nazi price dictator and Leipzig Mayor wanted for comp","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Chess","web_url":"https://www.nytimes.com/1994/08/02/arts/chess-833509.html","abstract":"  The Palladienne Tournament, a confrontation of the best young women in chess and a selection of senior male grandmasters, was won this year by the women in mid-June in Monaco. The women's team triumphed by 37 to 35 in the double-round competition, in which each player meets every player on the other team.   This was the third in the series sponsored by Joop van Oosterom of the Netherlands and the second in a row won by the women. Last year they won in Vienna; the year before the men won on the Caribbean island of Aruba.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"TREASURY LAWYER DISPUTES ACCOUNT OF TOP OFFICIALS","web_url":"https://www.nytimes.com/1994/08/02/us/treasury-lawyer-disputes-account-of-top-officials.html","abstract":"  The Treasury Department's top lawyer today contradicted her bosses' accounts of how the department decided to notify the White House about an investigation that potentially involved President Clinton and his wife. Other banking officials who testified today called the notification highly unusual.   At a daylong hearing before the Senate Banking Committee, Jean E. Hanson, the department's general counsel, said she had briefed the White House at the instruction of her immediate supervisor, Deputy Treasury Secretary Roger C. Altman. Mr. Altman has denied telling Ms. Hanson to do that.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Bayreuth Sturm und Drang, On the Stage and Off","web_url":"https://www.nytimes.com/1994/08/02/arts/critic-s-notebook-bayreuth-sturm-und-drang-on-the-stage-and-off.html","abstract":"  What a peculiar production of Wagner's \"Ring des Niebelungen\" this has been at Bayreuth! It wasn't until \"Gotterdammerung\" was performed on Sunday night that the director, Alfred Kirchner, and the designer, billed only as Rosalie, gave the slightest inkling that they had any knowledge of how to design a coherent evening of opera. This was the only work in the tetralogy that had a focus and style, and the only one that worked without swerving into gimmickry and miscellany.   And it did so not by being avant-garde but by finally settling on one of the intermittent virtues of the production so far: using an abstract, simple set -- a domed floor and black background -- against which the characters play out their fates. The one innovation was having Hagen (menacingly sung by Eric Halfvarson) become a passive lump of a man as his dream image of Alberich spurred him to villainy. Otherwise convention ruled, starkly and strikingly executed.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/02/nyregion/news-summary-833266.html","abstract":"  International A2-13  RWANDAN TROOPS SEEK REMATCH  Soldiers of the Rwandan Army who were routed by rebels are in refugee camps in Zaire, and they say they want to stay together and to try to take back the country. A1","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Krushelnyski Signs With Red Wings","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-krushelnyski-signs-with-red-wings.html","abstract":"  The free agent MIKE KRUSHELNYSKI, 34, a defensive forward who can play center or left wing, signed a one-year contract today with the Detroit Red Wings. He played with Toronto the past four seasons, but the Maple Leafs offered him only a termination contract. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Letting a Monteverdi Masterpiece Speak for Itself","web_url":"https://www.nytimes.com/1994/08/02/arts/opera-review-letting-a-monteverdi-masterpiece-speak-for-itself.html","abstract":"  Since Glimmerglass Opera does not play safe, its productions tend to live in the memory, for good or ill. Two of the presentations this season -- Jonathan Miller's sublime rendering of Monteverdi's \"Incoronazione di Poppea,\" seen on Saturday evening, and Keith Warner's ridiculous travesty of Rossini's \"Barbiere di Siviglia,\" seen this afternoon -- are sure to do so.   Mostly Monteverdi's \"Incoronazione,\" that is. Alan Curtis, in his 1989 edition of the opera, ascribed authorship of the final scene to Monteverdi's contemporary Francesco Sacrati. It is sobering to think that if Mr. Curtis's theory had received wide circulation, say, 8 or 10 years earlier, when authenticity mania was at its height, the concluding \"Pur ti miro,\" which the Monteverdi biographer Denis Stevens called \"the most beautiful of all Monteverdi's duets,\" might have fallen into disrepute.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/02/nyregion/metro-digest-831611.html","abstract":"  SCALED-BACK PLANS FOR THE WESTWAY Rejecting more ambitious and costly proposals for a roadway that would dip under and rise over intersections, transportation officials have chosen to reconstruct the West Side Highway as an enhanced version of what is there today. The $380 million plan is a drastically scaled-back successor to the Westway project, an Interstate highway proposed in 1974 that was to tunnel through landfill and under new real-estate development along the Hudson River shoreline of Manhattan. A1. WOODSTOCK CELEBRATION SHRINKS Dreams of a weekend of fun and profit in celebration of the 25th anniversary of Woodstock appeared to falter as the backers of a concert in Bethel, N.Y., one of two competing festivals, withdrew, complaining of poor ticket sales. Meanwhile, the organizers of the other concert, in Saugerties, N.Y., extended their deadline for ticket sales and relaxed their cumbersome parking rules. A1.   NEW YORK CITY  GIULIANI CITES JOB-SHIFT GAINS Mayor Giuliani said that the redeployment of workers to soften the blow of budget cuts was moving on schedule despite reports to the contrary. Under an agreement between the city and municipal employee unions, city workers can be transferred to other agencies to fill critical positions left vacant under a voluntary severance program. B3. SLAYINGS IN QUEENS LINKED TO GAMBLING The slaying of a Queens couple who were shot in front of their young daughters on Sunday night may have resulted from their son's illegal sports-betting operation, the police said. B3.    REGION RAGE IS CITED IN CHILD SLAYING The defense attorney for a 14-year-old boy standing trial for the murder of a 4-year-old camper last summer told a Steuben County jury that the defendant was in an uncontrollable rage when he choked and bludgeoned the child. The baby-faced teen-ager, Eric Smith, listened without expression as the attorney said that an unprovoked urge to hurt the little boy had quickly escalated into a vicious series of death-dealing blows. B5. AUNT GOES TO JORDAN TO GET CHILDREN The sister of a New Jersey woman whose husband strangled her and then fled to Jordan arrived in the capital, Amman, seeking to return to the United States with the couple's children. B5. LABORERS, WILLING BUT UNWANTED Every morning, 60 to 75 Central Americans gather on bus stops and corners along Broad Avenue, the main drag in Palisades Park, N.J., waiting for contractors to pick them up. It is not the kind of scene the tidy little blue-collar town has been able to accept. Our Towns, B5. PATAKI UNVEILS A TELEVISION AD CAMPAIGN State Senator George E. Pataki unveiled two television advertisements aimed at defining who he is for a public that knows little about him or his qualifications to become governor. B4. Prosecutors said that a Hamilton Township, N.J., man accused in the sexual assault and murder of his 7-year-old neighbor had signed a statement admitting to the crime. B2. A New Rochelle man has been acquitted of raping his pen pal, a Colombian woman who later bore his child, during the woman's trip to the United States. B4. Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Bronx Garden Imposes Fee For Admission","web_url":"https://www.nytimes.com/1994/08/02/nyregion/bronx-garden-imposes-fee-for-admission.html","abstract":"  To help raise money, the New York Botanical Garden has for years resorted to the genteel policy of asking for an entrance donation of $3 to stroll through its azalea gardens, Victorian greenhouses and zinnia patches. But by and large, the request has been ignored. Garden visitors on average pay less than $1 each.   As a result, for the first time in its 103-year history, the Bronx garden has set a fixed admission price.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"In Warsaw, Former Enemies Commemorate 1944 Uprising","web_url":"https://www.nytimes.com/1994/08/02/world/in-warsaw-former-enemies-commemorate-1944-uprising.html","abstract":"  More than 200,000 victims of the 1944 Warsaw Uprising against Nazi occupation were honored today as Poland commemorated the 50th anniversary of the uprising, one of the most bitter ordeals of World War II.   Today's ceremonies, attended by Vice President Al Gore, represented not only a tribute to fallen heroes, but also a gesture of reconciliation to former foes. Unlike the D-Day commemorations, which excluded Germans and Russians, officials from both those countries stood at the side of President Lech Walesa today.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Marshals Sent to a Dozen Abortion Clinics in Drive to Halt Violence","web_url":"https://www.nytimes.com/1994/08/02/us/marshals-sent-to-a-dozen-abortion-clinics-in-drive-to-halt-violence.html","abstract":"  The Clinton Administration is intensifying its efforts to halt violence at abortion clinics in a drive that began over the weekend with the deployment of Federal marshals to about a dozen clinics around the country, senior Federal officials said today.   To spearhead the campaign, the Justice Department has formed an interagency group to pool the efforts of domestic terrorism experts at the Federal Bureau of Investigation, the United States Marshals Service and the Bureau of Alcohol, Tobacco and Firearms, which investigates weapons violations and bombings.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Languishing in Foster Care","web_url":"https://www.nytimes.com/1994/08/02/opinion/languishing-in-foster-care.html","abstract":"  About half of the 60,000 New York State children in foster care have been in the system for more than three years. That is cruelly unfair to the children and costly to the taxpayers. Foster care is meant to be a temporary vehicle for removing children from troubled family situations. But children kept in foster families for long periods develop ties to those families that become hard to break, and they are deprived of the chance for permanent stability that they deserve.    Federal and state law and policy encourage resolution of a foster child's fate within 18 months. But, as presented in a Times series last week, children languish in the system for many reasons, including sluggish child welfare bureaucracies, particularly New York City's Human Resources Administration, and courts that often take a long time to terminate parental rights and free children for adoption.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Cooper Arrested on Assault Charge","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-basketball-cooper-arrested-on-assault-charge.html","abstract":"  MICHAEL COOPER, the former Los Angeles Lakers star and current assistant coach, was arrested last week on a charge of battery and assault after allegedly threatening his wife, WANDA, with a vase, according to a Corrales, N.M., police report released today. He was arrested the night of July 27 after the police responded to a report of domestic disturbance at Cooper's home.   The Coopers have been married for 17 years. Through their lawyer, the couple released a statement saying: \"While this incident is truly regrettable, it should be made clear that Michael never hit Wanda and that Wednesday night's activities were truly an aberration.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/02/sports/results-plus-263349.html","abstract":"  EQUESTRIAN American Rider Wins Silver Medal Kerith Lemon has focused most of the past year on vaulting in an effort to bringhome a medal at the World Equestrian Games in the Hague. Today, she fulfilledthat goal when she won the individual silver in the women's competition. It was the third medal for United States riders, who have also captured a dressage teambronze and a three-day event individual silver. Germans Tanja Benedetto andMieke Lorentz took the gold and bronze.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rush to the Moos Left Us Nowhere to Go; Mere Mortals, Not","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rush-to-the-moos-left-us-nowhere-to-go-mere-mortals-not-836648.html","abstract":"  To the Editor:   Re \"Crash of the Comet\" (editorial, July 16): You cannot but \"marvel when a comet set in motion billions of years ago reaches a long-ordained collision with our largest planet.\" But then you offer a non sequitur: \"It's enough to make mere mortals seem puny and temporary.\"","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Haytaian Trying Senate Campaign Blitz Against Lautenberg","web_url":"https://www.nytimes.com/1994/08/02/nyregion/haytaian-trying-senate-campaign-blitz-against-lautenberg.html","abstract":"  It is still high summer, the season for sweet corn and shore trips, and the fall election is 100 days off. But Chuck Haytaian, the Republican speaker of the New Jersey State Assembly, has already burned the tread off one set of tires on his van in a race for the United States Senate that sometimes sounds more like a campaign for invasion than for election.   \"I'd like to shake up the Senate,\" Mr. Haytaian exclaims at his five or six campaign stops each day. \"We've seen the status quo for too long.\"","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Indefensible Industrial Base","web_url":"https://www.nytimes.com/1994/08/02/opinion/indefensible-industrial-base.html","abstract":"  At the urging of Senator Sam Nunn of Georgia, the Senate has voted to spend $150 million to keep the production line warm to build more B-2 bombers. His case for doing so rests on the need to protect America's bomber industrial base.    Other senators voted to spend about $100 million more to buy machine guns and carbines. Again, their argument was the need to maintain the small-arms industrial base.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Bryan Murray Named Panthers' G.M.","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-bryan-murray-named-panthers-gm.html","abstract":"  Florida Panthers President BILL TORREY yesterday gave up his duties as general manager, added in May when BOBBY CLARKE left for the Flyers, and selected the former Detroit general manager BRYAN MURRAY to fill the vacancy. Murray, 51, coached for 12 years in the N.H.L. and was Detroit's coach and general manager for three years before SCOTTY BOWMAN took over as coach last season. Murray, fired June 3, said the Red Wings wanted to \"clean the table\" in preparation for hiring Coach MIKE KEENAN, who instead left the Rangers for St. Louis. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/02/nyregion/no-headline-833320.html","abstract":"  \"I'm not surprised that the concept of doing a nostalgia festival geared to 40- to 50-year-olds didn't work. But  it's sad.\" -- JOHN SCHER, co-producer of Woodstock '94, which is aimed at younger fans.  [ B2:4. ]","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Giuliani Says Redeployment of Municipal Workers Is on Schedule","web_url":"https://www.nytimes.com/1994/08/02/nyregion/giuliani-says-redeployment-of-municipal-workers-is-on-schedule.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that the redeployment of workers to soften the blow of budget cuts was moving on schedule despite reports to the contrary.   Under an agreement between the city and municipal employee unions, city workers can be transferred to other agencies to fill critical positions left vacant under a voluntary severance program in which more than 6,000 workers left their jobs.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Q&A","web_url":"https://www.nytimes.com/1994/08/02/science/q-a-835552.html","abstract":"  Wedding Ring Allergy   Q.  How can you be allergic to a gold ring?","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"For Real Women, Emphasizing Fit","web_url":"https://www.nytimes.com/1994/08/02/style/for-real-women-emphasizing-fit.html","abstract":"  Dana Buchman is not overly concerned with fashion's excessive flights of fancy. What she concentrates on is \"real clothes for real women who want to get dressed and get to work and forget about what they have on.\"   This practical attitude has helped make the company that bears Ms. Buchman's name a rare success on Seventh Avenue. A division of Liz Claiborne Inc., Dana Buchman has tripled its volume to $90 million in the last three years and is planning to open its first retail store at 65 East 57th Street next month.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Day 5 on a Sinking Stock Pyramid: Blame Moscow","web_url":"https://www.nytimes.com/1994/08/02/world/day-5-on-a-sinking-stock-pyramid-blame-moscow.html","abstract":"  \"Nobody knows anything,\" the policeman pleaded into a megaphone. \"Especially here.\"   Under a hot, haze-filtered sun, thousands of angry shareholders ignored him, milling and pressing and pushing outside the gates of MMM, Russia's largest investment company, on Day 5 of a continuing Russian pageant of hope and despair.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"U.S. Arms Merchants Fatten Share of Sales to Third World","web_url":"https://www.nytimes.com/1994/08/02/world/us-arms-merchants-fatten-share-of-sales-to-third-world.html","abstract":"  The United States increased its leading share of arms sales to the third world last year, but overall sales to those countries continued a decline that started at the end of the cold war, the Congressional Research Service reported today.    Sales from the United States to third-world countries increased slightly to $14.8 billion in 1993 from $14.6 billion in 1992. But the share of America's sales in that period jumped to 73 percent from 56 percent of all weapons sales and sales agreements.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Orsulak Rock-Like In Crisis","web_url":"https://www.nytimes.com/1994/08/02/sports/baseball-orsulak-rock-like-in-crisis.html","abstract":"  Joe Orsulak came to work yesterday afternoon and his Mets teammates marveled. He went through batting practice, did an early stretch and started in left field against the Atlanta Braves. And, the entire time, he showed almost no signs of the crisis that has struck his family.   Orsulak left the team last Tuesday to be with his wife, Adrianna, who was told she has a brain tumor. The family expects further news today on her condition but, as it stands now, the Orsulaks expect Adrianna to undergo both radiation and chemotherapy.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"OFFICIALS APPROVE PLANS TO REBUILD WEST SIDE ARTERY","web_url":"https://www.nytimes.com/1994/08/02/nyregion/officials-approve-plans-to-rebuild-west-side-artery.html","abstract":"  Rejecting more ambitious and costly proposals for a roadway that would dip under and rise over intersections, transportation officials have chosen to reconstruct the West Side Highway as an enhanced version of what is there today.   The $380 million plan is a drastically scaled-back successor to the Westway project, an Interstate highway proposed in 1974 that was to tunnel through landfill and under new real-estate development along the Hudson River shoreline of Manhattan. When the Westway project was abandoned in 1985, its cost was estimated at $2 billion.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Where Profit and Tradition Mingle; Oneida Nation's C.E.O. Runs New York's First Indian Casino","web_url":"https://www.nytimes.com/1994/08/02/nyregion/where-profit-tradition-mingle-oneida-nation-s-ceo-runs-new-york-s-first-indian.html","abstract":"  The blackjack tables are crammed as the Indian leader enjoys a risk-laced, bountiful day, the kind of day he envisioned when he applied to Harvard Law School, the better to get inside the C.E.O. world of the white man.   \"An exclusive club,\" said Ray Halbritter, the New York Oneida Nation's representative and chief executive, who did indeed get his Harvard law degree on top of a business degree four years ago and has gone on to operate his own exclusive club. He runs New York's first Indian gambling casino, Turning Stone, which has just begun its second year netting a sudden fortune in tribal profits and the respect of its job-depressed neighbors here, 30 miles east of Syracuse.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Star-Studded Team Wins Knockout Title in Bridge","web_url":"https://www.nytimes.com/1994/08/02/nyregion/star-studded-team-wins-knockout-title-in-bridge.html","abstract":"  A star-studded team headed by Nick Nickell of Raleigh, N.C., won the Spingold Knockout Team Championship here on Sunday night at the conclusion of the American Contract Bridge League's Summer Nationals.   He and his teammates -- Bob Wolff and Bob Hamman of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill., all four of whom are former world champions, and Dick Freeman of Atlanta -- successfully defended the title they won a year ago in Washington. They have now won three out of the last four major national team titles.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Altman's Double Life as a Politician Brings Him to the Edge of Scandal","web_url":"https://www.nytimes.com/1994/08/02/us/altman-s-double-life-as-a-politician-brings-him-to-the-edge-of-scandal.html","abstract":"  The Congressional hearings on Whitewater that will delve into the handling of Whitewater matters by Roger C. Altman, the Deputy Treasury Secretary, had opened last Tuesday morning. And there he was that night, lanky and amiable, chatting with the Clintons at a black-tie State Department reception for the leaders of Jordan and Israel. The powerful of Washington were gathered there, and to some, Mr. Altman's appearance seemed to proclaim, \"I am one of you, and I am staying.\"   Certainly Mr. Altman, a quietly intense man, holds a high public office, which has been his goal since the 1960's, when, as a graduate student in business, he first tasted politics, taking time off to campaign for Robert F. Kennedy. Until Whitewater washed over him, Mr. Altman seemed on track to succeed Treasury Secretary Lloyd Bentsen. He remains a member of the inner circle of President Clinton's economic advisers, and his colleagues have rallied to him, hoping for a vindication that would be the Administration's as well.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; Our National Interest","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-our-national-interest-836630.html","abstract":"  To the Editor:   Three months ago, with the outbreak of violence in Kigali, the international community panicked and pulled out of Rwanda. Against the urging of the Secretary General, the United States and others crippled the ability of a United Nations peacekeeping force of 2,500, which had been in Rwanda since 1990, to curtail the killing rampage.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"The Claims About 'Asian' Values Don't Usually Bear Scrutiny","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-the-claims-about-asian-values-dont-usually-bear-scrutiny.html","abstract":"[ATTENTION ALL IHT STAFF :The Singapore courts have ruled that material contained in the following article represents libel.Do not provide copies of this story to anyone not employed by the IHT without consulting the Publisher's office.Do not use in","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Cheevers Sentenced for Tax Evasion","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-cheevers-sentenced-for-tax-evasion.html","abstract":"  GERRY CHEEVERS, the former coach and star goalie of the Boston Bruins, was sentenced in Concord, N.H., yesterday to three years' probation and 500 hours of community service for income tax evasion. The United States District Court also ordered him to pay back $10,000 in back taxes, interest and penalties. In court in May, Cheevers blamed gambling for his problems. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Amid Ethnic Wars, Psychiatrists Seek Roots of Conflicts","web_url":"https://www.nytimes.com/1994/08/02/science/amid-ethnic-wars-psychiatrists-seek-roots-of-conflicts.html","abstract":"  WHEN Vamik Volkan was growing up in a Turkish family on the island of Cyprus, he heard rumors that each knot in the local Greek priest's cincture stood for a Turkish child the priest had strangled. Young Vamik also heard, in tones of dismay, that his Greek Cypriot neighbors ate pigs, considered too dirty to eat in Islamic culture.   Now a psychiatrist at the University of Virginia, Dr. Volkan, who came to the United States in 1957, cites these Turkish Cypriot attitudes as examples of how ethnic hatreds can be kept simmering from generation to generation. Dr. Volkan proposes that a reservoir of hostile biases like these, as well as bitter memories of historical grievances, are shared by members of an ethnic group, and can set off active antagonism in times of group hardship or under the prodding of ambitious leaders.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Greek Coach to Quit Over Cup Disaster","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-soccer-greek-coach-to-quit-over-cup-disaster.html","abstract":"  Following Greece's poor showing in its first World Cup appearance, ALKIS PANAGOULIAS said yesterday he will resign as coach when his contract expires Aug. 31. Panagoulias, 60, was coach of the United States team during the 1984 Olympics and 1986 World Cup qualifying. Greece finished last at the 24-nation World Cup, losing, 4-0, to Argentina and Bulgaria and, 2-0, to Nigeria. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Judge Allows Head Shaving Of a Woman At The Citadel","web_url":"https://www.nytimes.com/1994/08/02/us/judge-allows-head-shaving-of-a-woman-at-the-citadel.html","abstract":"  In a hearing that explored the isolation Shannon Faulkner may experience as the only female cadet in a military college of 2,000 men, a Federal district judge ruled today that college officials might shave her head.   The judge, C. Weston Houck, also challenged the wisdom of assigning Ms. Faulkner to sleep in an 80-bed infirmary with no ability to lock her door, but he stopped short of ordering the college to provide a lock, saying, \"I don't want to tell you what to do.\"","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Sports of The Times; Bitten By the Glitter Bug","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-of-the-times-bitten-by-the-glitter-bug.html","abstract":"  DERRICK COLEMAN has declared war on the woman who accused him of raping her in a Detroit hotel last month. The Nets' All-Star forward and Dream Team II member was cleared of wrongdoing last week by the Wayne County prosecutor, who said that D.N.A. testing of semen taken from the woman and her clothes showed conclusively that Coleman was not the source.   Informed of the decision, however, Coleman was not relieved but defiant, saying, \"It's not over,\" and vowed that the 22-year-old woman \"will be made an example of.\"","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A Semblance of Normality Returns to Rwandan City","web_url":"https://www.nytimes.com/1994/08/02/world/a-semblance-of-normality-returns-to-rwandan-city.html","abstract":"  Within mortar range of a hillside that rebel soldiers overran to capture the city, overthrow the Government and end one of the worst mass killings the world has known, one of the favorite night clubs in Kigali -- Kigali Night -- has reopened. It seems none the worse for wear, except that its neon sign now reads: K I G A L I T.   There is no running water in Kigali. Local generators provide the only power, and it is rationed by the hour.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Odd Disorder of Brain May Offer New Clues","web_url":"https://www.nytimes.com/1994/08/02/science/odd-disorder-of-brain-may-offer-new-clues.html","abstract":"  AT age 18, Wendy Verougstraete had high ambitions. \"You are looking at a professional book writer,\" she said cheerfully. \"My books will be filled with drama, action and excitement. And everyone will want to read them. I am going to write books, page after page, stack after stack. I'm going to start on Monday.\"   But that Monday never came. Although she composes lyrics to love songs, has a rich vocabulary and tells wondrous stories, Ms. Verougstraete has an I.Q. of only 49. She cannot tie her shoes, set a table, cross the street alone or make change for a quarter.  Her reading, writing and drawing skills are like those of a first grader. Now age 25, she lives in a group home for mentally retarded adults.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Lawyers Meet to Finish Times Square Plan","web_url":"https://www.nytimes.com/1994/08/02/nyregion/lawyers-meet-to-finish-times-square-plan.html","abstract":"  New York State officials and private developers appeared close to signing an agreement last night that would take the long-delayed redevelopment of Times Square one step closer to reality.    Lawyers for the 42d Street Development Project, the state agency charged with the redevelopment of Times Square, and for the developers, a partnership of Prudential Insurance Company of America and Park Tower Realty, worked past a midnight deadline to finish an agreement for an interim redevelopment plan.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Yangon Journal; She's the Junta's Friend (and That's Not in Vogue)","web_url":"https://www.nytimes.com/1994/08/02/world/yangon-journal-she-s-the-junta-s-friend-and-that-s-not-in-vogue.html","abstract":"  Her two-tone Chanel pumps were not made for wading through puddles. But there was Miriam Marshall Segal, a white smock pulled over her couture-clad frame, touring her new shrimp-packing plant in a warehouse district in this most dilapidated of Asian capitals.   \"Now this, this to me is human rights,\" Mrs. Segal said, admiring the work of her young, stern-faced Burmese workers as they cleaned and packed handfuls of the morning's catch of meaty Black Tiger shrimp. \"We are giving jobs to 200 people here. These people have pride in their work. And that is what human rights is all about.\"","thumbnail":null,"section":"World"},{"date":"19940802","headline":"In Selma, Everything and Nothing Changed","web_url":"https://www.nytimes.com/1994/08/02/us/in-selma-everything-and-nothing-changed.html","abstract":"  Bob Mants came to the Alabama Black Belt to work for civil rights in 1965 and still has a cattle-prod scar in his back to remind him of \"Bloody Sunday,\" the attack on civil rights marchers here that evoked the worst of the dying empire of Jim Crow.   Mr. Mants is still here working as director of a hand-to-mouth economic development agency, trying to bring jobs to desperately poor Lowndes County. But his dream that he would see an old order steadily giving way to a new and better one died long ago.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Bosnian Camp Survivors Describe Random Death","web_url":"https://www.nytimes.com/1994/08/02/world/bosnian-camp-survivors-describe-random-death.html","abstract":"  He has been described as a tall slim figure with a nasal voice, a Serb in his mid-30's named Dragan Nikolic, and he appears to have displayed a singular brutality as the orchestrator of the proceedings at Susica, the Serbian concentration camp just outside this eastern Bosnian town.   Each night throughout the summer of 1992, witnesses say, Mr. Nikolic would come into the barracks and point to men or read out a list of names. Shortly afterward, people inside the building would hear shooting. The men selected never returned. According to Pero Popovic, a former guard at the camp, they were generally lined up against an electricity pylon just outside the barracks and shot.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Big Brother Carefully Coaches Writers","web_url":"https://www.nytimes.com/1994/08/02/science/peripherals-big-brother-carefully-coaches-writers.html","abstract":"  WE all want to write stories. Admit it. That prize-winning novel, short story, stage or screenplay is trying to get out.   When he is not writing novels (his 10th, \"Animals,\" should be published next year) Sol Stein gives lessons in the writing of fiction. These lessons have been distilled into two software series, first Writepro and now Fictionmaster.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Murder Trial Begins for Teen-Ager","web_url":"https://www.nytimes.com/1994/08/02/nyregion/murder-trial-begins-for-teen-ager.html","abstract":"  The defense attorney for a 14-year-old boy standing trial for the murder of a 4-year-old last summer told a Steuben County jury today that the defendant was in an uncontrollable rage when he choked and bludgeoned the child.   The baby-faced teen-ager, Eric Smith, his aviator glasses perched on a freckled nose, listened without expression as the attorney, Kevin Bradley, said in his opening remarks that an unprovoked urge to hurt the little boy had quickly escalated into a vicious series of death-dealing blows the defendant was powerless to stop.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Notre Dame Loses a Mover and a Shaker","web_url":"https://www.nytimes.com/1994/08/02/sports/colleges-notre-dame-loses-a-mover-and-a-shaker.html","abstract":"  Dick Rosenthal, who initiated Notre Dame's recent affiliation with the Big East in basketball as well as its NBC television pact for football, announced yesterday that he would retire as the university's athletic director.   Rosenthal, 61 years old, will be succeeded by Michael A. Wadsworth, a 1966 graduate of Notre Dame who is the Canadian Ambassador to Ireland. Wadsworth, a native of Toronto, will take over on Aug. 1, 1995.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Arafat Wants Talks Now On Jerusalem","web_url":"https://www.nytimes.com/1994/08/02/world/arafat-wants-talks-now-on-jerusalem.html","abstract":"  Yasir Arafat, the P.L.O. chairman, said today that Palestinians wanted to start immediate talks on the future of Jerusalem because of Israel's recognition of a special religious role there for Jordan.   In his most substantive public response to a Jordanian-Israeli declaration last week in Washington, Mr. Arafat said at a news conference at his headquarters here that the political and religious status of Jerusalem was indivisible.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Early Amphibian Fossil Hints of a Trip Ashore Earlier Than Thought","web_url":"https://www.nytimes.com/1994/08/02/science/early-amphibian-fossil-hints-of-a-trip-ashore-earlier-than-thought.html","abstract":"  IT was a real fish-eat-fish world 365 million years ago.   That is the way Dr. Neil H. Shubin, a University of Pennsylvania paleontologist, characterizes the competitive conditions in which fish were evolving bigger teeth, larger bodies and tougher armor, a fitness program for survival in the fierce marine world. But some clever fishes chose escape as the better part of valor, becoming the first amphibians and being able to feed in the water and flee to safety on land.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Observer; The Heart of Darkness","web_url":"https://www.nytimes.com/1994/08/02/opinion/observer-the-heart-of-darkness.html","abstract":"  In response to the pleas of many serious but baffled people, here is a digest of a few of the more trenchant passages in my \"Key to the Inner Meaning of 'Forrest Gump.' \"   1. What the feather tells us: The common interpretation arises from the feather's long history as a symbol for lightness. Appearing at the very beginning of the film, it seems to be a device for letting the more cerebral reviewers know they might as well go see another movie since \"Forrest Gump\" will simply be light entertainment unlikely to enrich their grasp of the meaning of things.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836095.html","abstract":"  A report in the Chronicle column on Wednesday about Elie Wiesel's visit to Sighet, Romania, where he was born, referred incorrectly to the fate of members of his family in Nazi concentration camps. Mr. Wiesel's father died in Buchenwald, not Auschwitz; one sister, not three sisters, died in Auschwitz along with Mr. Weisel's mother. The report also omitted mention of one camp Mr. Wiesel survived. He survived Buchenwald, as well as Auschwitz.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Romario's Absence Irks Barcelona Coach","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-soccer-romario-s-absence-irks-barcelona-coach.html","abstract":"  Barcelona Coach JOHAN CRUYFF is angry with the Brazilian World Cup star ROMARIO for taking an unauthorized vacation and refusing to join the rest of the team as it prepares to seek a fifth straight Spanish league title. The season begins the first week of September. \"This demonstrates a lack of respect towards his teammates,\" Cruyff told reporters. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"I.R.A. Is Seen As Prepared To End Attacks","web_url":"https://www.nytimes.com/1994/08/02/world/ira-is-seen-as-prepared-to-end-attacks.html","abstract":"  The Irish Republican Army has \"strongly indicated\" that it is preparing to suspend its campaign of killing in Northern Ireland, The Irish Times reported today.   The Times, usually accurate in its Northern Ireland reports, said in a front-page article that \"Republican sources in Belfast\" had indicated that the I.R.A. was getting ready to announce this month a unilateral cease-fire to last at least one month, possibly two or three, that could begin in September. Independent analysts with contacts in Republican circles in the North confirmed the report.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940802","time":"1994-08-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":76,"wspd":14.8},{"date":"19940802","time":"1994-08-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":78,"wspd":11.2},{"date":"19940802","time":"1994-08-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":82,"wspd":7.6},{"date":"19940802","time":"1994-08-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":5.4},{"date":"19940802","time":"1994-08-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":83,"wspd":5.4},{"date":"19940802","time":"1994-08-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":75,"wspd":5.4},{"date":"19940802","time":"1994-08-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":76,"wspd":9.4},{"date":"19940802","time":"1994-08-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":66,"wspd":7.6},{"date":"19940802","time":"1994-08-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":52,"wspd":9.4},{"date":"19940802","time":"1994-08-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":53,"wspd":7.6},{"date":"19940802","time":"1994-08-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":54,"wspd":16.6},{"date":"19940802","time":"1994-08-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":58,"wspd":11.2},{"date":"19940802","time":"1994-08-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":54,"wspd":11.2},{"date":"19940802","time":"1994-08-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":55,"wspd":11.2},{"date":"19940802","time":"1994-08-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":61,"wspd":13},{"date":"19940802","time":"1994-08-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":67,"wspd":16.6},{"date":"19940802","time":"1994-08-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":68,"wspd":14.8},{"date":"19940802","time":"1994-08-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":76,"wspd":13},{"date":"19940802","time":"1994-08-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":81,"wspd":14.8},{"date":"19940802","time":"1994-08-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":83,"wspd":7.6},{"date":"19940802","time":"1994-08-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":79,"wspd":9.4},{"date":"19940802","time":"1994-08-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":84,"wspd":7.6},{"date":"19940802","time":"1994-08-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":85,"wspd":7.6},{"date":"19940802","time":"1994-08-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":87,"wspd":5.4},{"date":"19940802","time":"1994-08-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":14.8},{"date":"19940802","time":"1994-08-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":13},{"date":"19940802","time":"1994-08-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":11.2},{"date":"19940802","time":"1994-08-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":13},{"date":"19940802","time":"1994-08-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":14.8},{"date":"19940802","time":"1994-08-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":13},{"date":"19940802","time":"1994-08-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":13},{"date":"19940802","time":"1994-08-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":14.8},{"date":"19940802","time":"1994-08-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940802","time":"1994-08-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":9.4},{"date":"19940802","time":"1994-08-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":9.4},{"date":"19940802","time":"1994-08-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":7.6},{"date":"19940802","time":"1994-08-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":7.6},{"date":"19940802","time":"1994-08-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":9.4},{"date":"19940802","time":"1994-08-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":7.6},{"date":"19940802","time":"1994-08-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":5.4},{"date":"19940802","time":"1994-08-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":7.6},{"date":"19940802","time":"1994-08-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":49,"wspd":14.8},{"date":"19940802","time":"1994-08-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":50,"wspd":16.6},{"date":"19940802","time":"1994-08-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":48,"wspd":14.8},{"date":"19940802","time":"1994-08-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":16.6},{"date":"19940802","time":"1994-08-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":61,"wspd":16.6},{"date":"19940802","time":"1994-08-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":70,"wspd":14.8},{"date":"19940802","time":"1994-08-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":14.8}]},"19940803":{"guardian_articles":[],"nytimes_articles":[{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847160.html","abstract":"  A picture in Business Day yesterday, showing police officers who held back a crowd of potential buyers at the stock exchange in Shenzhen, China, was published in error. The incident shown occurred in August 1992, not this week.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Devils and Rangers To Renew Rivalry","web_url":"https://www.nytimes.com/1994/08/03/sports/devils-and-rangers-to-renew-rivalry.html","abstract":"  The Devils, who will open and close the 1994-94 regular season with games against the Rangers, will also play them twice in the preseason.   The Devils announced a nine-game preseason schedule today, with only three of the games to be played at Byrne Meadowlands Arena. The schedule starts with a game at Philadelphia Sept. 11 and concludes here Sept. 27, against the Rangers.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Yes, Let's Recycle Coliseum as Convention Hall; A Site for Overflow Art","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-yes-let-s-recycle-coliseum-as-convention-hall-a-site-for-overflow-art-847704.html","abstract":"  To the Editor:   Re your July 24 news article on the Coliseum site: The Museum of Modern Art is looking for a place for its contemporary art. Now wouldn't that be a marriage made in heaven? The Modern could put on view a larger portion of its masterpieces in storage by displaying modern art at 53d Street and contemporary art at the Coliseum. VINCENT MARMORA  Union, N.J., July 24, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"N.A.A.C.P. Looks at Payment To Determine Who Is Liable","web_url":"https://www.nytimes.com/1994/08/03/us/naacp-looks-at-payment-to-determine-who-is-liable.html","abstract":"  The legal counsel for the National Association for the Advancement of Colored People said today that he was seeking to determine whether the group's executive director, and not the organization itself, was liable for an out-of-court settlement reached with a former employee in a sex discrimination case.   Dennis C. Hayes, the group's general counsel, said he was looking into the settlement between the executive director, the Rev. Benjamin F. Chavis Jr., and Mary E. Stansel, a former N.A.A.C.P. employee who worked as Mr. Chavis's deputy for a month last year.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"World Trade Pact Sows New Crop of Rwandas; Toxic-Friendly","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-world-trade-pact-sows-new-crop-of-rwandas-toxic-friendly-847658.html","abstract":"  To the Editor:   Should every Federal, state and local law in the United States march to a trade-above-everything drummer enforced by nontrade amateurs? That is the pivotal issue overlooked by \"Falsely Demonizing the Trade Pact\" (editorial, July 23).","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"No Five-Setters for Women","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-tennis-no-five-setters-for-women.html","abstract":"  Australian Open organizers have abandoned plans to make the 1995 women's final a best-three-of-five-set match. GEOFF POLLARD, president of the Australian tennis federation, said yesterday that talks between himself, the tournament director PAUL McNAMEE and officials of the Women's Tennis Association officials had led to the cancellation of plan. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"North Korea Says Desire to Settle the Nuclear Issue Continues","web_url":"https://www.nytimes.com/1994/08/03/world/north-korea-says-desire-to-settle-the-nuclear-issue-continues.html","abstract":"  Just days before critical talks with the United States are to begin, North Korea's new leadership partly eased uncertainty over its policies today by indicating that it would maintain an apparently constructive turn in the former leader's approach to North Korea's nuclear program.   Shortly before he died a month ago, Kim Il Sung, Communist North Korea's absolute ruler for nearly five decades, turned away from confrontation by suspending his efforts to produce plutonium, the raw material for atomic bombs.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"The Fight to Save the N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/08/03/opinion/the-fight-to-save-the-naacp.html","abstract":"Roy Wilkins, the great executive director of the National Association for the Advancement of Colored People from 1955 to 1977, preached that \"black power is black death.\" But Wilkins's vision of the N.A.A.C.P. as an interracial force, pushing at the gates to gain mainstream opportunities for blacks, is no longer shared by a majority of the association's 64-member board.\n\nThe majority's indifference to integration is part of a drift toward alliances with black nationalists like Leonard Jeffries and Louis Farrakhan and a view that the nation's oldest civil rights organization needs a radical overhaul. Younger blacks view integration as passe, in this view, so the N.A.A.C.P. needs to emphasize the degradation of ghetto life at the expense of traditional concerns like racial separatism on campuses.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Maybe I Should Send My Posters to Poland?","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-maybe-i-should-send-my-posters-to-poland-847712.html","abstract":"  To the Editor:   On July 26 you reported a flap in San Rafael, Calif., in which shoppers objected to art about undocumented workers that appeared on supermarket grocery bags. The same day, a lengthy, glowing article applauded the return of Polish poster art after the fall of Communism. These articles point up the problem faced by artists in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"State and Developer Agree to Refurbish Times Square Storefronts","web_url":"https://www.nytimes.com/1994/08/03/nyregion/state-and-developer-agree-to-refurbish-times-square-storefronts.html","abstract":"  New York State and a principal developer in the long-delayed Times Square redevelopment project yesterday agreed to a stopgap plan for refurbishing dozens of storefronts while the developer waits for the real-estate market to improve.   The Prudential Insurance Company of America and Park Tower Realty, the development partnership, agreed to pay $20 million for renovating the storefronts and $2.6 million for decorative lighting and other street improvements.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Militant Group's Tax Exemption Is Attacked","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-clinic-violence-militant-group-s-tax-exemption-attacked.html","abstract":"  A House Democrat asked the Internal Revenue Service today to revoke the tax-exempt status of an Alabama organization that has advocated killing doctors who perform abortions.   \"I find it almost beyond imagination that the Federal Government would subsidize by tax exemption an organization that dedicates itself to murder,\" said the lawmaker, Representative Charles E. Schumer of Brooklyn. \"It's just appalling.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"SENATE'S LEADER UNVEILS HIS PLAN FOR HEALTH CARE","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-senate-senate-s-leader-unveils-his-plan-for-health-care.html","abstract":"  The Senate majority leader today proposed national health insurance legislation that he said would achieve coverage of 95 percent of Americans by the year 2000 through voluntary measures and subsidies. A commission would then tell Congress what it should do to insure the rest.   Senator George J. Mitchell of Maine, in the rare role of managing legislation, said at a news conference that he did not yet have the votes to pass his bill. But he added: \"I believe in the members of the Senate. I believe in their desire to do what's right for this country. And I hope that ultimately a majority can be persuaded, bipartisan, to support this.\" He said debate would begin on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Is There Raunch in Rock After 50? A Yes Vote From the Rolling Stones","web_url":"https://www.nytimes.com/1994/08/03/arts/pop-review-is-there-raunch-in-rock-after-50-a-yes-vote-from-the-rolling-stones.html","abstract":"  The Rolling Stones won't grow old gracefully. If they have their way, they won't grow old at all; they'll keep acting like raunchy young wastrels who'll never stop rocking. With their first tour since 1990, which started here on Monday night at Robert F. Kennedy Stadium, the Rolling Stones are still leering and strutting like adolescents, while twanging and socking like professionals.   As usual, the Stones bring a stadium spectacular with them. They romped among walls and waves of lights, below computer animations and video blowups and amid bits of Caribbean carnival spectacle, apparently tied to the title (though not the contents) of the band's new album, \"Voodoo Lounge\" (Virgin). (The tour will be in the New York area, at Giants Stadium, on Aug. 12, 14, 15 and 17.) Before the Stones appeared, the Haitian group Rara Machine performed voodoo-style drumming and dancing in bleachers near the stage.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Senate's Promising Health Bill","web_url":"https://www.nytimes.com/1994/08/03/opinion/senate-s-promising-health-bill.html","abstract":"  The health-care bill that the majority leader, George Mitchell, put before the Senate yesterday looks encouraging. It would achieve universal coverage and market reform by borrowing artfully from two flawed committee bills. It is far better than the poorly designed bill before the House. Though there is a glaring fault that needs to be corrected, Mr. Mitchell has provided a workable basis for reform.   Mr. Mitchell's bill would achieve universal coverage in stages. It would first try voluntary reforms to soak up the uninsured. But if by 2000 less than 95 percent of the population is covered, Congress would vote on a plan that is independently certified to achieve universal coverage. If Congress turns down such a plan, an employer mandate would automatically kick in. Employers hiring 25 or more workers would have to pay half the cost of insuring their workers; subsidies would be provided to workers at small companies to buy coverage.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Bonilla Finally Boosts Own Spirits","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-bonilla-finally-boosts-own-spirits.html","abstract":"  It's another sticky and warm afternoon at Columbia Presbyterian Medical Center, and a soft-featured youth of 17 -- chatty, with a moustache in training -- waits nervously with his family at his bedside for the man whose posters cover his bedroom walls.   \"Bobby Bo!\" he says, his words tumbling out. \"I've always wanted to meet him.\"","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"A Man With a Vision: The Biggest Gun Ever","web_url":"https://www.nytimes.com/1994/08/03/arts/television-review-a-man-with-a-vision-the-biggest-gun-ever.html","abstract":"  \"Doomsday Gun,\" an HBO Showcase presentation, has all the earmarks of a high-concept thriller with a plot hewn by several people sitting around a conference table. It's the story of a man whose full-scale, never-ending pursuit of his boyhood dream makes him seem sexy to his wife, charming to his colleagues, avuncular to his employees.    And formidable to his enemies, who are many and powerful. Their opposition, naturally, makes him only more determined to succeed. And that, of course, warps his dream into an obsession, which becomes, alas, the inevitable tragic flaw.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Sharpton Calls on Governor To Drop Liberal Endorsement","web_url":"https://www.nytimes.com/1994/08/03/nyregion/sharpton-calls-on-governor-to-drop-liberal-endorsement.html","abstract":"  Saying that mainstream parties have not served black voters, the Rev. Al Sharpton announced today the formation of a new party that might field a candidate against Gov. Mario M. Cuomo.   The announcement of a new Freedom Party, on the day that Mr. Sharpton left for an six-day visit to Rwanda, appeared aimed at both practical and lofty concerns: Dissatisfied with their representation in the Democratic Party and other liberal groups, black voters around the nation have begun exploring their own political organizations.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Vigil for Slain Girl, 7, Backs a Law on Offenders","web_url":"https://www.nytimes.com/1994/08/03/nyregion/vigil-for-slain-girl-7-backs-a-law-on-offenders.html","abstract":"  More than 1,000 people turned out for a vigil last evening for Megan Kanka, the 7-year-old New Jersey girl who was strangled last weekend.   The gathering in a park in Hamilton Township, N.J., a suburb of Trenton, was in support of what is being called Megan's Law, a proposal that would require sex offenders to notify local officials when they move into a community. A twice-convicted sex offender has confessed to the murder.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"SENATORS ASSAIL TREASURY DEPUTY","web_url":"https://www.nytimes.com/1994/08/03/us/the-whitewater-affair-the-overview-senators-assail-treasury-deputy.html","abstract":"  In high dudgeon, members of both parties on the Senate Banking Committee assailed Deputy Treasury Secretary Roger C. Altman on Tuesday and into the early hours today for having been untruthful, in their view, about the Whitewater case at a hearing last February.   In a session that went on until 2:08 A.M., the most contentious day of Whitewater hearings yet, Senator Alfonse M. D'Amato, Republican of New York, accused Mr. Altman of being \"at the very least disingenuous.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Bullets Trade Away Adams And Open the Floor for Skiles","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-basketball-bullets-trade-away-adams-and-open-the-floor-for-skiles.html","abstract":"  The Washington Bullets handed SCOTT SKILES the keys to their offense yesterday as they traded MICHAEL ADAMS to the Charlotte Hornets for second-round draft picks in 1996 and 1997. Adams ranks fifth on the Bullets' career assist list, but Washington General Manager JOHN NASH said Skiles, acquired Friday in a trade with Orlando, is more qualified to run the floor. \"I think Scott is a little better suited to play halfcourt basketball,\" Nash said.   The turn of events delighted Skiles, who was destined to be buried on the Orlando bench behind ANFERNEE HARDAWAY. \"This is a great opportunity for me,\" Skiles said. \"In Orlando, I'd probably be looking at playing 10 minutes a game. Now I'm a starter on a young team that has a chance to do something this year.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Belgrade Issues Warning to Bosnian Serbs","web_url":"https://www.nytimes.com/1994/08/03/world/belgrade-issues-warning-to-bosnian-serbs.html","abstract":"  With the threat of stiffer economic sanctions dangling over it, Serbia warned today that it would \"end cooperation\" with Serbian nationalist rebels in Bosnia if they do not accept an international plan to end the Bosnian war.    The Serbian Government has made such threats before, and even claimed to have closed the Serbian-Bosnian border for a time in 1993 in an effort to show that it was complying with international demands that it pressure the Bosnian Serbs to make peace.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"22 Are Arrested in Thefts Of Kennedy Airport Cargo","web_url":"https://www.nytimes.com/1994/08/03/nyregion/22-are-arrested-in-thefts-of-kennedy-airport-cargo.html","abstract":"  Three major air-cargo theft rings that stole millions of dollars in merchandise from warehouses around Kennedy International Airport were shut down yesterday with the arrests of 22 suspects, many with connections to organized crime, law-enforcement officials said.   Preferring stormy weather because it caused a flurry of alarm-system breakdowns, the thieves broke into dozens of cargo warehouses in the last three years, stealing everything from Dom Perignon champagne to Reebok sneakers to a $1 million shipment of Kodak film, said the Queens District Attorney, Richard A. Brown. Investigators said they can document about $5.5 million worth of merchandise stolen by the thieves but believe the actual amount to be in the tens of millions.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Public & Private; A Very Loud Silence","web_url":"https://www.nytimes.com/1994/08/03/opinion/public-private-a-very-loud-silence.html","abstract":"  They are older now. Jane Hodgson is 79; it has been nearly a quarter-century since she performed an abortion on a patient with German measles and was immediately arrested for violating Minnesota law. Irving Rust is 64. He was a young man when abortion became legal in New York, much of his training spent treating women burned, torn or infected inside by the desperation measures of ending a pregnancy.    John B. Britton would have been 70 next birthday had he not been murdered outside a clinic in Pensacola last week.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Avoiding Basic Human Desires, or Trying To","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-avoiding-basic-human-desires-or-trying-to.html","abstract":"Family dinners with master chef in Taipei. Original, surprising and generally disarming.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"Hope Springs Here and Now: Eighteen Start in Hambletonian","web_url":"https://www.nytimes.com/1994/08/03/sports/harness-racing-hope-springs-here-and-now-eighteen-start-in-hambletonian.html","abstract":"  The Hambletonian, the most prestigious event in harness racing, will go off at the Meadowlands on Saturday with no overwhelming favorite.   The fourth-place finish of Victory Dream in the Beacon Course Trot, the last prep before the $1.2 million Hambletonian, has created a wide-open race in the second leg of trotting's triple crown.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Bentsen Aide's Lessons, Penned in Diaries, Emerge Painfully in Public","web_url":"https://www.nytimes.com/1994/08/03/us/whitewater-affair-assessment-bentsen-aide-s-lessons-penned-diaries-emerge.html","abstract":"  At the end of his diary entries, Joshua L. Steiner would sometimes draw morals for himself, similar to the ones the birds and foxes and grasshoppers learned at the end of Aesop's fables.   Testifying today before the Senate panel looking into Treasury Department contacts with the White House on the Whitewater matter, Mr. Steiner, the 28-year-old chief of staff for Treasury Secretary Lloyd Bentsen, was asked to read aloud the \"lessons\" that capped one of his February diary entries.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Yes, Let's Recycle Coliseum as Convention Hall","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-yes-let-s-recycle-coliseum-as-convention-hall-847690.html","abstract":"  To the Editor:   Of the eight people who said what they'd do if they had the New York Coliseum site at Columbus Circle, whose fate is now uncertain after the collapse of Mortimer B. Zuckerman's plan to build a high-rise building complex on the site (news article, July 24), only Manhattan Borough President Ruth Messinger suggests a simple, productive option: \"As an interim step, reuse the Coliseum building as a convention hall.\"","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847143.html","abstract":"  An article on June 5 about the financial difficulties of Mafia defendants in Philadelphia misstated the locations of the practice of Alan Ellis, a former president of the National Association of Criminal Defense Lawyers, who spoke about the situation. He practices in Philadelphia and in Mill Valley, Calif., not in San Diego. Mr. Ellis pointed out the error in a letter that reached The Times on Monday.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Gentlemen Start . . . Er, Who Are These Guys?","web_url":"https://www.nytimes.com/1994/08/03/sports/auto-racing-gentlemen-start-er-who-are-these-guys.html","abstract":"  At its best, the inaugural Brickyard 400 on Saturday will demand much more driving skill than stock-car racing's other jewel, the Daytona 500. But it also means that at its worst, the Brickyard 400 could quickly degenerate into the Junkyard 400.   Darrell Waltrip, as both car owner and driver, will be in about as deep as a man could want to get when Nascar finally hits Broadway, in this case, its first race at the Indianapolis Motor Speedway.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"An Impatient Advocate Stirs Up the Education Department's Right Office","web_url":"https://www.nytimes.com/1994/08/03/us/an-impatient-advocate-stirs-up-the-education-department-s-right-office.html","abstract":"  In the year that she has served as the Assistant Education Secretary for Civil Rights, Norma V. Cantu has moved through the once-moribund office like the blustery winds that sweep across the plains of her native Texas.   She has ordered her 10 regional offices to double the number of complaints they investigate. She has told regional officials to hire more bilingual staff members. And her office, which acts as a watchdog against civil rights violations in educational institutions, has unleashed a flurry of regulations on age discrimination and racial and sexual harassment on the job and in the classroom.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Taylor Finally Gets His Wish","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-boxing-taylor-finally-gets-his-wish.html","abstract":"  MELDRICK TAYLOR will finally get a chance to avenge the most disappointing loss of his career next month when he fights JULIO CESAR CHAVEZ for the W.B.C. superlightweight title on Sept. 17, about four and one-half years after the referee stopped the fight with Taylor ahead on two of the three judges' scorecards and two seconds remaining in the final round. \"This is something that I've been thinking about for the last four years,\" Taylor said yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"In School","web_url":"https://www.nytimes.com/1994/08/03/us/in-school.html","abstract":"  There was no talk of college in Daniel Gonzalez's home when he was growing up, despite his straight A average. Nor was the boy encouraged in junior high school in South-Central Los Angeles, where most of his teachers set meager goals for him.    \"They used to tell me, 'Get a high school diploma,' \" Daniel said. \"Even to be a custodian, they said, you need a high school diploma.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"A New Frontier In Grilling: Fruit","web_url":"https://www.nytimes.com/1994/08/03/style/a-new-frontier-in-grilling-fruit.html","abstract":"NOT long ago, most Americans found the idea of grilling vegetables laughable. Back then, throwing an eggplant or a bell pepper on the grill and burning it black would have been considered a culinary disaster rather than a prelude to great eating. But after a decade or so of borrowing from the cooking of other cultures, Americans are happily tossing everything from mushrooms to zucchini onto the grill.\n\nNow, the incredulous looks once reserved for grillers of vegetables are cast in the direction of those who recommend putting fruit over the grilling fire. But as with vegetables, those cooks willing to introduce fruit to flame will find that a slightly smoky char enhances its inherent sweetness and deepens its flavors.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"Azinger Ready to Be A Fixture on Fairway","web_url":"https://www.nytimes.com/1994/08/03/sports/golf-azinger-ready-to-be-a-fixture-on-fairway.html","abstract":"  He stepped inside the ropes for the first time in nine months today, nodding and waving to the applauding gallery that had assembled next to the first tee at Warwick Hills Golf and Country Club. It was a big crowd for a Tuesday at the Buick Open, and as the day wore on, it would get bigger. They showed up on this damp, gray morning to share in a special moment.   Paul Azinger was about to leap back into his element, about to go from cancer patient back to PGA Tour professional golfer. The awful series of six chemotherapy sessions were a distant memory, the five weeks worth of daily radiation treatments were all in the past.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Brushback Pitch: Owners to Kill Pension Payment","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-brushback-pitch-owners-to-kill-pension-payment.html","abstract":"  In a move that is certain to raise the level of hostility and further erode the chances of reaching an agreement that would prevent a baseball players' strike Aug. 12, the owners have decided not to make a payment of about $8 million to the players' pension plan.   Richard Ravitch, the owners' chief labor executive, confirmed last night that he had informed the plan's administrator, Leonard Gray, in a letter dated last Friday that the payment would not be forthcoming Aug. 1, as the expired benefit plan agreement between the clubs and the players provides.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"The Voices of Taiwan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-the-voices-of-taiwan-letters-to-the-editor.html","abstract":"Reading the New York Times editorial \"Taiwan Deserves Respect\" (Opinion, July 18), was both exciting and humiliating for me and undoubtedly for many other Taiwanese residing in the United States..It was exciting to see respected publications","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Ryan Spies Again, This Time as C.I.A. Battles Drug Lords","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-ryan-spies-again-this-time-as-cia-battles-drug-lords.html","abstract":"Colombian drug cartel. Gripping thriller.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"Manzanillo Tries a Rest Cure","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-manzanillo-tries-a-rest-cure.html","abstract":"  The number of reliable relievers in the Mets' bullpen shrank by one yesterday when a magnetic resonance imaging exam revealed that Josias Manzanillo has a bone spur in his right shoulder that is causing tendinitis and inflammation.   Manzanillo, whose 2.66 earned run average is the lowest of any Met reliever who has pitched more than 10 innings, will sit for 10 days to 2 weeks in what Gerry Hunsicker, the assistant vice president for baseball operations, termed a conservative approach to the injury.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847194.html","abstract":"  A picture caption yesterday about the cancellation of a Woodstock anniversary concert misstated the circumstances of the picture. It was taken on July 26 at a news conference to announce some of the performers; it was not taken on Monday, when the concert was canceled.  ","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Jury Acts to Free Mental Patient in Killing","web_url":"https://www.nytimes.com/1994/08/03/nyregion/jury-acts-to-free-mental-patient-in-killing.html","abstract":"  In a verdict that perplexed prosecutors and mental-health administrators, a Manhattan jury has found that even though a man who has confessed to murder still has a mental disorder and poses a danger to society, he should no longer be held against his will.   Lawyers said yesterday that the verdict on Monday evening resulted from an unexpected interpretation of an outdated law. Apparently surprised by the jury's decision, Justice Martin Evans of State Supreme Court ordered a stay preventing the release of the man, Ronald K. Crumpley, until the Manhattan District Attorney's office decides whether to appeal. The judge meantime authorized his transfer to a minimum-security hospital.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"In America; Second Round of a Bad Rap","web_url":"https://www.nytimes.com/1994/08/03/opinion/in-america-second-round-of-a-bad-rap.html","abstract":"  Eric Jackson is something less than your basic solid citizen. He's a thief and a predator who's spent much of his life lurking in shadows, alert to any opportunity to do wrong.   Charles Hynes, known to his pals as Joe, is the District Attorney of Brooklyn. He would like the voters to make him State Attorney General. In the eyes of a politician, a lowlife like Eric Jackson can be a godsend, a sacrifice on the altar of ambition. So Mr. Hynes has joined the parade of politicians who have conducted an outlandish campaign, spread over 15 years, to nail Mr. Jackson for six murders he never committed.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"GOODWILL GAMES;\nRussia's Gymnastic Guru Leads Men to Title","web_url":"https://www.nytimes.com/1994/08/03/sports/goodwill-games-russias-gymnastic-guru-leads-men-to-title.html","abstract":"Six years ago, the Soviet gymnastics training camp at Krugloye Lake outside of Moscow was considered a state secret, off limits to foreigners. There, Russian trainers made Olympic athletes, the Soviet Union's other weapon against the West.\n\nNow the roof in the gym leaks. The 60 athletes who train there get hot dogs instead of caviar. But their secret weapon remains Leonid Arkayev.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"1944: U.S. Hit General : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1944-us-hit-general-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS Allied Expeditionary Force - [From our New York edition:] The death in Normandy on July 25 of Lieutenant General Lesley J. McNair, former commander of United States Army ground forces, was caused by a bomb dropped by an American plane","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Man Charged In an Attempt To Sell His Son","web_url":"https://www.nytimes.com/1994/08/03/nyregion/man-charged-in-an-attempt-to-sell-his-son.html","abstract":"  A Bronx man was ordered held on $10,000 bail yesterday after he tried to sell his 4-month-old son to strangers on a Queens street for $1,000, the police said.   The man, Vincent Slight, 37, of 2480 Belmont Avenue in East Tremont, was arrested at 7:18 P.M. on Monday at the corner of Queens Boulevard and Union Turnpike in Kew Gardens after passers-by called the police, said Detective Andrew McInnis, a spokesman for the New York City Police Department.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Court Panel Bars Maddox for 5 More Years","web_url":"https://www.nytimes.com/1994/08/03/nyregion/court-panel-bars-maddox-for-5-more-years.html","abstract":"  Alton H. Maddox, a civil-rights lawyer who has been suspended since 1990, has been barred from practicing law for five more years for his refusal to cooperate with an ethics panel looking into his conduct in the Tawana Brawley case.    A five-judge panel of the Appellate Division in Brooklyn said Mr. Maddox's refusal to testify before a committee investigating his conduct in the Brawley case \"bespeaks a fundamental disrespect for the judicial system.\" Ms. Brawley was a black teen-ager whose family and advisers claimed in 1988 that she had been kidnapped, raped and beaten by a gang of white men in Dutchess County. The authorities later said the case was a hoax.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Fierce Sailor Done In By Shrinking Horizon","web_url":"https://www.nytimes.com/1994/08/03/sports/yacht-racing-fierce-sailor-done-in-by-shrinking-horizon.html","abstract":"  A new addition to the sailing glossary, one acquired here during a recent visit to the Wadawanuck Yacht Club, is \"a horizon job.\"   A yacht finishes a race so far ahead of its opponents that it has left them over the horizon. The definition of this term is not unlike the reply given Queen Victoria when she asked who was second to America in the 1851 race around the Isle of Wight that led to the America's Cup series: \"There is no second, your majesty.\"","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"U.S. District Court Upholds 'Gerrymander' for Blacks","web_url":"https://www.nytimes.com/1994/08/03/us/us-district-court-upholds-gerrymander-for-blacks.html","abstract":"  The United States District Court here has ruled that a serpentine, 160-mile-long Congressional district in North Carolina, though deliberately drawn along racial lines, is nonetheless constitutional because it helps remedy past discrimination against blacks.   In a 2-to-1 ruling late Monday, the court said that the district amounted to a \"racial gerrymander,\" but ruled that its odd shape alone was not reason to void it. The district, the 12th, meanders along Interstate 85, connecting several cities with sizable black populations. In some places it is no wider than the highway itself.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Gone to the Dogs","web_url":"https://www.nytimes.com/1994/08/03/opinion/gone-to-the-dogs.html","abstract":"It has been a bad summer for the American Kennel Club, the organization that oversees registrations and dog shows for 130 U.S. breeds. It has been sued for $11 million by Labrador retriever breeders who resent its distaste for short retrievers; the two independent breed registries that the club sought to bring into its fold are fighting its efforts, and according to The Washington Post the Justice Department is reviewing allegations of antitrust activity. Conversely, it has been a great summer for the American dog.\n\nThe American Kennel Club was formed in New York in 1878 by a group of rich dog fanciers who didn't let any old mutt into their club; breed registries aspiring to join had to turn over spotless stud books (the records of all purebred matings within the breed) and produce an established conformation standard (what the dog should look like). Those breeds that didn't measure up, or whose owners didn't care to become vassals of the kennel club, were ignored and considered mongrels.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Nassau Board Approves a Legislative Map","web_url":"https://www.nytimes.com/1994/08/03/nyregion/nassau-board-approves-a-legislative-map.html","abstract":"  The Nassau County Board of Supervisors today unanimously approved a charter for a new form of county government, setting the stage for the creation of a 19-member legislature and the extinction of the board, which has governed Nassau for almost 100 years.   The decision came after months of acrimonious debate over the legislative district map and the scope of the new government that had been ordered by a Federal judge, who ruled last year that the county's present form of government violated the constitutional principle of one person one vote.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Invading Haiti Won't Help : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-invading-haiti-wont-help-letters-to-the-editor.html","abstract":"As the former U.S. ambassador to the European headquarters of the United Nations and an international human rights activist for 30 years, I fail to understand the American- led push for outside military intervention in Haiti..There are many human right","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"This Doll Tells the Young to Hold Off","web_url":"https://www.nytimes.com/1994/08/03/us/this-doll-tells-the-young-to-hold-off.html","abstract":"  It doesn't take a rocket scientist to figure out how to become a parent, but a rocket scientist believes that he has found a way to deter people -- particularly teen-agers -- from becoming parents.   Richard Jurmain, an unemployed aerospace engineer who worked with the space agency, has developed a high-tech doll to give people a realistic sample of parenthood. The doll is programmed to shriek at random intervals day and night.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Europe Wilts, Records Fall In Heat Wave","web_url":"https://www.nytimes.com/1994/08/03/world/europe-wilts-records-fall-in-heat-wave.html","abstract":"  Much of Europe baked in the sixth week of a heat wave today, with the temperature expected to go as high as 100 degrees in eastern Germany and Poland later this week and no relief forecast until Sunday.   Last month was the hottest and sunniest on record in most places from the Netherlands to Hungary and Poland. Hamburg and Stockholm, normally cool and breezy even in the summer, registered the highest average temperature for July ever, 71 degrees.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Killings Harden a Debate on Capitol Hill","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-abortion-issue-killings-harden-debate-capitol-hill.html","abstract":"  Since last week's double slaying at a Florida abortion clinic, both sides in the debate have redoubled their resolve over how the emerging health care bills should cover abortion, with the Democratic leadership still searching for a compromise.   Abortion-rights proponents said today that the killings at a Pensacola clinic underscored the necessity for making abortion part of a basic benefits package. Not to do so, said Eleanor Smeal, president of the Fund for a Feminist Majority, would \"marginalize\" women and abortion providers and set them up for being \"picked off, terrorized and tortured.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Islanders Add 5 Free Agents","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-hockey-islanders-add-5-free-agents.html","abstract":"  With training camp just a month away, the Islanders beefed up their preseason roster yesterday, coming to terms with five free agents: forwards ANDY BRICKLEY and KIP MILLER, defensemen GORD DINEEN and MILAN TICHY and goaltender FRANK PIETRANGELO.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/08/03/books/book-notes-845221.html","abstract":"  Played the Game?     Hoping to capitalize on the huge market of people who play the electronic games \"Myst\" and \"Doom\" (and who might not read very many books), two agents have taken the intriguing step of offering publishers the chance to buy what could be the first novelizations of popular computer games.    Agents representing the properties have begun circulating proposals among big-name publishers, but the publishers don't know quite how to respond, particularly as far as price. \"Nobody's really tapped this market yet, and it's either going to be really huge, or fall completely flat,\" was how one publisher described this new genre of books.","thumbnail":null,"section":"Books"},{"date":"19940803","headline":"49er Way Fits Moore; So Does Jets' Staff","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-football-49er-way-fits-moore-so-does-jets-staff.html","abstract":"  They flickered across Rob Moore's living room: Jerry Rice and John Taylor.   The 49er receivers showed up on film, and they showed Moore the level he needed to reach with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Japan's Premier Scraps Socialist Party Doctrine","web_url":"https://www.nytimes.com/1994/08/03/world/japan-s-premier-scraps-socialist-party-doctrine.html","abstract":"  Prime Minister Tomiichi Murayama rattled the country recently with several bold announcements.   The armed forces, one of the largest military machines in the world, are legal, he declared, the country's nuclear reactors, providing about a quarter of Japan's electricity, will not be shut down and the flag and anthem praising the Emperor will remain the national symbols.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Rwanda as Seen From the Moon","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-rwanda-as-seen-from-the-moon.html","abstract":"These have been momentous days. A man- made tidal wave of unspeakable ferocity is engulfing millions in Africa. Along the Jordan River, meanwhile, peace bells ring. Yet in Buenos Aires and London, vicious explosions, set off by enemies of peace, leave us","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Speed Up Rwandan Relief","web_url":"https://www.nytimes.com/1994/08/03/opinion/speed-up-rwandan-relief.html","abstract":"  How can it take so long for the industrial powers to deliver emergency supplies and equipment that are desperately needed to save the lives of Rwandan refugees?   As refugees began to be ravaged by cholera and dysentery from drinking contaminated water, relief workers begged for a clean water supply. American equipment was rushed in to purify a million gallons of drinking water a day. But relief workers complain that pure water is not much good unless it gets to the refugees; they say 200 tanker trucks are needed to deliver it. About 20 have arrived. Where are the other trucks?","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"From Atlanta to Birmingham, Blur of Progress and Stagnation","web_url":"https://www.nytimes.com/1994/08/03/us/from-atlanta-to-birmingham-blur-of-progress-and-stagnation.html","abstract":"  She was only 14 when she joined Martin Luther King 31 years ago in the civil disobedience that broke the back of the South's fiercest segregation, but Frances Foster White knew just where she wanted to go -- the grand spiral staircase in the Pizitz department store that led to the whites-only mezzanine cafe.   \"I always had a thing for Loretta Young,\" said Mrs. White, now a medical assistant at a local hospital, recalling the 1950's television series that began with Miss Young sweeping down a stairway in a glamorous gown. \"And that's why I chose Pizitz, because I wanted to walk down that staircase, proud, with my head held high. And I did it. And it's something I'll always be proud that I did.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"The Giants' No. 1 Pick Finally Gets to Work","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-football-the-giants-no-1-pick-finally-gets-to-work.html","abstract":"  Thomas Lewis, the Giants' first-round choice in the National Football League draft, finally got on the field in training camp today. Even he said it was about time.   The delay was caused by injury, and the wide receiver from Indiana recited this timetable:","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"New Light Shed on Churchill and Pearl Harbor","web_url":"https://www.nytimes.com/1994/08/03/world/new-light-shed-on-churchill-and-pearl-harbor.html","abstract":"  A newly declassified document suggests that Britain did not have advance warning of the Japanese attack on Pearl Harbor, casting doubt on the theory that Churchill deliberately withheld such information from Roosevelt to make sure the United States entered the war, a historian here says.   Anthony Best, a lecturer in international history at the London School of Economics, said an internal history of British naval intelligence prepared in 1945 and released by the Government last week states that although there were warning signals about Japan's intentions, Britain did not know in early December 1941 that a Japanese force was preparing to attack the American fleet in Hawaii.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Now, Onward to Japan","web_url":"https://www.nytimes.com/1994/08/03/sports/IHT-now-onward-to-japan.html","abstract":"The pace of modern living may be too hot even for Americans born to the throw-away age. Alan Rothenberg, chairman of a World Cup which, by any definition, last month crossed the \"Final Frontier,\" is soon to announce what he has drummed up for t","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/03/nyregion/inside-840629.html","abstract":"  Cross-Border Welfare Fraud   A check of public assistance rolls in six states found more than 4,200 people who apparently 'double dipped' by getting benefits in New York and elsewhere, officials said. Page B1. Sponsor Warns Bosnia Serbs    In its strongest warning to date, Serbia's Government told the Bosnian Serbs that it would cut off support for them if they did not accept an international peace plan. Page A10. Race and Breast Cancer    Recent studies indicate that breast cancer might appear in a more deadly form among black woman than it does among white women. Page C10. Age-Old Ills of the South    Three decades after the civil rights movement wiped out institutional segregation, race relations in the South have been a confusing blur of progress and stagnation. Page A14.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"New Misstatements Admitted In Handling of Foster's Files","web_url":"https://www.nytimes.com/1994/08/03/us/whitewater-affair-white-house-new-misstatements-admitted-handling-foster-s-files.html","abstract":"  The White House said today that it had given a misleading account for months of how senior officials had disposed of files on President Clinton's Whitewater real estate investment that were found in the office of Vincent W. Foster Jr. after his suicide a year ago.   It was the third time since December that officials have acknowledged inaccurate or incomplete explanations of how they dealt with papers in Mr. Foster's office.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"It's Curtains for Braves, Curtain Call for Brogna","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-it-s-curtains-for-braves-curtain-call-for-brogna.html","abstract":"  Rico Brogna did not win the ball game at Shea Stadium last night. He did not have the game-winning hit or score the game-winning run or pitch eight innings without giving up an earned run.   Brogna was the Met, though, who got the hero's treatment. His popularity -- and his local legend -- already noteworthy after six short weeks in the majors, Brogna earned his first career curtain call last night, when his two-run, eighth-inning homer off Atlanta's Steve Bedrosian capped a 4-1 victory for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"A Latvian Bars Ordaining Women","web_url":"https://www.nytimes.com/1994/08/03/world/a-latvian-bars-ordaining-women.html","abstract":"  The oldest working pastor in the Evangelical Lutheran Church of Latvia is 93. The youngest, ordained this year, is 18. The Archbishop of Latvia says the shortage of pastors in his country is so extreme that he has to take anyone he can get.   Except women.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"How Lack of Sleep Can Make You Fat","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-how-lack-of-sleep-can-make-you-fat-847674.html","abstract":"  To the Editor:   While most explanations of obesity focus on external factors such as dietary choice or lack of exercise, an equally plausible explanation may be another appetitive behavior: sleep.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847178.html","abstract":"  A report in the Company News column of Business Day on Saturday about a $680 million noncash charge against earnings by the Mobil Corporation misstated the quarter in which the after-tax charge was being taken. The charge reduced the earnings previously reported for the first quarter of 1994, not the second quarter.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Islamic Hard-Liners Said to Gain Ground in Iran","web_url":"https://www.nytimes.com/1994/08/03/world/islamic-hard-liners-said-to-gain-ground-in-iran.html","abstract":"  After years of internal political struggle for control of Iran's Islamic revolution, the pragmatic faction led by President Hashemi Rafsanjani has been backed into a corner by resurgent hard-liners.   The advance of the Shiite Muslim radicals in the last few months appears to put an end, at least for now, to foreign diplomats' perennial expressions of hope that Iran would mend its relations with the United States and other Western countries, and end its support of Islamic revolutionary movements abroad.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Deadliness of Breast Cancer In Blacks Defies Easy Answer","web_url":"https://www.nytimes.com/1994/08/03/us/deadliness-of-breast-cancer-in-blacks-defies-easy-answer.html","abstract":"  IN the two decades that the National Cancer Institute has been gathering data on breast cancer, one thing has been clear: although white women are more likely than black women to get breast cancer, black women are much more likely to die from it. But the question is, why?   Now, several recent studies indicate that breast cancer might appear in a more deadly form among black woman. The tumors tend to be more malignant, as measured by cellular indicators of a poor prognosis.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"U.S. Panel Moves Toward Regulating Cigarette Nicotine","web_url":"https://www.nytimes.com/1994/08/03/us/us-panel-moves-toward-regulating-cigarette-nicotine.html","abstract":"  A Federal advisory panel to the Food and Drug Administration found today that nicotine was addictive and that it was the chief reason people smoke cigarettes.    The panel's votes are a step in the Food and Drug Administration's investigation of whether to regulate nicotine as a drug and took the agency farther than it has gone before in establishing control over nicotine. A negative vote by the committee could have ended the investigation. When the investigation is completed, the agency's commissioner, Dr. David A. Kessler, must decide whether to regulate nicotine and how to do so.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Rwanda Plans to Try Thousands For Massacres, New Leader Says","web_url":"https://www.nytimes.com/1994/08/03/world/rwanda-plans-to-try-thousands-for-massacres-new-leader-says.html","abstract":"  The Prime Minister of Rwanda said today that his newly installed Government would proceed with war crimes trials of members of the ousted Government and thousands of civilians suspected of taking part in genocidal attacks and other human rights violations during the recent civil war.    \"We are not going to wait for long for an international tribunal to be held,\" Prime Minister Faustin Twagiramungu said. \"It can take more than three years for the United Nations to organize an international tribunal, and people will think we are playing around here.\"","thumbnail":null,"section":"World"},{"date":"19940803","headline":"School Board Letter Warns Of Effects of Mayor's Cuts","web_url":"https://www.nytimes.com/1994/08/03/nyregion/school-board-letter-warns-of-effects-of-mayor-s-cuts.html","abstract":"  The Board of Education warned yesterday that new budget reductions ordered by Mayor Rudolph W. Giuliani could force such drastic actions as the shortening of the school day or the school year.   The board's president, Carol A. Gresser, and the Chancellor, Ramon C. Cortines, urged the Mayor to reconsider the cuts, which Mr. Giuliani ordered each agency to begin preparing last week to keep the city's $31.6 billion budget in balance.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Region Whose Borders Are in Eye of Beholder","web_url":"https://www.nytimes.com/1994/08/03/us/region-whose-borders-are-in-eye-of-beholder.html","abstract":"  There's one small problem with the South.   No one can agree on what it is.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"1894: Assassin in Dock : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1894-assassin-in-dock-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Santo Jeronimo Caserio, the assassin of M. Carnot, President of the French Republic, appeared in the dock yesterday [Aug. 2] at Lyons, to answer for his crime. When all had taken their places the president began the examination of the prisoner, wh","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Paris Journal; No, No White Horse. Still, Rightist Is Riding High.","web_url":"https://www.nytimes.com/1994/08/03/world/paris-journal-no-no-white-horse-still-rightist-is-riding-high.html","abstract":"  One look at the bland technocrats governing France today helps explain the popularity of Charles Pasqua, a burly liquor salesman turned politician who hides a sharp wit behind a hangdog expression and delivers opinions straight from the hip in a thick Provencal accent.    But there is more to his appeal than folksiness. As Interior Minister, he is also chief cop in the conservative Government. And many French voters seem reassured that this tough former Resistance fighter has been charged with protecting France from illegal immigration, crime, drugs and other perils.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"U.S. Shelves Plan to Transfer Haitians to Third Countries","web_url":"https://www.nytimes.com/1994/08/03/world/us-shelves-plan-to-transfer-haitians-to-third-countries.html","abstract":"  No longer facing a flood of boat people leaving Haiti, the United States has shelved a plan to send the refugees at an American naval base in Cuba to \"safe havens\" in Caribbean countries, Administration officials said today.    Pentagon and State Department officials say that for now it is cheaper and more convenient to keep the more than 16,500 Haitians at Guantanamo Bay in Cuba than to spend tens of millions of dollars building and operating camps elsewhere. If the flow of refugees, which has dwindled to a trickle, should pick up again, officials say, Washington may revive the idea of sending Haitians to third countries.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Peeking Beyond Poetry's Conceits","web_url":"https://www.nytimes.com/1994/08/03/books/books-of-the-times-peeking-beyond-poetry-s-conceits.html","abstract":"  The Great Fires   Poems 1982-1992   By Jack Gilbert   90 pages. Alfred A. Knopf.. $20.   Earthly Measures  By Edward Hirsch  93 pages. Alfred A. Knopf. $20.      Why read a poem? It's a way of being alone with someone else's tones, obsessions, rhythms and sense of form; a way of giving yourself over to another human being and getting back something that is different from, and hopefully more than, either of you.","thumbnail":null,"section":"Books"},{"date":"19940803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/03/style/chronicle-847240.html","abstract":"  Saturday may or may not be Andy Warhol's 66th birthday. One way or the other, JAMIE WARHOLA, his nephew, will be in New York tomorrow to commune with his uncle, who died in 1987.    The occasion: a pre-birthday seance to be conducted at Serendipity, the East Side restaurant and shop, by two psychics, ELLIE CRYSTAL and JOHN J. EDWARD. They will try to \"channel\" (speak to) Mr. Warhol, whose precise birth date has been surrounded in mystery, though Aug. 6, 1928, is commonly accepted.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"New Medical Quandary at Heart of a Trial","web_url":"https://www.nytimes.com/1994/08/03/us/new-medical-quandary-at-heart-of-a-trial.html","abstract":"  In what medical ethicists say could be an important test of parents' rights to stop medical treatment for premature children, a Michigan doctor who disconnected his son's life-support system will stand trial on charges of manslaughter.   Judge Patrick Cherry of Ingham County District Court ruled on Monday after a preliminary hearing that there was enough evidence to try Dr. Gregory Messenger, a dermatologist who took his premature son off life support without the permission of the hospital or his son's doctor. His son, born at 25 weeks, 15 weeks before his due date, weighed 1 pound, 11 ounces. The infant, considered at risk of brain damage, was given a 30 percent to 50 percent chance of survival.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Military Caste System Marches Blindly On","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-military-caste-system-marches-blindly-on-847682.html","abstract":"  To the Editor:   You report July 19 on the court-martial of Sgt. Erwin M. Graves, accused of raping and murdering a woman officer, Lieut. Lisa N. Bryant. The reason for this tragedy, you assert on the say-so of your military sources, is that \"with bases closing and scaling back in size since the end of the cold war,\" many posts are attempting to maximize the use of their buildings by \"blurring traditional barriers that once separated officers from lower-ranked personnel.\" Sergeant Graves and Lieutenant Bryant lived in the same base housing.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Cooper's Wife Defuses Reports","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-basketball-cooper-s-wife-defuses-reports.html","abstract":"  The wife of MICHAEL COOPER, the former Lakers star, said yesterday that she did not want people to compare their domestic dispute to the circumstances surrounding the O. J. SIMPSON case. Cooper, who played on five championship teams and is now an assistant coach, was arrested July 27 and charged with assault and battery. The police report said he threatened his wife with a vase. WANDA COOPER said she was taken aback by the reaction after the arrest report was released Monday. She singled out a Los Angeles television station that led into a report on the Simpson case with a story about Cooper's arrest. \"They make it sound as if the man was absolutely killing me,\" she said. \"That's not the case at all.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Haiti Attacks Critics and Restricts Civil Rights","web_url":"https://www.nytimes.com/1994/08/03/world/haiti-attacks-critics-and-restricts-civil-rights.html","abstract":"  In separate attacks that came hours after a state of siege was declared here, Government security forces shot and wounded a critic of military rule on Monday and beat and arrested several other people who were applying for refuge in the United States, witnesses and diplomats said today.   The military-dominated Government nominally headed by President Emile Jonassaint, which ordered the state of siege in a television broadcast early Monday, has also announced the first official restrictions on civil liberties under the decree: It warned radio and television stations here that their licenses may be rescinded if their news coverage is deemed unpatriotic.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Gore, in Ukraine, Expresses Support for Economic Change","web_url":"https://www.nytimes.com/1994/08/03/world/gore-in-ukraine-expresses-support-for-economic-change.html","abstract":"  In another indication that the West is viewing Ukraine as an important East European country, Vice President Al Gore today offered strong United States support for \"comprehensive economic reforms\" to stabilize this country's ailing economy.   \"This is an extremely important priority for the United States of America,\" said Mr. Gore, who is the most important foreign official to visit President Leonid D. Kuchma since he defeated Leonid M. Kravchuk last month.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/03/nyregion/news-summary-840424.html","abstract":"  International A2-11  FEW INVEST IN SOUTH AFRICA  South Africa is still awaiting a surge of foreign investment 10 months after Nelson Mandela appealed for businesses to return. Investors worry about militant workers, trade barriers and currency controls.  A1  RWANDA PLANS WAR-CRIMES TRIALS  The new Prime Minister of Rwanda said his Government would proceed with war crimes trials of members of the ousted Government and civilians suspected of taking part in genocidal attacks.  A1","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"At Rwandan Camps, Life's a Bit Bearable","web_url":"https://www.nytimes.com/1994/08/03/world/at-rwandan-camps-life-s-a-bit-bearable.html","abstract":"  As the mist lifted and the night coughs and wheezes gave way to the first morning stirrings today at the Kibumba refugee camp near here, the new cafe owner at the camp was counting money. Jean d'Amour Harelimana slapped wads of Rwandan 50-franc notes on his mattress and said he figured he had sold 190 pieces of fried bread yesterday, the opening day for his roadside store.   Life in the camps has become slightly more tolerable as the strongest survivors begin to form daily routines.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Trumpeting A Defense Of Art","web_url":"https://www.nytimes.com/1994/08/03/nyregion/about-new-york-trumpeting-a-defense-of-art.html","abstract":"  IF the strains of \"When Irish Eyes Are Smiling\" ever drift your way past the smoky sizzle of sausage and the come-ons of carny barkers at an Italian street festival, chances are that Larry Laurenzano's brass band is somewhere in the mix.   Decked out in red caps and white shirts, the band looks Italian enough, and their sweaty, booming swing showcases the traditional folk songs and processional hymns that are the usual festival soundtrack. But their repertoire can sometimes be as varied as the musicians themselves: at one time or another Mr. Laurenzano's group has included Italian, Jewish, Hispanic and even Asian Indian players.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"The Federal Move Against Clinic Crime","web_url":"https://www.nytimes.com/1994/08/03/opinion/the-federal-move-against-clinic-crime.html","abstract":"  The Federal Government has responded with commendable speed to the killings of a doctor and his escort at a Florida abortion clinic on Friday. The Clinton Administration has sent U.S. marshals to help guard a dozen or so abortion clinics across the country and has begun to plan a broad strategy to prevent the further spread of violence and murder at the clinics.    What role the marshals will play, how long they will stay in the field and how many clinics they will help protect remain to be determined. But their deployment is encouraging evidence that the Administration intends to prevent and punish crimes that deprive women of their constitutional right to an abortion.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Offended by an Honor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-offended-by-an-honor-letters-to-the-editor.html","abstract":"Regarding the headline in your July 29 issue, \"Pope Offends Jews by Granting Waldheim a Knighthood\": Surely it is not only Jews who are offended.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Showalter's Hunches Are Also on Fire","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-showalter-s-hunches-are-also-on-fire.html","abstract":"  Scott Kamieniecki was desperate. He had pitched eight sound innings, but the score was tied in the ninth and the Yankees had to score for him if he was to win. Sloppy defense by Matt Nokes had destroyed Kamieniecki's chance for a shutout, enabled Milwaukee to score one important run and blemished his outstanding start.   Now Kamieniecki needed Nokes. There Nokes was, batting against Jaime Navarro with runners on first and second and none out. Would Buck Showalter pinch-hit for Nokes with a better bunter? No. Would Showalter instruct Nokes to bunt? No. Showalter unveiled a novel strategy by letting Nokes hit, and the villain shed his tag by rapping a single that scored Don Mattingly to snap a 1-1 tie and help catapult the Yankees to a 7-1 victory over the Brewers.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Kennedy Airport: Mob's Candy Store","web_url":"https://www.nytimes.com/1994/08/03/nyregion/kennedy-airport-mob-s-candy-store.html","abstract":"  Investigators and prosecutors have long called Kennedy International Airport \"the mob's private candy store.\"   With cargo valued at more than $80 billion moving in and out of the airport every year, law-enforcement officials say that the Gambino and Lucchese crime families have been silent and violent partners in thefts and hijackings for 30 years.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Pataki Rival Outlines Plans to Cut Taxes","web_url":"https://www.nytimes.com/1994/08/03/nyregion/pataki-rival-outlines-plans-to-cut-taxes.html","abstract":"  Combining economic policy with political jabs at a Republican rival, the insurgent Republican candidate for governor issued a detailed proposal today for cutting state personal income taxes by 24 percent and reducing state spending by almost $4 billion a year.   The proposal by Richard M. Rosenbaum draws abundantly from the policies of two Republican governors whose legislative successes are becoming issues in New York State's race: William F. Weld in Massachusetts and Christine Todd Whitman in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Unbeaten Brown Loses Coach","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-rowing-unbeaten-brown-loses-coach.html","abstract":"  STEVE GLADSTONE, Brown's crew coach for the last 13 seasons, announced his retirement yesterday to take a position in the university's development office. Gladstone, a Syracuse graduate who had also been head coach at California, coached Brown men's heavyweight crews to undefeated seasons and national championships the last two years. His dual race record at Brown was 66-21.   Gladstone, son of the former WOR radio personality HENRY GLADSTONE, will undertake various assignments at Brown including a $450 million fund-raising drive in the next five months.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847186.html","abstract":"  An article on Friday about the New York City Department of Youth Services misattributed opinions about the agency's finances. It was the city's budget director, Abraham M. Lackman, who said the department might have a $2 million deficit; it was not the Comptroller's office. The Comptroller's office said the department has a surplus.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Bangladesh Ivory Tower Is No Haven","web_url":"https://www.nytimes.com/1994/08/03/world/bangladesh-ivory-tower-is-no-haven.html","abstract":"  Serajul Islam Chowdhury was in full voice at the University of Dhaka, lecturing on Shakespeare's tragedies, he recalled, when the rattle of gunfire on campus drowned his words. The 58-year-old professor closed the classroom window, then resumed his discourse.   \"It disrupts you for a while,\" Mr. Chowdhury said as he recounted the incident, which occurred last year. \"But then the gunfire dies down and you get on with the lecture. Academic life continues.\"","thumbnail":null,"section":"World"},{"date":"19940803","headline":"2 Composers And a Mayor On a Night Out","web_url":"https://www.nytimes.com/1994/08/03/arts/music-review-2-composers-and-a-mayor-on-a-night-out.html","abstract":"  The New York Philharmonic opened its 30th season of free outdoor concerts on Monday evening, and about 75,000 listeners took advantage of the clear, cool weather to settle back on the Great Lawn of Central Park and take in two hours of music and a fireworks display. As a prelude, Mayor Rudolph W. Giuliani proclaimed Monday (or what was left of it) New York Philharmonic Parks Concerts Day, and other Philharmonic and city officials thanked sponsors and asked picnickers to clean up after themselves, all in less than five minutes. As another welcome bonus, the Philharmonic replaced its usual folded flier with a regular program book with complete notes on the music and photos from past summers.   There were musical dividends as well. The first half of the program was devoted to Howard Hanson's \"Romantic\" Symphony (Op. 30), a 1930 work that has been recorded a few times but is rarely heard in concert. It has the makings of a crowd-pleaser: Hanson's melodies have a wonderful sweep, and his plush scoring moves between an Impressionistic shimmer and a brassy heftiness that at times seems downright Brucknerian. There are times when its slow movements meander, but there are also pages of purely visceral thrills.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/03/sports/results-plus-844713.html","abstract":"  HARNESS RACING  Donerail Sets Trot Record  Donerail set a Meadowlands track and stakes record last night in winning the $564,750 Peter Haughton Memorial, a one-mile trot for 2-year-olds. Donerail, now 8 for 8, won wire to wire in 1:554/5 , beating Tap In by five lengths. It was the fastest time ever recorded by a 2-year-old in a parimutuel race. Mac Lobell trotted a 1:553/5 in a non-betting race on Oct. 3, 1986.   The previous track mark for a 2-year-old trotter was 1:57 held jointly by Donerail and Demilo Hanover. Donerail, driven by John Campbell, more than quadrupled his winnings with the $282,325 winner's purse. (AP) TENNIS  Petchey Wins in Los Angeles  Mark Petchey of England, the world's 89th-ranked player, capitalized on a strong serve to upset top-seeded Michael Chang, 7-5, 6-2, in just 72 minutes yesterday in the first round of the Los Angeles Open. The No. 7 seed, Brad Gilbert, also lost, to Jared Palmer, 6-7 (5-7), 6-3, 6-4. In other matches, No. 2 Boris Becker of Germany eliminated Grant Stafford of South Africa, 7-5, 6-3, and No. 6 Jason Stoltenberg of Australia beat Thomas Enqvist of Sweden, 7-5, 6-4. (AP) Medvedev Advances: Second-seeded Andrei Medvedev beat Peter Tramacchi, 7-6 (8-6), 6-0, yesterday in the opening round of the Czech Open, a clay-court tournament in Prague. (AP) Davenport in a Hurry: Lindsay Davenport, her serve humming on the hard courts, enjoyed a short workout yesterday, beating Stephanie Rottier, 6-2, 6-3, in 57 minutes in the first round of the $400,000 Toshiba Classic in Carlsbad, Calif. (AP) EQUESTRIAN  Fine Showing for U.S. Team  The United States has claimed three medals after the first week of the world games at the Hague that continue through Sunday. In three-day eventing, Dorothy Trapp of Lexington, Ky., won a silver medal. In the vaulting, Kerith Lemon of Saratoga, Calif., won a silver medal. The dressage team of Robert Dover, Lebanon, N.J.; Carol Lavell, Fairfax, Va.; Kathleen Raine, Rolling Hills, Calif., and Gary Rockwell, North Salem, N.Y., won the bronze team medal.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"At the Beach, With Responsibility; For a Lifeguard, Bodybuilding, Pranks and Rescues for Real","web_url":"https://www.nytimes.com/1994/08/03/nyregion/beach-with-responsibility-for-lifeguard-bodybuilding-pranks-rescues-for-real.html","abstract":"  There is no knowing it when you come to the fiercely busy Central Mall field at Jones Beach to feel the baking sun and face the ocean, but this is Bob Lenti's beach.   Do something wrong, and feel his unflinching wrath. Innumerable acts will get his attention: bopping someone with a ball where one is not supposed to play ball, propping up your umbrella past the umbrella line and obscuring the view of the lifeguards, drinking alcoholic beverages and then parading into the ocean or, of course, starting to drown. He has one objective: that at the end of the day, the same number of people who come to his beach leave it. That alone is how he measures a good day.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/03/nyregion/metro-digest-841684.html","abstract":"  22 ARRESTED IN AIR-CARGO THEFTS   Three major air-cargo theft rings that stole millions of dollars in merchandise from warehouses around Kennedy International Airport were shut down with the arrest of 22 suspects, many with connections to organized crime, law-enforcement officials said. A1.   Investigators and prosecutors have long called Kennedy \"the mob's private candy store.\" B2. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"A Fable of Love and an Exercise in Technology","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-a-fable-of-love-and-an-exercise-in-technology.html","abstract":"  Gordian Maugg's \"Olympic Summer\" is not the first movie to interweave decades-old news and documentary film clips with fictional scenes that duplicate as closely as possible the look and style of an earlier era. Still, one is hard pressed to recall a film in which the past and the present are blended so seamlessly that contemporary actors portraying 1930's characters give the illusion of people being caught on film nearly six decades ago.    The movie, which opens today at Film Forum 1, is at once a wildly romantic fable of love and lost innocence in Nazi Germany and a showy exercise in cinematic style and technology. Much of its charm owes to an ingenious technological experiment. Mr. Maugg, a 27-year-old German director and screenwriter, filmed the actors using the same sort of hand-cranked camera that was used to film the movie's documentary scenes of Berlin street life and of the 1936 Olympic Games.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"1919: Stockings Still : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1919-stockings-still-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The first young woman to avail herself of the opportunity to walk stockingless into any of the fashionable New York hotel dining-rooms made her way to a table in the Plaza, crossed her knees in true Parisian style and ordered a sandwich. A wait","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847151.html","abstract":"  Because of a production error, an article on Monday about a proposed Federal system to track asteroids that threaten Earth omitted several lines in some copies. The affected sentences should have read:   \"The six-person study panel is to be headed by Dr. Eugene Shoemaker, a discoverer of the cometary fragments that slammed into Jupiter from July 16 to 23, igniting flashes that outshone the planet.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Doing Business in Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-doing-business-in-russia-letters-to-the-editor.html","abstract":"Regarding \"Russia: Not for the Timid\" (Business/Finance, June 21) by Steve Liesman: .Rather than experiencing a money supply that \"pours in\" from the West, Russian companies are forced to borrow money from domestic sources at intere","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Albany Study Finds Fraud In Welfare","web_url":"https://www.nytimes.com/1994/08/03/nyregion/albany-study-finds-fraud-in-welfare.html","abstract":"  In a new attack against welfare fraud around the region, computers that compared public assistance rolls in six states found more than 4,200 people who apparently received benefits both in New York and in another state, Gov. Mario M. Cuomo announced today.   State officials, who matched data from surrounding states for the first time, could not estimate how much the fraud cost taxpayers. But officials in New York City -- where three-quarters of the double-dipping recipients claimed one of their addresses -- said the data provided by the study could save them up to $3 million as they strike offenders from welfare rolls.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Slain Woman's Sister Meets U.S. Ambassador in Jordan","web_url":"https://www.nytimes.com/1994/08/03/nyregion/slain-womans-sister-meets-us-ambassador-in-jordan.html","abstract":"The sister of a New Jersey woman whose husband has confessed to strangling her and then fleeing to Amman met today with American diplomats, seeking to advance her effort to have the couple's two children returned to the United States.\n\nAfter the sister, Nesime Dokur, and her lawyer, Nancy Feinberg, met with officials at the United States Embassy, Ms. Feinberg called the session \"very, very productive.\"","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Love Story","web_url":"https://www.nytimes.com/1994/08/03/opinion/love-story.html","abstract":"  Somewhere above reality -- somewhere, let us say, between the earth and the ether -- there lies a land whose only manifestation is in those fabulous tabloids that greet supermarket shoppers just before they reach the cash register. The checkout line becomes a reading room.   In this land, 99-year-old women give birth almost every day. Some of these women have 15-year-old boyfriends. Others were partnered, if only temporarily, by gentlemen who are not only out of this world but out of this species.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"18% of H.I.V.-Infected Hemophiliacs May Stay Free of AIDS for 25 Years","web_url":"https://www.nytimes.com/1994/08/03/us/18-of-hiv-infected-hemophiliacs-may-stay-free-of-aids-for-25-years.html","abstract":"  A SIGNIFICANT minority of hemophiliacs infected with the virus that causes AIDS may live for up to 25 years before developing the disease, British medical researchers have calculated.   The researchers based their estimate on the results of a continuing study of 111 men with hemophilia whose immunological and health status has been monitored since they became infected with H.I.V., the AIDS virus, during a six-year period starting in 1979.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"World Trade Pact Sows New Crop of Rwandas; Legislating Swiftly","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-world-trade-pact-sows-new-crop-of-rwandas-legislating-swiftly-847666.html","abstract":"  To the Editor:   \"Retreating on the Trade Pact\" (editorial, July 27) is inaccurate.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"In Sri Lanka, the Majority May Have Had Enough of Civil War","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-in-sri-lanka-the-majority-may-have-had-enough-of-civil-war.html","abstract":"For more than a decade, Sri Lankan politics has alternated between horror and misery. There has been war between the Sinhalese majority and the Tamil minority, terrorism by the state and both ethnic groups, pogroms, death squads, massacres, assassination","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/03/style/chronicle-847259.html","abstract":"  HENRY A. KISSINGER knows more than a thing or two about security matters, but that didn't keep his car from being stolen.    A chauffeur discovered that the 1994 Mercedes-Benz was missing when he went to get it from a garage near Mr. Kissinger's East Side apartment on Monday, The Associated Press reported. The thief apparently took the keys from a locked box at the garage and stole the car when an attendant was distracted, the police said.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"Candor and Confidence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-candor-and-confidence-letters-to-the-editor.html","abstract":"Anthony Lewis's \"Wrong, and They Don't Apologize\" (Opinion, July 19) is most commendable. It would indeed help enhance reader confidence, somewhat fragile in this period of uncertainty, if the regular press were absolutely candid about its occa","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Jerry Hadley Is Stravinsky's 'Rake' In a New Production at Salzburg","web_url":"https://www.nytimes.com/1994/08/03/arts/opera-review-jerry-hadley-is-stravinsky-s-rake-in-a-new-production-at-salzburg.html","abstract":"  The new production of Stravinsky's \"Rake's Progress\" is a perfect embodiment of the atmosphere that has evolved here at the Salzburg Festival since Gerard Mortier took over as artistic director two years ago. The opera shows some daring in its attempt to trump the famous Glyndebourne production designed by David Hockney with costumes and sets by a lesser-known painter, Jorg Immendorff. It has a cosmopolitan character, with Sylvain Cambreling conducting an accomplished cast that includes the American singers Sylvia McNair, Jerry Hadley and Grace Bumbry. It stretches the conservative classical boundaries of the festival by being part of a miniature homage to Stravinsky (\"L'Histoire du Soldat\" is being staged, as well as Peter Sellars's much-awaited interpretation of \"Oedipus Rex,\" which will have its premiere in a few weeks).   And like much of Mr. Mortier's Salzburg programming, \"The Rake's Progress\" seems to flirt so dangerously with radical innovation that it cannot possibly work. Then it often does, creating an entirely new set of interpretations and possibilities. Controversy is guaranteed, but so are rewards; I hope this production will make its way to New York.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"N.B.A. Rejects 2 Contracts In Strategy for Salary Cap","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-basketball-nba-rejects-2-contracts-in-strategy-for-salary-cap.html","abstract":"  Citing a silver-lining clause in an otherwise adverse court ruling last year in the Chris Dudley case, the National Basketball Association is making a new effort to defend its salary cap against imaginative contracts. This time, the league is doing so by rejecting A. C. Green's new $26 million, five-year contract with the Phoenix Suns and Horace Grant's contract with the Orlando Magic.   In rejecting the two contracts yesterday, the league contended, in effect, that Green is getting far too much and Grant far too little.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Fire Crews Gasp, But Welcome The Smoke","web_url":"https://www.nytimes.com/1994/08/03/us/fire-crews-gasp-but-welcome-the-smoke.html","abstract":"  The smoke was heavy again today, blocking out the sun, the steep, jagged mountains and the fire itself.   Hundreds of tired firefighters, who have rushed here to battle the worst of the forest fires sweeping the Northwest, sucked the hot smoke into their lungs as they opened fire lines with shovels and bulldozers. But they hoped that the air would not clear.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Sports of The Times Players Ask: So What's Cookin'?","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-of-the-times-players-ask-so-what-s-cookin.html","abstract":"  THE baseball owners have sent over financial statements to the players' association in a gesture of what they say is good faith, in an effort to avoid a strike. They hoped to establish with the union their contention that, like baseball owners before them and those before them -- back to the 19th century, to the days of, pardon the expression, the robber barons -- that they, today's owners, are losing money.   Nineteen of the 28 teams say they are awash in a Red Sea of losses, and most of the losses, the owners contend, are attributable to the players' hefty salaries, paid for, coincidentally, by these very same owners, canny businessmen, whose average net worth is estimated by Forbes Magazine as $300 million to $400 million, with Ted Turner topping out at $2.2 billion.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Broken Dreams on the Road To Country-Music Stardom","web_url":"https://www.nytimes.com/1994/08/03/theater/theater-review-broken-dreams-on-the-road-to-country-music-stardom.html","abstract":"  Cabarets in the Times Square district are unlikely showcases for wholesomeness. But with only a few excisions, \"Honky-Tonk Highway,\" a jalopy-to-limousine musical about a touring country music band at Don't Tell Mama, could play Disneyland.   This formulaic, folksy parable about the perils of fame, with a book by Richard Berg and music and lyrics by Robert Lindsey-Nassif, is a smoothly sanitized pastiche of film biographies of Nashville stars, like \"Your Cheating Heart\" and \"Coal Miner's Daughter.\" And its sensibility bears roughly the same relationship to the throbbing heartache behind the best country classics that airline food does to home cooking.","thumbnail":null,"section":"Theater"}],"wiki_events":[],"weather":[{"date":"19940803","time":"1994-08-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":89,"wspd":1.8},{"date":"19940803","time":"1994-08-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":89,"wspd":5.4},{"date":"19940803","time":"1994-08-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":88,"wspd":5.4},{"date":"19940803","time":"1994-08-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":89,"wspd":3.6},{"date":"19940803","time":"1994-08-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":87,"wspd":5.4},{"date":"19940803","time":"1994-08-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":86,"wspd":9.4},{"date":"19940803","time":"1994-08-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":85,"wspd":5.4},{"date":"19940803","time":"1994-08-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":76,"wspd":7.6},{"date":"19940803","time":"1994-08-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":67,"wspd":9.4},{"date":"19940803","time":"1994-08-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":60,"wspd":9.4},{"date":"19940803","time":"1994-08-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":51,"wspd":13},{"date":"19940803","time":"1994-08-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.9,"rhum":48,"wspd":13},{"date":"19940803","time":"1994-08-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.4,"rhum":43,"wspd":14.8},{"date":"19940803","time":"1994-08-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.5,"rhum":39,"wspd":18.4},{"date":"19940803","time":"1994-08-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.9,"rhum":36,"wspd":14.8},{"date":"19940803","time":"1994-08-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.5,"rhum":35,"wspd":9.4},{"date":"19940803","time":"1994-08-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.7,"rhum":38,"wspd":13},{"date":"19940803","time":"1994-08-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.5,"rhum":37,"wspd":16.6},{"date":"19940803","time":"1994-08-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.3,"rhum":40,"wspd":13},{"date":"19940803","time":"1994-08-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.8,"rhum":42,"wspd":9.4},{"date":"19940803","time":"1994-08-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":61,"wspd":14.8},{"date":"19940803","time":"1994-08-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":58,"wspd":18.4},{"date":"19940803","time":"1994-08-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":60,"wspd":16.6},{"date":"19940803","time":"1994-08-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":65,"wspd":13},{"date":"19940803","time":"1994-08-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":55,"wspd":22.3},{"date":"19940803","time":"1994-08-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":20.5},{"date":"19940803","time":"1994-08-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":16.6},{"date":"19940803","time":"1994-08-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":11.2},{"date":"19940803","time":"1994-08-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":13},{"date":"19940803","time":"1994-08-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":11.2},{"date":"19940803","time":"1994-08-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":14.8},{"date":"19940803","time":"1994-08-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":13},{"date":"19940803","time":"1994-08-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":13},{"date":"19940803","time":"1994-08-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19940803","time":"1994-08-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":11.2},{"date":"19940803","time":"1994-08-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19940803","time":"1994-08-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":7.6},{"date":"19940803","time":"1994-08-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":9.4},{"date":"19940803","time":"1994-08-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":7.6},{"date":"19940803","time":"1994-08-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":53,"wspd":9.4},{"date":"19940803","time":"1994-08-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":18.7},{"date":"19940803","time":"1994-08-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":18.7},{"date":"19940803","time":"1994-08-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":50,"wspd":16.6},{"date":"19940803","time":"1994-08-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":52,"wspd":18.7},{"date":"19940803","time":"1994-08-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":55,"wspd":20.5},{"date":"19940803","time":"1994-08-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":18.7},{"date":"19940803","time":"1994-08-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":44,"wspd":16.6},{"date":"19940803","time":"1994-08-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":22.3}]},"19940804":{"guardian_articles":[],"nytimes_articles":[{"date":"19940804","headline":"Arkansas Puts 3 to Death After Flurry of Appeals","web_url":"https://www.nytimes.com/1994/08/04/us/arkansas-puts-3-to-death-after-flurry-of-appeals.html","abstract":"  In the first triple execution in the country since 1962, Arkansas today put to death three men who murdered a prominent businessman in front of his family in 1981.    Beginning at 7 P.M., the executions by lethal injection took place about an hour apart in a small concrete-block room here at the Cummins Unit of the state prison system. Hoyt Franklin Clines, 37, then Darryl V. Richley, 43, and finally, James William Holmes, 37, were each in turn strapped onto the same gurney to be carried to the death chamber and injected with a fatal mixture of chemicals.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"A Cast of Dreamers Married to the Mob","web_url":"https://www.nytimes.com/1994/08/04/books/books-of-the-times-a-cast-of-dreamers-married-to-the-mob.html","abstract":"  Playland  By John Gregory Dunne 494 pages. Random House. $25.   \"Playland,\" the title of John Gregory Dunne's darkly comic new Hollywood novel, is the name of an opulent gambling casino that one character, the New York mobster Jacob King (born Jacob Kinovsky), is erecting in Las Vegas after having eliminated a rival from Los Angeles. In fact, shortly before his own assassination -- by a shotgun blast in his suite in the casino -- King had renamed the place King's Playland.","thumbnail":null,"section":"Books"},{"date":"19940804","headline":"Russia Backs Group Fighting Secession in South","web_url":"https://www.nytimes.com/1994/08/04/world/russia-backs-group-fighting-secession-in-south.html","abstract":"  Hoping to stamp out a three-year-old secessionist movement in southern Russia, the Government in Moscow is openly backing a rebel group that wants to overthrow the local secessionist government and rejoin the Russian Federation.   Moscow has had tense relations with the Chechen republic in the northern Caucasus ever since it declared its independence from Russia in 1991. And the rebel group's leader, Umar Avturkhanov, who formally broke with the Chechen government and pledged his allegiance to Russia while visiting Moscow this weekend, provided the Russian Government with an opportunity to act.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"This U.S. Team Is Younger but Much More Brash","web_url":"https://www.nytimes.com/1994/08/04/sports/basketball-this-us-team-is-younger-but-much-more-brash.html","abstract":"  They have come to proclaim themselves the new lords of the basketball universe, masters of the collapsible rim, their existential credo being: I dunk, therefore I am.   Oh, and those celebrated gold medalists who pioneered the National Basketball Association's penetration to the interior of international competition two summers ago? They may as well accept their places in ancient history with George Mikan and the peach basket that Shaquille O'Neal would dearly love to break into a thousand fragments.   \"As for the Dream Team, I think we'd beat them easily,\" O'Neal crowed today on the eve of the 1994 world basketball championships, after he and some of his teammates tried to tear down a few rims as practice wound down. \"Our legs are a lot younger.\"   By today's flaccid standards, young legs and as-yet undistinguished careers nonetheless actuate huge bank accounts and enormous egos. Coach Don Nelson will send Dream Team II, as the marketing propagandists insist on calling it, into battle Thursday night against Spain in the 16-team, 10-day tournament. The United States pros are the overwhelming favorites to take the gold. Croatia, Brazil, Germany Are Here    Croatia, the 1992 Olympic silver medalist in Barcelona, Spain, is back, with Toni Kukoc, Dino Radja and Stoyko Vrankovic, but, sadly, without the late Drazen Petrovic. Brazil is here, though a movement toward youth forced the eccentric gunner, Oscar Schmidt, off the national team. Germany has Detlef Schrempf and Angola has Herlander Coimbra, whom some may recall as the recipient of Charles Barkley's ceremonial first elbow of the Barcelona Games.   What no country really has, unless Nelson forgets he's not coaching the Warriors and fields an entire lineup of players under 6 feet 4 inches, is a chance to run with the United States for more than a few fanciful moments. And, regardless of what O'Neal and his dunking buddies might believe, the ability to dominate the developing basketball world is about all Dream Team II has in common with the original, which featured three of the best players in the history of the sport.   \"The ignorance of youth, huh?\" laughed Joe Dumars, when asked about O'Neal's boast. Of Championship Caliber    One of three 30-plus veterans sprinkled about the roster, Dumars is the only United States player who owns an N.B.A. championship ring. The two he won with the Detroit Pistons shrink when matched against the total of 12 the original Dream Team had won by the time of the '92 Olympics, thanks to Magic Johnson's five, Larry Bird's three and the two apiece for Michael Jordan and Scottie Pippen, who added one more.   Dream Team I players had also won four National Collegiate Athletic Association tournament titles (Johnson, Jordan, Patrick Ewing and Christian Laettner to one for Dream Team I (Larry Johnson). And its coach, Chuck Daly, was a two-time N.B.A. champ while Nelson has never advanced beyond a conference final. Beyond that, the original dreamers had Johnson, as a famous athlete who contracted H.I.V., the virus that causes AIDS, and Jordan, who had attained Muhammad Ali-like global prominence. The Olympics were a much bigger stage than the world championships and Dream Team I was breaking new ground.   \"I think that's one of the problems for these young guys now,\" said Dumars. \"The N.B.A. has set such a high standard of excellence for entertainment, and now any perceived drop-off is going to seem much worse than it is.   \"You have to look at these guys differently. Most of them are in their second, third and fourth years. Five years from now, Shaquille will have won a couple of titles. Probably Larry Johnson and Alonzo Mourning. It's not fair to compare these teams.\" Veteran Leadership    Nonetheless, Dumars and his fellow graybeard Dominique Wilkins ride the bus with O'Neal, Mourning, Derrick Coleman, et al., and can't believe what they hear.   \"I'm kind of caught between the two teams,\" said Dumars. \"I played with the older guys in their primes and now I'm with these guys. Believe me, they have some interesting discussions. Like the other day, Alonzo was talking about scoring down low, about this move and that move.   \"Nique told him, 'No big man had more moves than Kevin McHale.' Then I said, 'That's right, McHale could destroy people on the block.' Alonzo said, 'Destroy? Come on.'   \"I said, 'Yeah, all right. Think what you want.' \" REBOUNDS    Given his predilection for small lineups, DON NELSON's starting lineup for the opener against Spain includes three guards, JOE DUMARS, REGGIE MILLER and KEVIN JOHNSON, and SHAQUILLE O'NEAL and SHAWN KEMP. . . . Nelson named Dumars, LARRY JOHNSON and Miller as tricaptains. . . . The United States is in Pool A, with Brazil, Spain and China.  ","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"On Loan From Olympus, Marino Plans New Ascent","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-on-loan-from-olympus-marino-plans-new-ascent.html","abstract":"  It was one of those oppressively humid tropical afternoons, the kind where the odor of sweat mingles with the distant threat of rain to create that peculiar South Florida mix of torpor and unease.   On the field at the Miami Dolphins training camp here, the quarterback slid his hands under the center and looked over the defense, his head swiveling left to right as he tried to detect some weakness, tried to isolate an inferior defender on a superior receiver.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Slavery's Pain, Disney's Gain","web_url":"https://www.nytimes.com/1994/08/04/opinion/slaverys-pain-disneys-gain.html","abstract":"Imagineering, an adroit neologism, is the Walt Disney Company's name for the corporate unit involved in developing Disney's America, the projected mammoth theme park in northern Virginia. \n\nNot long ago, the chief imagineer, Robert Weis, described what would be in store, among other historical attractions, for hordes of tourists. \"We want to make you feel what it was like to be a slave, and what it was like to escape through the Underground Railroad.\" He added that the exhibits would \"not take a Pollyanna view\" but would be \"painful, disturbing and agonizing.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854182.html","abstract":"  A picture caption on Monday with an article about two towns affected by plans for \"Woodstock\" anniversary concerts misidentified a resident shown at a bungalow colony in Bethel, N.Y. She was Sheila Brown.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/04/style/IHT-what-theyre-reading.html","abstract":"Richard C. Holbrooke, the U.S. ambassador to Germany, is reading \"Diplomacy\" by Henry A. Kissinger. .\"One does not have to agree with every one of Dr. Kissinger's conclusions to recognize that this book is of direct relevance to one of ou","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"Hiroshima Journal; Museum's A-Bomb Message: There's More to It","web_url":"https://www.nytimes.com/1994/08/04/world/hiroshima-journal-museum-s-a-bomb-message-there-s-more-to-it.html","abstract":"  For two generations the millions of Japanese schoolchildren who filed through the grim exhibits of the atomic bomb museum at ground zero here saw history through Hiroshima's distinctive prism, and they could easily be forgiven for thinking that World War II started on Aug. 6, 1945.   That was the day the bomb was dropped, and the devastation that followed has always been presented in this city's Peace Memorial Museum with only the briefest reference to the politics of the era or Japan's responsibility for starting the war that the bombing ended.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Worse Than Hiroshima?","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-worse-than-hiroshima.html","abstract":"The article on the Smithsonian Institution's planned exhibit on the atomic bombing of Hiroshima and Nagasaki (\"Spin of Smithsonian's Hiroshima Script Under Fire,\" July 22, by Eugene L. Meyer) quotes a historian as saying that the exhibit refers","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/08/04/arts/the-pop-life-852716.html","abstract":"  Future Shock    When Lollapalooza, a traveling alternative-rock festival, comes to Downing Stadium on Randalls Island on Friday and Saturday, its founder, Perry Farrell, hopes to open a few people's minds, literally.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Wiping Eyes at the White House","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-wiping-eyes-at-the-white-house.html","abstract":"  President Clinton ditched his schedule today, stepped outside his West Wing office and turned an otherwise routine promotion for the health care legislation into an eye-dabbing scene evocative of a Frank Capra film.   The occasion was a gathering on the White House South Lawn of hundreds of riders from the Health Security Express, the bus caravan of health legislation supporters that made its way from the nation's far corners into Washington on Wednesday. Mr. Clinton's wife, Hillary, had been designated to welcome the supporters, but the President took time out to join her.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Information Freeway?; Open Data Path Is Urged","web_url":"https://www.nytimes.com/1994/08/04/nyregion/information-freeway-open-data-path-is-urged.html","abstract":"  With a tangle of cut-rate electronics and a couple of computers, the free-netters of Buffalo are campaigning to bring cyberspace to the people.   \"We're built on the concept of community, not profit,\" said Jody Lebrenz, a founding member of the Buffalo Free-Net. \"We believe that the minute you charge even $5, you're dividing people into haves and have-nots. Access should be free to the community, like a public library.\"","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Secret Forest Of Marijuana Is Uncovered In SoHo Fire","web_url":"https://www.nytimes.com/1994/08/04/nyregion/secret-forest-of-marijuana-is-uncovered-in-soho-fire.html","abstract":"  A building in SoHo that burned yesterday concealed something more than bricks, mortar and endangered tenants. When police officers and firefighters entered, they stumbled on a small forest of marijuana plants.   A top-floor apartment in the four-story brick building at 494 Broadway, between Spring and Broome Streets, included three secret rooms where 400 marijuana plants were being grown, said Detective Andrew McInnis, a police spokesman. Stored near the greenery, he said, were fertilizer and equipment for cultivating the contraband.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"GOODWILL GAMES: NOTEBOOK;\nU.S. and Russia Will Volley for Gold","web_url":"https://www.nytimes.com/1994/08/04/sports/goodwill-games-notebook-us-and-russia-will-volley-for-gold.html","abstract":"The United States women's volleyball team overpowered China, 15-4, 15-8, 15-3, today in a semifinal match at the 1994 Goodwill Games and earned a rematch with Russia for the gold medal. Russia dominated Japan, 15-13, 15-10, 15-10, in the other semifinal.\n\n\"Like I said to the girls in the locker room before the game, size and athletics beats finesse anytime,\" said United States Coach Jim Iams.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Breast Cancer Group Offers Free Support","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-breast-cancer-group-offers-free-support-854670.html","abstract":"  To the Editor:   I was pleased to see your excellent news article July 29 about breast cancer support groups and, in particular, the importance of mothers and daughters confronting the disease together.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/04/sports/results-plus-852732.html","abstract":"  HORSE RACING  Fillies Rule the Day  On a day when fillies reigned, Coronation Cup won the first division of he Nijana Stakes at Saratoga Race Course yesterday in Saratoga Springs, N.Y., and Alywow won the second division. And, in between, Educated Risk outran November Snow in an allowance race featuring former stars pursuing comebacks.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"When Our Presidents Send Troops Abroad","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-when-our-presidents-send-troops-abroad-854530.html","abstract":"  To the Editor:   Anthony Lewis argues that the American public is now so adverse to combat casualties that the deaths of 18 soldiers in Somalia can cause a complete reversal in policy (column, July 25). As proof, he notes that the only cases where democracies risked significant casualties were the Falkland and Persian Gulf wars.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"European Topics","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics.html","abstract":"A Bavarian bank has acknowledged that it often refuses to open accounts for black Africans. The daily Suddeutsche Zeitung quoted an unnamed official at the Bayerische Hypotheken- & Wechsel-Bank AG as saying that the institution, known as Hypo-Bank, h","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Clinton Plans Series of TV Appearances","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-clinton-plans-series-of-tv-appearances.html","abstract":"  President Clinton will appear in a series of two-minute commercials on CNN for at least a week to press for passage of his health care proposal, a spokesman for the cable network said tonight.   The commercials will be paid for by the Democratic National Committee and will appear about 7:50 P.M. during the public affairs program \"Crossfire.\"","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"U.S Intends to Raise Science and Technology Spending, Gore Says","web_url":"https://www.nytimes.com/1994/08/04/us/us-intends-to-raise-science-and-technology-spending-gore-says.html","abstract":"  The Clinton Administration announced its intention today to increase the nation's overall spending on science and technology research to a level equivalent to those of Japan and Germany.   At a news briefing, Vice President Al Gore presented a report, \"Science in the National Interest,\" that outlines the Administration's commitment to expanding its support and making science and technology \"a top priority\" in future budgets.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Hold the Champagne: Yanks Clinch, With Asterisk","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-hold-the-champagne-yanks-clinch-with-asterisk.html","abstract":"  It might mean everything. It might mean nothing. For now, it means something. What is this confusing description referring to? The Yankees, first place, the pending players strike and what the Yanks' nifty status atop the division really means. No one knows yet and the value of it will not be realized until the labor developments are finally settled.   There was no champagne, no celebrating and no predictions after the Yankees defeated the Brewers, 2-1, today in a rain-shortened seven-and-a-half-inning affair and assured themselves of remaining ensconced in first until the strike date of Aug. 12. Once the Orioles lost, 4-3, to the Twins today and the Yankees followed with their sixth straight victory after waiting through a 68-minute rain delay, they clinched the top spot in the American League East.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Don't Punish All Artists","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-dont-punish-all-artists.html","abstract":"As a concert pianist, I was dismayed to read in the Political Notes column of July 28 that the Senate had approved an appropriations bill that would cut the budget of the National Endowment for the Arts by $8.5 million in the 1995 fiscal year. Why should","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"For Gazan, Her Return Breeds Hope","web_url":"https://www.nytimes.com/1994/08/04/world/for-gazan-her-return-breeds-hope.html","abstract":"  At sunrise on the first day of July, Intissar al-Wazir rode across the Allenby Bridge from Jordan into the West Bank town of Jericho, returning to the land she calls Palestine after more than 30 years.   Then Mrs. Wazir -- widow of Khalil al-Wazir, the late military chief of the P.L.O., who is believed to have been killed by Israeli commandos -- traveled through Israel to her native city of Gaza with an Israeli escort.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"BUSINESS DIGEST","web_url":"https://www.nytimes.com/1994/08/04/nyregion/business-digest-849596.html","abstract":"  OUTLOOK FOR INDUSTRY BRIGHTENS New York City's long-troubled industrial concerns are experiencing an unexpected turn of fortune: The retreat of manufacturing jobs has recently come to a halt, according to new figures from the New York State Department of Labor. For smaller companies, particularly in Brooklyn and Queens, a modest expansion even appears to be under way. A1. NEW YORK CITY  GIULIANI PITCHES G.O.P. ON CONVENTION Ah, sweet summer in New York City. A good time to try to persuade the Republican National Committee to hold its 1996 Presidential nominating convention in the city. Hot? Of course it's hot. It's August. But at least it's not cold. Democrats? Yes, there are Democrats. In fact, they outnumber Republicans 5 to 1. But the new Mayor is a Republican, and he is eager to please. B3.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Throwback to the Days of Yore","web_url":"https://www.nytimes.com/1994/08/04/sports/horse-racing-throwback-to-the-days-of-yore.html","abstract":"  The most popular race horse in Saratoga isn't Holy Bull or Tabasco Cat or Sky Beauty or any of those television stars. It's the 9-year-old gelding named Fourstardave, who gets a standing ovation every time he races, which is often. And in a sport increasingly marred by frailty on the track, he is a constant: He has won at least one race at Saratoga each year for the last eight.   In human terms, he would be an athlete in his 60's. But when he ran at Saratoga two weeks ago, he zipped a mile in 1:353/5 and won by five lengths. He got the customary standing ovation, even from rival owners and trainers, and he entered the winner's circle for the 21st time in a career of almost unthinkable range: 93 races, 21 victories, 18 times in second place, 15 times third.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/04/nyregion/bridge-851884.html","abstract":"  Last week may have been the changing of the guard at the top level of American women's bridge: None of the players who have represented the United States in world team competition for the last 20 years were able to win the Women's Knockout Team title at the American Contract Bridge League's Summer Nationals in San Diego, and a few of them were not even present.   The victory went to a relatively young group that will now be in the running to represent the United States in Beijing next year: Sally Woolsey of Kensington, Calif., Joann Glasson of Pennington, N.J., JoAnn Manfield of Philadelphia, Jo Anne Casen of Boca Raton, Fla., Jan Martel of Davis, Calif., and Georgiana Gates of Houston. They were all winners of this prestigious event for the first time.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"State Queries Some Renters About Income","web_url":"https://www.nytimes.com/1994/08/04/nyregion/state-queries-some-renters-about-income.html","abstract":"  Occupants of 1,900 rent-regulated apartments in New York City began getting notices from a state agency this week asking them for information about their income that could lead to the removal of their apartments from rent regulation.   The agency, the New York State Division of Housing and Community Renewal, has already removed 186 apartments from rent regulations, all of them in Manhattan. The orders, and the notices that are being issued this week, result from a law passed last year by the state removing from regulation apartments renting for more than $2,000 a month to people whose income exceeded $250,000 a year for two years in a row.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"British Javelin Star Plans Comeback","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-track-and-field-british-javelin-star-plans-comeback.html","abstract":"  The former javelin world-record holder FATIMA WHITBREAD said yesterday in London that she is planning a comeback, and her goal is a gold medal at the 1996 Atlanta Olympics. The 33-year-old Briton, who retired four years ago with injuries to her back and shoulder, said she expected to be given medical approval later this month. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Le Coze Memorial","web_url":"https://www.nytimes.com/1994/08/04/nyregion/le-coze-memorial.html","abstract":"  A memorial service for Gilbert Le Coze, co-owner of the Manhattan seafood restaurant Le Bernardin, will be at 11 A.M. on Friday at the Cathedral of St. John the Divine. Mr. Le Coze, 49, died of a heart attack on July 28.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Train Derails Near Buffalo, Hurting Scores","web_url":"https://www.nytimes.com/1994/08/04/nyregion/train-derails-near-buffalo-hurting-scores.html","abstract":"  A Chicago-bound Amtrak passenger train derailed in this rural town early today, sending nine cars hurtling down an embankment into pitch-black chaos.   At least 92 people were injured, many after being jolted from their sleep and thrown about the topsy-turvy cabins like rag dolls. At least 29 people were hospitalized. Genesee County officials said one woman was critically injured, but apparently no one was killed, and officials called that extremely lucky.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854077.html","abstract":"  E. L. DOCTOROW set a climactic scene in his new historical novel, \"The Waterworks\" (Random House, $23), at the site of the decaying Octagon Tower, once the central rotunda of the New York City Lunatic Asylum on Blackwell's Island in the East River.    On Tuesday, the author set eyes on the tower for the first time, when he visited the island, now known as Roosevelt Island. He was there to announce a fund-raising drive to save -- but not rebuild -- the landmark tower.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"New Law Is Urged on Freed Sex Offenders","web_url":"https://www.nytimes.com/1994/08/04/nyregion/new-law-is-urged-on-freed-sex-offenders.html","abstract":"  As far as his neighbors in Hamilton Township, N.J., knew, Jesse Timmendequas was a mild-mannered laborer who lived with two roommates in a cream-colored frame house at 27 Barbara Lee Drive and liked to show his new puppy to neighborhood children.   It was only last weekend, after he was accused of strangling and raping Megan Kanka, a 7-year-old who lived just across the street at No. 32, that they learned Mr. Timmendequas was a twice-convicted felon who had served six years for sexual assault. Both of his other victims were young girls. Mr. Timmendequas's housemates, neighbors also learned, had also served time for sex offenses.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Transactions","web_url":"https://www.nytimes.com/1994/08/04/sports/transactions-852910.html","abstract":"  Baseball  American League  NEW YORK YANKEES -- Claimed Rob Murphy, pitcher, off waivers from the St. Louis Cardinals. Basketball  National Basketball Association   CLEVELAND CAVALIERS -- Agreed to terms with Michael Cage, center-forward, on a three-year contract. Continental Basketball Association   RAPID CITY THRILLERS -- Traded Doug Roth and Wayne Tinkle, centers, and the rights to Lester Neel, center, to the Tri-City Chinook for Terry Dozier, forward, and the rights to Jud Buechler, Todd Lichti, and Joe Wolf, forwards. Football  National Football League   ARIZONA CARDINALS -- Signed Sebastian Barrie and Jon Baker, defensive linemen. Waived Eric Blount, running back; Steve Lofton, cornerback; and Kenny Lopez, defensive lineman.   BUFFALO BILLS -- Signed Mo Elewonibi, offensive lineman.   CLEVELAND BROWNS -- Agreed to terms with Antonio Langham, cornerback, on a four-year contract.   MIAMI DOLPHINS -- Signed Todd Dixon, wide receiver.   NEW YORK GIANTS -- Signed Keith Hamilton, defensive end, to a three-year contract.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"1894:Spain Fights Anew : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1894spain-fights-anew-in-our-pages100-75-and-50-years-ago.html","abstract":"A fighting spirit is animating the Spaniards, and they seem to find it necessary to be always at war. They have hardly finished with the Moors of Morocco, and now they have begun to fight with the people of the Island of Mindanao, whom the Spanish call t","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"The Calm New Chief Enters the Storm Of the Paris Opera","web_url":"https://www.nytimes.com/1994/08/04/arts/the-calm-new-chief-enters-the-storm-of-the-paris-opera.html","abstract":"  There are those who believe that Hugues Gall is stepping into an impossible situation. As the designated director of the Paris Opera -- he formally takes over next August -- Mr. Gall will inherit a quagmire that has bogged down administrators and cultural bureaucrats for most of this century, if not longer.   Since the 19th century, the Paris Opera has been dogged by a declining tradition of composition and singing, a predilection for placing social display over artistic accomplishment, a lack of clear Governmental policy and labyrinthine, self-serving union rules. Now, in addition, there is the grandiose, high-tech Bastille Opera, the Socialist \"people's opera\" that opened in 1989 in time for the 200th anniversary of the French Revolution. It may indeed be popular in terms of attendance, but it is neither inexpensive nor efficient.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854158.html","abstract":"  An obituary on Tuesday about Rosa Chacel, a Spanish novelist, misidentified the author of the English translation of her book \"The Maravillas District,\" published in 1992 by the University of Nebraska Press. It was translated by D. A. Demers, not Susan Kirkpatrick.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"You Call This Scam Health-Care Reform?; What Coverage Means","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-you-call-this-scam-health-care-reform-what-coverage-means-854646.html","abstract":"  To the Editor:   Re \"Strong Support for Health Plans\" (front page, July 21): Even you are committing the grotesque error of treating universal care and universal coverage as identical. The subheading on this article refers to overwhelming public support for universal care, the body of the story primarily to universal coverage. Clearly they are not synonymous.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Hadassah Goes Beyond Its Original Goal of Fostering Ties to Israel","web_url":"https://www.nytimes.com/1994/08/04/nyregion/hadassah-goes-beyond-its-original-goal-of-fostering-ties-to-israel.html","abstract":"  Even at 90, Anne Rimland is not the oldest person attending the national convention of Hadassah, the Women's Zionist Organization of America Inc. But she offers an idea of the kind of voluntary efforts that contribute to running a charitable organization that raised more than $83 million in the last year for health care in Israel and various educational projects.   Mrs. Rimland, who lives in Chicago and has been a Hadassah member for almost 50 years, said she takes a bus to her local chapter to stuff envelopes. \"I still go down to Hadassah to give three or four days a week,\" she said. \"You can ask my president.\"","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Journal; A Blip on the Screen","web_url":"https://www.nytimes.com/1994/08/04/opinion/journal-a-blip-on-the-screen.html","abstract":"  Joshua Steiner, the 28-year-old diarist who ate his words under oath, is already a blip in Whitewater, which may or may not prove a blip in the history of the Clinton Administration. Mr. Steiner, the Treasury Department's chief of staff, testified before the Senate Banking Committee on Tuesday, shed no light on anything, and promptly disappeared into the dregs of a news cycle dominated by the marathon bad hair day of the designated Whitewater fall guy, Roger Altman.   Yet Mr. Steiner's appearance, before a panel more bipartisan and less farcical than its House counterpart, marked the first time these hearings had left blood on the floor. \"Painful to watch\" is how Don Imus, the rare radio talker who doesn't hate the President, described the spectacle. To which other sympathetic observers might add words like excruciating, poignant, sad. Though Mr. Steiner's ordeal added nothing to the Whitewater story line, it did seem to compress into a few hours both the great promise and great disappointment of the Clinton era so far.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"After 50 Years, Virginian Will Renew a Friendship Torn Apart by Soviets","web_url":"https://www.nytimes.com/1994/08/04/world/after-50-years-virginian-will-renew-a-friendship-torn-apart-by-soviets.html","abstract":"  Their brief relationship flared just as the wary World War II alliance between the United States and the Soviet Union grew icy enough to be called a cold war. The young American assistant naval attache was expelled from Stalin's Moscow on charges of espionage; the 21-year-old Russian medical student was thrown into prison for four months of interrogation, then sentenced to eight years in the Gulag for her contact with him.   Nearly 50 years later, after life marked them both and the Soviet Union that punished them had itself died, she found him again through intermediaries. He invited her to visit him in America, taking responsibility for her tickets and expenses. But the American Embassy rejected her request for a visa, assuming her interest, at 68, was only to emigrate.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Jordan Still Weighing Extradition of New Jersey Murder Suspect","web_url":"https://www.nytimes.com/1994/08/04/nyregion/jordan-still-weighing-extradition-of-new-jersey-murder-suspect.html","abstract":"The Jordanian government is seriously considering whether to extradite to the United States a Jordanian-born man who confessed to strangling his wife in New Jersey and then fleeing here with their two young children, the American Ambassador said today.\n\nThe Ambassador, Wesley W. Egan, said that Jordan's Minister of Justice, Hisham Etall, had discussed the possibility of extradition during a lengthy meeting today.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Why Adirondack Residents Fear Wolf's Return","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-why-adirondack-residents-fear-wolf-s-return-854514.html","abstract":"  To the Editor:   As a former resident of the Adirondack Park in Northern New York State, I was not surprised by the hostile reaction to the proposed reintroduction of timber wolves into the area (news article, July 21). Many of the park's 200,000 residents bitterly oppose any intrusion onto what they believe is their property. They call downstaters \"invaders,\" \"environmentalists\" or \"Commies.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/04/nyregion/inside-849308.html","abstract":"  Rwandans Balk at Returning   Insisting they would be killed, leaders at Rwandan refugee camps refused to return home with a United Nations escort to assess conditions. Page A3. Derailment Near Buffalo    An Amtrak train bound for Chicago derailed in Batavia, N.Y., injuring at least 92 people. Page B1. Rage Over New Jersey Death     A girl's death has spurred calls for laws requiring that neighbors be told when sex offenders move in. Page B1. Yankees Clinch*    Hold the champagne, but with a strike that could shut down baseball set for Aug. 12, the Yankees have an unbeatable division lead. Page B13. Bangladeshi Writer Appears    Taslima Nasrin, a Bangladeshi writer hunted by Muslim militants, emerged in Dhaka to face charges of defaming Islam. Released on bail, she went back into hiding. Page A5.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Federal Panel Proposes Register To Curb Hiring of Illegal Aliens","web_url":"https://www.nytimes.com/1994/08/04/us/federal-panel-proposes-register-to-curb-hiring-of-illegal-aliens.html","abstract":"  A Federal advisory commission proposed today that the Government establish a computerized register of the names and Social Security numbers of all citizens and aliens authorized to work in the United States, so that employers could check the immigration status of job applicants.   In a unanimous recommendation, the nine-member advisory panel, the Commission on Immigration Reform, which is headed by Barbara Jordan, the former Democratic Congresswoman from Texas, said the measures were needed to curb the hiring of illegal aliens.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"European Topics : Proposed Organ Transplant Law Sparks Dispute in German State","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-proposed-organ-transplant-law-sparks-dispute-in.html","abstract":"A proposed law on organ transplants has caused a stir in Germany's Rhineland-Palatinate state. Under the draft law, backed by Rudolf Scharping, the state's premier and the Social Democratic candidate for German chancellor, organs could be removed from th","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Sullivan County Police To Patrol a No-Show Show","web_url":"https://www.nytimes.com/1994/08/04/nyregion/sullivan-county-police-to-patrol-a-no-show-show.html","abstract":"  The reunion concert planned for the site of the original Woodstock festival may be off, but Sullivan County officials, meeting in emergency session today, said they were taking no chances.   Fearing that thousands will flock to the Max Yasgur farm in Bethel anyway, county officials said they would deploy police officers as they had originally planned for the weekend of Aug. 13 and 14, and that they would keep the $200,000 provided by the original promoters to pay for the services of state troopers.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"New York's Electoral Shame","web_url":"https://www.nytimes.com/1994/08/04/opinion/new-york-s-electoral-shame.html","abstract":"  Despite a substantial simplification of New York State's election law in 1992, candidates for public office are still bombarding rivals with challenges to their nominating petitions. In New York City alone, 114 challenges were filed with the Board of Elections against candidates for the September primaries.   That may mean the law needs further modification to make life easier for petition candidates. Or it may simply mean that hoary political tradition dies hard.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Bentsen Denies Aides' Assertions Of Briefings on Whitewater Talks","web_url":"https://www.nytimes.com/1994/08/04/us/whitewater-inquiry-overview-bentsen-denies-aides-assertions-briefings-whitewater.html","abstract":"  Returning to the Senate to defend his reputation, Treasury Secretary Lloyd Bentsen today contradicted the description of his role in Whitewater discussions that his two top aides repeated today before a panel on the other side of Capitol Hill.   Mr. Bentsen told the Senate Banking Committee, the panel that had grilled Deputy Secretary Roger C. Altman for nine hours the night before, that errors of judgment had been committed by Mr. Altman and the department's general counsel, Jean E. Hanson.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Let Disney Teach History Someplace Else","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-let-disney-teach-history-someplace-else-854662.html","abstract":"  To the Editor:   Re \"Disney Is an Easy Target\" (Op-Ed, July 25): Thomas Bender, in his enthusiasm for Disney's theme park in Virginia, argues \"we ought to be seeking any means available, commercial or not, that will enable us to tell that complex and unfinished story\" of the Civil War's \"larger significance -- the struggle over the meaning of American nationalism and our concept of freedom.\"","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Clinton Sees a Softening in Syria","web_url":"https://www.nytimes.com/1994/08/04/world/clinton-sees-a-softening-in-syria.html","abstract":"  President Clinton said tonight that he believed Syria was interested in making peace with Israel now that Jordan and the Palestinians have moved to do so.   \"I think there are difficult issues still between Israel and Syria, but I believe both leaders do want to make peace,\" Mr. Clinton said at a news conference.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Senate G.O.P. Heats Up Attack on the Health Bill","web_url":"https://www.nytimes.com/1994/08/04/us/the-health-care-debate-in-congress-senate-gop-heats-up-attack-on-the-health-bill.html","abstract":"  Battle lines hardened on the health care front today and deadlines showed signs of slipping.   In the Senate, conservative Republicans escalated a bitterly ideological assault on the new plan from the Democratic leadership, asserting it would lead to socialized medicine, a \"medical Gestapo knocking on your parents' door\" and other generalized threats to what Senator Phil Gramm of Texas described as the future of America. They vowed once again to try to slow the legislative process, even as Senator George J. Mitchell, the majority leader, continued to move the bill toward floor consideration next week.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"European Topics","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-91313773815.html","abstract":"It's the easiest test they'll ever take. The Belgian Defense Ministry wants to give across-the-board raises to enlisted men next month in order to make a career in the new all-volunteer army more attractive. But under Belgian law, the soldiers' pay can b","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-849405.html","abstract":"  An article yesterday about the Senate Banking Committee testimony of Joshua Steiner, the Treasury Department chief of staff, misstated his educational connection to Oxford University. Mr. Steiner received a Master of Science degree in modern history from Oxford; he was not a Rhodes scholar.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Right and Wrong on Trade","web_url":"https://www.nytimes.com/1994/08/04/opinion/right-and-wrong-on-trade.html","abstract":"  This was the week for the Clinton Administration to play tough on trade. It threatened to retaliate unless Japan reversed government procurement policies that discriminate against exports of U.S. telecommunications and medical equipment. And it bludgeoned Canada into agreeing to reduce wheat exports to the U.S. for a year while a commission reviews an ongoing dispute about such exports.   The fighting stance toward Japan is justified, though the Administration threatens to carry it to excess. The decision to shut out Canadian wheat, by contrast, amounts to an assault on U.S. consumers -- the price of Mr. Clinton's promise to bail out Midwestern farmers whose support he desperately needed in Congress to pass the North American Free Trade Agreement.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854093.html","abstract":"  In another time and another place, WHOOPI GOLDBERG is stepping in to help Rwandan refugees. The star of \"Sister Act\" and \"The Color Purple\" said yesterday that she has donated $75,000 to relief organizations working with the refugees, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"Dog and Elephant Days: Giuliani Woos G.O.P.","web_url":"https://www.nytimes.com/1994/08/04/nyregion/dog-and-elephant-days-giuliani-woos-gop.html","abstract":"  Ah, sweet summer in New York City. There simply could not be a better time to try to persuade the Republican National Committee to hold its 1996 Presidential nominating convention in the city.   The skeptics might disagree, but they probably haven't got caught up in the spirit.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"European Topics : Around Europe","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-european-topics-around-europe.html","abstract":"The number of deaths in Italy has exceeded the number of births for the first time since 1914. Figures for 1993 show that the fertility rate has dropped to only 1.21 children per woman. That is the lowest in Europe, which has an average of 1.55. The tren","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Brooklyn Youth Arrested After Officer Is Shot","web_url":"https://www.nytimes.com/1994/08/04/nyregion/brooklyn-youth-arrested-after-officer-is-shot.html","abstract":"  It was nearly 1 A.M. yesterday when the chase began through the stairwells of the scruffy Cypress Hills Houses in East New York, Brooklyn.   Bullets were exploding and ricocheting off the walls, and as Detective Joseph Vigiano hit the fifth-floor landing, one shot ripped across the edge of his bulletproof vest and halted him with a grazing wound to his left arm.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"U.N. Can't Get Refugee Leaders to Visit Rwanda","web_url":"https://www.nytimes.com/1994/08/04/world/un-can-t-get-refugee-leaders-to-visit-rwanda.html","abstract":"  The first concerted effort by the United Nations to persuade Rwandan refugee leaders to return to their country has failed and ended in recriminations on both sides.   During a heated meeting with United Nations officials on Tuesday, about 20 provincial leaders refused to cross the border in cars with United Nations banners and come back to Zaire in the same cars to report on conditions to their constituents.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"CLINTON PRESSURES G.O.P. LAWMAKERS ON HEALTH CARE","web_url":"https://www.nytimes.com/1994/08/04/us/health-care-debate-white-house-clinton-pressures-gop-lawmakers-health-care.html","abstract":"  Asserting that Congress has a \"historic opportunity\" this year to enact universal health care legislation after six decades of failure, President Clinton accused Republican lawmakers tonight of abandoning their earlier support for guaranteed benefits and said the responsibility for finding a workable formula \"now should shift to them.\"   But in the third prime-time news conference of his term, Mr. Clinton was also forced to answer accusations that he had abandoned his stated goal of insuring every American by endorsing the version of insurance legislation unveiled on Tuesday by the Senate majority leader, George J.  Mitchell of Maine.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Five French Citizens Are Slain in Algeria","web_url":"https://www.nytimes.com/1994/08/04/world/five-french-citizens-are-slain-in-algeria.html","abstract":"  Five French citizens working for the French Government in Algiers were killed by suspected Muslim militants today, bringing to 56 the number of foreigners slain in Algeria since the banned Islamic Armed Group began attacking foreigners there last September.   The French victims, three paramilitary gendarmes and two consular officials, were shot dead when four gunmen opened fire on gendarmes protecting an embassy housing complex in an Algiers suburb, Ain Allah. French Government officials said the gunmen had also planned to explode a car bomb.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Fehr Hears a Drumbeat From the Players: 'Strike Now!'","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-fehr-hears-a-drumbeat-from-the-players-strike-now.html","abstract":"  If a growing number of players could make the decision, their labor leader said yesterday, they would move up the strike date from Aug. 12. To when? \"Yesterday, last week,\" Donald Fehr said. \"Some have asked, 'Why didn't we do it at the All-Star Game?' I have an incipient player revolt on my hands.\"   The players are angry, Fehr explained, because the owners decided not to make a payment of about $7.8 million to the pension and benefit plan last Monday, the date stipulated in the expired benefits agreement. The owners' labor representatives said the clubs were not contractually obligated to make the payment, so they didn't, but would take care of it once the two sides reach agreement on a new labor contract.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cliburn Saddles Up the Tchaikovsky Again","web_url":"https://www.nytimes.com/1994/08/04/arts/music-review-cliburn-saddles-up-the-tchaikovsky-again.html","abstract":"  If guardian angels exist, Van Cliburn's must be moonlighting as a Hollywood scriptwriter. An American cultural icon ever since he won the 1958 Tchaikovsky Competition in Moscow, Mr. Cliburn remains a celebrity, his fame undimmed despite an absence of any real musical achievement since the early 1970's. Abandoning the concert stage in 1978 only increased his allure, and he has performed so rarely since his comeback in 1989 that his every appearance is touted as a historic return. These performances have often been emotional high-wire acts, with word of backstage drama buzzing through the audience.   This was certainly the case on Tuesday evening, when Mr. Cliburn, accompanied by the Moscow Philharmonic and its conductor, Vasily Sinaisky, performed at the Metropolitan Opera House. The concert was part of Mr. Cliburn's first full-fledged tour since what he calls his \"intermission,\" but until the boyish-looking, 60-year-old pianist took the stage, there were doubts about whether he would play. On Thursday, when his 97-year-old mother, Rildia Bee Cliburn, had a stroke, Mr. Cliburn postponed his weekend concerts and flew home to Fort Worth. On Sunday he decided to postpone the Met concert, too, but just before midnight he changed his mind, saying that his mother would want him to go on. (Mrs. Cliburn died yesterday; an obituary is on page D18.)","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"4 Mathematicians Are Named Winners of Prestigious Medals","web_url":"https://www.nytimes.com/1994/08/04/us/4-mathematicians-are-named-winners-of-prestigious-medals.html","abstract":"  Four mathematicians yesterday were awarded Fields medals, the most prestigious awards in mathematics.    The winners were Jean Bourgain of the Institut des Hautes Etudes Scientifiques in Paris, Pierre-Louis Lions of the University of Paris-Dauphine, Jean-Christophe Yoccoz of the University of Paris-Sud and Efim Isaakovich Zelmanov, of the University of Wisconsin.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"High School Senior Goes Distance for U.S.","web_url":"https://www.nytimes.com/1994/08/04/sports/soccer-high-school-senior-goes-distance-for-us.html","abstract":"  On a club filled with veterans and professionals, they call midfielder Tiffany Roberts \"the little one.\"   It's an affectionate pet name for the 5-foot-3-inch high school senior from San Ramon, Calif. At 17 years of age, she has earned the right to suit up for the defending world champion United States women's soccer team, and she played all 90 minutes in tonight's 1-0 victory against China.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cuomo Appeals to Union Leaders for Help in Campaign","web_url":"https://www.nytimes.com/1994/08/04/nyregion/cuomo-appeals-to-union-leaders-for-help-in-campaign.html","abstract":"  Seeking to revitalize the liberal-labor coalition that helped start his political career 12 years ago, Gov. Mario M. Cuomo implored state union leaders today to give him the foot soldiers and the money he needs to win perhaps his toughest campaign.   In a fiery speech to leaders of the state A.F.L.-C.I.O., Mr. Cuomo cast the race in grand historical themes, calling it a battle for the \"heart and soul\" of America and warning that a Republican victory would be a powerful blow to union workers not just in New York State but nationwide.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"A Refuge Where Playwrights See Their Inspirations Coming to Life","web_url":"https://www.nytimes.com/1994/08/04/theater/a-refuge-where-playwrights-see-their-inspirations-coming-to-life.html","abstract":"  In an old church in the theater district of Manhattan, playwrights take wing.   The building is the home of New Dramatists, an organization that for 45 years has offered selected new and experienced playwrights the gifts of time and performance space, professional actors so that the plays dancing in their heads can be staged, and even a place to bed down.","thumbnail":null,"section":"Theater"},{"date":"19940804","headline":"1919: Hungarian Trick?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1919-hungarian-trick-in-our-pages100-75-and-50-years-ago.html","abstract":"The new Hungarian Government has decided to issue a manifesto to all the nations announcing the overthrow of the Soviet Government and expressing the desire of the Hungarian people to live at peace with every other country. However, the retirement of Bela","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854174.html","abstract":"  An article on Monday about the Grass Roots Shakespeare Troupe referred erroneously to a 1950's dispute between Robert Moses, then parks commissioner, and another troupe, the New York Shakespeare Festival started by Joseph Papp. The New York Shakespeare Festival first performed in Central Park in 1957, not 1958, and did so with the initial permission of Mr. Moses, not over his objections. He raised objections to the festival in 1959.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"'Old Mud Hole' Fails Just When Needed","web_url":"https://www.nytimes.com/1994/08/04/nyregion/old-mud-hole-fails-just-when-needed.html","abstract":"  Townspeople affectionately call it \"the old mud hole,\" a small pond where just about everyone in this rural community has been learning to swim since the turn of the century.    Emily Greiser, 10, learned to swim there, as did her father, Richard, who owns the town's general store, and her grandfather. Even Emily's great-grandfather swam there when he came to Easton, about 60 miles from New York City, to open the store in 1926.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/04/nyregion/news-summary-848956.html","abstract":"  International A2-11  A SPLIT ON INVADING HAITI  Though it has won the authorization of the United Nations Security Council for an invasion of Haiti, the Administration is split over whether to set a deadline for carrying it out, senior Administration officials say.  A1","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"TOP U.S. OFFICIALS DIVIDED IN DEBATE ON INVADING HAITI","web_url":"https://www.nytimes.com/1994/08/04/world/top-us-officials-divided-in-debate-on-invading-haiti.html","abstract":"  Despite winning approval of the United Nations Security Council for an invasion of Haiti, the Administration is split over whether to set a deadline for carrying it out, senior Administration officials said today.   This division became evident, officials said, at a meeting of Mr. Clinton's top national security advisers on Tuesday at the White House. The meeting had been called to draw up recommendations for the President.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Mining Some Drama From Whitewater at Last","web_url":"https://www.nytimes.com/1994/08/04/arts/critic-s-notebook-mining-some-drama-from-whitewater-at-last.html","abstract":"  After an opening that veered between a yawn and a farce, the Whitewater hearings caught fire this week. The promise of the appearance of a villain or a victim usually excites interest on the stage, and so it was for this television show that occupied PBS, CNN and C-Span for hours and hours. (The networks passed, presumably saving themselves for the trial of O. J. Simpson.)   The drama began to build on Tuesday morning with the questioning of Joshua L. Steiner, whose diary served as a metaphorical smoking gun against his former boss at the Treasury Department, Roger C. Altman. Mr. Steiner's hyperbolic prose turned the Senators into literary critics. By afternoon, expectations over how Mr. Altman would try to wriggle out of words, words, words ran high.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Beating '92 Gold Medalists Just a Dream, Says Johnson","web_url":"https://www.nytimes.com/1994/08/04/sports/basketball-beating-92-gold-medalists-just-a-dream-says-johnson.html","abstract":"  Practice sessions might be the only time Dream Team II will be challenged at the world basketball championships, which begin today in Toronto.   But at least one member of the original Dream Team thinks this year's upstarts would be wise not to get too cocky.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Saddam Hasn't Budged","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-saddam-hasnt-budged.html","abstract":"I am writing on the anniversary of Saddam Hussein's invasion of Kuwait, which took place on Aug. 2, 1990. Much has happened since, but vital facts remain: Saddam refuses to recognize the sovereignty and borders of Kuwait, and he is still keeping the 625","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"A Hidden Bat Trick: Vizcaino Saves Mets","web_url":"https://www.nytimes.com/1994/08/04/sports/baseball-a-hidden-bat-trick-vizcaino-saves-mets.html","abstract":"  Rico Brogna looked downright ugly when he faced Atlanta's Steve Avery last night at Shea Stadium. In his first two at-bats against the left-hander, Brogna struck out on six pitches. In his third plate appearance, he flew out weakly to right field.   It appeared, then, that someone in the National League had finally found a way to solve Brogna, the red-hot Mets rookie who has hit .382 since his call-up on June 25. And the 11-game hitting streak Brogna brought into last night's contest? It looked dead.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Sports of The Times; Good Faith Needlessly Turns Bad","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-of-the-times-good-faith-needlessly-turns-bad.html","abstract":"  IF the owners of the major league clubs were setting out to find an issue that would further galvanize the players, they have hit the proverbial grand slam.   Nearly a month after the players participated in an All-Star Game they traditionally play gratis in return for the clubs' contributions to their pension fund, the players have found that the owners have no intention of making their annual August contribution.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"In an Upset, Baggio Dislikes Shootouts","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-soccer-in-an-upset-baggio-dislikes-shootouts.html","abstract":"  ROBERTO BAGGIO, who missed a penalty kick that proved decisive in Italy's loss to Brazil in the World Cup final last month, wants to eliminate shootouts. Instead, he said yesterday, when World Cup matches end in ties, a new game should be played three or four days later. A second game, or a replay, was the system in place, but never used by FIFA to resolve ties in the championship game until the 1980's. Baggio said the shootout is unfair \"for teams that have worked hard for four years to play a World Cup.\" Baggio said Brazil \"was a just winner.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"F.B.I. Undertakes Conspiracy Inquiry In Clinic Violence","web_url":"https://www.nytimes.com/1994/08/04/us/fbi-undertakes-conspiracy-inquiry-in-clinic-violence.html","abstract":"  Setting aside a longstanding reluctance to involve itself in cases of abortion-related violence, the Federal Bureau of Investigation has begun an inquiry into accusations that the use of force against women's clinics and their doctors is the work of a conspiracy by anti-abortion militants.   A confidential teletype sent to all 56 F.B.I. field offices on Saturday evening said the bureau had information indicating that about half a dozen anti-abortion figures might be posing \"a conspiracy that endeavors to achieve political or social change through activities that involve force or violence.\"","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"LETTERS TO THE EDITOR : Points About Proliferation","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-letters-to-the-editor-points-about-proliferation.html","abstract":"Regarding \"Nuclear Crisis Extends Well Beyond Korea\" (June 27):.Contrary to the news report, next year's conference of the parties to the 1968 treaty on the nonproliferation of nuclear weapons will not consider whether the treaty is to be ext","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Victors in Michigan Primaries","web_url":"https://www.nytimes.com/1994/08/04/us/victors-in-michigan-primaries.html","abstract":"  Michigan voters on Tuesday nominated candidates with sharp ideological differences for what are expected to be closely contested races for governor and the United States Senate this fall.   Former Representative Howard Wolpe narrowly won the Democratic nomination for governor, with 241,403 votes, or 35 percent. His closest rival was State Senator Debbie Stabenow, who had 209,013 votes, or 30 percent.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Let Disney Teach History Someplace Else; Lectures in the Park","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-let-disney-teach-history-someplace-else-lectures-in-the-park-854654.html","abstract":"  To the Editor:   Thomas Bender's belief that the complex and unfinished story of the Civil War is not being given to the widest possible public fails to credit the efforts and scholarship of the many National Park Service historians who have interpreted the Civil War story to millions since the 1930's (Op-Ed, July 25).","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854140.html","abstract":"  An entry in the Company Earnings listing in Business Day yesterday for the Agco Corporation included an incorrect footnote. The figures provided were in United States dollars, not Canadian.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Pacers Will Re-sign Scott, Report Says","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-pacers-will-re-sign-scott-report-says.html","abstract":"  BYRON SCOTT, 33, whose leadership and scoring off the bench helped spark Indiana's drive to the Eastern Conference finals, will sign a three-year, $5 million contract with the Pacers. Pacers President Donnie Walsh was in Los Angeles to sign the former Lakers star yesterday, The Indianapolis Star reported. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Howard Glad to Be Put Out Of Position","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-howard-glad-to-be-put-out-of-position.html","abstract":"  Erik Howard has never looked this good, not even when he was a 21-year-old rookie with the Giants in 1986.   He has slimmed down 15 pounds to 275, partly to reduce pressure on a chronically aching back. He walks with a spring. On the field at the Giants' training camp here, he looks quicker and happier.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/04/nyregion/no-headline-849316.html","abstract":"  \"New York is the center of the industry. I couldn't afford to cut myself off from where the action is.\" -- ZEEV VOLCHIK, moved his business back to Brooklyn from New Jersey.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Barkley Refuses to Get With the Program","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-barkley-refuses-to-get-with-the-program.html","abstract":"  CHARLES BARKLEY has had his rehabilitation program adjusted, allowing the Phoenix Suns star to go to Philadelphia and play golf.   Barkley was supposed to have completed a stringent eight-week rehabilitation program for his back this summer, but he stopped after four days, The Phoenix Gazette reported yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Lemieux and Penguins to Discuss Status","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-hockey-lemieux-and-penguins-to-discuss-status.html","abstract":"  MARIO LEMIEUX, just back from a golf vacation to Scotland, met last night with the Pittsburgh Penguins' chairman, HOWARD BALDWIN, to discuss his future with the team. It's a future the Penguins apparently believe won't include the 1994-95 season.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/04/style/chronicle-854085.html","abstract":"  RUTH GRUBER, the author of 14 books, is also visiting a place she described in one of them, but in her case she has been there before. She is going to Oswego, N.Y., for a three-day reunion of refugees she accompanied to this country 50 years ago and more than 100 of their descendants.   Ms. Gruber wrote a book in 1983 called \"Haven,\" about the mission she led in 1944 as an aide to Harold Ickes, Secretary of the Interior, to bring 982 refugees from 18 countries to the United States. President Franklin D. Roosevelt lifted immigration quotas to let them in, and they were taken to Fort Ontario, an Army camp in Oswego.","thumbnail":null,"section":"Style"},{"date":"19940804","headline":"You Call This Scam Health-Care Reform?","web_url":"https://www.nytimes.com/1994/08/04/opinion/l-you-call-this-scam-health-care-reform-854450.html","abstract":"  To the Editor:   A July 25 front-page article describes the millstones burdening Hillary Rodham Clinton as she campaigns across the country for health care reform. We're advised, Don't even think about a single-payer plan or a Canadian-style plan: they are as dead as socialized medicine.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"'Jerusalem? Shalom! Do You Copy?'","web_url":"https://www.nytimes.com/1994/08/04/world/jerusalem-shalom-do-you-copy.html","abstract":"  Accompanied by an Israeli fighter jet escort and a blaze of official publicity, King Hussein of Jordan flew over Israel today, passing over Muslim holy sites in Jerusalem on his way home to Amman from Europe.   The flyover, announced to Israelis by Prime Minister Yitzhak Rabin's office, was an attempt to show how quickly changes were going into effect after the signing in Washington last week of a declaration that formally ended the state of war between Jordan and Israel.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Grand Larceny Charge Deepens an Elmsford Family Tragedy","web_url":"https://www.nytimes.com/1994/08/04/nyregion/grand-larceny-charge-deepens-an-elmsford-family-tragedy.html","abstract":"  A year ago, after robbing a liquor store at gunpoint, Eric Shames inspired more sympathy than outrage. His story drew national attention because Mr. Shames, a retired New Rochelle police officer, said he had acted in a desperate attempt to get money for his ailing young son.   Letters of support, donations of food and clothing, and thousands of dollars poured in from people across the country who wanted to help Mr. Shames, his wife, Elizabeth, and their son, Christopher, who was born with a heart defect and suffered severe brain damage during surgery to correct the problem.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"New Tape of a Police Beating in California","web_url":"https://www.nytimes.com/1994/08/04/us/new-tape-of-a-police-beating-in-california.html","abstract":"  A videotape of a police officer repeatedly hitting a teen-ager with his baton raised new accusations of police brutality in Los Angeles today.   The F.B.I and the Los Angeles County District Attorney's office are investigating, as is the Police Department in Compton, where the incident took place on Friday.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Jets Will Start Glenn; Hasty Causes a Scare","web_url":"https://www.nytimes.com/1994/08/04/sports/pro-football-jets-will-start-glenn-hasty-causes-a-scare.html","abstract":"  On the day that Aaron Glenn, the Jets' No. 1 draft pick, was named the starting left cornerback, the team lost James Hasty, its outstanding right cornerback, for at least the rest of the preseason.   Hasty will undergo arthroscopic surgery on his right knee on Thursday morning at Lenox Hill Hospital. The surgery will be performed by Dr. Elliott Hershman, the team's orthopedist.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Parish Could Be a King for Season, or Two","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-parish-could-be-a-king-for-season-or-two.html","abstract":"  He will be taking a cut in pay, but he says he wants to play one more season, so the reported offer from the Sacramento Kings of nearly $3 million for two years might be attractive to ROBERT PARISH, 40, the National Basketball Association's oldest player. Parish made $4 million last season with the Boston Celtics, but that money in his salary-cap slot this season is going to forward DOMINIQUE WILKINS, 34, who signed with Boston last week. According to The Boston Globe yesterday, the Kings would pay Parish $2.3 million next season with a buyout clause for the next year. If he decided to play only one season, he would still receive nearly $3 million. The Globe also reported that the Charlotte Hornets are interested in Parish. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Teammates Welcome an American Abroad","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-soccer-teammates-welcome-an-american-abroad.html","abstract":"  ALEXI LALAS was greeted by applause from his new teammates when he joined Padova of the Italian League yesterday in Bressanone, Italy. Lalas, a 24-year-old defender from Birmingham, Mich., and Rutgers University who played in the World Cup last month, is the first American to sign with a team in the Italian League, the most expensive and highly regarded league in the world. He spent his first day taking a physical exam, being fitted for a uniform and house-hunting. Padova begins its league schedule on Sept. 4 at Sampdoria of Genoa. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Cavaliers Sign Cage, a Free Agent","web_url":"https://www.nytimes.com/1994/08/04/sports/sports-people-pro-basketball-cavaliers-sign-cage-a-free-agent.html","abstract":"  MICHAEL CAGE, a 10-year N.B.A. veteran who became a free agent after playing for the Seattle SuperSonics for the last six seasons, agreed to a three-year deal yesterday with the Cleveland Cavaliers. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"Essay; The Whole Truth","web_url":"https://www.nytimes.com/1994/08/04/opinion/essay-the-whole-truth.html","abstract":"  Why have the Riegle hearings on the Whitewater scandal brought credit to the Senate, while the Gonzalez circus on the same matter has brought ridicule on the House?   Because the essence of the Senate hearings is not about the abuse of the banking system by the Clintons, or even about White House attempts to impede or wrongfully investigate an investigation. These hearings are not yet about Whitewater; they are about the constitutional requirement that the Congress be told the whole truth.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Dealing With War Crimes","web_url":"https://www.nytimes.com/1994/08/04/opinion/dealing-with-war-crimes.html","abstract":"  There is no doubt that horrible war crimes have been committed in the civil war in Rwanda. But Prime Minister Faustin Twagiramungu's determination to proceed with the trial and execution of thousands of civilians accused of war crimes in Rwanda speaks of victor's justice. Mass trials in suspect circumstances can now only deepen the divisions that have caused two million Rwandans, most of them Hutu, to flee a country whose victorious revolutionaries are most Tutsi.    Far better for the world as well as Rwanda to seek justice before an international tribunal under United Nations auspices. Mr. Twagiramungu believes such a process could take too long to organize, but it need not.","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/04/nyregion/c-corrections-854166.html","abstract":"  Because of an editing error, an obituary last Thursday about a physician who headed the physiology department at Columbia University for 20 years referred to him erroneously at one point in some editions. He was Dr. John V. Taggart 3d; Dalton was the name of the professorship he held.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Outlook Improves for Industry in New York","web_url":"https://www.nytimes.com/1994/08/04/nyregion/outlook-improves-for-industry-in-new-york.html","abstract":"  When he moved his Brooklyn knitwear company to New Jersey eight years ago, Zeev Volchik joined a decadeslong exodus of industrial concerns from New York City. Like so many New York manufacturers before and after him, Mr. Volchik was convinced that he would save hundreds of thousands of dollars by locating elsewhere and avoiding all the troubles of doing business in the city.   But two years ago, Mr. Volchik, an immigrant from Israel, moved his company back to Brooklyn. Why? Even though he had been just a few miles away in Perth Amboy, N.J., Mr. Volchik found that his company, Sarig Fashions, was losing touch with the tight network of garment makers, suppliers and customers in Queens and Brooklyn that helped him survive.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"A Televised Test of Character and Endurance","web_url":"https://www.nytimes.com/1994/08/04/us/the-whitewater-inquiry-the-ritual-a-televised-test-of-character-and-endurance.html","abstract":"  As Deputy Treasury Secretary and for many years before as a prominent and prosperous Wall Street investment banker, Roger C. Altman has been used to giving orders, to cutting deals, to being in charge.   But for the last two days, he has been anything but in command. He has been subjected to a form of torture peculiar to Washington: the televised Congressional hearing.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Three-Bowl Coalition Aiming for One Winner","web_url":"https://www.nytimes.com/1994/08/04/sports/college-football-three-bowl-coalition-aiming-for-one-winner.html","abstract":"  College conference commissioners are expected to announce today the creation of a three-part football coalition intended to greatly increase the chances of a national championship game in one of the participating bowls. It could be for a three- or a six-year term, starting in 1996.   The Sugar, Fiesta and Orange Bowls emerged yesterday as the likely winners, with the Big East and Southeastern conferences voting in their favor, according to two persons familiar with the situation who asked for anonymity.","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"1944: Army Halts Strike : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/04/opinion/IHT-1944-army-halts-strike-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] The United States Army, acting on orders of President Roosevelt, took over Philadelphia's entire transportation system tonight [Aug. 3] and called on 6,000 rank-and-file strikers, who have stalled all transit and cut war prod","thumbnail":null,"section":"Opinion"},{"date":"19940804","headline":"Unusual Alliance in House Unites to Stall the Crime Bill","web_url":"https://www.nytimes.com/1994/08/04/us/unusual-alliance-in-house-unites-to-stall-the-crime-bill.html","abstract":"  The Clinton Administration's comprehensive crime bill, which last week seemed on its way to final passage in Congress, has run into an 11th-hour threat from political forces similar to ones that brought down crime bills in past years.    A strange if inadvertent alliance of gun supporters, blacks and Republicans has moved to block the bill, a compromise measure worked out last week by House and Senate negotiators, from reaching the House floor for a final vote. The maneuvering has prompted President Clinton to join the fight for the measure.","thumbnail":null,"section":"U.S."},{"date":"19940804","headline":"Man Is Killed by L.I.R.R. Train in Queens","web_url":"https://www.nytimes.com/1994/08/04/nyregion/man-is-killed-by-lirr-train-in-queens.html","abstract":"  A Long Island Rail Road train struck two young men in Springfield Gardens, Queens yesterday evening, killing one and seriously injuring the other, officials said.   \"It looks like a case of two males in their late teens playing chicken with a train and losing,\" Richard A. Brown, the Queens District Attorney, said at the scene of the accident.","thumbnail":null,"section":"New York"},{"date":"19940804","headline":"Italian Chief Hoping August Recess Will Cool Political Crisis","web_url":"https://www.nytimes.com/1994/08/04/world/italian-chief-hoping-august-recess-will-cool-political-crisis.html","abstract":"  With most Italians soaking up heat on the beach or heading for the hills to avoid it, Prime Minister Silvio Berlusconi seemed today to have won a respite from crisis, evidently hoping that his country's traditional August torpor will blunt political tempers, too.   With a televised speech to Parliament on Tuesday night that enabled the tycoon-politician to capitalize on his skills before the camera, Mr. Berlusconi overcame rifts in his coalition prompted both by worries over the conflict between his business and political interests and concerns about his increasingly touchy relationship with the investigating magistrates.","thumbnail":null,"section":"World"},{"date":"19940804","headline":"Lewis to Fight McCall","web_url":"https://www.nytimes.com/1994/08/04/sports/lewis-to-fight-mccall.html","abstract":"  After three lackluster defenses of a tarnished crown, Lennox Lewis, the World Boxing Council heavyweight champion, will finally be meeting a quality opponent when he takes on Oliver McCall in London on Sept. 24. That, at least, was the line being peddled in New York yesterday by, among others, Lewis, McCall, Dan Duva, the fight's promoter, and, most vociferously, McCall's personal promoter, Don King.   The contention that McCall (24-5) is a plausible challenger for Lewis (25-0) rests on several arguments","thumbnail":null,"section":"Sports"},{"date":"19940804","headline":"An Empire Heard Again","web_url":"https://www.nytimes.com/1994/08/04/arts/music-review-an-empire-heard-again.html","abstract":"  The Mostly Mozart Festival took a night off from both its own orchestra and its namesake on Monday night. The Austro-Hungarian Haydn Orchestra under Adam Fischer visited Avery Fisher hall. The music was by Haydn, Beethoven and Schubert.    The seven-year-old orchestra tells us in musical terms that empires die hard. Its 30-odd musicians represent a post-Iron Curtain reunification of an old Vienna-Budapest axis, the roster almost evenly split between Austrian and Hungarian players. The underlying conceit here is that cold war or not, a performing style once shared by the two countries survives and can be shared again.","thumbnail":null,"section":"Arts"},{"date":"19940804","headline":"Court Grants Writer's Bail In Bangladesh","web_url":"https://www.nytimes.com/1994/08/04/world/court-grants-writer-s-bail-in-bangladesh.html","abstract":"  A feminist writer who had spent two months in hiding in fear of death threats by Muslim fundamentalists appeared in court under heavy police guard today in Dhaka, the capital of Bangladesh.   After being granted bail on a charge of defaming the Muslim faith, the writer, Taslima Nasrin, quickly went into hiding again, saying she still feared for her life despite Government pledges to protect her.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940804","time":"1994-08-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":64,"wspd":13},{"date":"19940804","time":"1994-08-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":65,"wspd":7.6},{"date":"19940804","time":"1994-08-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":69,"wspd":13},{"date":"19940804","time":"1994-08-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":66,"wspd":7.6},{"date":"19940804","time":"1994-08-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":63,"wspd":5.4},{"date":"19940804","time":"1994-08-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":61,"wspd":1.8},{"date":"19940804","time":"1994-08-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":62,"wspd":11.2},{"date":"19940804","time":"1994-08-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":65,"wspd":9.4},{"date":"19940804","time":"1994-08-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":73,"wspd":18.4},{"date":"19940804","time":"1994-08-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.7,"rhum":66,"wspd":14.8},{"date":"19940804","time":"1994-08-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":66,"wspd":9.4},{"date":"19940804","time":"1994-08-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":64,"wspd":9.4},{"date":"19940804","time":"1994-08-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":60,"wspd":7.6},{"date":"19940804","time":"1994-08-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":58,"wspd":7.6},{"date":"19940804","time":"1994-08-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":55,"wspd":3.6},{"date":"19940804","time":"1994-08-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.2,"rhum":66,"wspd":7.6},{"date":"19940804","time":"1994-08-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":76,"wspd":13},{"date":"19940804","time":"1994-08-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":71,"wspd":11.2},{"date":"19940804","time":"1994-08-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":70,"wspd":9.4},{"date":"19940804","time":"1994-08-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":71,"wspd":7.6},{"date":"19940804","time":"1994-08-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":74,"wspd":14.8},{"date":"19940804","time":"1994-08-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":77,"wspd":5.4},{"date":"19940804","time":"1994-08-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":79,"wspd":7.6},{"date":"19940804","time":"1994-08-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":80,"wspd":7.6},{"date":"19940804","time":"1994-08-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":50,"wspd":22.3},{"date":"19940804","time":"1994-08-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":14.8},{"date":"19940804","time":"1994-08-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":79,"wspd":16.6},{"date":"19940804","time":"1994-08-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":82,"wspd":13},{"date":"19940804","time":"1994-08-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":14.8},{"date":"19940804","time":"1994-08-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":14.8},{"date":"19940804","time":"1994-08-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":13},{"date":"19940804","time":"1994-08-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":9.4},{"date":"19940804","time":"1994-08-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":11.2},{"date":"19940804","time":"1994-08-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":9.4},{"date":"19940804","time":"1994-08-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":9.4},{"date":"19940804","time":"1994-08-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":9.4},{"date":"19940804","time":"1994-08-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":14.8},{"date":"19940804","time":"1994-08-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":11.2},{"date":"19940804","time":"1994-08-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":13},{"date":"19940804","time":"1994-08-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":9.4},{"date":"19940804","time":"1994-08-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":16.6},{"date":"19940804","time":"1994-08-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":18.7},{"date":"19940804","time":"1994-08-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":22.3},{"date":"19940804","time":"1994-08-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":44,"wspd":24.1},{"date":"19940804","time":"1994-08-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":25.9},{"date":"19940804","time":"1994-08-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":24.1},{"date":"19940804","time":"1994-08-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":47,"wspd":27.7},{"date":"19940804","time":"1994-08-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":24.1}]}}