{"19940330":{"guardian_articles":[],"nytimes_articles":[{"date":"19940330","headline":"How Many Schools? Define 'School.'; In New York, the Answer Involves Philosophy and Politics","web_url":"https://www.nytimes.com/1994/03/30/nyregion/many-schools-define-school-new-york-answer-involves-philosophy-politics.html","abstract":"  New York City Schools Chancellor Ramon C. Cortines caused a stir when he recently discovered that the Board of Education's central bureaucracy has about 7,000 employees, 3,000 more than anyone had thought.    But there's a more fundamental problem: No one knows how many schools there are in New York City.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Aide Says U.S. May Scrap an Across-the-Board Penalty for China","web_url":"https://www.nytimes.com/1994/03/30/world/aide-says-us-may-scrap-an-across-the-board-penalty-for-china.html","abstract":"  A senior State Department official said today that the Administration might consider a selective withdrawal of current trade privileges from China's state-owned enterprises instead of an across-the-board penalty if Beijing failed to make sufficient progress on human rights.   Responding to a question after a speech to the United States Chamber of Commerce, Winston Lord, Assistant Secretary of State for East Asian Affairs, said such selective sanctions \"should be looked at\" because they would help preserve private enterprise in China and protect United States investments there.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Ron Silver Leaves Cast Of New Play by Miller","web_url":"https://www.nytimes.com/1994/03/30/theater/ron-silver-leaves-cast-of-new-play-by-miller.html","abstract":"  Ron Silver has withdrawn from the cast of \"Broken Glass,\" Arthur Miller's Broadway-bound play now completing its world-premiere run at the Long Wharf Theater in New Haven, the producers of the play announced yesterday. No reason was given.   In a prepared statement, one of the producers, Robert Whitehead, said, \"No actor could have been more cooperative and professional in his efforts to serve the play.\" Mr. Silver, who is the president of Actors' Equity Association, the labor union, did not return a telephone call to his office yesterday.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"DIALOGUE: Dr. Giuliani's Hospital Cure; A Bad Deal For the City","web_url":"https://www.nytimes.com/1994/03/30/opinion/dialogue-dr-giuliani-s-hospital-cure-a-bad-deal-for-the-city.html","abstract":"  As Mayor Rudolph Giuliani takes on the deficits in New York City's budget, he has put pieces of the Health and Hospitals Corporation at the top of his list to sell, give away or turn over to private management. Privatization and competition between government and the private sector may be desirable tools for reforming some agencies and services, but surrendering control of public hospitals would be little more than a fiscal shell game.   Dismantling the system rather than overhauling it is feel-good politics: it gives the appearance of dramatic action but (as even the Mayor has now acknowledged) will not reduce the deficit. What it will do is jeopardize critical health services for millions of New Yorkers -- especially the poor and uninsured, for whom city hospitals are often the only source of health care.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"China Shields North Koreans On Atom Issue","web_url":"https://www.nytimes.com/1994/03/30/world/china-shields-north-koreans-on-atom-issue.html","abstract":"  China again shielded North Korea today from the consequences of its decision to block a United Nations investigation into whether it is secretly developing nuclear weapons.    In the Security Council, China, which has a veto, objected to a proposed United States resolution urging North Korea to readmit the nuclear inspectors but also threatening \"to consider further Security Council action\" if it has not done so within a month -- a thinly veiled warning of a trade embargo.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"1944: Praise for Tito : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1944-praise-for-tito-in-our-pages100-75-and-50-years-ago.html","abstract":"BARI, Italy - [From our New York edition:] A veteran of the World War who heads an American outfit whose Dalmatian operations are coordinated under a senior British officer said: \"Having seen for ourselves, we have the highest admiration for the acco","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Third World Care : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-third-world-care-letters-to-the-editor.html","abstract":"Regarding \"Cure Is Clear, but Europeans Dislike the Medicine\" (March 11):.Articles such as this are, of course, written by people who do not have to worry about their own \"social benefits\" and \"safety nets.\" Would they tak","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"MEXICAN LEADER PICKS SUCCESSOR TO SLAIN NOMINEE","web_url":"https://www.nytimes.com/1994/03/30/world/mexican-leader-picks-successor-to-slain-nominee.html","abstract":"  One week after the assassination of its presidential candidate, Mexico's long-governing party today announced that its new standard-bearer would be Ernesto Zedillo Ponce de Leon, a former Cabinet minister who had been managing the slain nominee's campaign.    The choice of the new candidate was made by the departing Mexican President, Carlos Salinas de Gortari. In selecting Mr. Zedillo to replace Luis Donaldo Colosio, who was shot to death in Tijuana last week, Mr. Salinas turned to one of the American-trained economists most closely associated with his own effort to modernize Mexico's institutions and strengthen its ties to the United States.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"A Bronx Cheer : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-a-bronx-cheer-letters-to-the-editor.html","abstract":"Regarding \"An Unpleasant Echo From a U.S. Name\" (March 21) by Clyde Haberman:.Flatbush, mentioned in your article on Brooklynites in Israel, is in Brooklyn, not Queens, and has been since the Dutch settled the southern tip of Long Island in t","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Late Score By Kovalev Makes the Difference","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-late-score-by-kovalev-makes-the-difference.html","abstract":"  At the end of a draining month, a fatiguing five-game road trip and a furious third period in which the shots came in flurries and the goals came in bunches, the weary Rangers, their legs rubbery and exhausted, were stripped down to the resourcefulness of experience and determination tonight.   The score was 3-3, the Philadelphia Flyers were making one final desperate surge toward a fading playoff spot and the expended Rangers were frantically searching for a way to keep pace with the Devils atop the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Television; Manipulating the Genes: A New Medical Frontier","web_url":"https://www.nytimes.com/1994/03/30/movies/review-television-manipulating-the-genes-a-new-medical-frontier.html","abstract":"  The developing world of genetic medicine is glimpsed on \"48 Hours\" tonight through lives that have already been changed by it. \"Marked for Life\" begins with the successful effort to produce a healthy child for a couple who had lost a baby to the always fatal Tay-Sachs disease. The story is moving, the process fascinating: embryos produced by in vitro fertilization were screened for the gene that causes the disease. The embryos that contained the mutant gene were allowed to die; one of the normal embryos was implanted into the mother's womb, and she gave birth to a healthy baby.   In another case, a so-far-healthy member of a family with a history of Huntington's chorea, which cripples and kills its victims in middle age, volunteers to have doctors search his body for the culprit gene. The brief wait for the results is excrutiating. Some people in families at risk say they prefer not to know whether they carry the gene because nothing can be done to stop the disease's progress.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"In America; Jury Room Injustice","web_url":"https://www.nytimes.com/1994/03/30/opinion/in-america-jury-room-injustice.html","abstract":"  The state of Georgia plans to go ahead with tomorrow's execution of William Henry Hance even though there is now clear evidence of gross misconduct by the jury that sentenced him to death.   A second juror has come forward with a sworn affidavit acknowledging the shenanigans that went on during the sentencing deliberations. The juror, a white woman, also says that the process was tainted by racial prejudice.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"John Paul II to Visit The City for Address At United Nations","web_url":"https://www.nytimes.com/1994/03/30/nyregion/john-paul-ii-to-visit-the-city-for-address-at-united-nations.html","abstract":"  Pope John Paul II will visit New York City in October, in his fourth major trip to the United States as Pope, and will address the United Nations General Assembly for the first time since 1979, the Vatican representative to the U.N. said yesterday.   John Cardinal O'Connor said the Pope might also visit St. Joseph's seminary in Yonkers. The U.N. ambassador, Archbishop Renato Martino, said the only certain element of the Pope's agenda was the visit to the U.N.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Wrecker's Ball Puts Gaps in Historic Philadelphia","web_url":"https://www.nytimes.com/1994/03/30/us/wrecker-s-ball-puts-gaps-in-historic-philadelphia.html","abstract":"  Philadelphia's past is its best hope for future economic development, Mayor Edward G. Rendell said this month in announcing a new promotion to lure tourists here.   That same day, a contractor with a city permit knocked down two early 19th-century commercial buildings in the Old City section of Philadelphia. A similar brick factory building nearby has been pulled down since then, another is expected to be demolished this week, and the dust in historic Philadelphia has not settled yet.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Environmental Lobby Beats Tactical Retreat","web_url":"https://www.nytimes.com/1994/03/30/us/environmental-lobby-beats-tactical-retreat.html","abstract":"  Disappointed by an Administration and Congress that they had hoped would be better allies, lobbyists for major environmental organizations have reluctantly agreed to narrow their sights and choose their battles more carefully.   The groups had high expectations last year for tougher laws in many areas, including toxic wastes, mining, water, pesticides, wilderness preservation and endangered species.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Council Leaders Propose Selling 3 Sewage Plants","web_url":"https://www.nytimes.com/1994/03/30/nyregion/council-leaders-propose-selling-3-sewage-plants.html","abstract":"  The leadership of the City Council yesterday proposed selling three of New York City's sewage treatment plants to private companies as a way to help close the city's $2.3 billion budget gap and avert some of the deepest service cuts proposed by Mayor Rudolph W. Giuliani.   The proposal came as the Mayor's office negotiated with municipal unions all day yesterday to try to reach an agreement on severance packages Mr. Giuliani hopes to offer to cut 7,600 jobs by the end of April. By last night, negotiators on both sides reported progress. The talks ended for the day with subcommittees continuing to work out details. The full teams resume at 9 A.M. today.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"New Education Legislation Defines Federal Role in Nation's Classrooms","web_url":"https://www.nytimes.com/1994/03/30/us/new-education-legislation-defines-federal-role-in-nation-s-classrooms.html","abstract":"  When President Clinton signs a sweeping school measure this week, the nation will for the first time have a Federal blueprint to educate its children.   The legislation, called the Goals 2000: Educate America Act, recommends academic standards for students in the 4th, 8th and 11th grades. It encourages states to design new ways to measure student achievement and exhorts states to lower the dropout rate, improve preschool programs and reduce crime in schools. The legislation also addresses job training and promotes literacy for adults.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Taylor Starts Over","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-soccer-taylor-starts-over.html","abstract":"  GRAHAM TAYLOR, who resigned in November as coach of England's national team, was hired yesterday as coach of Wolverhampton and given a three-year contract.   Taylor, 49, was coach of Watford and Aston Villa, guiding both to promotion before taking over England after the 1990 World Cup. He resigned when England failed to qualify for this summer's World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"The Mayor and the Fish Market -- Again","web_url":"https://www.nytimes.com/1994/03/30/opinion/the-mayor-and-the-fish-market-again.html","abstract":"  The Fulton Fish Market has been a fixture on the lower Manhattan landscape since 1833. But decades of abdication by New York City's government have turned this bustling wholesale fish and seafood distribution center into a haven for organized crime, where extortion and physical intimidation are a routine part of doing business.   Eight years ago Rudolph Giuliani, then a U.S. Attorney, began a worthy assault against the Mafia, leading to the appointment of a special Federal administrator, Frank Wohl. Mr. Wohl was given the temporary job of investigating corruption at the market and imposing fines and other sanctions.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Italian Kennedy Roots","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-italian-kennedy-roots-622702.html","abstract":"  To the Editor:   Jim McManus (letter, March 17) states that the \"Fitzgerald in John F. Kennedy is a famous Norman name.\"","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Farrakhan Softens Tone But Sticks To Message","web_url":"https://www.nytimes.com/1994/03/30/nyregion/farrakhan-softens-tone-but-sticks-to-message.html","abstract":"  By the time Louis Farrakhan released his oratorical grip on a Kean College audience early today and the students filed outside a campus theater well past midnight, a fine raw rain that greeted them did not lessen the new enthusiasm many professed for the Nation of Islam leader.   It was a performance that swelled with defiance at perceived enemies in the news media, at Hollywood image-makers he insinuated were dominated by Jews, and at a mass culture he accused of robbing black Americans of the chance to succeed. Perhaps less predictably, for nearly three and a half hours he kept up a drumbeat of criticism, gentle at first and then volcanic, aimed at young blacks who he said were more concerned with sex, rap music and drugs than with working to elevate themselves and the condition of all black society.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Of Preference and Equality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-of-preference-and-equality-letters-to-the-editor.html","abstract":"Regarding \"No Racial Reform on. a Racist Basis\" (Opinions, March 16). by Shelby Steele:.Mr. Steele's article fortifies an opinion I have held since the great idea of affirmative action (seek out the disadvantaged, train, hire and promote with","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Review/Pop; Turning a Solo Concert Into a One-Woman Show","web_url":"https://www.nytimes.com/1994/03/30/arts/review-pop-turning-a-solo-concert-into-a-one-woman-show.html","abstract":"  There's a moment in a baseball game when, if the pitcher has the right stuff, a no-hitter begins to look possible. That sense of impending perfection was prevalent during Rickie Lee Jones's show on Monday night at Town Hall. She was tossing the vocal equivalent of meticulously placed, audacious pitches.   With the stage lights draping her in a dull gold against a stark black background, Ms. Jones was performing in the barest of circumstances: alone. Every move she made, accompanying herself on guitar and piano, fell into place without a blemish. It all worked, in part because her voice, moving from a girl's talk to a blues-drenched moan, was unerringly on pitch, with a phrasing that made everything seem natural. It also worked because her ability to make her songs, and their bohemian narratives, avoid the traps of street romanticism that mar her recordings.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"About Real Estate;\nBank Mergers Change A City's Office Market","web_url":"https://www.nytimes.com/1994/03/30/us/about-real-estate-bank-mergers-change-a-citys-office-market.html","abstract":"Bank mergers are changing office space arrangements here, guaranteeing the success of the city's newest office tower but raising questions about the future of older buildings. \n\nBank acquisitions began accelerating two years ago when the Society Corporation, a commercial bank that had about $15 billion in assets, acquired a rival, the Ameritrust Corporation, an old-line local bank that fell on hard times when its commercial real estate and other loans started to go bad. The combined company had about $25 billion in assets.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Personal Health; Saving a life with CPR can be as easy as A B C.","web_url":"https://www.nytimes.com/1994/03/30/us/personal-health-saving-a-life-with-cpr-can-be-as-easy-as-a-b-c.html","abstract":"  CARDIOPULMONARY resuscitation, or CPR, is a potentially lifesaving first-aid technique that combines mouth-to-mouth breathing with compressions to the chest to maintain circulation in a person whose heart has stopped. I took a comprehensive CPR course more than 15 years ago.   I figured that if I ever needed to use it, chances are it would be for a family member, friend or colleague. And I simply could not imagine myself standing by helplessly while someone I loved, or even a stranger, died before my eyes when I might have been able to do something to help.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"1894: The Nice Regatta : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1894-the-nice-regatta-in-our-pages100-75-and-50-years-ago.html","abstract":"NICE - A livelier sight than that presented by Nice harbor this morning [March 29] it would be impossible to imagine. At six the basin was so crowded that you could scarcely have found space for a one-rater. From that time until half-past nine it was one","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"DIALOGUE: Dr. Giuliani's Hospital Cure;\nA Dose of Competition","web_url":"https://www.nytimes.com/1994/03/30/opinion/dialogue-dr-giulianis-hospital-cure-a-dose-of-competition.html","abstract":"New York City's Health and Hospitals Corporation operates the largest public health system in the United States, and for too long its public hospitals have been acting as a safety net for the uninsured. Yet since its inception in the late 1960's, the corporation has been plagued by inefficiency and poor quality control, problems that stem largely from a top-heavy, centralized government bureaucracy.\n\nMayor Rudolph Giuliani's proposal for privatizing some of New York's 11 municipal hospitals is the right answer: it will save money and should improve the quality of care.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/30/style/chronicle-618454.html","abstract":"  It has been a long journey out of hiding for ROSEMARY LEARY, the fourth of Timothy Leary's five wives, who has been a fugitive from the law and living under a false identity for 23 years. Last week, a judge of the Superior Court in Orange County, Calif., agreed to dismiss the six-month sentence imposed on Ms. Leary in 1970, after her prosecution, with her husband, for possession of marijuana.    \"Tim was in prison in Berkeley, and I was released on appeal,\" Ms. Leary, 58, said yesterday from her home, whose exact location in Northern California she would not reveal. \"He escaped, and in September 1970 we went to Algeria to join Eldridge Cleaver. In 1972, he was brought back to the United States from Afghanistan in chains and served four years -- and I was a fugitive.\"","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Pitt Will Turn It Up","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-college-basketball-pitt-will-turn-it-up.html","abstract":"  RALPH WILLARD didn't promise Final Fours, blue-chip recruits or Big East Conference championships. He did promise to bring change to the University of Pittsburgh's basketball program -- and soon.   \"There won't be many dull moments,\" Willard said. \"Basketball at Pitt is going to be fun.\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Sometimes, Winners Are Quitters","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-sometimes-winners-are-quitters.html","abstract":"  When Jimmy Johnson parted from the Dallas Cowboys yesterday, he was hardly the first coach or manager to leave while on top.   Vince Lombardi and Bill Walsh did it in the National Football League. So did Joe Gibbs and Bill Parcells in the N.F.L., Ralph Houk and Johnny Keane in baseball, Pat Riley in the National Basketball Association and Scotty Bowman in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Packers Sign Mersereau","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-pro-football-packers-sign-mersereau.html","abstract":"  SCOTT MERSEREAU, a starter at defensive tackle for the last six seasons for the Jets, has agreed to a one-year contract with the Green Bay Packers. Mersereau, who was cut by the Jets two weeks ago, agreed to a deal reported to be worth $375,000, along with a $100,000 signing bonus.    He would have made $675,000 with the Jets, but they cut him to make room under the salary cap for Steelers' defensive tackle DONALD EVANS, whom they signed to a three-year, $3.45 million deal.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/30/nyregion/no-headline-616664.html","abstract":"  \"They are literally as close to us as any member of your family can be. So we have to deal with it like we had lost a son or a brother or a father.\" MARCEL CLAES, a firefighter from Engine Company 24.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Nassau County Panel Votes to Create a New Government","web_url":"https://www.nytimes.com/1994/03/30/nyregion/nassau-county-panel-votes-to-create-a-new-government.html","abstract":"  Over the objections of some Democrats, a Nassau County commission today adopted a plan to create a new government for the county, with a 19-member legislature as its centerpiece.   The proposal, drafted by the Commission on Government Revision and adopted today by the commission 15-2, will now go to Judge Arthur D. Spatt of Federal District Court for approval. Last year Judge Spatt ruled the current government unconstitutional, saying that the six-member Board of Supervisors violates the one-person, one-vote principle.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 Titles but Now No Coach for Cowboys","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-2-titles-but-now-no-coach-for-cowboys.html","abstract":"  It wasn't about winning, and it wasn't about money. Instead, the high-profile owner-coach relationship that helped build the Dallas Cowboys into a two-time Super Bowl champion ended today in a Texas-sized clash of personalities and egos.   Jerry Jones and Jimmy Johnson, friends since their days as football teammates and roommates at the University of Arkansas in the 1960's but feuding rivals in recent weeks, parted ways when Johnson announced he was stepping down as the Cowboys' head coach.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Film; Baseball's Wild Bunch Takes the Field Again","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-baseball-s-wild-bunch-takes-the-field-again.html","abstract":"Baseball's wild bunch from Cleveland take the field again. But this time they're boring.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Lausanne Journal; The Swiss Debunk William Tell and All That","web_url":"https://www.nytimes.com/1994/03/30/world/lausanne-journal-the-swiss-debunk-william-tell-and-all-that.html","abstract":"  The Alps will not crumble; the watches will continue to tell time. There will be numbered bank accounts, and cows will still graze on mountain slopes and donate milk for cheese and chocolate.   But an exhibition in the Historical Museum of this city on Lake Geneva casts scorn on many other fundamentals, shared by most Swiss, that give this prosperous nation a sense of righteous self-assurance.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Clinton Wages a Quiet War Against Poverty","web_url":"https://www.nytimes.com/1994/03/30/us/clinton-wages-a-quiet-war-against-poverty.html","abstract":"  The Clinton Administration has embarked on the most energetic antipoverty effort in a generation, but it has deliberately done much of it so quietly that few people have noticed.   In an era of painfully tight budgets, the Administration has added tens of billions of dollars to existing programs, a major example being the $21 billion expansion of tax credits for low-wage workers.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/30/us/inside-616958.html","abstract":"  From Gaza Strip Shootings, New Divisions and Strains   While killings by Israeli soldiers in a Gaza Strip refugee camp were seen as executions by Palestinians, the Israeli Army defended the shootings. The episode created new tensions for negotiators on both sides. Page A3. A Correction, or Worse?    Yesterday's slide in stocks was the worst of the year so far, with the Dow falling 63.33 points. Many analysts say the market's overall drop, now in its eighth week, could go far beyond an expected correction. Page D1. U.S. Edges Back on China    The United States, in a box over its warnings that China must improve its human rights policies or face trade penalties, is considering less comprehensive sanctions. Page A10. Reform for Cancer Studies    Taking further action against a major cancer research center at the University of Pittsburgh, Federal officials have halted enrollment in its study of whether tamoxifen prevents breast cancer. Page B8. It Still Isn't Easy Being Green    Disappointed by an Administration and Congress they hoped would be their allies, lobbyists for environmental groups have reluctantly agreed to narrow their agenda. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Salvadoran Election Wasn't Fraudulent","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-salvadoran-election-wasn-t-fraudulent-622680.html","abstract":"  To the Editor:   As a veteran of three United States official election observer missions to El Salvador, and as a member of President Clinton's observer delegation in the March 20 election, I take strong exception to your March 23 editorial, which alleges \"significant instances of fraud.\"","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Agency to End Deal With Hydro-Quebec","web_url":"https://www.nytimes.com/1994/03/30/nyregion/agency-to-end-deal-with-hydro-quebec.html","abstract":"  The New York Power Authority said yesterday that its trustees voted to cancel a 20-year, $5 billion contract to buy electricity from Hydro-Quebec.   \"We don't need the power, the price is too high and there are unresolved environmental questions in Quebec,\" said David Freeman, president and chief executive of the authority.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Marathon Sets TV Coverage","web_url":"https://www.nytimes.com/1994/03/30/sports/marathon-sets-tv-coverage.html","abstract":"  The 25th annual New York City Marathon, scheduled for Nov. 6, will be televised locally by WPIX-TV Channel 11, it was announced yesterday at a news conference in midtown Manhattan.   ABC, which had broadcast the race for the last 13 years, decided to drop it last November reportedly because of high expenses and logistical problems. The New York Road Runners Club, organizer of the race; Trans World International, the broadcasting division of the International Management Group, and Tribune Broadcasting's WPIX all agreed on a deal whereby TWI and WPIX will produce the full-length broadcast and the station will handle broadcast advertising sales.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Perskie Resigns Casino Post","web_url":"https://www.nytimes.com/1994/03/30/nyregion/perskie-resigns-casino-post.html","abstract":"  Steven P. Perskie, who played a major role in bringing casinos to Atlantic City 16 years ago, announced today that he would step down in May as chairman of the New Jersey Casino Control Commission to join a company that specializes in riverboat gambling.   Mr. Perskie said he had told former Gov. Jim Florio last year of his plans to leave the commission and said he only stayed to allow Gov. Christine Todd Whitman time to find a replacement to permit a smooth transition. \"If Florio had won re-election I would have left already,\" Mr. Perskie said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Networks To Rotate Emmy Show","web_url":"https://www.nytimes.com/1994/03/30/arts/networks-to-rotate-emmy-show.html","abstract":"  Executives in charge of the Emmy Awards, which had become the battleground in a bitter dispute among the television networks, will break a long-term contract with ABC and return to a system of rotating the broadcast among the four networks, the Academy of Television Arts and Sciences announced yesterday.   The academy revised the deal under pressure from CBS, NBC and Fox. Last year, those three networks pulled out of any official participation in the ceremony after ABC signed a four-year contract to broadcast the September awards show.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"Officer Arrested in Inquiry of 73d Precinct","web_url":"https://www.nytimes.com/1994/03/30/nyregion/officer-arrested-in-inquiry-of-73d-precinct.html","abstract":"  In the latest move against a suspected ring of corrupt New York City police officers, Federal agents yesterday arrested an officer they said was part of the ring on charges that he falsely told a grand jury he knew nothing about the group's purported crimes.   The arrest of the officer, Christopher Banke, 25, a member of Brooklyn's 73d Precinct -- where the officers reportedly stole cash, drugs and guns from drug dealers -- is the fourth in the case. About a dozen officers in the Brownsville precinct are suspected of having been part of the rogue band.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Change, Italian Style","web_url":"https://www.nytimes.com/1994/03/30/opinion/change-italian-style.html","abstract":"  Political upheavals tend to be messy, and Italy's ballot box purge of its postwar political class is no exception. The leaders of the victorious right-wing coalition are already headed off in contradictory directions, leading disappointed losers of the left and center to predict a rupture before a new government can be formed next month.    Whatever their hopes, this fact remains: A new, often demagogic populist right has won a decisive triumph that cannot be conjured away. The center has been utterly discredited by scandal. The post-Communist left, despite the end of the cold war, has been unable to broaden its appeal. The rout of the main postwar parties is close to complete.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Asphalt Company Denies Digging at Explosion Site","web_url":"https://www.nytimes.com/1994/03/30/nyregion/asphalt-company-denies-digging-at-explosion-site.html","abstract":"  The lawyer for an asphalt plant situated next to a natural gas pipeline that ruptured and exploded here last Wednesday said today that the plant's current operators had not done any digging on the property in the 10 years they owned it.   The lawyer, Vincent Gentile, said the asphalt company, Quality Materials, has no idea how or when the 36-inch pipeline was damaged. The fact that it ruptured beneath Quality's eight-acre plot here was coincidental, Mr. Gentile said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Review/Film: Jimmy Hollywood; In a Tinseltown Nightmare, Angling for the Dream","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-jimmy-hollywood-in-a-tinseltown-nightmare-angling-for-the-dream.html","abstract":"Semi-satire of seamy losers on Hollywood Boulevard. Quirkily appealing tone, ditto the three leads.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Pull Over Urban Cowboys","web_url":"https://www.nytimes.com/1994/03/30/opinion/pull-over-urban-cowboys.html","abstract":"There's been a lot of pressure lately on the Big Three car makers to develop a practical electric car, a futuristic vehicle that could reduce pollution while preserving our driving-obsessed culture. That's a swell idea. But here's a much better way to get the green revolution on the road: pry more than a million upscale posers out of hulking sport-utility vehicles they don't need.\n\nOver the last 10 years, sales of these rugged, high-riding brutes -- known as four-by-fours, for their four-wheel-drive capability -- have exploded, more than doubling between 1985 and 1993 and increasing 50 percent in the last two years alone. Last year, nearly 1.4 million Americans -- almost 10 percent of all buyers of new cars and trucks -- bought one. Visitors to the 1994 New York International Auto Show, which begins Saturday, can see dozens of models on display.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Aristide Cool To U.S. Shift In Haiti Policy","web_url":"https://www.nytimes.com/1994/03/30/world/aristide-cool-to-us-shift-in-haiti-policy.html","abstract":"  Haiti's exiled President, the Rev. Jean-Bertrand Aristide, has reacted coolly to changes in the Clinton Administration's Haiti policy, in which Washington has vowed to step up pressure on Haiti's military to cede power.   Father Aristide's main objection, his advisers say, is that the new policy requires only the army commander, Lieut. Gen. Raoul Cedras, to resign, and not the military high command and Port-au-Prince's powerful police chief, Lieut. Col. Michel Francois.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Miramax Turns Over Film On Outspoken Comedian","web_url":"https://www.nytimes.com/1994/03/30/movies/miramax-turns-over-film-on-outspoken-comedian.html","abstract":"  A little more than a year ago, Miramax Films, the prime independent distributor of art-house classics, was bought by the Walt Disney Company. Executives of both companies insisted that Miramax would retain complete control of its often provocative movies and remain independent from Disney, which produces family and low-budget movies.   Today, the cultures of Disney and Miramax unwittingly clashed over a new movie, \"You So Crazy,\" in which the comedian Martin Lawrence performs on a concert stage using raw language. The outcome was that another company, Samuel Goldwyn Pictures, took over the movie's release from Miramax. The movie will be released around the nation on April 27.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Perhaps a Start in Italy","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-perhaps-a-start-in-italy.html","abstract":"The rebuilding of Italy was bound to take more than one election. After the explosion of scandal that destroyed the old order, the material for a new order consisted of the fragments of the discredited old parties, some more or less scandal-free politici","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/30/sports/transactions-621846.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Greg Litton, infielder, to a minor-league contract. Waived Carlos Quintana, first baseman. Sent Cory Bailey, pitcher, to Pawtucket of the International League. Promoted Bob Schaefer, major league special assignment scout, to director of field operations, and Ed Kenney, director of minor league operations, to director of player development and administration. Reassigned Eddie Kasko, vice president of baseball development, to vice president-baseball.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Addressing Nannygate","web_url":"https://www.nytimes.com/1994/03/30/opinion/addressing-nannygate.html","abstract":"  The failure of nominees for high government jobs to pay Social Security taxes for domestic workers, a failure known colloquially as Nannygate, has caused President Clinton trouble he never bargained for.   The tax problem felled Zoe Baird on her way to becoming Attorney General. It added to the woes of others, including Bobby Ray Inman, Mr. Clinton's nominee for Secretary of Defense, and led to the demotion of William Kennedy 3d, the White House Associate Counsel. It has also embarrassed people safely in their jobs, including Commerce Secretary Ron Brown.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Islanders Pull Out a Tie After Barely Taking Aim","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-islanders-pull-out-a-tie-after-barely-taking-aim.html","abstract":"  With less than three minutes left in regulation, the Islanders had just 13 shots on goal, equaling a club-record low for a game. They couldn't control the puck in their own zone, and they didn't look as if they would catch with Washington, which had a 2-1 lead.   Just when it seemed the Islanders could kiss their slim playoff hopes goodbye, Marty McInnis took his team's 14th shot and got lucky.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"In School","web_url":"https://www.nytimes.com/1994/03/30/us/in-school.html","abstract":"  There are at least two versions of how Vinnie Galindez, age 13, from Bayside, Queens, wound up at the School of American Ballet.   Vinnie said: \"See, my mother saw the 'Nutcracker' and she saw some boys in it and I was 10 and she said, 'Vinnie, I'm putting you in ballet.' I said, 'No way.' And she made me and now I'm 13 and I'm still doing it.\"","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Review/Theater: The Night of the Iguana; Lost Souls Communing On a Turbulent Night","web_url":"https://www.nytimes.com/1994/03/30/theater/review-theater-the-night-of-the-iguana-lost-souls-communing-on-a-turbulent-night.html","abstract":"  Competent revivals tell us what we already know about a play. Exceptional revivals force a play to go beyond itself and yield up some of its secrets. The production of \"The Night of the Iguana\" currently at the Goodman Theater here belongs to the latter category. From this point on, Tennessee Williams's 1961 drama about the lost denizens of a ramshackle resort on the west coast of Mexico will never seem quite the same.   Up to now, the mood has usually been set by the moist, enervating heat that hugs the Costa Verde Hotel, a tumble of tin-roofed shacks, like a dank shroud. Spent to begin with, Williams's characters found it hard to breathe, and the thunderstorm gathering on the horizon promised no relief. Their only option was to succumb to the sultry landscape sapping their will, or so it seemed.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"Clinton's Ex-Partner Is House Candidate","web_url":"https://www.nytimes.com/1994/03/30/us/clinton-s-ex-partner-is-house-candidate.html","abstract":"  James B. McDougal, the Clintons' partner in the Whitewater real estate venture now under investigation, became a Democratic candidate for Congress today.   Mr. McDougal, 53, continued to maintain that Bill and Hillary Clinton did nothing illegal when they invested with him and his wife in the Whitewater resort development in the Ozark Mountains in 1978. Federal authorities are investigating Whitewater and its connection with Madison Guaranty Savings, which Mr. McDougal owned until it failed, costing taxpayers about $60 million.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/30/theater/theater-in-review-621641.html","abstract":"  Written and Sealed  Puerto Rican Traveling Theater 304 West 47th Street Clinton Through April 17 By Isaac Chocron, translated by Susan J. Jones, revised and edited by Carmen L. Marin; directed by Pablo Cabrera; sets and costumes by Randy Barcelo; lighting by Spencer Brown; production stage manager, Roger Franklin; producer, Miriam Colon Valle. Presented by Puerto Rican Traveling Theater. WITH: Ramon Albino, Rafael DeMussa, Isabel Keating, Irma-Estel LaGuerre and Jaime Sanchez.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"Novel Idea in Welfare Plan: Helping Children by Helping Their Fathers","web_url":"https://www.nytimes.com/1994/03/30/us/novel-idea-in-welfare-plan-helping-children-by-helping-their-fathers.html","abstract":"  The plan to overhaul welfare that was presented to President Clinton last week grapples for the first time with the needs of a group usually pushed to the periphery of the welfare system: unwed low-income fathers.    Staking a claim to welfare reform and family values, the Administration wants to train these men for jobs while giving them a sense of responsibility as fathers. The goal is to involve them in their children's lives and increase what the fathers can earn in order to help them lift their children out of poverty.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622419.html","abstract":"  A caption in Science Times on March 22 with a photomicrograph of H.I.V., the virus that causes AIDS, described it incompletely. The virus was shown emerging from a much larger infected human immune cell.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Fox Is Interested in Johnson","web_url":"https://www.nytimes.com/1994/03/30/sports/fox-is-interested-in-johnson.html","abstract":"  If Jimmy Johnson wants Fox Sports, Fox Sports wants him. Badly.   \"We think he's absolutely fabulous,\" said David Hill, president of Fox Sports. \"How can you be anything but interested in someone with the skills, charisma and tactical abilities of a Jimmy Johnson?\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/03/30/arts/the-pop-life-621412.html","abstract":"  Marvin Gaye Reissues   Marvin Gaye was shot dead by his father 10 years ago this Friday. To mark the anniversary and honor Gaye's 26-year career, which critics have said left an indelible mark on popular music, Motown Records is kicking off a yearlong celebration featuring the reissue on compact disk of many of his works.   Gaye, an internationally popular singer, songwriter and musician who died on April 1, 1984, a day before his 45th birthday, is remembered by many as a handsome, sultry soul balladeer. But he was also recognized as a recording-session drummer, a gifted instrumentalist, the first artist associated with the Motown label to begin producing his own albums and a performer concerned with spiritual matters. Rock singers like Mick Jagger and Rod Stewart were influenced by his singing and several of his songs, including \"Sexual Healing\" in 1983, were perhaps the most overtly sensual popular music recordings of their time.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"For Pat Metheny, Silence Is Awful : The Sound Under The Sound","web_url":"https://www.nytimes.com/1994/03/30/style/IHT-for-pat-metheny-silence-is-awful-the-sound-under-the-sound.html","abstract":"Pat Metheny's \"Zero Tolerance for Silence,\" released this week by Geffen, is a well titled album. My bones are rattling. I am shivering. The horror!.The first impression is of two flat-out stoned Jimi Hendrix tracks at the same time. But it's","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Catholic and Evangelical: Seeking a Middle Ground","web_url":"https://www.nytimes.com/1994/03/30/us/catholic-and-evangelical-seeking-a-middle-ground.html","abstract":"  In a statement with both strong religious and political overtones, a group of prominent Roman Catholic and evangelical Protestant scholars and leaders pledged yesterday to reduce frequent conflicts between their different Christian traditions. They also promised to cooperate on questions of common concern like abortion, parental choice in schools and strengthening the traditional family.    The 39 scholars and church leaders who endorsed the statement emphasized that it was not an official document speaking for their denominations or committing them to any specific actions. Many points in the statement were developed between Catholics and evangelicals during the 1970's and 1980's in dialogues that were sponsored by the Vatican, the Baptist World Alliance, agencies of the Southern Baptist Convention and other groups.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Knicks March Through Month of March Unbeaten","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-basketball-knicks-march-through-month-of-march-unbeaten.html","abstract":"  Winning has become a habit that the Knicks refuse to break.   Extending their winning streak to 14 games and reaching the 50-victory mark for the third consecutive season, the Knicks (50-19) overcame a 13-0 deficit and a determined opponent to beat the Charlotte Hornets, 106-95, last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"2d Hospital in Research Inquiry","web_url":"https://www.nytimes.com/1994/03/30/us/2d-hospital-in-research-inquiry.html","abstract":"  St. Mary's Hospital, a community hospital in Montreal associated with McGill University, said today that a \"discrepancy\" had been found in one patient file it submitted as part of a major North American breast cancer study.   Representatives of the National Cancer Institute in Washington and a Canadian-American research group known as the National Surgical Adjuvant Breast and Bowel Project are auditing the files of all 200 patients in the study.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/30/sports/results-plus-620378.html","abstract":"  N.B.A.  Coach Johnson Is Unbeaten    Magic Johnson is 2-0 as coach of the Lakers, but it was close and not particularly pretty as Los Angeles beat the Minnesota Timberwolves, 91-89, last night at Inglewood, Calif.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"South African Vote Official Optimistic Despite Killings","web_url":"https://www.nytimes.com/1994/03/30/world/south-african-vote-official-optimistic-despite-killings.html","abstract":"  Downtown Johannesburg was in a state of nervous aftershock today from a rampage Monday through its hallowed commercial precincts. The Zulu homeland was writhing from the worst factional violence in many years.   Callers to radio talk shows were talking, again, of fleeing the country. The Zulu King was spurning a proposed peace summit meeting this week, and his cousin, the Zulu nationalist leader, was declaring, again, that civil war is imminent.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Sleeping With Parents May Benefit Infants","web_url":"https://www.nytimes.com/1994/03/30/us/sleeping-with-parents-may-benefit-infants.html","abstract":"  ALTHOUGH most parents are strongly advised to get their babies to sleep in their own cribs as soon as possible, a new study suggests that it may be healthier for the infants to sleep with their parents.   The continuing study, directed by Dr. James J. McKenna and Dr. Sarah Mosko of the University of California at Irvine, monitors the sleep patterns of mothers with their 3-month-old babies in a sleep laboratory over three consecutive nights.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"King Asserts Racial Taunt Is on Videotape","web_url":"https://www.nytimes.com/1994/03/30/us/king-asserts-racial-taunt-is-on-videotape.html","abstract":"  Rodney G. King, who has flip-flopped on whether the policemen who beat him in 1991 taunted him with racial epithets, offered a new assertion today: Not only did at least one of them shout a slur at him, but it can be heard on the much-scrutinized videotape of the beating.   A defense lawyer for the City of Los Angeles, however, disputed Mr. King's assertion, as did one of the lawyers who prosecuted the four police officers on assault charges two years ago.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Loft Grows To House 2 Dreams","web_url":"https://www.nytimes.com/1994/03/30/nyregion/about-new-york-loft-grows-to-house-2-dreams.html","abstract":"  BREAKFAST is over in the second-floor loft space at 151A North Third Street in Williamsburg and it is time for Olga Hiiva and her husband, Andy Teirstein, to go to work. Ms. Hiiva, who is 33 years old, kisses Mr. Teirstein and heads toward the southern part of the loft to work on her large oil paintings. Mr. Teirstein withdraws to an alcove in the northern corner, picks up a pencil and begins composing music.   Ms. Hiiva, who spent the first 15 years of her life in what was then Leningrad, is finishing a series of three paintings, each about 10 feet square, that strongly evoke contemporary strains on nature. The upper half of one shows a stand of birches of a northern forest, while below there is a herd of elk in close-up. On a band between the two a nude male figure, somewhat emaciated and bent in embryonic posture is repeated in a chain.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"For the Map-Challenged, Technology to the Rescue","web_url":"https://www.nytimes.com/1994/03/30/nyregion/for-the-map-challenged-technology-to-the-rescue.html","abstract":"  Knitting together cellular phone technology and the Pentagon's navigation satellites, Nynex is testing a variety of high-technology services that would allow motorists to find out precisely where they are and how to get to their destination, even if they are completely lost and do not want to roll down a window to ask directions.   Starting on Friday, 30 Avis customers at LaGuardia Airport will be offered cars equipped with cellular telephones and satellite receiving equipment that can tell drivers where the cars are to within a few feet.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Kresse Staying Put","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-college-basketball-kresse-staying-put.html","abstract":"  JOHN KRESSE, who led the College of Charleston to a 24-3 mark and its first appearance in the National Collegiate Athletic Association tournament this season, agreed to a 10-year contract worth more than $900,000.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/30/style/chronicle-623180.html","abstract":"  LYNN REDGRAVE has been elected president of the Players, the 106-year-old club for actors and patrons of the arts, on Gramercy Park. Chosen for the post by the 22-member board of directors, she will be the Players' first female president. The first woman to be a member, Helen Hayes, was not admitted until 1988.   \"I love the place and I am delighted,\" Ms. Redgrave said yesterday from Houston, where she was planning a stop for her show \"Shakespeare for My Father.\"","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Gianfranco Fini; National Alliance","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-gianfranco-fini-national-alliance.html","abstract":"  In recent months Gianfranco Fini has been trying to shake off the past, distancing his neo-Fascist party from the blackshirts who led Italy to disaster in World War II.   First, the party he took over in 1991, the Italian Social Movement, founded by Mussolini loyalists after the war, was renamed the National Alliance. Then there were the gestures: The Holocaust, he stated, was \"an error that led to a horror.\" This year he made a pilgrimage to the Ardeatine Caves outside Rome, where a monument honors more than 300 Italians, nearly one-fourth of them Jews, who were killed in 1944 by the Germans.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/03/30/style/eating-well.html","abstract":"ASK any parent to pick the most healthful beverage for a child, after milk, and the choice is most likely to be apple juice. It is seen as a clean, natural, fat-free beverage that is a healthy addition to a young child's diet. But a study published this month in the journal Pediatrics warns against too much of a good thing.\n\nIn the study, Dr. Fima Lifshitz, the chairman of the department of pediatrics at Maimonides Medical Center in Brooklyn, identified eight children between 14 and 27 months old who had failed to grow and develop normally. After interviews with the parents and detailed analyses of the children's diets, Dr. Lifshitz determined that an excessive intake of fruit juice, mostly apple juice, was the cause.","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Ruling Allows DNA Testing As Evidence","web_url":"https://www.nytimes.com/1994/03/30/nyregion/ruling-allows-dna-testing-as-evidence.html","abstract":"  The state's highest court ruled today that DNA testing, which can distill complex genetic codes from a spatter of blood or strands of hair, is reliable for identifying criminal suspects and can be admitted in court as evidence.   State law-enforcement officials praised the ruling, saying the Court of Appeals had definitively given its approval to a process in wide use here and around the nation that had nonetheless been clouded by debate about the risks of misidentification. They predicted that the techniques, called DNA fingerprinting or DNA typing, will now be used more in criminal trials and may prod development of a statewide genetic database similar to automated fingerprint databases.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 Fire Companies Silently Mourn Two Who Fell in the Line of Duty","web_url":"https://www.nytimes.com/1994/03/30/us/2-fire-companies-silently-mourn-two-who-fell-in-the-line-of-duty.html","abstract":"  Engine Company 24 and Ladder Company 5 were out of service yesterday.   Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast the night before. Two other comrades had been critically injured, and last night more bad news came: a second man, Firefighter Christopher J. Siedenburg, had died of his burns.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Met Roster Is Now 27; Olson Leads List of Cuts","web_url":"https://www.nytimes.com/1994/03/30/sports/baseball-met-roster-is-now-27-olson-leads-list-of-cuts.html","abstract":"  After inheriting a disaster last summer, Dallas Green wanted nothing more than the opportunity to pick his own ball club. Today, Green got his chance.   Green and the Mets' executives sat down for more than an hour Monday night to discuss roster decisions and this morning Green trimmed his team to 27 players, two over the final limit, when he either demoted or released seven players.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Giuliani Promises Firefighters New Gear","web_url":"https://www.nytimes.com/1994/03/30/nyregion/giuliani-promises-firefighters-new-gear.html","abstract":"  A day after a firefighter was killed when a wall of flame trapped him in a SoHo apartment building, and hours before a second firefighter died from burns suffered in the same blaze, Mayor Rudolph W. Giuliani said he would outfit the department in the kind of protective gear fire experts maintain could have prevented the deaths.    Firefighters have long argued that they need \"bunker gear,\" clothing to shield them against extreme flames and heat they rarely face -- the 1,500-degree temperatures encountered in Monday night's fire. Firefighters last night were still determining the cause of the blaze.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"'Sesame Street' Starts by Celebrating Children","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-sesame-street-starts-by-celebrating-children-622699.html","abstract":"  To the Editor:   Your March 21 front-page report on the announcement of Viacom/Nickelodeon's plans for preschool programming focuses heavily on the PBS preschool schedule.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622435.html","abstract":"  A picture caption on the Evening Hours page of Styles of The Times on Sunday, about an opening at the American Crafts Museum, misidentified a woman shown. She was Janet Kardon, the museum director, not Kate Carmel.   Corrections in this space yesterday and on Sunday, dealing with other misidentifications in the caption, repeated the error involving Ms. Kardon. The original confusion resulted from a picture substitution in the production process.  ","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 STATES TO JOIN IN SYSTEM TO STOP FRAUD IN WELFARE","web_url":"https://www.nytimes.com/1994/03/30/nyregion/2-states-to-join-in-system-to-stop-fraud-in-welfare.html","abstract":"  Responding to reports of welfare recipients illegally collecting benefits in more than one state, New York and New Jersey have agreed to develop a system to compare their welfare rolls in an effort to weed out millions of dollars in fraud.   Until now, localities in the two states have rarely compared welfare rolls because workers usually had to do so by poring over paper lists, a costly and painstaking process.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Brodeur Sets a Record For Victories by Goalie","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-brodeur-sets-a-record-for-victories-by-goalie.html","abstract":"  From Martin Brodeur in goal to the last player on the fourth line, the Devils played one of their best games of the season tonight. They had to in order to achieve a 5-2 victory over the Montreal Canadiens, last season's Stanley Cup champions, and to keep pace with the Rangers, who are intent on becoming this season's Stanley Cup champions.   Brodeur, the rookie sensation, set a franchise record for victories by a goaltender with 25, which he accomplished with 29 saves, several in key situations when the game was on the line.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Daly Out With Flu and Nets Are Out of Steam at Atlanta","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-basketball-daly-out-with-flu-and-nets-are-out-of-steam-at-atlanta.html","abstract":"  Because the Atlanta Hawks and Nets came into their game tonight in second and seventh place, respectively, in the Eastern Conference playoff standing, the match up was hyped as a playoff preview.   Maybe it was. If so, the Nets know they can hang with the high-flying Hawks. They did so here tonight, despite the fact that Brendan Suhr was coaching instead of a flu-bitten Chuck Daly. The Hawks escaped with the 101-98 victory before a crowd of 13,942 in the Omni, but it came down to the final buzzer.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Maas Sees a Silver Lining in His Release","web_url":"https://www.nytimes.com/1994/03/30/sports/baseball-maas-sees-a-silver-lining-in-his-release.html","abstract":"  Kevin Maas shook hands, collected some bats, stared at the pinstriped uniform hanging in his locker one final time, smiled at his wife and smiled at the world. His eight-year association with the Yankees came to its expected demise today when he was released. Maas was excited. Reality will probably hit later.   Once trumpeted as the next great power hitter who would exploit the right-field porch at Yankee Stadium, once featured on the team's media guide cover and always considered a favorite of the club owner, George Steinbrenner, Maas's four-year career in New York ended with a phone call from General Manager Gene Michael this afternoon. It came 15 minutes before the 2 P.M. deadline for teams to release a player and be responsible for only one-fourth of his salary.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Film Festival; Growing Up Ever at War","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-festival-growing-up-ever-at-war.html","abstract":"  \"Little Dreams,\" an earnest but inept Egyptian film rounding out the geographical range of this year's New Directors/New Films series, observes the 1967 war between Egypt and Israel through the eyes of a young Egyptian boy. Ghareeb (Tamer Ashraf), who is only 13 at the time of the film's climactic events, has already seen his short life greatly influenced by war. His father died in the Suez war of 1956. The boy's destiny is shaped by memories of a man he barely knew.    During \"Little Dreams,\" which will be shown tonight at 9 and tomorrow at 6 P.M., Ghareeb is taken under the wing of Mahmoud (Salah al-Saadany), a comrade of his father's. \"Your father was a hero and you will complete his task,\" Mahmoud tells the boy, who lives in Suez with his mother. Mahmoud gladly steps into the role of father figure and leads Ghareeb toward a political awakening, during which the boy learns to share his mentor's admiration for Gamal Abdel Nasser, Egypt's President. Mahmoud's devotion to his country's leader runs so deep that he is moved to tears by Nasser's wartime resignation. \"Why, Gamal?\" Mahmoud asks, hugging Nasser's framed portrait.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Jury Finds Mercer Is Not Guilty In Ferguson Bout Bribery Case","web_url":"https://www.nytimes.com/1994/03/30/sports/boxing-jury-finds-mercer-is-not-guilty-in-ferguson-bout-bribery-case.html","abstract":"  Winning the most important unanimous decision of his heavyweight career, Ray Mercer was found not guilty of sports bribery yesterday.   \"I'm not surprised, but I'm relieved and I'm grateful,\" Mercer said after a jury of six men and six women issued the verdict after five hours of deliberations in New York State Supreme Court in Manhattan.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Man Dies in Custody","web_url":"https://www.nytimes.com/1994/03/30/nyregion/man-dies-in-custody.html","abstract":"  A man who struggled with a police officer and two others lost consciousness and died about 6:30 P.M. yesterday, the police said. The man, who was not immediately identified, had been seen \"dragging\" his 2-year-old son down a street in Flatbush, Brooklyn, the police said. Two men intervened and called the authorities, and they and a police officer took the child away from the man. He struggled to take the child back, then collapsed and was taken to Kings County Hospital, where he died, the police said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"U.S. Halts Recruitment of Cancer Patients For Studies, Pointing to Flaws in Oversight","web_url":"https://www.nytimes.com/1994/03/30/us/us-halts-recruitment-cancer-patients-for-studies-pointing-flaws-oversight.html","abstract":"  Federal officials at the National Cancer Institute yesterday took sweeping action intended to correct serious deficiencies of oversight in several large studies being carried out at the University of Pittsburgh to determine new standards of care for cancer patients.   The action included a temporary halt in recruiting women into an experimental study of the drug tamoxifen to determine whether it can prevent breast cancer among women at higher risk of the disease.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Man In the News: Ernesto Zedillo Ponce de Leon; A Tragedy's Stand-In","web_url":"https://www.nytimes.com/1994/03/30/world/man-in-the-news-ernesto-zedillo-ponce-de-leon-a-tragedy-s-stand-in.html","abstract":"  Two years ago, when he was Secretary of Education, Ernesto Zedillo Ponce de Leon tried to set Mexican history straight by ordering new public-school textbooks that for the first time mentioned student demonstrations in 1968 and seemed to blame the Mexican Army for shooting protesters.    Mr. Zedillo's approach proved to be too direct for many Mexicans. He ran afoul of the politically powerful army and other conservative groups, and the history texts were rewritten the next year.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"A Cultural Capital Tries to Live Up to Its Label","web_url":"https://www.nytimes.com/1994/03/30/arts/a-cultural-capital-tries-to-live-up-to-its-label.html","abstract":"  Every year since Melina Mercouri, as the Greek Minister of Culture, thought up the idea more than a decade ago, a city has been outfitted with the trappings of Cultural Capital of Europe. But as earnest aficionados trekked about Europe from one such capital to the next, they began to wonder how much of this program was truly cultural and how much half-baked touristic promotion.   The answer, of course, is a little of both, although touristic promotion, too, can be more or less sophisticated. Each city seems first to fall victim to political infighting, a squabble for money and control. Then someone comes up with a more or less plausible, more or less gaseous theme. The cultural budget is nudged up a bit, often not enough to make much difference; there is some refurbishment of the city itself, and with drums and trumpets the program is proudly inaugurated.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"For the Good of Soccer, Stop the Folly","web_url":"https://www.nytimes.com/1994/03/30/sports/IHT-for-the-good-of-soccer-stop-the-folly.html","abstract":"Open letter to the soccer authorities in Germany and England:.Gentlemen, the time has come to acknowledge that sports cannot be played in a vacuum. Surely you sense the depth of feelings aroused by the forthcoming anniversary of aworld war ended 50 y","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Safety Gear for Firefighters","web_url":"https://www.nytimes.com/1994/03/30/us/safety-gear-for-firefighters.html","abstract":"  Mayor Giuliani said he would outfit firefighters in new gear that experts said might have saved the lives of two firefighters. Page B2.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Dream Team II Is Set","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-pro-basketball-dream-team-ii-is-set.html","abstract":"  SHAQUILLE O'NEAL of the Orlando Magic and REGGIE MILLER of the Indiana Pacers will be the final two players on Dream Team II, which will represent the United States in the world basketball championships this summer in Toronto.   Miller was a surprising choice, picked over LATRELL SPREWELL of Golden State since the team will be coached by DON NELSON, Sprewell's coach with the Warriors.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Sports of The Times; Cowboys' Cozy Couple Splits","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-of-the-times-cowboys-cozy-couple-splits.html","abstract":"  YOU probably know a couple just like them. As soon as their divorce was final, as soon as the financial settlement had been agreed upon, they couldn't say enough nice things about each other. And yesterday the latest cozy couple to fit that description sat side by side in front of a blue-and-silver Cowboys banner.   \"I feel better,\" Jimmy Johnson was saying, \"about Jerry Jones as a friend understanding me than I ever have in our entire relationship.\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/30/sports/college-hockey-report.html","abstract":"  East Meets West    Boston University and Harvard come to the semifinals of the National Collegiate Athletic Association tournament tomorrow at St. Paul having played splendid hockey over the last six weeks.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Hillary Clinton Turned $1,000 Into $99,540, White House Says","web_url":"https://www.nytimes.com/1994/03/30/us/hillary-clinton-turned-1000-into-99540-white-house-says.html","abstract":"  The White House said today that in 1978 Hillary Rodham Clinton invested $1,000 in commodities futures and that the investment grew in 10 months of trading in the notoriously volatile market into a gain of nearly $100,000.   Seeking to dispel suggestions that the trades were risk-free and improperly arranged by an Arkansas lawyer who represents one of the state's most powerful companies, the White House issued a statement this afternoon that said the First Lady had put up her own money and that she bore all of the financial risks in a marketplace where three out of four investors lose money.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/30/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"Bronx Couple Charged With Murder in the Death of Their Daughter, 4","web_url":"https://www.nytimes.com/1994/03/30/nyregion/bronx-couple-charged-with-murder-in-the-death-of-their-daughter-4.html","abstract":"  To friends and neighbors, Orlando and Sherain Bryant appeared to be attentive, well-meaning parents who frequently walked their five children to school and to church every Sunday. But the police say the Bryants were regularly beating and abusing their children, finally killing 4-year-old Shayne Bryant on Monday.   The police said Shayne, whose death authorities have attributed to \"child abuse syndrome,\" had been burned with cigarettes and beaten. Police officers, responding to a call about an \"asthmatic girl,\" discovered her body, dressed in shorts and a T-shirt, sprawled face up on a dining room table in the family's apartment in the Twin Parks West Consolidated public housing project at 760 East 183d Street in East Tremont.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Silvio Berlusconi; Forza Italia","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-silvio-berlusconi-forza-italia.html","abstract":"  Last fall the media magnate Silvio Berlusconi set up 1,200 political clubs across Italy to improve the chances of centrist parties against the powerful former Communists. Linked by computer, the groups were modeled after fan clubs of the soccer team he owns in Milan.    But in January, judging the center's chances of winning March elections to be weak, he decided to harness the clubs for his own political movement and founded Forza Italia.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Japan Makes It Tough to Do Business There","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-japan-makes-it-tough-to-do-business-there-622648.html","abstract":"  To the Editor:   \"Let's Learn How to Negotiate With Japan\" (letter, March 15) by Ann Barcher, on the cultural insensitivity of the Clinton Administration in its trade negotiations with Japan, is typical of misconceptions in trade disputes between Japan and the rest of the industrialized world. It is also naive in the lessons Ms. Barcher relays from her uncle's experiences with the Japanese as a representative for the Boeing Corporation.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/03/30/books/book-notes-620440.html","abstract":"The mention made Mr. Epstein cringe, he recalled last week: Here was another aspiring writer with some egregious novel. But when he read the beginnings of the novel in translation, he said, he found it riveting. \"Absolution\" has just been published by Pantheon, a division of Random House, with a first printing of 10,000, a respectable number for a literary novel from abroad. The book is about an embittered Icelandic expatriate who has been harboring a guilty secret for decades. It hasn't been widely reviewed, but The New York Times Book Review said it was \"unexpectedly enjoyable,\" and Entertainment Weekly gave it an A.   Mr. Olafsson, in a telephone interview on Monday, sounded disconcertingly normal, not like the humorless overachiever you might expect. He made it clear that the mean-spirited protagonist of \"Absolution\" was not an autobiographical creation. \"He can be a very unpleasant human being and my goal was to make him so untrustworthy that you couldn't believe anything he said,\" Mr. Olafsson said. \"But I also wanted to make him complex enough that you would sympathize with him, despite his shortcomings.\"   Mr. Olafsson has also finished a play called \"Four of Hearts,\" which he said was about \"four old guys playing bridge\" and which is to be produced in Iceland soon. He plans to finish a short novel by the fall. And then he intends to embark on his next long novel, set in the years after World War II. It's no wonder his wife likes to joke that his favorite Friday night consists of a good meal, a bottle of wine and the chance to fall asleep 10 minutes into a rented movie.","thumbnail":null,"section":"Books"},{"date":"19940330","headline":"Review/Film; The Great, Big Worries of Such a Tiny Girl","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-the-great-big-worries-of-such-a-tiny-girl.html","abstract":"  If there is an underlying message in Don Bluth's animated musical, \"Hans Christian Andersen's 'Thumbelina,' \" it is that nice little girls with big dreams should stay as far away from show business as possible. The parade of characters who try to manipulate and possess Thumbelina (Jodi Benson), a tiny 16-year-old girl who springs magically from the center of a flower, are a rogue's gallery of unwholesome show-business types. When not ogling and pawing the thumb-size girl, they promise her a grubby, compromised notoriety on the lower rungs of the show-business ladder.    In Mr. Bluth's freewheeling cinematic adaptation of the popular 19th-century story, Thumbelina is plunged into a nightclub netherworld the night after she meets and falls in love with the fairy prince of her dreams. The scenes of their courtship, in which her dream lover, Cornelius (Gary Imhoff), flies them around on a bumblebee and the dancing couple glide and dip like an Olympic figure-skating team, are among the movie's most captivating.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"The Spin on China Trade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-the-spin-on-china-trade-letters-to-the-editor.html","abstract":"The machine in action: The Clinton administration has privately decided, it appears, to drop its contrived links between human rights issues and preferred trade status. Conveniently, headlines carry news of past secretaries of state expressing support fo","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"McCaffrey a Player With a Mission","web_url":"https://www.nytimes.com/1994/03/30/sports/nit-mccaffrey-a-player-with-a-mission.html","abstract":"  Billy McCaffrey has a world of things to smile about. He has back-to-back seasons of averaging 20 points a game -- 20.9 this season -- making him the first Vanderbilt basketball player to do that since 1966.    McCaffrey has a chance to become the first player since the seven players on the 1981 Indiana team to win championships in both the N.I.T. and the National Collegiate Athletic Association tournament when Vanderbilt plays Villanova in the National Invitation Tournament championship game at Madison Square Garden tonight. He was a member of the Duke University team that won the N.C.A.A. championship in 1991, before transferring to Vanderbilt.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/30/nyregion/metro-digest-618683.html","abstract":"  FIREFIGHTERS MOURN A FALLEN COMRADE   Engine Company 24 and Ladder Company 5 were out of service yesterday. Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast. Instead of responding to alarms, they pressed their faces into the long horizontal line of windows in the garage door and stared out at a cold rain. Above them, three semicircles of purple and black bunting flapped in the wind. A1.    Mayor Giuliani said he would spend $10 million to outfit the department in protective gear. B2. STATES JOIN TO FIGHT WELFARE FRAUD   New York State and New Jersey have agreed to compare their welfare rolls in an effort to weed out millions of dollars in fraud by people illegally collecting benefits in two states. A1. NEW YORK CITY  LEADERS PROPOSE SELLING SEWER PLANTS   The leadership of the City Council proposed selling three of New York City's sewage treatment plants to private companies as a way to help close the city's $2.3 billion budget gap and avert some of the deepest service cuts proposed by Mayor Giuliani. B3. OFFICER ARRESTED IN CORRUPTION INQUIRY   In the latest move against a suspected ring of corrupt New York City police officers, Federal agents arrested an officer they said was part of the ring on charges that he falsely told a grand jury he knew nothing about the group's purported crimes. B3. A LOFT, AND A DREAM, GROWS IN BROOKLYN   Breakfast is over in the second-floor loft at 151A North Third Street in Williamsburg and it is time for Olga Hiiva and her husband, Andy Teirstein, to go to work. Ms. Hiiva, who is 33 years old, kisses Mr. Teirstein and heads toward the southern part of the loft to work on her large oil paintings. Mr. Teirstein withdraws to an alcove in the northern corner, picks up a pencil and begins composing music. About New York. B3. REGION  SOFTER TONE, SAME MESSAGE   By the time Louis Farrakhan released his oratorical grip on an audience at Kean College in Union, N.J., early today and the students filed outside a campus theater well past midnight, a fine raw rain that greeted them did not lessen the new enthusiasm many professed for the Nation of Islam leader. B4. CASINO COMMISSION CHAIRMAN TO QUIT   Steven P. Perskie, who played a major role in bringing casinos to Atlantic City 16 years ago, announced that he would step down in May as chairman of the New Jersey Casino Control Commission to join a company that specializes in riverboat gambling. B4. COMPANY DENIES DIGGING AT BLAST SITE   The lawyer for an asphalt plant situated next to a natural gas pipeline that ruptured and exploded in Edison, N.J., last Wednesday said that the company, Quality Materials, has no idea how the 36-inch main was damaged or when. B5. NASSAU ADOPTS PLAN FOR LEGISLATURE   Over the objections of some Democrats, a Nassau County commission adopted a plan to create a new government for the county, with a 19-member legislature as its centerpiece. B5.   Chronicle B10","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Rightist Victors in Italian Vote Continue Battle for Real Power","web_url":"https://www.nytimes.com/1994/03/30/world/rightist-victors-in-italian-vote-continue-battle-for-real-power.html","abstract":"  Less than a day after surging to an election victory, the right-wing alliance led by the media magnate Silvio Berlusconi became enmeshed in a power struggle today that threatened its ability to form a strong government.   Some commentators also warned that the strong showing of the neo-Fascist party, one of the partners in Mr. Berlusconi's coalition, could signal a resurgence of extremism and anti-democratic fervor 51 years after the ouster of Mussolini. A Troubling Echo    When the leader of the neo-Fascist National Alliance party, Gianfranco Fini, hailed some 2,000 supporters early today in Piazza del Popolo in Rome, hundreds of youths in the crowd gave straight-arm fascist salutes and chanted \"Duce! Duce!\" -- the rallying cry for Mussolini.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Commercial Fisheries Evade Conservation","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-commercial-fisheries-evade-conservation-622672.html","abstract":"  To the Editor:   Senator George J. Mitchell, in announcing he would not seek re-election, expressed pride in having been able to persuade Commerce Secretary Ron Brown to scrap a proposed limit on the number of days fishing boats could be at sea. In short, to gut a conservation program that is too little and too late, having been tortuously and tardily developed by commercial fishermen under a court order.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Where Cambodians Traveled to Study and Stayed to Cook","web_url":"https://www.nytimes.com/1994/03/30/style/where-cambodians-traveled-to-study-and-stayed-to-cook.html","abstract":"AS one drives along Anaheim Street in this dowdy port 25 miles south of downtown Los Angeles, past liquor stores, auto body shops and shopping centers, signs suddenly sprout wiggly Khmer script. This area is \"Little Phnom Penh,\" a mile-long corridor that is the center of the world's largest Cambodian expatriate community, with temples and video stores, markets and restaurants.\n\nThe enclave dates from 1960, when the American Government brought Cambodian students to Long Beach State College here to receive training to start a vocational program in their country. A nucleus of a few who stayed, as well as the warm weather and cheap housing, helped draw more than 40,000 Cambodians fleeing the Khmer Rouge holocaust, Vietnamese domination and brutal refugee camps in the late 1970's and early 1980's.","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Why So Many Die Needlessly: Broken Cardiac Rescue Chain","web_url":"https://www.nytimes.com/1994/03/30/us/why-so-many-die-needlessly-broken-cardiac-rescue-chain.html","abstract":"  THROUGHOUT the United States, and especially in big cities and rural areas, tens of thousands of people with hearts that should be good enough to keep them alive die each year for lack of adequate first aid. In New York City, for example, a new study has shown that only one person in 100 outside of hospitals survives after the heart suddenly stops pumping. In contrast, in Seattle the survival rate after such cardiac arrests is 1 in 5.   The difference can be traced to the effectiveness of what the American Heart Association calls the \"chain of survival.\" Dr. Joseph P. Ornato of the Medical College of Virginia, who heads the association's committee on emergency cardiac care, said \"each link in the chain must be strong\" for many lives to be saved.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Rediscovered Masterpiece Of Victorian Sex Warfare","web_url":"https://www.nytimes.com/1994/03/30/style/IHT-rediscovered-masterpiece-of-victorian-sex-warfare.html","abstract":"It's a curious reality of the current London theater that whereas the major subsidized companies all have so-called literary departments, the great rediscoveries are nearly always made on the minimal resources of the fringe. Henry Arthur Jones's \"Th","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Breakup of Cowboys' Team Leaves a League in Wonder","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-breakup-of-cowboys-team-leaves-a-league-in-wonder.html","abstract":"  Pro football's coaches, players, broadcasters and agents expressed shock and surprise at the resignation of Coach Jimmy Johnson yesterday. They saw potential problems for the Dallas Cowboys next season.   \"After what had transpired over the last week,\" said Coach Dan Reeves of the Giants, \"I didn't think Jimmy Johnson and Jerry Jones could coach or work together. I thought something was going to happen. Too many things had been said by both parties. So that part didn't surprise me. What surprised me is that Jimmy is going to be able to coach when he wants.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Gaza Killings Leave Peace Caught in a Crossfire","web_url":"https://www.nytimes.com/1994/03/30/world/gaza-killings-leave-peace-caught-in-a-crossfire.html","abstract":"  To Salah Abu Eida, who saw the shooting, it was an execution.   Six Palestinians, he said, never had a chance when they were gunned down by Israeli soldiers without warning outside his gas station here on Monday night.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Books of The Times; Disturbing Childhoods And Their Aftereffects","web_url":"https://www.nytimes.com/1994/03/30/books/books-of-the-times-disturbing-childhoods-and-their-aftereffects.html","abstract":"  The Favourite   By Meredith Daneman   163 pages. Alfred A. Knopf. $19.    Now You See Her   By Whitney Otto   303 pages. Villard. $20.","thumbnail":null,"section":"Books"},{"date":"19940330","headline":"Britain Yields on Europe Union Dispute, Drawing Fire at Home","web_url":"https://www.nytimes.com/1994/03/30/world/britain-yields-on-europe-union-dispute-drawing-fire-at-home.html","abstract":"  Britain gave ground today in a bitter dispute with the rest of Europe, paving the way for the European Union to grow from 12 countries to 16 by admitting three Scandinavian countries and Austria next January.   Although it said it had won a \"compromise\" from the other countries in settling the row over voting procedures, the Conservative Government was attacked by the opposition in the House of Commons and by its own back-bench party members for picking a needless fight with its European partners and then being forced into a humiliating \"climbdown.\"","thumbnail":null,"section":"World"},{"date":"19940330","headline":"1919: Spartacists Riot : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1919-spartacists-riot-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The whole of the Ruhr valley is again in a state of unrest, brought about by the Spartacist agitators. The movement was caused by a conservative paper, which published a violent article concerning a workmen's demonstration that took place a day o","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Umberto Bossi; Northern League","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-umberto-bossi-northern-league.html","abstract":"  A blunt 52-year-old politician from the economically vibrant Lombardy region, Umberto Bossi is the leader of a movement that caught the wind of taxpayer revolt when the first signs of recession appeared in the 1980's. Resentment was most acute among prosperous northern Italians, who felt that their pockets were being picked by the Government in Rome for pork-barrel projects in the depressed south.   In 1982, Mr. Bossi founded a newspaper in Varese, his hometown north of Milan, called Lombardia Autonomista, which became the mouthpiece of his movement.  Known initially as the Lombard League, it promised northern Italians autonomy from the south.  Changing its name in 1991 to the Northern League, it marched from victory to victory in local elections. Mr. Bossi entered Parliament in Rome in 1992.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622400.html","abstract":"  A picture caption yesterday with the continuation of an article about violence in Johannesburg referred incorrectly in some editions to the police officers shown taking cover from gunfire. They were uniformed officers, not plainclothes.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Settler Tells of Call by Hebron Killer's Wife","web_url":"https://www.nytimes.com/1994/03/30/world/settler-tells-of-call-by-hebron-killer-s-wife.html","abstract":"  A Jewish settler said today that minutes before the Hebron massacre, the wife of the killer had contacted him looking for her husband and saying he had not gone to the Cave of the Patriarchs shrine to pray.    The settler, Shlomo Edelstein, testified before an Israeli commission of inquiry into the Feb. 25 massacre that he had not interpreted Mrs. Goldstein's words as a warning and had not reported them to his commander.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Florida Is Back, Doing It Right","web_url":"https://www.nytimes.com/1994/03/30/sports/ncaa-tournament-florida-is-back-doing-it-right.html","abstract":"  The black letters posted above the front doors of the Florida Bookstore practically shouted down University Avenue with news the people had been clamoring for since that instant on Sunday afternoon when the street was flooded with Gators, automobiles, bicycles and joy.   FINAL FOUR SHIRTS COMING TODAY.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Court Confronting Results of Limiting Death Row Appeals","web_url":"https://www.nytimes.com/1994/03/30/us/court-confronting-results-of-limiting-death-row-appeals.html","abstract":"  In a death penalty argument marked by tense exchanges and an unusual display of anger from the bench, the Supreme Court came face to face today with the implications of its recent rulings sharply limiting the access of state death-row inmates to Federal court.    The question was whether Federal judges have the power to grant stays of execution to inmates who have exhausted their state appeals but have not found lawyers to help them file an initial petition for Federal court review. A majority of the Justices were visibly disturbed when the lawyer for the State of Texas argued that Federal judges did not have such power. Shortages and Difficulties    The Court was hearing the appeal of a convicted murderer, Frank B. McFarland, who came within hours of execution by Texas in November after two lower Federal courts refused his request for a stay. The courts held that they had no jurisdiction over any aspect of the case until the inmate filed a petition for a writ of habeas corpus, the document that initiates Federal court review of a state conviction.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/03/30/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/30/nyregion/news-summary-616567.html","abstract":"  International A3-11  NEW NOMINEE IN MEXICO  Mexico's governing party selected a 42-year-old former Cabinet minister and economist as its new presidential nominee, a week after the assassination of the heavily favored candidate of the party.  A1  For the new candidate, a delicate balancing act.  A6","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940330","time":"1994-03-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":72,"wspd":9.4},{"date":"19940330","time":"1994-03-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":79,"wspd":13},{"date":"19940330","time":"1994-03-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":87,"wspd":9.4},{"date":"19940330","time":"1994-03-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":87,"wspd":7.6},{"date":"19940330","time":"1994-03-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":89,"wspd":5.4},{"date":"19940330","time":"1994-03-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":89,"wspd":18.4},{"date":"19940330","time":"1994-03-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":82,"wspd":11.2},{"date":"19940330","time":"1994-03-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":76,"wspd":18.4},{"date":"19940330","time":"1994-03-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":78,"wspd":14.8},{"date":"19940330","time":"1994-03-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":77,"wspd":14.8},{"date":"19940330","time":"1994-03-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":69,"wspd":22.3},{"date":"19940330","time":"1994-03-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":71,"wspd":18.4},{"date":"19940330","time":"1994-03-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":71,"wspd":20.5},{"date":"19940330","time":"1994-03-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":62,"wspd":25.9},{"date":"19940330","time":"1994-03-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":62,"wspd":24.1},{"date":"19940330","time":"1994-03-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":61,"wspd":22.3},{"date":"19940330","time":"1994-03-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":62,"wspd":27.7},{"date":"19940330","time":"1994-03-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":75,"wspd":31.3},{"date":"19940330","time":"1994-03-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":75,"wspd":27.7},{"date":"19940330","time":"1994-03-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":75,"wspd":37.1},{"date":"19940330","time":"1994-03-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":80,"wspd":40.7},{"date":"19940330","time":"1994-03-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":87,"wspd":38.9},{"date":"19940330","time":"1994-03-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":76,"wspd":14.8},{"date":"19940330","time":"1994-03-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":11.2},{"date":"19940330","time":"1994-03-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":13},{"date":"19940330","time":"1994-03-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":5.4},{"date":"19940330","time":"1994-03-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":0},{"date":"19940330","time":"1994-03-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":0},{"date":"19940330","time":"1994-03-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":89,"wspd":0},{"date":"19940330","time":"1994-03-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":92,"wspd":13},{"date":"19940330","time":"1994-03-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":82,"wspd":18.7},{"date":"19940330","time":"1994-03-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":76,"wspd":18.7},{"date":"19940330","time":"1994-03-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":18.7},{"date":"19940330","time":"1994-03-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":20.5},{"date":"19940330","time":"1994-03-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":20.5},{"date":"19940330","time":"1994-03-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":25.9},{"date":"19940330","time":"1994-03-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":24.1},{"date":"19940330","time":"1994-03-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":24.1},{"date":"19940330","time":"1994-03-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":25.9},{"date":"19940330","time":"1994-03-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":24.1},{"date":"19940330","time":"1994-03-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":27.7},{"date":"19940330","time":"1994-03-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":25.9},{"date":"19940330","time":"1994-03-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":37.1},{"date":"19940330","time":"1994-03-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":27.7},{"date":"19940330","time":"1994-03-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":67,"wspd":16.6}]},"19940331":{"guardian_articles":[],"nytimes_articles":[{"date":"19940331","headline":"Giuliani and City Union Chiefs Agree on a Plan to Reduce Jobs","web_url":"https://www.nytimes.com/1994/03/31/nyregion/giuliani-and-city-union-chiefs-agree-on-a-plan-to-reduce-jobs.html","abstract":"  Mayor Rudolph W. Giuliani and the municipal labor unions announced last night that they had reached an agreement on a package of severance offers that the Mayor hopes will cut 7,600 jobs from New York City's payroll without having to resort to layoffs.   The agreement was Mr. Giuliani's first success in his effort to reduce the size of the city's work force of 216,000 as he seeks to close a $2.3 billion gap in the next fiscal year's budget.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Arkansas Coach Sees Beyond Final Four","web_url":"https://www.nytimes.com/1994/03/31/sports/ncaa-tournament-arkansas-coach-sees-beyond-final-four.html","abstract":"  The Arkansas Razorbacks will leave for Charlotte, N.C., Thursday morning and plunge into the hoopla of the Final Four weekend.    The newspapers here are filled with Hawg mania. Razorback T-shirts are being sold everywhere. Speculation is growing over the starting lineup and, more important, whether Nolan Richardson, the 52-year-old Arkansas head coach, will finally win his first national championship.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/31/arts/classical-music-in-review-629448.html","abstract":"  Camellia Johnson  Soprano 92d Street Y    Camellia Johnson, Young Concert Artists' newest debutante at the 92d Street Y, came to her voice recital on Tuesday night less an untried talent than an already emerging international artist, one with considerable opera and concert experience behind her. This program of Handel, Debussy, Strauss, Menotti, Liszt and Ricky Ian Gordon clearly explained why Ms. Johnson has been where she has been. It also made it clear that she is going a lot further.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Chamber Music Society To Present Premieres","web_url":"https://www.nytimes.com/1994/03/31/arts/chamber-music-society-to-present-premieres.html","abstract":"  The Chamber Music Society of Lincoln Center is to present the world premieres of works by Ned Rorem, Joan Tower and Wynton Marsalis, and the New York premieres of pieces by Andre Previn, John Harbison and Osvaldo Golijov as part of its 26th season.    In its main subscription series at Alice Tully Hall, the society is presenting 12 programs, each performed twice (on Tuesday and Sunday evenings) from Oct. 21 through May 9. There are also several nonsubscription performances, including a celebration of the 25th anniversary of the society's first concert, and the opening of Alice Tully Hall, on Sept. 12.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/31/arts/classical-music-in-review-631990.html","abstract":"  Carmina Quartet  Walter Reade Theater   The Zurich-based Carmina Quartet -- Matthias Enderle and Susanne Frank (violinists), Wendy Champney (violist) and Stephan Goerner (cellist) -- has forged a strong European reputation in the last several years and won international attention for recordings on the Denon label. In a program of Haydn, Mendelssohn and Ravel on Monday night, the quartet certainly showed considerable technical prowess: its sound was at once alluringly smooth and interpretively vigorous.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Placing Heaven on Earth for the World of 'Carousel'","web_url":"https://www.nytimes.com/1994/03/31/theater/placing-heaven-on-earth-for-the-world-of-carousel.html","abstract":"  Two years ago, Nicholas Hytner and Bob Crowley, an English director and an Irish set designer, flew to the United States and toured the Maine seacoast in a rented car. They spent four or five days visiting the region's ocean-front villages, taking in the prim white churches, the trim lawns, the beaches and the sea and listening, not incidentally, to \"Carousel\" on the tape deck.    The Rodgers and Hammerstein musical, which takes place in the late 19th century, is set in this landscape, of course, and out of this trip came the rudiments of Mr. Crowley's design for the production of \"Carousel,\" which began life to great acclaim at the Royal National Theater in London in December 1992.","thumbnail":null,"section":"Theater"},{"date":"19940331","headline":"Small Nuclear Arsenal Is Defense Dept. Goal","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-small-nuclear-arsenal-is-defense-dept-goal-631868.html","abstract":"  To the Editor:   \"Mr. Perry's Backward Nuclear Policy\" (editorial, March 24) asserts that in a \"recent\" nuclear posture review I overturned a decision by former Secretary of Defense Les Aspin and established a new role for nuclear weapons: deterring and responding to chemical and biological threats. The nuclear posture review, actually begun by Mr. Aspin, is still in its early days. I have not been briefed on interim progress, much less drawn policy conclusions from it or made recommendations to the President.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/31/nyregion/no-headline-624829.html","abstract":"  \"I missed football. I don't know how this happened. I thought my time had passed.\" -- BARRY SWITZER, new coach of the Dallas Cowboys.  [ B11:2. ]","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Mexican Revolutions : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-mexican-revolutions-letters-to-the-editor.html","abstract":"Regarding \"Time for Another, Different Revolution\" (Opinion, March 29). by Dick J. Reavis:.Luis Donaldo Colosio's death is a genuine tragedy, but it will have little impact on Mexico's modernization effort, precisely because of the North Amer","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Dance Notes","web_url":"https://www.nytimes.com/1994/03/31/arts/dance-notes.html","abstract":"  Group Downsizes Itself   The Fund for Dance, founded in 1973 as the National Corporate Fund for Dance, will close its doors today.  One of the earliest and most visible organizations raising money for dance, the fund sought corporate donations for general operating expenses rather than the more popular and exotic sponsorship of new works. It ran the first consolidated drive for a performing art in the United States, raising $6.5 million in the last two decades from more than 250 corporations to help 40 member dance com panies and choreographers.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Bye-Bye to Balboni","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-baseball-bye-bye-to-balboni.html","abstract":"  STEVE BALBONI, a member of the 1985 World Series champion Kansas City Royals, was among six players cut yesterday by the team. Balboni, at 37 years old trying to make it back to the major leagues after spending almost all of the last three seasons in the minors, said he was retiring from baseball. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"B.C. Hires Milbury","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-hockey-bc-hires-milbury.html","abstract":"  Tired of contract negotiations and his other duties as a National Hockey League assistant general manager, MIKE MILBURY left the Boston Bruins yesterday to become hockey coach at Boston College. Milbury, 41, went from star defenseman to coach of a Stanley Cup finalist to assistant general manager during a 20-year career with the Bruins. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Devils Lose Daneyko In the Heat of a Battle","web_url":"https://www.nytimes.com/1994/03/31/sports/hockey-devils-lose-daneyko-in-the-heat-of-a-battle.html","abstract":"  How the Devils will adjust to the loss of Ken Daneyko in their battle with the Rangers for the top spot in the National Hockey League is the question now hanging over New Jersey.   Daneyko, a rugged and dependable 29-year-old defenseman, separated his left shoulder Tuesday night during a 5-2 victory over Montreal. He said after treatment today that he was lucky nothing was fractured and that he would be ready for the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Gillen to Providence","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-college-basketball-gillen-to-providence.html","abstract":"  PETE GILLEN switched coaching jobs yesterday, leaving Xavier of Ohio for Providence. Gillen replaced RICK BARNES, who left Providence last week to take the job at Clemson. Gillen, 46, coached at Xavier since the 1985-86 season. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"1944: Rumanian Peace?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-1944-rumanian-peace-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Rumanian government of Premier Marshal Ion Antonescu sent Prince Barbu Stirbey to Cairo \"with the definite mission\" to sound out the possibilities of peace with Russia and the western Allies, a well info","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Depositors to Withdraw Money in Retaliation for Natwest Bank's Transfer of Jobs","web_url":"https://www.nytimes.com/1994/03/31/nyregion/depositors-to-withdraw-money-in-retaliation-for-natwest-bank-s-transfer-of-jobs.html","abstract":"  Venting frustration over another exodus of jobs from Long Island, several local government officials and real-estate developers said yesterday that they would withdraw money from National Westminster Bank to protest a transfer of some back office operations to Pennsylvania.   \"It's time we stop mincing words to businesses that seek to use Long Island residents as their cash cow,\" said Thomas Gulotta, the Nassau County Executive. \"In part, what we are doing is symbolic. But it's an important message that we hope will be interpreted in a positive fashion. We want to lend our support to those businesses who are willing to remain here on Long Island.\" First Such Boycott    The action, which one expert said may be the first time major depositors have threatened a bank boycott over a loss of jobs, is not expected to halt NatWest's move.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Doc's Fine But He's Not Sure About Mets","web_url":"https://www.nytimes.com/1994/03/31/sports/baseball-doc-s-fine-but-he-s-not-sure-about-mets.html","abstract":"  Dwight Gooden is pleased with his pitching. He is pleased with his health. And he was pleased with his performance today in his final start of the spring.   He just doesn't appear to be all that pleased with the Mets.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Sharp Increase Along the Borders of Poverty","web_url":"https://www.nytimes.com/1994/03/31/us/sharp-increase-along-the-borders-of-poverty.html","abstract":"  The Census Bureau provided new evidence today of one of the most troubling trends in the American economy: a sharp increase in the percentage of people who work full-time but cannot by themselves lift a family out of poverty.    The percentage of all Americans working full time but earning less than the poverty level for a family of four, about $13,000 a year, has risen by 50 percent in the past 13 years, the study said.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Rahat Journal; After Hebron, a Fierce Test of Bedouin Loyalty","web_url":"https://www.nytimes.com/1994/03/31/world/rahat-journal-after-hebron-a-fierce-test-of-bedouin-loyalty.html","abstract":"  In this Bedouin town on the northern lip of the Negev, not an Israeli flag was to be seen today.   Palestinian flags were hoisted at an annual Arab protest event called Land Day, and so were green Islamic banners. But when a man tried to wave an Israeli flag, someone yanked it down and a scuffle broke out.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Article 629650 -- No Title","web_url":"https://www.nytimes.com/1994/03/31/arts/article-629650-no-title.html","abstract":"  Ten arts organizations in New York State are to receive $3.02 million in challenge grants from the National Endowment for the Arts. The grants, which range from $75,000 to $800,000, are among $13.12 million in grants being made this year by the endowment. To receive the grants, organizations must match each Federal dollar with $3 from other donations.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Critic's Notebook; Old Jazz Is Out, New Jazz Is Older","web_url":"https://www.nytimes.com/1994/03/31/arts/critic-s-notebook-old-jazz-is-out-new-jazz-is-older.html","abstract":"  The presentation of a new work by the trumpeter Wynton Marsalis tomorrow at Alice Tully Hall will undoubtedly reignite the critical furor that has hounded the Lincoln Center jazz program for the last few years. Mr. Marsalis is the program's artistic director, and critics, commentators and some older musicians of an experimental bent (though not audiences, which flock to the concerts) have been complaining with great regularity about the preponderance of Mr. Marsalis's own band members in the program's shows, and the yearly presentation of a new commission to himself.   Neither he nor the administrators of Jazz at Lincoln Center have seen fit to do anything diplomatic about the complaints. Instead of backing down, they just keep on going. So Mr. Marsalis will present \"Blood on the Fields,\" a two-and-a-half-hour meditation on slavery played by a big band that includes his entire septet (it will be repeated on Saturday). And the furor, undoubtedly, will continue.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"1894: Albanians Attack : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-1894-albanians-attack-in-our-pages100-75-and-50-years-ago.html","abstract":"CETTIGNE - Another sanguinary encounter between Montenegrins and Albanians occurred on the frontier yesterday [March 29] when a body of the latter numbering several thousands attacked the Montenegrin village on the border of the Ciwiena Zem district, kill","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Williams Is Willing; Yanks Are Cautious","web_url":"https://www.nytimes.com/1994/03/31/sports/baseball-notebook-williams-is-willing-yanks-are-cautious.html","abstract":"  Bernie Williams thinks that he will be healthy enough to play center field when the Yankees open their season on Monday against the Texas Rangers, but his opinion is probably irrelevant. The officials who make that decision will wait at least another day and possibly longer before announcing anything definitive.   After performing agility drills, shagging fly balls, stretching and throwing today, Williams reported no pain in the strained left groin that has hampered him and continued describing his right shoulder as feeling terrific. Williams will travel with the Yankees to West Palm Beach, Fla., to oppose the Expos in their Florida spring finale Thursday and said he expected to play a few innings.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"U.S. ENDING CURBS ON HIGH-TECH GEAR TO COLD WAR FOES","web_url":"https://www.nytimes.com/1994/03/31/world/us-ending-curbs-on-high-tech-gear-to-cold-war-foes.html","abstract":"  The Clinton Administration announced today that it was scrapping virtually all export controls imposed during the cold war on shipments of telecommunications equipment and computers to China, and to Russia and most other former Soviet bloc countries. The move is expected to open a market worth roughly $150 billion over the next decade.   Administration officials said that stringent export controls would be kept on complex supercomputers and material that could be used in making nuclear bombs and other weapons of mass destruction.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Skull in Ethiopia Is Linked to Earliest Man","web_url":"https://www.nytimes.com/1994/03/31/world/skull-in-ethiopia-is-linked-to-earliest-man.html","abstract":"  The first reasonably complete skull of the earliest recognized human ancestors after the split-off from the great apes has been found near the bank of a dry riverbed in Ethiopia's arid badlands.   The skull, with its apelike heavy brow, jutting jaw and small brain case, is apparently that of a large male who lived three million years ago.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Mother in Child Death Case Lost Custody Twice","web_url":"https://www.nytimes.com/1994/03/31/nyregion/mother-in-child-death-case-lost-custody-twice.html","abstract":"  Sherain Bryant, who was charged Tuesday with murdering her 4-year-old daughter Shayne, twice lost custody of her children to New York City child protection authorities because she abused cocaine, individuals familiar with court and child welfare records said yesterday.    Three of her five children, including Shayne, were exposed to cocaine in the womb, they said.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Fears and Fanfare for the New Store in Town; A Giant Retailer Opens Its Doors, and Main Street Will Never Be the Same","web_url":"https://www.nytimes.com/1994/03/31/nyregion/fears-fanfare-for-new-store-town-giant-retailer-opens-its-doors-main-street-will.html","abstract":"  When Mike Nero was 13, one of his favorite things to do was to drive his father's 1953 Ford station wagon around an uncleared field off Fairview Avenue in this rural Hudson Valley town. That was 30 years ago.   This morning at 7, Mr. Nero was behind the wheel again in the same spot. This time he was driving a golf cart and ferrying customers across a sprawling parking lot to the front door of the town's new Wal-Mart, which celebrated its grand opening today with a heavy dose of hype and fanfare.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Democracy Postponed","web_url":"https://www.nytimes.com/1994/03/31/opinion/democracy-postponed.html","abstract":"  President Carlos Salinas de Gortari of Mexico had to wage a tough struggle to impose his choice of Ernesto Zedillo Ponce de Leon as his party's new presidential candidate. For Americans as for Mexicans, Mr. Salinas's victory is a mixed blessing.   On the positive side, Mr. Zedillo, an economist, is committed to the economic reform policies of the past six years. The \"dinosaurs\" of the Institutional Revolutionary Party, or PRI, opposed his candidacy and wanted to return to the patronage and protectionism of the past.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Albany Deal on Prison","web_url":"https://www.nytimes.com/1994/03/31/nyregion/albany-deal-on-prison.html","abstract":"  Seeking to reduce prison crowding, Governor Cuomo and legislative leaders in Albany agreed on a $44 million plan to convert a state psychiatric hospital to a 750-bed prison, the first expansion for the correctional system since 1991. The agreement, which resolves the key issue of criminal-justice spending this year, would also create 500 beds for defendants and parolees who are addicts.    Article, page B1","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Magadan Goes on D.L.","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-baseball-magadan-goes-on-dl.html","abstract":"  Florida Marlins third baseman DAVE MAGADAN was placed on the 15-day disabled list yesterday with a sprained right wrist, which means he will miss the first seven games of the season. Magadan is eligible to return for Florida's second home game April 13. The infielder hurt his wrist last week and aggravated the injury swinging a bat Monday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"STOCKS PLUMMET IN HEAVY TRADING","web_url":"https://www.nytimes.com/1994/03/31/us/stocks-plummet-in-heavy-trading.html","abstract":"  In a day that tested the faith of the remaining optimists on Wall Street, the stock market fell in heavy trading yesterday for the fifth consecutive session, with some traders predicting worse days ahead.   The Dow Jones industrial average twice dropped more than 50 points in a few minutes, and high-speed computerized trading sold tens of millions of shares in as little time.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Latvians Resent Russian Troops Who Stay On; Death by Privatization","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-latvians-resent-russian-troops-who-stay-on-death-by-privatization-632015.html","abstract":"  To the Editor:   Specialists are bewildered by the more than 30 percent rise in the Russian death rate and the 25 percent fall in the birth rate since the collapse of the Soviet Union two years ago.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Homing In on Agenda While Clinton's Away","web_url":"https://www.nytimes.com/1994/03/31/us/homing-in-on-agenda-while-clinton-s-away.html","abstract":"  As President Clinton vacations in California this week, the aides he left behind are taking advantage of the lull created by his absence and the Congressional recess to try to rescue a domestic agenda knocked askew by Whitewater.   The public relations assault, led by David R. Gergen, the counselor to the President, and Thomas F. McLarty 3d, the White House chief of staff, questions the relevance of the Clintons' real estate and commodities investments in the 1970's and promotes the legislative accomplishments that officials say have been obscured.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"I.R.A. Plans 72-Hour Cease-Fire in Ulster","web_url":"https://www.nytimes.com/1994/03/31/world/ira-plans-72-hour-cease-fire-in-ulster.html","abstract":"  In its first conciliatory response to the British-Irish peace initiative of last December, the Irish Republican Army said tonight that it would observe a 72-hour cease-fire in Northern Ireland next week.   The I.R.A., in a statement issued by a republican newspaper in Belfast, said its cease-fire, to begin at midnight Tuesday, was a \"unilateral initiative\" with \"no conditions attached.\"","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Review/Theater; Another Chorus in the Ballad of John and Yoko","web_url":"https://www.nytimes.com/1994/03/31/theater/review-theater-another-chorus-in-the-ballad-of-john-and-yoko.html","abstract":"  Although John Lennon's name is never mentioned in Yoko Ono's musical, \"New York Rock,\" the show is really the latest chapter in Ms. Ono's continuing eulogy of her relationship with the slain rock star. In this version of the myth of the perfect couple separated by tragedy, an emotionally wounded but still idealistic pair named Jill and Bill (Lynnette Perry and Pat McRoberts) are the stand-ins for the Lennons.   Their giddiest love song, \"Yes, I'm Your Angel,\" is in fact the same whimsical echo of \"Makin' Whoopee\" (decorated with tra-la-las) that Ms. Ono first cooed to Lennon on the couple's 1980 album, \"Double Fantasy.\" Moments after the song is finished, Bill is shot to death while taking an evening stroll with his true love.","thumbnail":null,"section":"Theater"},{"date":"19940331","headline":"3 Utility Employees Hurt in Blast at a Power Substation","web_url":"https://www.nytimes.com/1994/03/31/nyregion/3-utility-employees-hurt-in-blast-at-a-power-substation.html","abstract":"  A transformer at a power station here exploded this morning in a deafening fireball, critically injuring three workers, knocking out electricity to nearly 30,000 customers in Hudson County for more than an hour and disrupting traffic and train service.   It was not immediately clear why the transformer, which carries 230,000 volts of electricity, malfunctioned and then blew up about 10 A.M., but officials said workers at the Penhorn substation, in a marshy area near the border of Jersey City and North Bergen, appeared to have been following proper procedures.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Review/Dance; Showing Off A Rare Gift: Scampering","web_url":"https://www.nytimes.com/1994/03/31/arts/review-dance-showing-off-a-rare-gift-scampering.html","abstract":"  The years have burnished and honed Nina Watt's gifts as a performer. Miss Watt, a senior member of the Limon Dance Company, is now a stunning example of how a fine dancer can grow into an artist. And the fruits of that process were much in evidence in a program presented by the company at the Joyce Theater on Tuesday night, when Miss Watt performed \"Hollow Lady,\" a solo created for her by Alwin Nikolais.    Remarkably selfless for so self-aware a performer, Miss Watt is the rare dancer who can get away with scampering onstage. She did that, lightly and deftly, in a show-stopping solo in Limon's \"There Is a Time,\" which closed the program. In a way, Nikolais's solo is the opposite side of that coin. The Nikolais work bears down on Miss Watt like a scientist studying some minute form of life through a microscope.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Council Nominates 4 Areas For Economic Development","web_url":"https://www.nytimes.com/1994/03/31/nyregion/council-nominates-4-areas-for-economic-development.html","abstract":"  The City Council yesterday proposed establishing four new economic development zones in New York City, which would provide the distressed areas with state help to stimulate business and employment.   The official decision on which areas will be designated as development zones will be up to the state's Department of Economic Development, which is to make the selections by June.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"For Major, A Damaging Climb-Down","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-for-major-a-damaging-climbdown.html","abstract":"Over the last 50 years there have been some bad times in the relationship between Britain and a uniting Europe. Yet in navet and miscalculation, Prime Minister John Major's last week in Europe could bear comparison with any..He picked a qua","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"The Intricate Steps to Cutting the United Way Pie","web_url":"https://www.nytimes.com/1994/03/31/nyregion/the-intricate-steps-to-cutting-the-united-way-pie.html","abstract":"  Raising money for United Way takes ingenuity. So does spending it.   To encourage giving by employees of the Chemical Banking Corporation, Walter V. Shipley, Chemical's chairman and chief executive, took 12 senior officials on a tour of a family shelter in Manhattan run by the American Red Cross with financial help from United Way.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"U.S. Renews Pledge to Aid Bosnia's Recovery After Peace Pact","web_url":"https://www.nytimes.com/1994/03/31/world/us-renews-pledge-to-aid-bosnia-s-recovery-after-peace-pact.html","abstract":"  The United States has pledged $10 million toward Sarajevo's reconstruction, but will not send troops here until after a settlement is reached to end the Bosnian war, the American representative to the United Nations, Madeleine K. Albright, said here today.   In a show of support to the Muslim-led Bosnian Government, Ms. Albright and Gen. John Shalikashvili, the Chairman of the Joint Chiefs of Staff, came here today to dedicate the future United States Embassy.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Is It the Message or the Messengers?","web_url":"https://www.nytimes.com/1994/03/31/sports/on-pro-basketball-is-it-the-message-or-the-messengers.html","abstract":"  Patrick Ewing is trading his brand-name basketball shoes for guns. The shoes retail for about $90. It is a deal you will not find on the Home Shopping Network.   \"They're big in Europe,\" he said. \"And Japan, real big in Japan.\"","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Yanks Say No to Gay Games","web_url":"https://www.nytimes.com/1994/03/31/sports/yanks-say-no-to-gay-games.html","abstract":"  The Yankees have denied Gay Games IV organizers the use of Yankee Stadium for their closing ceremonies on June 25, citing concerns about thousands of athletes marching on the field.   John Lawn, the Yankees' vice president for operations, said permission was not granted because the Catholic High Schools Athletic Association baseball championship game is scheduled to be played the previous day, with June 25 as the rain date.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Mets Trade Young and Plug a Hole","web_url":"https://www.nytimes.com/1994/03/31/sports/baseball-mets-trade-young-and-plug-a-hole.html","abstract":"  The Mets purged themselves of the most vivid symbol of their woeful 1993 campaign today when they traded pitcher Anthony Young to the Chicago Cubs for Jose Vizcaino, who instantly supplanted the rookie Fernando Vina as New York's everyday shortstop and leadoff hitter. The Cubs also received Ottis Smith, a minor league pitcher, in the deal.   The Mets had held repeated conversations this spring with other clubs concerning a possible Young deal to no avail, most notably with the California Angels for first baseman J. T. Snow. They seemed resigned to using Young as their No. 4 starter before the Cubs called this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"U.S. to Press North Korea Over A-Sites","web_url":"https://www.nytimes.com/1994/03/31/world/us-to-press-north-korea-over-a-sites.html","abstract":"  The United States has decided to press for a United Nations resolution demanding that North Korea open up its nuclear sites to international monitors despite objections from China, American officials said today.   But following deliberations at the United Nations this evening, American officials said that China was continuing to voice strong opposition to a Security Council resolution warning North Korea to comply or face possible economic sanctions.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/03/31/nyregion/parking-rules-627453.html","abstract":"  Alternate-side rules are suspended today through Sunday because of religious holidays.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Texas Looks to Oklahoma: Cowboys Hire Switzer","web_url":"https://www.nytimes.com/1994/03/31/sports/pro-football-texas-looks-to-oklahoma-cowboys-hire-switzer.html","abstract":"  Swiftly, decisively, and not so unexpectedly, the Dallas Cowboys' owner, Jerry Jones, filled his day-old head-coaching vacancy yesterday by naming Barry Switzer to replace Jimmy Johnson.   Switzer, the former University of Oklahoma coach, becomes only the third head coach in Cowboy history, following Tom Landry, who coached the first 29 Dallas seasons, and Johnson, who coached the last 5. He takes over less than 24 hours after Johnson stepped down because of a personality clash with Jones that had damaged their working relationship beyond repair.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Capriati an Alternate","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-tennis-capriati-an-alternate.html","abstract":"  The four-woman team, plus a blockbuster alternate, that will represent the United States in Federation Cup competition July 18-24 in Frankfurt was announced yesterday in Hilton Head, S.C., by MARTY RIESSEN, who also captains the women's Olympic squad. JENNIFER CAPRIATI, absent from the WTA Tour since August, celebrated her 18th birthday Tuesday by confirming that she will be a Federation Cup alternate this summer. The 15th-ranked Capriati, who played on the 1990 championship team, is expected to return to competition this summer after taking time off to complete high school and rekindle her affection for her sport.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/31/style/chronicle-631213.html","abstract":"  Add another entry to the list of museum galleries, wings, sculpture gardens and roof gardens that bear the names of B. GERALD and IRIS CANTOR.   Mr. and Mrs. Cantor, who are bicoastal benefactors -- they live in New York, Beverly Hills and Bel Air, Calif., and have made large donations to museums on both coasts -- have announced that they will give $10 million to Stanford University.","thumbnail":null,"section":"Style"},{"date":"19940331","headline":"A Mother's Thanks","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-a-mother-s-thanks-632040.html","abstract":"  To the Editor:   I wanted to thank each of the many men and women who gave me a seat on the subway on my way to and from work when I was pregnant during the heat wave last summer, and when I commuted carrying my infant daughter to the day-care center at my workplace during the snowstorms last winter. There has not been one day when someone has not given me a seat. I especially wanted to thank the man who gave me not only his seat, but his newspaper too, and pointed out the most interesting articles. Like many women, I had no choice but to work during this time, and all of you made the commute possible. ROSE AUSLANDER  Brooklyn, March 21, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Slowly, the New York Region Begins Regaining Its Jobs","web_url":"https://www.nytimes.com/1994/03/31/nyregion/slowly-the-new-york-region-begins-regaining-its-jobs.html","abstract":"  For the first time since New York City and its suburbs sank into recession in 1989, they showed a slight gain in employment last year, the Port Authority of New York and New Jersey said yesterday.    The pace of growth is expected to accelerate this year, the agency said, but gains will be smaller than elsewhere in the nation.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"France Tries New Tack on Jobs for Young","web_url":"https://www.nytimes.com/1994/03/31/world/france-tries-new-tack-on-jobs-for-young.html","abstract":"  Hoping to forestall new student protests called for Thursday, Prime Minister Edouard Balladur today revoked a Government decree allowing young people to be paid less than the minimum wage and proposed instead that employers be rewarded for hiring those under 25.   Thrown onto the defensive by three weeks of demonstrations, Mr. Balladur suspended the decree for one week on Monday to allow time for a new policy to be drawn up. But students have continued protests in many cities to press their demand for the decree's formal withdrawal.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Patriots Sign Thomas","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-football-patriots-sign-thomas.html","abstract":"  The Patriots have signed BLAIR THOMAS, an unrestricted free agent. The Jets' former No. 1 draft pick signed a one-year $550,000 contract with no money up front.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"No News for the Chinese?","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-no-news-for-the-chinese.html","abstract":"No serious newspaper would silence its political reporters or drop its editorial page because some powerful government objected to what the paper was saying. Newspapers often run into such objections. The good ones grit their teeth, put up with the ban t","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/31/style/chronicle-631221.html","abstract":"  In New York, DAVE and REBA WHITE WILLIAMS are going to the rescue of a beloved landmark: the carousel in Central Park, which is in serious need of an overhaul.   Mr. Williams, the chairman of Alliance Capital Management, a $115 billion investment concern, and his wife, the special projects director for the company and a doctoral candidate in art history at the City University Graduate Center, read an article in The New York Observer about the deterioration of the 86-year-old carousel two weeks ago and decided to donate the $132,000 needed to repair it and its failing ball-bearings.","thumbnail":null,"section":"Style"},{"date":"19940331","headline":"Big Picture Studies","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-big-picture-studies-632023.html","abstract":"  To the Editor:   Re \"Academic Disciplines Increasingly Entwine, Recasting Scholarship\" (Education page, March 23):","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Essay; LOST at Sea","web_url":"https://www.nytimes.com/1994/03/31/opinion/essay-lost-at-sea.html","abstract":"  LOST is a loser, but the U.S. is getting ready to sign on.   The Law of the Sea Treaty -- its apt acronym LOST -- has been ratified by 60 nations and will come into force on Nov. 16 of this year. The big question -- one that will affect global business on and under the sea for generations -- is whether the U.S. will subscribe to what third-world leaders and international bureaucrats hail as \"the constitution of the oceans.\"","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Transactions","web_url":"https://www.nytimes.com/1994/03/31/sports/transactions-630128.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Sent Jeff Richardson and Jose Munoz, infielders, and Chris Howard, pitcher, to Pawtucket of the International League.   CALIFORNIA ANGELS -- Optioned Rod Correia, infielder, and Steve Hosey, outfielder, to Vancouver of the Pacific Coast League. Sent Jorge Favregas, catcher, to their minor-league camp for reassignment.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Zulu Leader Is More Isolated But Is Still Proudly Resistant","web_url":"https://www.nytimes.com/1994/03/31/world/zulu-leader-is-more-isolated-but-is-still-proudly-resistant.html","abstract":"  Here in the capital of the last homeland, the last holdout flipped intently through a file.    Mangosuthu G. Buthelezi, Chief Minister of the Zulu state of KwaZulu, had agreed to an interview, and the questions in the air today seemed momentous: threats of civil war, carnage in downtown Johannesburg, allegations of his lieutenants' complicity in police hit squads, his boycott of the election, and the very existence of his domain, which is scheduled to disappear with all the other apartheid homelands when a new constitution takes effect on April 27.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Books of The Times; Keeping the Child, But Not the Father","web_url":"https://www.nytimes.com/1994/03/31/books/books-of-the-times-keeping-the-child-but-not-the-father.html","abstract":"  Delusions of Grandma  By Carrie Fisher  260 pages. Simon & Schuster. $22.   The story that Carrie Fisher tells in her third and latest novel, \"Delusions of Grandma\" (following \"Postcards From the Edge\" and \"Surrender the Pink\"), may not be the most original or suspenseful ever imagined. Cora Sharpe, successful Hollywood screenwriter, has had difficulty sustaining romantic relations. Cora falls in love again, with Ray Beaudrilleaux, an entertainment lawyer. The romance fails, partly because Cora is a snob about lawyers, partly because she doesn't want to marry and partly because she won't give up what she calls her \"short list of long-term friends.\" So Cora ends up mateless but also pregnant.","thumbnail":null,"section":"Books"},{"date":"19940331","headline":"Georgia Rejects Clemency for a Killer Who Says He Is Retarded","web_url":"https://www.nytimes.com/1994/03/31/us/georgia-rejects-clemency-for-a-killer-who-says-he-is-retarded.html","abstract":"  The Georgia Board of Pardons and Paroles today rejected a last-minute clemency petition from William Henry Hance, a former marine who is appealing his death sentence on the ground that he is mentally retarded and that one of the jurors in his trial now says she never voted for a death sentence.   A second juror recently swore in an affidavit that the sentencing deliberations were marked by misinformation, misconduct and racial bias.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Police Receive Report on a Missing Woman","web_url":"https://www.nytimes.com/1994/03/31/nyregion/police-receive-report-on-a-missing-woman.html","abstract":"  The Nassau County police said today that they had received information indicating that Michelina Abbatiello, a missing 23-year-old Long Island woman, may have taken a taxi to La Guardia Airport last Friday, the day she was last seen by her family and her fiance.   The police issued a statement saying that a taxi driver had come forward to say that he had picked up a woman who looked like Miss Abbatiello at the Roosevelt Field Shopping Center in Westbury about 5 P.M. on Friday. He told investigators that he took the woman to the airport and dropped her off at the Air Canada Terminal.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Reality Bites: McEnroe Brings His Art to a Senior Circuit 'With Kick'","web_url":"https://www.nytimes.com/1994/03/31/sports/on-tennis-reality-bites-mcenroe-brings-his-art-to-a-senior-circuit-with-kick.html","abstract":"  Once upon a time, John McEnroe said senior tennis circuits were a silly waste of time and energy by a bunch of pensioners who would be better off doing something useful, like joining a rock band, captaining a Davis Cup team or opening an eponymous art gallery.   He said he couldn't see himself patronizing the \"hit and giggle\" format because, for him, tennis had never been a laughing matter. But since the first two options didn't work out and the third, collecting art, requires a steady influx of capital and hasn't quite sated his competitive appetite, McEnroe has reversed his low opinion of the senior service and agreed to anchor the brand-new Advanta Tour.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Let New York Put Welfare Recipients to Work for a Fair Wage","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-let-new-york-put-welfare-recipients-to-work-for-a-fair-wage-631710.html","abstract":"  To the Editor:   The debate generated by Mayor Rudolph W. Giuliani's proposal to put able-bodied New York City home relief recipients to work has elicited extreme and unproductive positions. The Mayor and Deputy Mayor John Dyson clearly wish to exploit the surplus workers on home relief to help in deficit reduction. They would do this in ways that weaken unions and provide a source of extremely cheap and pliable labor for the city.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/31/style/chronicle-631230.html","abstract":"  Dr. DAVID WESTERN, the Nairobi-based director of strategic planning for the Wildlife Conservation Society, was named director of the Kenya Wildlife Service yesterday. He was appointed by PRESIDENT DANIEL ARAP MOI of Kenya.    Dr. Western will succeed the embattled Dr. RICHARD LEAKEY, who resigned last week to protest Government policies and what he termed a \"campaign of vilification.\" Dr. Leakey, whose parents were the anthropologists Louis and Mary Leakey, had been praised for reforming the service and protecting wildlife but criticized for failing to take the concerns of rural Kenyans into consideration.","thumbnail":null,"section":"Style"},{"date":"19940331","headline":"Justices, at Hearing on New York Case, Raise Pointed Questions Over Church-State Linkage","web_url":"https://www.nytimes.com/1994/03/31/us/justices-hearing-new-york-case-raise-pointed-questions-over-church-state-linkage.html","abstract":"  The Supreme Court's fault lines on questions of church and state were on full display today as the Justices heard arguments on the constitutionality of a New York public school district that was created to serve the secular needs of a deeply religious community.   Routinely during arguments, the Justices toss hypothetical questions at the lawyers before them as a way of exploring the dimensions of a case. But while the Justices offered several imaginary scenarios today, none were as complex or exotic as the history and existence of the Kiryas Joel Village School District in Orange County, N.Y., whose fate will be determined by the Court's ruling.   The New York Legislature set up the district, which consists of one building, in 1989 to enable a village inhabited entirely by Hasidic Jews of the Satmar sect to give its handicapped children a publicly financed education in a cloistered setting that reflects the village as a whole.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Tillman Is Wooed By the Bears, Too","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-people-football-tillman-is-wooed-by-the-bears-too.html","abstract":"  Giants running back LEWIS TILLMAN, an unrestricted free agent, received a two-year $1.9 million offer from the Chicago Bears late last night. Tillman also has a multiyear $2.5 million offer from the New England Patriots but has not yet decided which team he will play for next season.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"New Talks Set By Israelis And P.L.O.","web_url":"https://www.nytimes.com/1994/03/31/world/new-talks-set-by-israelis-and-plo.html","abstract":"  The P.L.O. agreed early today to resume negotiations with Israel on Palestinian self-rule in the occupied Gaza Strip and Jericho, ending an impasse that began last month after the massacre of Muslim worshipers in Hebron.   The two sides removed the main obstacle by agreeing on security for Hebron after two days of negotiations here, senior Palestinian and Israeli officials said.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Culprit in South Africa","web_url":"https://www.nytimes.com/1994/03/31/opinion/culprit-in-south-africa.html","abstract":"  Accounts differ drastically as to who or what was responsible for Monday's gun battle in downtown Johannesburg that claimed at least 31 lives. But there can be little doubt that the larger responsibility for this tragedy lies with Mangosuthu Buthelezi, the Zulu chief and the only South African leader of consequence who refuses to participate in the national vote set for late April.   In refusing, Mr. Buthelezi has made common cause with white racists who oppose what South Africa's men and women of good will have sought for generations: the scrapping of apartheid, non-racial elections and social and economic justice though common citizenship in a democratic state.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Italy's Neo-Fascists: Have They Shed Their Past?","web_url":"https://www.nytimes.com/1994/03/31/world/italy-s-neo-fascists-have-they-shed-their-past.html","abstract":"  Half a century after the Fascists' defeat in World War II, the political descendants of Benito Mussolini are set to govern again as part of the right-wing alliance that sprinted to victory this week in Italy's national elections.    The challenge that faces them now is to convince skeptical Italians and other Europeans that they have shed the anti-Semitism and xenophobia of their forebears, allies during the war with the Nazis, to become what they insist is a modern party of the European right.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/31/us/inside-624802.html","abstract":"  Arab-Israeli Talks to Resume   The P.L.O. agreed to resume negotiations with Israel on Palestinian self-rule in the West Bank and Gaza, Palestinian officials said. Page A5. Women Attacked in Algeria    Suspected Muslim militants in Algeria killed two unveiled young women, enforcing a vow to attack women who do not cover their heads. Page A3. Full-Time Working Poor    Census data shows an increase in people who work full-time but cannot lift a family out of poverty. Page A18. Rise in Jobs for New York    For the first time since the recession began, the New York region showed a slight rise in jobs last year. Page B6.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Sports of The Times; Cowboys' 'Three-peat' Triangle","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-of-the-times-cowboys-three-peat-triangle.html","abstract":"  THIRTY years ago Jerry Jones wrecked Barry Switzer's car. Yesterday, the Dallas Cowboys' owner finally made it up to him.   Only 24 hours after Jimmy Johnson cleaned out his office, Barry Switzer moved in as the Cowboys' new coach. More proof that Jerry Jones sure knows how to hurt a guy in a Cowboy triangle that goes back to when the three were at the University of Arkansas three decades ago -- Jones and Johnson as guards and road-trip roommates, Switzer as a young assistant coach.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Mrs. Clinton's Windfall: the Brokers' View","web_url":"https://www.nytimes.com/1994/03/31/us/mrs-clinton-s-windfall-the-brokers-view.html","abstract":"  Commodity traders and brokers here, shown reports of Hillary Rodham Clinton's dazzling trading profits from October 1978 to the next July, said it might well be impossible to determine whether they were based on luck or skill.   To know for sure, they said, investigators would have to see records detailing when and how each order was received and executed. But the Commodity Futures Trading Commission requires that such records be maintained for only five years, and it is widely assumed that Refco Inc., the company through which Mrs. Clinton traded, has long since disposed of hers.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Love Triangle Ends In Death for 2 Active In Church in Queens","web_url":"https://www.nytimes.com/1994/03/31/nyregion/love-triangle-ends-in-death-for-2-active-in-church-in-queens.html","abstract":"  In a love triangle that turned deadly, a Queens woman shot the church choir director she shared a house with and a member of the choir with whom he was also romantically involved, the police said yesterday.   The woman and her two victims prayed together at St. Catherine of Siena Roman Catholic Church in St. Albans during Holy Week services early Tuesday evening, shortly before the incident.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Critic's Notebook; Music That Looks for the Best in an Ugly World","web_url":"https://www.nytimes.com/1994/03/31/arts/critic-s-notebook-music-that-looks-for-the-best-in-an-ugly-world.html","abstract":"  Bringing Easter up to date is a problem for Christians. Indeed, when liturgies and music are especially beautiful, they can subvert as well as inspire. We float on the ancient language of the Book of Common Prayer, roll with its cadences, divorce our sensibilities from hard meanings therein. It is no surprise that modern churchmen have devised plainer, uglier words for their services and substituted guitars for organs. Lovely music at one point may have brought God closer. Now it seems almost in the way.   Take for example the distant beauty of Orlandus Lassus, which comes to us in a new recording of the \"St. Matthew Passion\" (Harmonia Mundi). For the disembodied purity of its sentiments and the amazing grace of its polyphonic writing, we wonder at this music. Yet precisely four centuries have passed since Lassus's death, and in that time so deeply have our listening habits changed, and indeed our thoughts about what music is and does, that something is lost to us, perhaps irrevocably.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/03/31/style/IHT-what-theyre-reading.html","abstract":"Thomas Wallace, New York literary agent, is reading \"When the Century Was Young\" by Dee Brown. .\"This is the best memoir of growing up during the early 20th century that I have ever read; it tells you the way America was, and no longer is","thumbnail":null,"section":"Style"},{"date":"19940331","headline":"Latvians Resent Russian Troops Who Stay On","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-latvians-resent-russian-troops-who-stay-on-631876.html","abstract":"  To the Editor:   \"Russia and Latvians Agree on Troop Pullout Deadline\" (news article, March 17) illuminates how vestiges of Soviet imperialism influence ethnic relations in the region. Latvia accepts ethnic pluralism for its historical minorities and is struggling to find an equitable solution to the status of hundreds of thousands of economic settlers brought in under Soviet rule.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Nameless Dead In Sea Tragedy Now Identified","web_url":"https://www.nytimes.com/1994/03/31/nyregion/nameless-dead-in-sea-tragedy-now-identified.html","abstract":"  For nearly 10 months, the bodies of six Chinese men who drowned as they tried to swim ashore from the ill-fated Golden Venture have lain unidentified -- first in refrigerated vaults at the New York City Medical Examiner's office and now in a collective grave in New Jersey.    But what has been a mystery to government authorities for the last 10 months has been known all along to other passengers of the Golden Venture, which was smuggling a cargo of illegal immigrants from China. Many said they had simply never been asked to identify their compatriots.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Albany Plan Would Create A New Prison","web_url":"https://www.nytimes.com/1994/03/31/nyregion/albany-plan-would-create-a-new-prison.html","abstract":"  Seeking to reduce prison overcrowding, Gov. Mario M. Cuomo and legislative leaders agreed today on a $44.6 million plan to convert a state psychiatric hospital into a 750-bed prison, the first time the correctional system will have been expanded since 1991.   The agreement today, which resolves the key issue of criminal-justice spending in this year's budget debate, also calls for creating about 450 treatment beds for addicted defendants and parolees facing prison sentences. It would convert a 750-bed medium security prison into a treatment center for alcoholic and drug-addicted prisoners, many low-level drug dealers.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/31/arts/classical-music-in-review-632007.html","abstract":"  Kurt Ollmann  Baritone Weill Recital Hall   Kurt Ollmann's recital on Tuesday night made for a bewildering prospectus on paper: songs of Ives, Poulenc, Jacques Leguerney, Richard Rodgers, Aaron Copland and a clutch of contemporary American composers. What brought these disparate 20th-century materials together was Mr. Ollmann's clear, eloquent baritone, negotiating every stylistic turn with the utmost grace. Few other singers could sing Ives's \"Autumn,\" Poulenc's \"Chansons Villageoises\" and Rodgers's \"Way Out West (on West End Avenue)\" with equal conviction.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/31/nyregion/metro-digest-626961.html","abstract":"  METRO DIGEST  NEW YORK CITY  MAYOR AND LABOR AGREE ON SEVERANCE Mayor Rudolph W. Giuliani and the municipal labor unions announced that they had reached agreement on a package of severance offers that the Mayor hopes will cut 7,600 jobs from New York City's payroll without widespread layoffs. A1. FRIENDS IDENTIFY 6 DEAD COMPANIONS For nearly 10 months, the bodies of six Chinese men who drowned as they tried to swim ashore from the ill-fated Golden Venture have lain unidentified. But what has been a mystery to the authorities has been known all along to other passengers of the Golden Venture. Many said they were simply never asked. A1.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Rights Groups Fault China's List of Those Held as Dissidents","web_url":"https://www.nytimes.com/1994/03/31/world/rights-groups-fault-china-s-list-of-those-held-as-dissidents.html","abstract":"  Human rights groups today challenged the accuracy of data on political prisoners provided recently to Secretary of State Warren Christopher by China.   Rights workers said the document was inaccurate and less detailed than a list given to Secretary of State James A. Baker 3d in 1991.   A detailed accounting of political prisoners is one of the central requirements of an executive order issued last year by President Clinton linking renewal of China's trade privileges to \"overall, significant progress\" on human rights.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Florida Weighs Fees for Its Computer Data: Some See Profits; Others, Too High a Price","web_url":"https://www.nytimes.com/1994/03/31/us/florida-weighs-fees-for-its-computer-data-some-see-profits-others-too-high-price.html","abstract":"  Prodded by local governments, which see potential for profit in the growing body of public records being stored electronically, Florida lawmakers are considering a proposal to charge fees based on volume for government records stored on computers. The information is available free in paper form.    The proposal, which both backers and opponents say would be the first such statewide measure in the nation, is being fought by trade and public interest groups on the ground that it would inhibit the ability of citizens to monitor government activities.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Anheuser-Busch Backs Network","web_url":"https://www.nytimes.com/1994/03/31/sports/baseball-anheuser-busch-backs-network.html","abstract":"  Anheuser-Busch, the owner of the St. Louis Cardinals, became a sponsor of The Baseball Network yesterday, giving the fledgling joint venture among Major League Baseball, NBC and ABC a much-needed jolt of financial support.   The two-year sponsorship, with an option to renew, is worth about $20 million. The St. Louis-based brewer will get multiple commercial units in TBN's All-Star Game and 12 regular-season, wild-card playoff, League Championship Series and World Series games.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Review/Cabaret; Song and Singer Join In an Emotional Fusion","web_url":"https://www.nytimes.com/1994/03/31/arts/review-cabaret-song-and-singer-join-in-an-emotional-fusion.html","abstract":"  That perfect moment when a singer and song find a transcendent emotional fusion is a goal devoutly pursued but hardly ever realized in cabaret performance. Nancy LaMott, a singer who has grown steadily in depth and musicality over the last decade, achieved it on Tuesday evening in the Chestnut Room of Tavern on the Green with her medley of two Stephen Sondheim ballads from \"Merrily We Roll Along.\"    Ms. LaMott and her musical director and pianist, Christopher Marlowe, have joined the songs \"Good Thing Going\" and \"Not a Day Goes By\" into a seamless chronicle of a relationship that goes bad because one partner loses the will to continue. Singing the medley, Ms. LaMott lives the emotional changes of the story as she describes them, building from a quiet hopefulness into agonized frustration and ending in grief.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"10 Are Killed In French Sub On Exercises","web_url":"https://www.nytimes.com/1994/03/31/world/10-are-killed-in-french-sub-on-exercises.html","abstract":"  Ten sailors died today in an accident aboard a French nuclear-propelled submarine that was taking part in naval exercises in the Mediterranean off Toulon, the Defense Ministry announced.   A ministry spokesman said that the Emeraude, a 2,400-ton Rubis-class attack submarine, did not carry nuclear missiles and that its 48-megawatt nuclear reactor was not damaged in the accident, which occurred when a burst pipe released high pressure steam into a turbine compartment.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Journal; You'll Always Walk Alone","web_url":"https://www.nytimes.com/1994/03/31/opinion/journal-you-ll-always-walk-alone.html","abstract":"  To any American who was around in the 1950's, Richard Rodgers and Oscar Hammerstein 2d were as corny as Kansas in August -- and as much a part of the decade's oppressively sunny landscape as Ike, backyard barbecues and Ozzie and Harriet.   This begins to explain why a jaded, middle-aged crowd was so startled to find itself weeping at the opening night of \"Carousel\" last week. The audience came to Lincoln Center for a sentimental nostalgia trip back to that idyllic America of cockeyed optimism. Instead they found themselves abandoned in a dark alley.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Villanova Turns It Around to Claim Title","web_url":"https://www.nytimes.com/1994/03/31/sports/national-invitation-tournament-villanova-turns-it-around-to-claim-title.html","abstract":"  Villanova buried itself under an avalanche of bad 3-point shots in the first half of the National Invitation Tournament championship game last night. Then, in the second half, the Wildcats used them to dig their way out.   After hitting only 2 of 12 3-point attempts in the first half, Villanova (20-12) hit 8 of 12 in the second half to rally and beat Vanderbilt, 80-73, to take the N.I.T. championship before 14,434 at Madison Square Garden. With the title, Villanova became 1 of 15 teams to win both an N.I.T. and a National Collegiate Athletic Association championship.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Assassination Mysteries","web_url":"https://www.nytimes.com/1994/03/31/world/assassination-mysteries.html","abstract":"  A special prosecutor arrived here today as evidence mounted of possible wider involvement in the assassination last week of the governing party's presidential candidate. Two men have been charged, and at least two others remain under suspicion.   But the more details that emerged, the more murky became any possible motive in the killing of the candidate, Luis Donaldo Colosio, who had been expected to become Mexico's next President.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"The New Hire: Glorious Record, Outrageous Past","web_url":"https://www.nytimes.com/1994/03/31/sports/pro-football-the-new-hire-glorious-record-outrageous-past.html","abstract":"  When Jerry Jones, the owner of the Dallas Cowboys, introduced Barry Switzer yesterday as the Cowboys' new head coach, he recalled that Switzer was his freshman football coach at the University of Arkansas and was also in charge of his freshman dorm.   \"He kept several of us straight,\" said Jones, whose comment at the news conference in Irving, Tex., drew a chorus of double-edged chuckles.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"The Outpost in St. Petersburg","web_url":"https://www.nytimes.com/1994/03/31/sports/IHT-the-outpost-in-st-petersburg.html","abstract":"Like most fans of American college basketball who find themselves out of the country in March, Chris Brower couldn't hide his excitement as he poured over the scores of the NCAA tournament games..But there is a difference: Last August, Brower, a two-ye","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/31/sports/results-plus-629391.html","abstract":"  N.H.L.  Blues Stop Panthers  Curtis Joseph stopped 27 shots as the St. Louis Blues beat the Florida Panthers, 3-1, last night in Miami. Joseph's play in goal and third-period goals by Brendan Shanahan and Peter Stastny were the difference as the Blues slowed the expansion Panthers' drive to the playoffs. Florida, currently eighth in the Eastern Conference, remained 4 points ahead of Philadelphia and 5 in front of the Islanders in the battle for the final playoff spot. (AP) Whalers 3, Blackhawks 2: Andrew Cassels scored with 1 minute 15 seconds left in overtime as host Hartford broke a four-game losing streak with a victory over Chicago. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Campaign by Police in Los Angeles Changes After Slaying of Japanese","web_url":"https://www.nytimes.com/1994/03/31/us/campaign-by-police-in-los-angeles-changes-after-slaying-of-japanese.html","abstract":"  One rests atop Vergee's Palace de Bella Donna, beyond a sister billboard for \"Naked Gun 33 1/3,\" near Crenshaw and 48th -- a few blocks west of the vortex of the 1992 riots. It shows a man, masked and menacing, aiming his gun at an unsuspecting woman as she approaches her car.   \"Warning: This Can Be You Without the Police Dept.,\" the billboard, placed by the Los Angeles Police Protective League, declares.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"At Utah Hospital, Innovative Way to Track Medical Quality","web_url":"https://www.nytimes.com/1994/03/31/us/at-utah-hospital-innovative-way-to-track-medical-quality.html","abstract":"  In the mid-1980's, the medical staff at LDS Hospital here took on a seemingly contradictory mission: to cut medical costs and also raise the quality of care. For help, they turned to a sophisticated computer system they had just installed.   By tradition, improving quality had usually meant offering more services, employing expensive new drugs or buying costly diagnostic machines. But the LDS doctors tried a different approach. They simply began re-examining their existing treatments.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Caning in Singapore : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-caning-in-singapore-letters-to-the-editor.html","abstract":"Regarding \"Troubling Signs of a Sense of Cultural Superiority\" (Opinion, March 21) by Jim Hoagland:.The writer portrays Michael Fay, the American teenager sentenced to jail and caning in Singapore for vandalism, as an innocent victim of the S","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"1919:League Objections : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-1919league-objections-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The twelve American Congressmen in Paris to get a close view of the Peace Conference were received by President Wilson yesterday [March 30]. They told President Wilson that a vast majority of Americans favor a League of Nations, believing that onl","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Nets Rise A Rung In the East","web_url":"https://www.nytimes.com/1994/03/31/sports/pro-basketball-nets-rise-a-rung-in-the-east.html","abstract":"  The Nets' 9-6 record for March hardly compares with the 14-0 mark of the rival Knicks. Still, by achieving a 111-101 victory over the Miami Heat at Byrne Meadowlands Arena tonight, the Nets made it eight straight at home and moved half a game ahead of the Heat in the Eastern Conference playoff race.   \"This time of year, when you play back to back, you're going to get some struggling games -- and this was a struggling game,\" said Chuck Daly, who was back in his head coach's chair after sitting out the first game of his pro career, with an intestinal flu in Tuesday night's loss in Atlanta. \"This was the type of win we have to grind out.\"","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Bareheaded, Women Slain In Algiers","web_url":"https://www.nytimes.com/1994/03/31/world/bareheaded-women-slain-in-algiers.html","abstract":"  Suspected Muslim fundamentalists in Algeria killed two unveiled young women today, enforcing a vow made last month that women who do not cover their heads in public would join a list of targets that includes the army, the police, secularist intellectuals, artists, journalists and foreigners.   The women -- Raziqa Meloudjemi, 18, and Naima Kar Ali, 19, both students -- were killed at a bus station in Algiers by gunmen on a motorbike.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/31/nyregion/bridge-627712.html","abstract":"  Those who argue about heredity and environment would find food for thought in some bridge families. Norman Kay has long been one of America's best players, and earlier this month came within an imp of winning the Vanderbilt Knockout Team Championship in Cincinnati and adding to his large collection of titles.   He is a retired stockbroker, and his daughter, Robin, is an options trader at the American Exchange in Manhattan. She is the president of the Greater New York Bridge Association, and at 29 the youngest in 40 years. She has her father's skill in card play, as the diagramed deal demonstrates. It helped her score a convincing victory last month in a Regional Stratified Pairs event in Cromwell, Conn. Her partner was Aaron Silverstein, also an Amex options trader, and they had back-to-back 70 percent games.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Deadly Blaze Tied to Trash Atop a Stove","web_url":"https://www.nytimes.com/1994/03/31/nyregion/deadly-blaze-tied-to-trash-atop-a-stove.html","abstract":"  Firefighters said yesterday that they believe trash atop a gas stove started the fire in a SoHo apartment building that killed two firefighters and critically burned a third.   While a final report on the cause of the blaze on Monday will not be released until the end of the week, fire marshals rummaging through a burned-out apartment on the first floor of the building at 62 Watts Street have concluded that the fire began in a room doubling as a kitchen and living room, and they found discarded containers, as well as plastic and paper bags, on top of the stove, said Chief Marshal John Stickevers.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/31/nyregion/news-summary-624292.html","abstract":"  International A3-11  U.S. DROPS EXPORT CONTROLS  The Clinton Administration scrapped virtually all export controls on shipments of telecommunications equipment and computers to China, Russia and most other former Communist countries.  A1","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"Those Streaking Knicks Are Most Thankful for Ample Depth","web_url":"https://www.nytimes.com/1994/03/31/sports/pro-basketball-those-streaking-knicks-are-most-thankful-for-ample-depth.html","abstract":"  If not for their depth and resiliency, the Knicks' extraordinary winning streak would be over.   The loss of John Starks could have been devastating. And the absence of Charles Smith would have hurt lesser teams.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Commodities Broker Has History of Legal Trouble","web_url":"https://www.nytimes.com/1994/03/31/us/commodities-broker-has-history-of-legal-trouble.html","abstract":"  The broker who the White House says was used by Hillary Rodham Clinton to trade commodities futures has a record of regulatory and legal difficulties and was forced into bankruptcy after he was sued by customers and traders who said he had lost millions of their dollars.   The Arkansas office run by the broker, Robert L. (Red) Bone, collapsed in October 1979 as the market in cattle futures fell sharply. Mrs. Clinton stopped trading in her account in July 1979, and closed it shortly before the collapse. Over 10 months of trading, Mrs. Clinton had made nearly $100,000 on an investment of $1,000.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Sports of the Times; Iron Mike Stumbles as a Scholar","web_url":"https://www.nytimes.com/1994/03/31/sports/sports-of-the-times-iron-mike-stumbles-as-a-scholar.html","abstract":"  THE news that Mike Tyson, inmate No. 922335 in the Indiana Youth Center in Plainfield, Ind., flunked his high school equivalency test indicates that the former heavyweight champion may still be having difficulties with English and math, as well as his attitude.   The reason he's in prison to begin with, according to an Indianapolis jury two years ago and a three-judge appellate court a few months ago, is that he didn't understand the word \"No.\" So he remains in jail on a six-year conviction of rape, with the chance to be sprung next spring.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Review/Dance; Sampling the Wares Of 7 Choreographers","web_url":"https://www.nytimes.com/1994/03/31/arts/review-dance-sampling-the-wares-of-7-choreographers.html","abstract":"  The seven new dances offered on Tuesday night at the Bessie Schonberg Theater were usually inventive; nothing in them looked either awkward or inappropriate. But there were few revelations in this presentation, part of Dance Theater Workshop's Fresh Tracks series of choreographic showcase programs. The best pieces dealt with strange, even inexplicable, emotional states, which nevertheless were made to seem of the utmost importance.   To the recorded accompaniment of the Funeral Music from Wagner's \"Gotterdammerung,\" RoseAnne Spradlin beckoned heroically, had fits of trembling and broke into determined gallops in her \"Primiryat'.\" A spokeswoman for the theater said the title derived from a Russian word referring to a reconciliation of opposing forces. Whatever specific forces may have been attacking the woman Ms. Spradlin portrayed, the wild movements that depicted her struggle with them commanded attention because of their obvious urgency.","thumbnail":null,"section":"Arts"},{"date":"19940331","headline":"Behind the Duality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/31/opinion/IHT-behind-the-duality-letters-to-the-editor.html","abstract":"Regarding \"The Dual-Justice System\" (March 22) by David Hoffman:.The \"dual-justice system\" described in this article about the West Bank, as applied to the Zemarya brothers, understandably offends Western notions of due process and","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"Store Manager Slain in Brooklyn","web_url":"https://www.nytimes.com/1994/03/31/nyregion/store-manager-slain-in-brooklyn.html","abstract":"  Marvin Wildstein fell to his knees and pleaded for his life, but he was shot to death anyway, witnesses said, in what appeared to be a robbery yesterday morning at the plumbing supply store he managed in Brooklyn.    Mr. Wildstein, 63, a former Marine who served in the Korean War, managed the Boerum Hill branch of the Eigen Supply Company, which is based in Manhattan. The company's executive vice president, Steven Edelson, said the Brooklyn branch catered largely to contractors with store accounts and usually had very little cash on hand.","thumbnail":null,"section":"New York"},{"date":"19940331","headline":"It's a Tumultuous Time Within a Pro Football Business Subsidiary","web_url":"https://www.nytimes.com/1994/03/31/sports/pro-football-it-s-a-tumultuous-time-within-a-pro-football-business-subsidiary.html","abstract":"  National Football League Properties, whose licensed goods generated $2.5 billion in retail sales last year and whose three decades of success have taught other sports leagues how to market themselves, is in turmoil from a management upheaval and an internal audit of its business practices.   In addition, according to a league official who insisted on anonymity, a Federal investigation is under way of a person claiming to have had dealings with \"at least one\" former N.F.L. Properties employee. No other details of the investigation were available.","thumbnail":null,"section":"Sports"},{"date":"19940331","headline":"Italy's 3-Headed Monster","web_url":"https://www.nytimes.com/1994/03/31/opinion/italys-3headed-monster.html","abstract":"A foreigner needs some temerity to criticize the choice freely made by Italy's voters in this week's parliamentary election. Italians can manage their own affairs. But Italy is too important a nation for the health of its polity and economy to be a matter of indifference to the outside world.\n\nWith this election, Italy put an end to one regime and started another. But having thrown out one lot of scoundrels, the electorate has chosen as its new leaders, to fill the vacuum, some equally flawed people with a new set of vices all their own. And whether the victors can govern Italy for long seems very questionable.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"April 24 Runoff Set In Salvador Election","web_url":"https://www.nytimes.com/1994/03/31/world/april-24-runoff-set-in-salvador-election.html","abstract":"  With the vote count slowed by charges of fraud, El Salvador's election authorities confirmed today that a runoff election will be needed to decide the presidential race and that one is scheduled for April 24.   Preliminary results from last week's election indicates that the right-wing Arena party, led by Armando Calderon Sol, won 49 percent of the votes.","thumbnail":null,"section":"World"},{"date":"19940331","headline":"Arkansas Secrets","web_url":"https://www.nytimes.com/1994/03/31/opinion/arkansas-secrets.html","abstract":"  There will be plenty of time to explore whether laws were violated when the Clintons went into the land development business with James and Susan McDougal or when George Stephanopoulos and other White House aides meddled with Treasury Department investigations. For the moment, it is enough to ponder the fluid morality implicit in the Clintons' tax returns and the records of Mrs. Clinton's short but profitable career as a commodities trader.   The inescapable conclusion is that this couple, early and late, suffered from a thematic insensitivity to the normal rules of conflict of interest. At every turn of their financial life, the then-Governor and First Lady of Arkansas were receiving financial favors from individuals who had something to gain from having friends in high places.","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"So You Think PAC's Buy Politicians","web_url":"https://www.nytimes.com/1994/03/31/opinion/l-so-you-think-pac-s-buy-politicians-632031.html","abstract":"  To the Editor:   Your vilification of political action committees in \"PAC Pollution\" (editorial, March 21) misses the greater and more insidious (because more hidden) source of money: large individual contributions ($200 or more).    Our research demonstrates that those who make large contributions to Congressional candidates (and whose economic and legislative interests line up neatly with PAC inter- ests) provide more money to these candidates than PAC's do. In 1992, large individual contributions made up 35 percent of the total given to Congressional candidates, compared with 29 percent from PAC's. When you include Presidential candidates, large individual contributions ($375 million) dwarf PAC contributions ($180 million) more than two to one.   When you add large contributions from business-connected individuals to PAC contributions from the same businesses, the grand total dwarfs the next largest source of money -- labor -- by six to one. (If you compare PAC totals only, the ratio is three to one.)   PAC and large individual contributions together maximize the political clout of business. Our research shows this is true for every category of business, particularly health care, insurance and finance. Furthermore, the profiles of members of Congress who eschew PAC contributions, taking only contributions from individuals, show economically interested funding patterns virtually identical to those who accept PAC contributions.   Framing the campaign finance reform issue as a PAC issue encourages narrowly drawn \"reforms,\" which are more likely to freeze into place the worst aspects of the system or even make it worse. If we want real reform, which addresses the conflicts of interest and disenfranchising inequalities inherent in private financing of public elections, we need to understand the source of that financing. And that source is not just PAC's. ELLEN S. MILLER  Executive Director Center for Responsive Politics Washington, March 22, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940331","headline":"CNN Charged Over Tapes Of Noriega","web_url":"https://www.nytimes.com/1994/03/31/us/cnn-charged-over-tapes-of-noriega.html","abstract":"  The Cable News Network was charged with contempt of court today on the recommendation of a special Federal prosecutor, who said the network had \"knowingly and willfully\" disobeyed a judge's order in 1990 not to broadcast tape recordings of Gen. Manuel Antonio Noriega while the former Panamanian dictator was in jail here.   The criminal complaint was announced nearly three and a half years after Judge William M. Hoeveler first learned that CNN had obtained tape recordings of General Noriega's telephone conversations. The calls involved his lawyers and members of their staffs, former military subordinates, his family and his mistress and her family. The network eventually surrendered the tapes, but only after broadcasting excerpts for two days and fighting all the way to the Supreme Court.","thumbnail":null,"section":"U.S."},{"date":"19940331","headline":"Trenton Committee Snags On School Spending Plans","web_url":"https://www.nytimes.com/1994/03/31/nyregion/trenton-committee-snags-on-school-spending-plans.html","abstract":"  A committee that was supposed to remove politics from the thorny issue of public school financing in New Jersey, deciding once and for all how the state should achieve educational and financial equity in its schools, today demonstrated just how difficult that proposition may be.   The Educational Funding Review Commission, which was appointed by the Legislature more than a year ago, became bogged down at what was supposed to be its final meeting, deadlocking on all but the most basic issues and rejecting all three financing proposals under review.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940331","time":"1994-03-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":88,"wspd":20.5},{"date":"19940331","time":"1994-03-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":80,"wspd":22.3},{"date":"19940331","time":"1994-03-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":81,"wspd":29.5},{"date":"19940331","time":"1994-03-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":78,"wspd":24.1},{"date":"19940331","time":"1994-03-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":74,"wspd":24.1},{"date":"19940331","time":"1994-03-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":70,"wspd":18.4},{"date":"19940331","time":"1994-03-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":76,"wspd":25.9},{"date":"19940331","time":"1994-03-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":71,"wspd":29.5},{"date":"19940331","time":"1994-03-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":68,"wspd":33.5},{"date":"19940331","time":"1994-03-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":65,"wspd":37.1},{"date":"19940331","time":"1994-03-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":71,"wspd":33.5},{"date":"19940331","time":"1994-03-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":75,"wspd":29.5},{"date":"19940331","time":"1994-03-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":62,"wspd":37.1},{"date":"19940331","time":"1994-03-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":70,"wspd":38.9},{"date":"19940331","time":"1994-03-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":70,"wspd":38.9},{"date":"19940331","time":"1994-03-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":65,"wspd":33.5},{"date":"19940331","time":"1994-03-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":68,"wspd":27.7},{"date":"19940331","time":"1994-03-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":76,"wspd":31.3},{"date":"19940331","time":"1994-03-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":77,"wspd":27.7},{"date":"19940331","time":"1994-03-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":88,"wspd":25.9},{"date":"19940331","time":"1994-03-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":27.7},{"date":"19940331","time":"1994-03-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":88,"wspd":35.3},{"date":"19940331","time":"1994-03-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":89,"wspd":35.3},{"date":"19940331","time":"1994-03-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":90,"wspd":38.9},{"date":"19940331","time":"1994-03-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":18.7},{"date":"19940331","time":"1994-03-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":18.7},{"date":"19940331","time":"1994-03-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":51,"wspd":22.3},{"date":"19940331","time":"1994-03-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":14.8},{"date":"19940331","time":"1994-03-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":14.8},{"date":"19940331","time":"1994-03-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":9.4},{"date":"19940331","time":"1994-03-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":11.2},{"date":"19940331","time":"1994-03-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":9.4},{"date":"19940331","time":"1994-03-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":70,"wspd":11.2},{"date":"19940331","time":"1994-03-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":75,"wspd":11.2},{"date":"19940331","time":"1994-03-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":79,"wspd":7.6},{"date":"19940331","time":"1994-03-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":7.6},{"date":"19940331","time":"1994-03-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":5.4},{"date":"19940331","time":"1994-03-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":7.6},{"date":"19940331","time":"1994-03-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":35,"wspd":13},{"date":"19940331","time":"1994-03-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":33,"wspd":16.6},{"date":"19940331","time":"1994-03-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":32,"wspd":18.7},{"date":"19940331","time":"1994-03-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":31,"wspd":22.3},{"date":"19940331","time":"1994-03-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":31,"wspd":22.3},{"date":"19940331","time":"1994-03-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":34,"wspd":22.3},{"date":"19940331","time":"1994-03-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":22.3},{"date":"19940331","time":"1994-03-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":22.3},{"date":"19940331","time":"1994-03-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":47,"wspd":16.6},{"date":"19940331","time":"1994-03-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":50,"wspd":11.2}]},"19940401":{"guardian_articles":[{"date":"19940401","headline":"Rail and the right track","web_url":"https://www.theguardian.com/world/1994/apr/01/transport.uk","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940401","headline":"Making Refugees Pay","web_url":"https://www.nytimes.com/1994/04/01/opinion/making-refugees-pay.html","abstract":"  The Immigration and Naturalization Service is moving ahead with its plan to make potential refugees from political persecution pay to seek asylum. It has now published regulations that will require refugees to pay a filing fee of $130 and to wait six months for work permits.    People who seek asylum in the U.S. because of a well-founded fear of persecution in their homelands often find themselves victimized again by a chronically understaffed I.N.S. The number of specially trained hearing officers has more than doubled in three years, from 90 to 185, but they cannot keep up with the volume of claims. The Clinton Administration now proposes to double the existing corps and to increase the number of judges who hear appeals of applicants who are turned down.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Police Station Becomes a Cash Station","web_url":"https://www.nytimes.com/1994/04/01/us/police-station-becomes-a-cash-station.html","abstract":"  Inside the Seventh District police station, just down the hall from the handcuffed gang member and the battered wife with nowhere else to hide, Shawna Jackson came to do her banking.   A few months ago, in an experiment to bring more financial services to the poor and to cut down on the muggings that make the South Side police district one of Chicago's toughest, the city and a local bank installed an automatic teller machine in the lobby of the police station.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Manning Won't Go West","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-people-basketball-manning-won-t-go-west.html","abstract":"  DANNY MANNING will miss the Atlanta Hawks' three-game West Coast trip because of a staph infection in his right elbow.   The Hawks, who are battling the Knicks for the best record in the Eastern Conference, expect to have him back when they play host to Boston on Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"From Bonnets to Bunnies","web_url":"https://www.nytimes.com/1994/04/01/arts/from-bonnets-to-bunnies.html","abstract":"  Easter comes a bit too early this year for magnificent outdoor displays of flowers in bloom, but there are seasonal concerts and plays, an Easter bonnet competition and, of course, the traditional Easter Parade on Fifth Avenue. Here is a sampling of the events in New York City this weekend: Today  STABAT MATER, Church of the Epiphany (Roman Catholic), Second Avenue at 22d Street, Gramercy Park. Lassus' Stabat Mater; Gail Archer, organist and director. 7:30 P.M. Information: (212) 475-1966.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Sharp Staff Cuts Planned At Public-Hospital Office","web_url":"https://www.nytimes.com/1994/04/01/nyregion/sharp-staff-cuts-planned-at-public-hospital-office.html","abstract":"  New York City's Health and Hospitals Corporation will cut its central office staff in half by July 1995 as part of a major reorganization of the public hospital system, its president announced yesterday.   Dr. Bruce Siegel, the agency's president, said streamlining the central office would save $17 million over the next 15 months. Pointing to a chart, Dr. Siegel said the cuts would also eliminate the kind of bureaucratic overkill that made each request for a capital project a 37-step process.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Doctor Says He Falsified Cancer Data to Help Patients","web_url":"https://www.nytimes.com/1994/04/01/us/doctor-says-he-falsified-cancer-data-to-help-patients.html","abstract":"  Dr. Roger Poisson, a prominent Montreal surgeon who has admitted falsifying data in a major North American breast cancer study, said today that he might have broken some rules but did so out of devotion to patients whose inclusion in the research qualified them for state-of-the-art treatment.   He berated his critics, chiefly in the United States, who he said wanted him to blindly obey rigid research guidelines. He accused the critics of persecuting him and \"taking the same attitude towards me as the States had against Somalia and Vietnam.\"","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/04/01/theater/on-stage-and-off.html","abstract":"  Correctness and 'Carousel'    The opening of \"Carousel\" last week, with actors of color in 13 out of 44 roles (including 2 major ones), has reopened the nontraditional casting debate with regard to Broadway. Most of the reviews chose not to mention the fact, a sign that acceptance is nigh, at least among critics, for performers who are cast against conventional expectations of sex or ethnicity.    There were, however, some exceptions: \" 'Carousel' has been made so politically correct with interracial casting it becomes both jarring and a nuisance,\" Robert Osborne wrote in The Hollywood Reporter. And John Simon echoed him in New York magazine: \"This directorial choice (which also makes one of the heavenly messengers a woman) in some ways militates against the meaning of the work.\"","thumbnail":null,"section":"Theater"},{"date":"19940401","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/04/01/arts/restaurants-640484.html","abstract":"  The woman at the next table is wearing a hat. A black one that makes her look as if she left her horse at the door and strolled in after a ride around the plantation. She slides into her seat, takes a sip from her friend's glass and looks down at the menu. She smiles and says, \"Oh, I adore this!\"   She says it in French. This does not distinguish her from the other people in the room, half of whom are speaking French. On an ordinary afternoon, Le Colonial looks like a lazy tropical restaurant and sounds like the Champs-Elysees.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"TV Weekend; A Biblical Patriarch For a Time of Worship","web_url":"https://www.nytimes.com/1994/04/01/arts/tv-weekend-a-biblical-patriarch-for-a-time-of-worship.html","abstract":"  Unlike Christmas, the Easter-Passover season doesn't inspire a glut of treacly television specials. There's no Santa Claus to promote gift sales. This season is more partial to biblical epics. Cecil B. DeMille's 1956 version of \"The 10 Commandments\" can be seen yet again this Easter Sunday, on ABC. And TNT offers the premiere of \"Abraham,\" a four-hour production being presented on Sunday and Monday evenings.   \"Abraham,\" filmed in Morocco with an international cast directed by Joseph Sargent, is grandly ambitious. And in the Italian manner of its technical crews, it is stunningly beautiful. One problem: It is ponderously dull, despite a powerful bravura performance by Richard Harris in the title role. The film simply runs on too long. Three hours, even two, would have been ample.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Review/Film; A Romance Of Missed Connections","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-a-romance-of-missed-connections.html","abstract":"  \"A Tale of Winter\" was shown as part of the 1992 New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 2, 1992. The film, in French with English subtitles, opens today at the Lincoln Plaza, 63d Street and Broadway.   No matter how Eric Rohmer classifies his films, whether as \"Moral Tales,\" \"Comedies and Proverbs\" or \"Tales of the Four Seasons,\" which is the title of his current cycle, each film comes down to the same thing: a most singular woman. She is always young, usually very pretty, sometimes beautiful, with a capacity to enchant that is equaled only by her maddeningly stubborn, sometimes wayward pursuit of destiny as she sees it.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"Faces of Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-faces-of-europe-letters-to-the-editor.html","abstract":"Regarding \"Whose Face Will Mark the Euro-Bill?\" (Business/Finance, March 21) by Brandon Mitchener:.The European Union could embellish its currency with natural features common to more than one country, like the Alps or the Danube. Or it could","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"In Michigan School-Tax Shift, the Poor Lose; To Raise, Not to Lower","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-in-michigan-school-tax-shift-the-poor-lose-to-raise-not-to-lower-643599.html","abstract":"  To the Editor:   \"Fairer Schooling for Michigan\" (editorial, March 18) states that, \"On average, the proportion of school aid coming from the states has gradually increased from about 40 percent to 50 percent, while the proportion of aid coming from localities has dropped from 50 to 40.\"","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Books of The Times; Such a Successful and Generous Man, or Not","web_url":"https://www.nytimes.com/1994/04/01/books/books-of-the-times-such-a-successful-and-generous-man-or-not.html","abstract":"  Master of the Game   Steve Ross and the Creation of Time Warner   By Connie Bruck.   395 pages. Simon & Schuster. $25.     To the reader of \"Master of the Game,\" Connie Bruck's lively new book, it's clear that the late Steven J. Ross -- entrepreneur, deal maker and chairman of Time Warner -- saw himself, or wanted others to see him, as a kind of Fitzgerald character, Jay Gatsby or Dick Diver perhaps, a dispenser of joy and largess, a romantic who saw the world as an endless series of infinite possibilities.","thumbnail":null,"section":"Books"},{"date":"19940401","headline":"Taxi Panel Rejects Call For Fare Rise","web_url":"https://www.nytimes.com/1994/04/01/nyregion/taxi-panel-rejects-call-for-fare-rise.html","abstract":"  The New York City Taxi and Limousine Commission rejected yesterday cab owners' request for their first fare increase in four years, saying the owners were providing poor service and depriving drivers of a fair share of the profits.   Before any increase is considered, the commission said, taxi owners would have to agree to a sweeping set of improvements, including giving drivers raises and better English classes, providing higher insurance coverage against accidents and allowing only new cars to be added to the current fleet as taxis.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"In Michigan School-Tax Shift, the Poor Lose; Give Her the Credit","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-in-michigan-school-tax-shift-the-poor-lose-give-her-the-credit-643602.html","abstract":"  To the Editor:   Your March 17 front-page article on Michigan's revolution in financing public schools reports the last step, a ballot referendum on alternative revenue plans, but omits the genesis of this revolution.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/01/style/chronicle-638439.html","abstract":"  Put together E. L. DOCTOROW, ARTHUR M. SCHLESINGER JR. and JOHN CHANCELLOR, and what do you have? Quite possibly, even probably, an interesting trialogue -- or at least that's the devout hope of INGER McCABE ELLIOTT. In March, Mrs. Elliott inaugurated \"Conversations at Sotheby's,\" a monthly series exploring the creative process in areas ranging from politics and music to art and history, and, as she put it, to \"juxtapose interesting ideas and interesting people.\"    Mrs. Elliott, an author and a consultant to Sotheby's, conceived the series to celebrate the 250th anniversary of the auction house.","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"Turkey and the Kurds : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-turkey-and-the-kurds-letters-to-the-editor.html","abstract":"Regarding \"An Appeal to Turkey\" (Letters, March 18) from Bernard Kouchner and Bernard Dorin:.In light of the reportedly imminent offensive by the Turkish military against its 10 million Kurdish minority, we in Western Europe would do well to","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Branch Libraries Slight Books That Endure","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-branch-libraries-slight-books-that-endure-643629.html","abstract":"  To the Editor:   There is no question that the underfunding of the New York Public Library is appalling and deprives the public of materials and services essential to a civilized city.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"The Final Four Is Also a Starting Point","web_url":"https://www.nytimes.com/1994/04/01/sports/ncaa-tournament-the-final-four-is-also-a-starting-point.html","abstract":"  Presidents did not go to the Final Four. Football was Presidential. Bowl games. Army-Navy. Or Opening Day in Washington, posing with the managers and throwing out the first ball of the baseball season -- that's how Presidents appeared like regular guys. There was no need to hob-nob with people in short pants. When the times were simpler, the arenas smaller and the profit not so great, you think any phone call from the Oval Office encouraged some basketball coach to press full court?   So just when you think the Final Four has crested, the organizers of the event are making room for President Clinton. Just when you wonder if this event has squeezed out every ratings point that a bunch of guys playing ball could possibly inspire, just when you say the games between Arizona and Arkansas and Duke and Florida on Saturday, with the winners meeting Monday night, have created the toughest ticket ever, this business has gone political.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Easter's Coats of Many Colors; The Nuances of Culture Reflect the Ritual of Rebirth","web_url":"https://www.nytimes.com/1994/04/01/nyregion/easter-s-coats-many-colors-nuances-culture-reflect-ritual-rebirth.html","abstract":"  It is Eastertime. And so there will be a taste of Latin American tradition in the streets of East Harlem, where the faithful will walk the Way of the Cross. Many of Polish descent will not eat their kielbasa and bread without the blessing of their pastor. On Sunday, a church in Chinatown will be draped in banners of white and gold. And a Dominican woman named Ana will baptize her youngest child. All because they say He has risen.   Easter Sunday is the most important holiday on the Christian calendar. This week, more than 1.5 million New Yorkers will celebrate the day they believe Jesus Christ rose from the dead after being crucified at Calvary.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"One Game vs. Seven, College Game vs. Pros","web_url":"https://www.nytimes.com/1994/04/01/sports/ncaa-tournament-tv-sports-one-game-vs-seven-college-game-vs-pros.html","abstract":"  Four teams vying to be No. 1 is my favorite time -- my dipsy-doo, babaloo, Mary Lou, dunkeroo -- of the college basketball season.   When the N.C.A.A. men's tournament dawns with 64 teams, I'm in awe of those who digest these massive hoops injections. Well, not awe. I'm more aghast that anyone can fixate on teams he knew nothing about an hour before tip-off. Turn off \"Wheel of Fortune,\" here comes the College of Charleston game!","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/04/01/nyregion/parking-rules-645370.html","abstract":"  Alternate-side rules are suspended today through Sunday because of religious holidays.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"U.S. Youth In Singapore Loses Appeal On Flogging","web_url":"https://www.nytimes.com/1994/04/01/world/us-youth-in-singapore-loses-appeal-on-flogging.html","abstract":"  In a move that threatens to disrupt relations, the Chief Justice of Singapore rejected appeals from President Clinton today and ordered that an American teen-ager be flogged for spray-painting cars and other mischief in this prosperous, order-loving city-state.   The case of Michael Fay, 18, of Dayton, Ohio, raises the prospect of a rift between the United States and one of its closest allies and trading partners in Southeast Asia, and American diplomats immediately protested the decision by the Chief Justice, Yong Pung How, to uphold the flogging sentence.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Expulsion Is Advised For 29 Naval Cadets","web_url":"https://www.nytimes.com/1994/04/01/us/expulsion-is-advised-for-29-naval-cadets.html","abstract":"  Following an inquiry into the worst cheating scandal in the history of the United States Naval Academy, Navy officials recommended that 29 midshipmen be expelled and that 42 others be punished for their roles in acquiring or using an engineering final exam in 1992. The investigation also exonerated 35 midshipmen.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"In Michigan School-Tax Shift, the Poor Lose","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-in-michigan-school-tax-shift-the-poor-lose-643580.html","abstract":"  To the Editor:   As you indicate in \"Fairer Schooling for Michigan\" (editorial, March 18), the school reform measure in Michigan -- to finance public schools by sales and other taxes, rather than property taxes -- was successful because there was something in it for both conservatives and liberals, or so they believe.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/04/01/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"AVENUE X,\" Playwrights Horizons, Wilder Theater, 416 West 42d Street, Clinton. An a cappella musical by John Jiler and Ray Leslee, set in 1963 Brooklyn, about two friends who unleash racial tensions when they try to present an interracial singing act. Through Sunday. Performances: today at 8 P.M.; tomorrow at 3 and 8 P.M.; Sunday at 3 and 7:30 P.M. Tickets: $35. Information: (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19940401","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/04/01/books/the-spoken-word.html","abstract":"  TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"In a Classical Vein,\" by Marisa Kayyem, tomorrow and Sunday at 2 and 3:30 P.M. Free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3611. ART AT THE MET, Metropolitan Museum of Art, Fifth Avenue and 82d Street. Today: \"Portraits of Power,\" by Shirley Glubok, 11 A.M.; \"A Closer Look: Bronzino's 'Portrait of a Young Man,' \" by Pearl Ehrlich, 12:30 P.M.; \"A Woman's Touch: Art and Craft in America,\" by Ellen Handy, 3 P.M.; \"Roman Female Portraits,\" by Nancy Thompson, 6 P.M.; \"17th-Century Dutch Painting,\" by Marvin Schwartz, 7 P.M. Tomorrow: \"Images of Merriment and Mischief: The Genre Paintings of Frans Hals,\" by Dennis P. Weller, 11 A.M.; \"The Metropolitan Museum of Art: Architectural History in Cultural Context,\" by Matthew Kennedy, 7 P.M. Sunday: \"Easter Imagery: The Resurrection,\" by Daniel Kletke, 11 A.M. Free with museum admission: $6; $3 for students and the elderly. Information: (212) 535-7710.","thumbnail":null,"section":"Books"},{"date":"19940401","headline":"In Michigan School-Tax Shift, the Poor Lose; New Mexico Did It","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-in-michigan-school-tax-shift-the-poor-lose-new-mexico-did-it-643610.html","abstract":"  To the Editor:   A March 17 front-page report calls Michigan's shift in public school financing a \"venture into uncharted terrain.\" Not quite. New Mexico has not relied on property taxes as a significant source of revenue for public schools for more than 50 years.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Nets, Now Streaking at Home, Are Ready to Face the Magic","web_url":"https://www.nytimes.com/1994/04/01/sports/pro-basketball-nets-now-streaking-at-home-are-ready-to-face-the-magic.html","abstract":"  Now that Jayson Williams seems to be recovered from the bruised kneecap that kept him out of four games, Coach Chuck Daly of the Nets seems to have nine dependable weapons to use against the opposition.   It's a good thing, too, because eight did not seem like enough to go against the likes of Orlando's Shaquille O'Neal. He brings his Magic show into Meadowlands Arena tonight, where the franchise record for home sellouts in a season is likely to grow to 15.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/04/01/sports/transactions-638536.html","abstract":"  Auto Racing   SCCA PRO RACING, LTD. -- Named Kevin M. O'Brien vice president of marketing, effective April 18.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/01/nyregion/inside-636380.html","abstract":"  Big Award to Whistle-Blower   United Technologies' former chief financial officer has been awarded $22.5 million for exposing fraudulent billing practices for helicopters bought by the Defense Department in the 1980's. Page D1. Trade Offender No. 1.    The U.S. named Japan as the worst offender among countries with egregious trade barriers. But officials said new sanctions against Tokyo were not being considered. Page D1. States Flout Abortion Order    Several states said they were flouting a new Federal order to pay for abortions for low-income women in cases of rape or incest. Page A20.  ","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Police Accuse Harlem Officer Of Shakedowns","web_url":"https://www.nytimes.com/1994/04/01/nyregion/police-accuse-harlem-officer-of-shakedowns.html","abstract":"  An officer assigned to community policing in East Harlem was arraigned late Wednesday night on charges he shook down several merchants for about $2,000 by threatening them with arrest or with being ordered to close.   The officer, James Corey, 29, who has been at the 25th Precinct for the last five of his six years in the department, pleaded not guilty to 14 charges of grand larceny and one count of attempted grand larceny at his arraignment in Criminal Court in Manhattan. He was released on his own recognizance.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"U.S. and China Reach Accord at U.N. on Korean Nuclear Issue","web_url":"https://www.nytimes.com/1994/04/01/world/us-and-china-reach-accord-at-un-on-korean-nuclear-issue.html","abstract":"  The United States and China agreed on a Security Council statement tonight that calls on North Korea to allow inspectors to complete an investigation into whether North Korea is secretly building nuclear weapons.  The statement obliquely warns the Government in Pyongyang that it faces a trade embargo if it does not cooperate.   The statement represents a compromise between the United States, which had favored sending this message in a weightier Security Council resolution, and China, which wanted a milder statement.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Twins Release Larkin","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-people-baseball-twins-release-larkin.html","abstract":"  GENE LARKIN, whose 10th-inning, pinch single won the seventh game of the 1991 World Series for Minnesota, was released by the Twins from a minor league contract.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Review/Art; Works From a Dark Era By a German Modernist","web_url":"https://www.nytimes.com/1994/04/01/arts/review-art-works-from-a-dark-era-by-a-german-modernist.html","abstract":"  Those who like the idea of watching a great painter at work should make haste to the Michael Werner Gallery on East 67th Street. On view is a remarkable exhibition of more than two dozen paintings and drawings and five sculptures by Max Beckmann, perhaps the most important German artist of the century. The show has an illuminating intimacy that penetrates the stiff, distancing layers that history and reputation so often give an artist, providing a glimpse of the inner workings of his mind and eye.   Beckmann died in 1950 in New York City at the age of 65, three years after he immigrated to the United States from Amsterdam, where he sat out World War II, and 13 years after he left Nazi Germany. Until 1933 he had been one of his country's most respected artists, with a room devoted to his work at the National Gallery in Berlin, but Hitler's rise to power and campaign against modern art changed that. Almost immediately, Beckmann, though not Jewish, was dismissed from the Stadel Art School in Frankfurt, where he had taught since 1925. Soon his paintings were yanked out of German museums, along with those by other members of the European avant-garde, to be placed in the Nazi's \"degenerate art\" exhibition of 1937.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Bans on Cigarette Machines Are Upheld","web_url":"https://www.nytimes.com/1994/04/01/nyregion/bans-on-cigarette-machines-are-upheld.html","abstract":"  Saying that \"ready access to cigarettes on the part of minors is a legitimate government concern,\" the New Jersey Supreme Court today upheld the right of municipalities to ban cigarette vending machines within their borders.   The decision upholds an ordinance adopted in 1990 by East Brunswick, and could signal quick approval of similar ordinances adopted in Cherry Hill, Princeton Borough and Princeton Township that are still making their way through court challenges.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Russian Aide Voices Doubts on Joining NATO Group","web_url":"https://www.nytimes.com/1994/04/01/world/russian-aide-voices-doubts-on-joining-nato-group.html","abstract":"  Pouring ice water over the expectation that Russia will join a loose alliance with NATO in April, a spokesman for Boris N. Yeltsin said today that the President wanted to weigh the disadvantages of membership and that a final decision could take six months.   The President's press secretary, Vyacheslav V. Kostikov, said the planned alliance did not correspond to the \"political role and military might of Russia.\"","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Review/Film Festival; Odd, Odder and Oddest","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-festival-odd-odder-and-oddest.html","abstract":"  The fashionably affectless Japanese film \"Down the Drain\" follows the mishaps that befall a math-loving schoolgirl once her life turns unexpectedly bizarre. The schoolgirl, Junko (Saori Serikawa), is buffeted from one strange event to the next, never registering much more than worry or mild surprise. The director, Shinobu Yaguchi, concentrates on absurd coincidences, eccentric minor figures and long, studied shots in which characters look woebegone and do nothing. One of the few genuine insights provided by Mr. Yaguchi is that these days Jim Jarmusch must be the most eagerly imitated film maker in the world.   But it takes perfect deadpan timing, like Mr. Jarmusch's, to get this right. And \"Down the Drain\" lacks most of the necessary aplomb. Mr. Yaguchi's film begins promisingly with its first set of accidents, but its pacing eventually grows wearisome and slack. The events are crazy without being crazy enough. They seem to have their own kind of sameness after a while.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"7 Exposed to Radiation in U.S. Lab Accident","web_url":"https://www.nytimes.com/1994/04/01/nyregion/7-exposed-to-radiation-in-us-lab-accident.html","abstract":"  In a highly unusual accident at a research laboratory here, equipment for a complicated physics experiment caught fire early this morning, releasing radiation inside and outside a nuclear reactor building and contaminating seven workers.   The incident, at the Brookhaven National Laboratory, triggered investigations by the Federal Department of Energy, which owns the lab, and the State Department of Health.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/01/arts/art-in-review-645150.html","abstract":"  Egon Schiele  'Nudes'   Gagosian Gallery  980 Madison Avenue (near 77th Street)  Through April 16    It's not for nothing that Egon Schiele's name is closely linked with a strange and distinctly Viennese fin-de-siecle eroticism. A sizable part of his career (he died in 1918, at 28, of influenza) was spent painting and drawing nudes, mostly female ones, sometimes for patrons of salacious images of pubescent girls and of lesbian couples, sometimes as studies for his own, more exalted, allegorical works.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Only the Great Ice Hope, Gretzky Himself, Can Help the Rangers Now","web_url":"https://www.nytimes.com/1994/04/01/sports/only-the-great-ice-hope-gretzky-himself-can-help-the-rangers-now.html","abstract":"  It may be as late as game time tomorrow night against the Devils before we find out the fate of the Rangers. Unless the National Hockey League's Owners' Assembly votes to allow the Rangers to trade Adam Graves and Brian Leetch for Wayne Gretzky, we might as well kiss the Cup goodbye.   Call this the longest day. One can only imagine the promises and payoffs flying around like loose pucks. On one side is the so-called Ice-Agers, the traditional old guard of Canadian-oriented owners, led by Toronto and Montreal, who believe that a championship in New York will anchor the league against the rising tide of parvenu glitz-kriegers who want to turn it into a white N.B.A.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Review/Film; A Gullible Reporter And a Seductive Killer","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-a-gullible-reporter-and-a-seductive-killer.html","abstract":"Cat-and-mouse tensions with convicted killer and spotlight-hungry reporter.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"Hundreds of Jews Gather To Honor Hebron Killer","web_url":"https://www.nytimes.com/1994/04/01/world/hundreds-of-jews-gather-to-honor-hebron-killer.html","abstract":"  In a steady stream, they came by the hundreds today to recite afternoon prayers at the grave of Baruch Goldstein, many bowing deeply to kiss the tombstone of the Hebron mass killer and to proclaim him a holy man.   They were a small group from among 10,000 or more Jews who descended on this Israeli settlement to rally against the Government for agreeing to post foreign observers in neighboring Hebron and for raising the possibility of moving the 450 Jews who live in that tempestuous West Bank town.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Georgia Executes Murderer After Brief Stay From Court","web_url":"https://www.nytimes.com/1994/04/01/us/georgia-executes-murderer-after-brief-stay-from-court.html","abstract":"  William Henry Hance, a former Marine convicted of the 1978 murder of a prostitute in Columbus, Ga., was executed in Georgia's electric chair this evening despite a juror's sworn statement that she did not vote for and does not support his death sentence.   Mr. Hance was put to death after Supreme Court Justice Anthony M. Kennedy lifted a temporary stay that had delayed the execution originally scheduled for 7 P.M. He was pronounced dead at 10:10 P.M.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Times Sq. Has a Start on a Hall of Fame","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-times-sq-has-a-start-on-a-hall-of-fame-643440.html","abstract":"  To the Editor:   In the reclaiming of Times Square, it seems a lovely monument is being overlooked. On the northeast corner of Seventh Avenue and 46th Street, on the second-story level, are statues of four women who were leaders in the performing arts in the 1920's costumed as characters they were famous for playing.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Abroad at Home; Self-Inflicted Wounds","web_url":"https://www.nytimes.com/1994/04/01/opinion/abroad-at-home-self-inflicted-wounds.html","abstract":"  Over the nearly 27 years that Israel has occupied the West Bank and Gaza, some American supporters of Israel have often described the occupation as \"benign.\" It was a wishful notion, a reassuring illusion.    Now the illusion is over. In the months since Baruch Goldstein murdered dozens of Palestinians at prayer in Hebron the real nature of the occupation has become clear to anyone with eyes to see.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/01/arts/art-in-review-645508.html","abstract":"  Mitch Epstein   Julie Saul Gallery  560 Broadway (near Prince Street)  SoHo  Through April 9    The people in Mitch Epstein's new color photographs, taken in Vietnam, Cambodia and Japan, seem always lost in reverie. For the most part, Mr. Epstein forgoes attempts to explain life in that country in favor of images of people alone, glimpsed on the street or in stores or homes.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/01/nyregion/no-headline-636371.html","abstract":"  \"This is a landmark experiment. It's the Kitty Hawk of gene therapy.\" DR. JOHN KANE of the University of California.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"No Clouds In the Sky, No Stars In Sight","web_url":"https://www.nytimes.com/1994/04/01/sports/tennis-no-clouds-in-the-sky-no-stars-in-sight.html","abstract":"  Since this is a women's tennis tournament, and since Steffi Graf isn't playing in it, that forlorn person cowering over by the splendid stadium court at the Family Circle Magazine Cup, clipboard in hand, must be Dede Patterson, the tournament's addled director.    One minute she had a full deck of talent headed by Graf and supplemented by the likes of Martina Navratilova and Gabriela Sabatini, with Tracy Austin tossed into the mix for the nostalgia quotient, and the next minute she felt her efforts reduced to a mere house of cards.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Panel Urges Changes in Broadcasts to Cuba","web_url":"https://www.nytimes.com/1994/04/01/world/panel-urges-changes-in-broadcasts-to-cuba.html","abstract":"  An independent panel set up by Congress today called for widespread changes in United States Government television broadcasts to Cuba to avoid jamming and allow prime-time programming.   The panel urged the Government to convert TV Marti's transmissions from VHF, channels 1 through 13, to UHF, channels 14 through 69 -- a move that would make it far harder for the Cuban Government to jam the broadcasts.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"State Dept. Steps Back on Effort to Court Syria","web_url":"https://www.nytimes.com/1994/04/01/world/state-dept-steps-back-on-effort-to-court-syria.html","abstract":"  As the Administration gropes for ways to reward Syria for recent positive actions, the State Department has reversed itself and decided to keep Syria on the list of countries that have not cooperated in anti-drug efforts, Administration officials said today.   The reversal came after the White House and some senior State Department officials objected to the politically delicate proposal.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"THE MOVIE GUIDE : Every Day Is Summer Vacation","web_url":"https://www.nytimes.com/1994/04/01/style/IHT-the-movie-guide-every-day-is-summer-vacation.html","abstract":"Directed by Shusuke Kaneko. Japan.. Films about the dysfunctional Japanese family have come to constitute a minor genre in the cinema scene. Ever since Ozu, the film family falling apart has been a theme, but there has recently been a rash of comedies abo","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"When Should Lawyers Omit, Misstate or Lie?","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-when-should-lawyers-omit-misstate-or-lie-643637.html","abstract":"  To the Editor:   I was quoted in a March 21 article on lawyer billing practices in connection with the Armand D'Amato fraud conviction appeal. My comment responded to specific questions posed by your reporter on the telephone. He told me a Bar Association amicus brief took the position that, to accommodate a client's wish, lawyers should be free to misstate facts about the legal services they provided.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Review/Photography; Soft-Focus Portraits Yield to Hard Images Of Depression Poverty","web_url":"https://www.nytimes.com/1994/04/01/arts/review-photography-soft-focus-portraits-yield-hard-images-depression-poverty.html","abstract":"  In 1930 Dorothea Lange was a genteel portrait photographer in San Francisco, producing slightly soft-focus, moodily lighted images in a style recalling that of her teachers, the well-known pictorialists Arnold Genthe and Clarence White. Over the next five years, though, Lange traveled a remarkable distance in her work, turning from polite portraits to the searing, unforgettable images of migrant workers and rural poverty that cemented her fame.   This shift is the unstated subject of the fascinating if somewhat jumbled show of Lange's photographs now at the Houk-Friedman Gallery. This show includes some of Lange's most famous images, including \"Migrant Mother,\" the classic 1936 photograph of a woman, her face lined with worry, whose children press themselves to her body.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Jubilant French Students Celebrate Wage Victory","web_url":"https://www.nytimes.com/1994/04/01/world/jubilant-french-students-celebrate-wage-victory.html","abstract":"  To shouts of \"We won! We won!\" tens of thousands of students marched through Paris and other French cities today to celebrate their victory over the conservative Government of Prime Minister Edouard Balladur in a dispute over the minimum wage for young people.   Repeating scenes that have become familiar here this month, however, after the Paris march ended in the Place Denfert-Rochereau this afternoon, a few dozen vandals began a rampage, breaking some shop and restaurant windows, setting fire to several parked cars and damaging dozens of others.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Treasury Aide Denies Pressure To Intervene In S.& L. Case","web_url":"https://www.nytimes.com/1994/04/01/us/treasury-aide-denies-pressure-to-intervene-in-s-l-case.html","abstract":"  A senior Treasury official told a Federal grand jury here today that he did not believe he was being pressured by the White House to intervene in an investigation of the savings and loan at the heart of the Whitewater case, people involved in the inquiry said today.   Last week the White House acknowledged that George Stephanopoulos, a senior adviser to President Clinton, called the Treasury official, Joshua Steiner, on Feb. 25 and angrily complained about the decision of a regulatory agency to hire a former Republican prosecutor, Jay B. Stephens, to investigate the collapse of the Madison Guaranty Savings and Loan Association.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"U.S. Reverses Position at U.N. On Sending Troops to Balkans","web_url":"https://www.nytimes.com/1994/04/01/world/us-reverses-position-at-un-on-sending-troops-to-balkans.html","abstract":"  Changing its position at the last minute, the Clinton Administration blocked the Security Council today from sending the full contingent of some 10,000 new peacekeeping troops to oversee the evolving settlement in the former Yugoslavia, saying it was not sure Congress would agree to pay America's share of the extra cost.   Instead the Council approved a compromise resolution under which it authorized the deployment of about 3,500 new peacekeepers to help police the cease-fire agreements in Sarajevo, in central Bosnia and Herzegovina and in Croatia, calling that a first step toward full deployment of the additional forces. It agreed to review the situation at the end of the month.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"In the N.F.L., It Is Now First Down and the Coaches Go","web_url":"https://www.nytimes.com/1994/04/01/sports/on-pro-football-in-the-nfl-it-is-now-first-down-and-the-coaches-go.html","abstract":"  A pro football owner and his coach clashed. The owner thought the coach talked too much. The coach thought the owner talked too much. Often they talked at each other instead of to each other. Bruised feelings simmered.   The coach had to go.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Grass-Roots G.O.P. Group With Big-Company Backing","web_url":"https://www.nytimes.com/1994/04/01/us/grass-roots-gop-group-with-big-company-backing.html","abstract":"  A nonprofit offshoot of the Republican Party that was formed last year to seek the ideas of ordinary Americans is being financed by big corporations and millionaires whose donations are not subject to Federal restrictions that apply to most political groups.    Since its creation last June, the organization, the National Policy Forum, has been criticized by groups that monitor campaign finances because it has refused to disclose the identities of its donors.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Repaying the Piper","web_url":"https://www.nytimes.com/1994/04/01/us/repaying-the-piper.html","abstract":"  The last week's declines in bond and stock prices generated a momentum of their own, divorced from the economy's generally upbeat performance. The momentum was fed in large part by big investors who had borrowed heavily to buy securities, gambling incorrectly that interest rates would stay down. As rates rose instead, the investors have been forced to sell their securities to cover their debts.   While the American economy has been healthier in the last six months than at any time since 1989, no one could tell that from the way the markets have behaved. Half a dozen factors, most of them unrelated to the economy and some accidental, have dragged down the markets. Losses by American investors in German bonds played a role. And tensions over trade with Japan and China made the markets nervous. But these are small-fry factors.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/01/nyregion/c-corrections-643254.html","abstract":"  An article on Wednesday about the beating death of a 4-year-old girl in the Bronx misidentified the building where she lived. The building, at 760 East 183d Street, is called Twin Parks Northeast, not Twin Parks West; it is privately owned, not a public housing project.  ","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Review/ Theater: The Tragedy of Richard II; A Director's Stylized Vision Of Shakespeare","web_url":"https://www.nytimes.com/1994/04/01/theater/review-theater-tragedy-richard-ii-director-s-stylized-vision-shakespeare.html","abstract":"  ALTHOUGH he never sets foot onstage, the most visible person in \"The Tragedy of Richard II\" at the Joseph Papp Public Theater is the English director Steven Berkoff.   He has left his mark everywhere: on the biggest scene and on the tiniest detail. Like a mad graffiti artist, he seems obsessed with eliminating blank space from the stage and replacing it with his signature. Not a speech is spoken or a gesture made that doesn't somehow say \"Berkoff was here.\" The cast is composed of 18 performers, but they are all doing strictly his thing: you might as well be watching puppets.","thumbnail":null,"section":"Theater"},{"date":"19940401","headline":"1894: A Carolina Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-1894-a-carolina-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The north-eastern part of the State of South Carolina is practically in a condition of revolution. Some of the State distillery spies recently attempted to search a house in Darlington county. The citizens armed themselves and the result was a","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/04/01/arts/diner-s-journal.html","abstract":"  A Legend Imported    For more than 100 years, La Mere Poulard has been famous for omelets. They are wonderful creations: huge, flavorful puffs that somehow taste as if they were made of more than butter, air and eggs. The omelets are so good that they are worth the sometimes arduous trip to Mont-St.-Michel in Normandy. Given that, they are certainly worth a trip over to East 56th Street in Manhattan.   The local outpost of La Mere Poulard opened just last week on the site once occupied by Laurent. It is a vast space whose walls are now covered with memorabilia from the restaurant on Mont-St.-Michel. Everybody who was anybody went to La Mere Poulard: the Roosevelts (Theodore, Franklin and Eleanor), Trotsky, Lindbergh, Hemingway, Rita Hayworth, Yves Montand, Maurice Chevalier, Margaret Thatcher, Coco Chanel. The posters, pictures and drawings alone are worth the price of admission.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Haitians on Both Sides Assailing U.S.","web_url":"https://www.nytimes.com/1994/04/01/world/haitians-on-both-sides-assailing-us.html","abstract":"  After months of broken commitments, diplomatic reverses and an intense wave of political repression and deepening economic misery, influential Haitians on both sides of the stark political divide have begun to condemn United States policy on Haiti, calling it everything from confused and uninspired to cynical and half-hearted.   Increasingly, Haitians who seek the return of the exiled President, the Rev. Jean-Bertrand Aristide, say they no longer have any faith in an American diplomacy they describe as a woeful series of zigzags, while Father Aristide's opponents now say openly that they have nothing to fear from Washington after a long string of unfulfilled threats.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"As Needed as Ever : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-as-needed-as-ever-letters-to-the-editor.html","abstract":"Regarding the editorial \"Backward in East Europe\" (Opinion, March 22):.The editorial from The New York Times focused on the controversial decision of the Hungarian center-right government to dismiss 200 television and radio journalists \"","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Cortines Rejects Giuliani Request On New York School Budget Cuts","web_url":"https://www.nytimes.com/1994/04/01/us/cortines-rejects-giuliani-request-on-new-york-school-budget-cuts.html","abstract":"  Refusing to meet Mayor Rudolph W. Giuliani's target on budget cuts, New York City Schools Chancellor Ramon C. Cortines yesterday said that he would dismiss only 700 Board of Education employees, far less than the 2,500 the Mayor had sought.    Mr. Cortines also said he would save money by eliminating busing for sixth graders and cutting back on school lunches, both proposals that contradicted City Hall's request that no services affecting children be trimmed.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/01/nyregion/news-summary-636045.html","abstract":"  International A2-10  EMERGENCY RULE IN ZULU FIEF  South Africa's President declared a state of emergency in the Zulu homeland and ordered troops to control violence ignited by opponents of the country's new political order.  A1  ISRAEL AND P.L.O. END IMPASSE  Israel and the P.L.O. agreed to allow foreign observers into the West Bank town of Hebron and resumed talks on introducing Palestinian self-rule in Gaza and Jericho.  A1","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/01/nyregion/c-corrections-643220.html","abstract":"  An article on March 20 about the Clinton Administration's efforts to finance its welfare program referred incorrectly to a proposal to cut low-income energy assistance. That proposal is part of the Administration's budget for the 1995 fiscal year and is among many domestic cuts intended to provide more money for other domestic programs. There was no money in the budget for the Administration's welfare program, which has not yet been formally proposed.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/01/nyregion/metro-digest-645559.html","abstract":"  CORTINES REJECTS MAJOR BUDGET CUTS New York City Schools Chancellor Ramon C. Cortines said he would dismiss only 700 Board of Education employees, far less than the 2,500 that Mayor Giuliani had sought. A1. BLUE CROSS IS DENIED HIGHER RATES Ending a long pattern of granting rate increases for Empire Blue Cross and Blue Shield, state regulators turned down the company's request to raise health insurance premiums for nearly a million New Yorkers. A1.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"At the Bar","web_url":"https://www.nytimes.com/1994/04/01/us/at-the-bar.html","abstract":"  In 1971, when President Richard M. Nixon seemed poised to place Herschel Friday on the Supreme Court, a local civil rights lawyer, Philip Kaplan, called Mr. Friday \"the wrong man for the wrong job at the wrong time.\" As a prominent Arkansas lawyer, Mr. Friday, in the late 1950's, had represented the school districts of Little Rock and several other towns that resisted the pace of desegregation, and Mr. Kaplan had not forgotten.    Last month, after Mr. Friday was killed in the crash of his private plane near his home here, Mr. Kaplan was among the 1,400 mourners at his funeral. The ceremony was but one part of a community's extraordinary farewell to a man who practiced law in Little Rock for almost 50 years. Over the last 23 of them -- a period when Mr. Friday saw Mr. Kaplan regularly around town but never mentioned his criticism -- Mr. Kaplan came to reassess Herschel Friday.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Turkey and the Kurds : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-turkey-and-the-kurds-letters-to-the-editor-93807758874.html","abstract":"The Turkish state has long been trying to end the terrorism instigated by the Kurdish Workers Party. However, this has never entailed, and never will, \"the total destruction of the Kurdish area and the death of thousands of innocent civilians\"","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Spring Ritual In Albany: Lots of Talk, No Budget","web_url":"https://www.nytimes.com/1994/04/01/nyregion/spring-ritual-in-albany-lots-of-talk-no-budget.html","abstract":"  New York State began its fiscal year this morning without a budget, the 10th consecutive year that has happened, as negotiations between Gov. Mario M. Cuomo and the Legislature remained deadlocked over a broad range of issues.   Despite a full day of furious negotiations yesterday, Mr. Cuomo and leaders of the Democratic-controlled Assembly and Republican-controlled Senate could not agree on even the broad outlines of a budget by midnight, as they had hoped.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"American Guns, Japanese Lives","web_url":"https://www.nytimes.com/1994/04/01/opinion/american-guns-japanese-lives.html","abstract":"I was a teen-ager in Osaka, Japan, near the end of World War II, when daily bombings were a common occurrence. Each morning, when I left for school, I wondered if I would ever see my family again. Fifty years later, I'm beginning to feel the same way.\n\nAm I paranoid? I don't think so. I live in a country with more than 200 million firearms in unrestricted circulation. I live in the city where two innocent Japanese film students were gunned down a week ago. The police, who arrested two suspects yesterday, say there was no racial motive in the killings. Even if that is true, it makes little difference.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"For Messier, Good Health Is the Goal","web_url":"https://www.nytimes.com/1994/04/01/sports/pro-hockey-for-messier-good-health-is-the-goal.html","abstract":"  Although the Rangers held an optional workout today, Mark Messier, who hasn't scored a goal in a month and a half, thought it was mandatory that he lace up his skates and put himself through a number of tedious scoring drills.   Messier, plagued this season by a variety of injuries, was the last man off the ice today, shooting pucks into an empty net, trying to regain the special touch that 50-goal scorers are blessed with.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/04/01/arts/inside-art.html","abstract":"  Is Architecture Art?    Should architecture be considered art? In Culver City, Calif., the answer from the City Council is yes, depending on the situation.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"A Bittersweet Graduation as Fallen Firefighters Are Mourned","web_url":"https://www.nytimes.com/1994/04/01/nyregion/a-bittersweet-graduation-as-fallen-firefighters-are-mourned.html","abstract":"  The red-and-white fireboat drifted southward, a tiny dot hundreds of feet from the pier, spraying seven plumes of water that feathered into spindrifts and fell faintly into the Hudson River. At the same time, the fireboat blew long, low notes on its horn.   Officially, the fireboat was part of the festivities yesterday at a graduation ceremony for 200 new firefighters for New York City. But three days after a fire in SoHo killed two firefighters and critically injured a third, it was not hard to imagine that if the boat was shooting up water for the living, it was wailing for the dead.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Cutting Flight Costs: Don't Always Go to Nearest Airport","web_url":"https://www.nytimes.com/1994/04/01/style/IHT-cutting-flight-costs-dont-always-go-to-nearest-airport.html","abstract":"TRAVEL decisions are made on a shifting equation of cost, time, convenience and comfort plus the overriding criterion of earning and redeeming frequent-flier awards! .But when cost counts most, seasoned travelers flying from Europe to Asia or America kn","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"In Chile, Intimations of the Earth's Mortality","web_url":"https://www.nytimes.com/1994/04/01/opinion/l-in-chile-intimations-of-the-earth-s-mortality-643424.html","abstract":"  To the Editor:   \"Patagonia Fortunes Fade in Cloud of Volcanic Ash\" (front-page, March 19) misses the most significant lesson of the Hudson Volcano, which began spewing ash in the Chilean Andes in August 1991.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"A Hunt for Treasured Trinkets","web_url":"https://www.nytimes.com/1994/04/01/arts/a-hunt-for-treasured-trinkets.html","abstract":"  SOUVENIRS, according to the conventional line of thinking, are junk. They serve no practical function, they are cheaply made and they exist solely to prey upon the wallets of vulnerable tourists. Nobody really needs a six-inch-high green plastic Statue of Liberty with a gold-painted torch, or an Empire State Building salt shaker with a matching King Kong pepper shaker, or a copper-colored ashtray with the Twin Towers embossed in the bottom, or an Ellis Island enamel pin. Snow domes: who dreamed those up? Who decided to make action pens with pieces that float up and down inside the handle?   Well, they may be useless, but they are sold by the thousands, every day. When people come from all over the world to visit the major tourist attractions in New York City, they want to go home with some evidence. Weeks or years later, when they are sitting at their drab office desk or wandering listlessly about the house, their eyes will fall on their souvenir and the memory of that visit will sweetly return. If souvenirs are indeed useless, they are far from meaningless. They are symbols of the places they came from, in the same way that the Statue of Liberty or the Empire State Building is a symbol of some larger, greater thing.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Talks Resumed In the Mideast; Pact on Hebron","web_url":"https://www.nytimes.com/1994/04/01/world/talks-resumed-in-the-mideast-pact-on-hebron.html","abstract":"  Five weeks after the massacre of Muslims in Hebron, Israel and the P.L.O. resumed talks today on introducing Palestinian self-rule in Gaza and Jericho.    The talks were reopened after the two sides signed an agreement earlier in the day to allow foreign observers into Hebron, on the West Bank.  The accord calls for Hebron to be patrolled by a force of 160 lightly armed observers from Norway, Italy and Denmark. Western diplomats said the observers would start arriving in a week to 10 days.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Father's Workplace And Mom's Fungoes Helped Shape Segui","web_url":"https://www.nytimes.com/1994/04/01/sports/baseball-father-s-workplace-and-mom-s-fungoes-helped-shape-segui.html","abstract":"  David Segui considers it a competition. The batter wants a hit. Segui wants to deny him. Any ball on the right side of the field is fair game.   There are those he can't stop, and those make him a little frustrated. There are those he should have stopped, and those drive him nuts. And if others make errors, well, that's the worst.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"B.U. Reaches Final, but Harvard Doesn't","web_url":"https://www.nytimes.com/1994/04/01/sports/college-hockey-bu-reaches-final-but-harvard-doesn-t.html","abstract":"  Boston University won efficiently if not easily and Harvard lost in overtime in the semifinal games today of the National Collegiate Athletic Association hockey championships.   The Terriers, aiming for their first national championship in 16 years, defeated Minnesota, the Western Association champion, 4-1, after Lake Superior State outlasted Harvard, 3-2. The Lakers' winning score, 4 minutes 16 seconds into overtime, came on a solo dash by the all-America center Clayton Beddoes that ended with his 15-foot shot between the legs of Aaron Israel, the Crimson goaltender.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Home Video","web_url":"https://www.nytimes.com/1994/04/01/arts/home-video-639796.html","abstract":"  These days everybody in the entertainment business seems to be leaping into \"multimedia,\" the catchall term for, among other things, five-inch disks called CD-ROM's. Actually, big producers like the movie studios are cautious about CD-ROM's, but that doesn't stop some disk makers from getting into position.   For example, Xiphias, a Los Angeles computer software publisher, reached an agreement last week with Paramount Home Video to distribute Xiphias's CD-ROM \"Mighty Morphin Power Rangers,\" a series of disks based on the popular Fox television show.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"April, Fooling","web_url":"https://www.nytimes.com/1994/04/01/opinion/april-fooling.html","abstract":"  It is April, the month the old quatrain says is all girlish laughter (sun) followed by girlish tears (rain). Yet even now, even as the occasional bulb is pushing a timid shoot out of some very sodden soil, two words still appear in the weather forecast. \"Possible flurry.\" The heart sinks.   True, the weather over the last few weeks hasn't been the sort that has had people lifting their faces to the sky. Not unless they wanted a wet face, anyway. But what are puddles and the beat-beat-beat of the raindrops compared with icy sidewalks and blinding blizzards? Which is the greater nuisance, wet feet or a broken hip?","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Review/Design; The Line That Helps to Define Fashion","web_url":"https://www.nytimes.com/1994/04/01/arts/review-design-the-line-that-helps-to-define-fashion.html","abstract":"  It would have been hard to predict the hysterics that resulted when Cristobal Balenciaga introduced the chemise in 1957. American women in particular protested to stores that they didn't want to hide their waistlines. Cabdrivers, interviewed by reporters, said they would not let their wives wear chemises. Cartoonists had a field day. In the United States, chemises languished on the racks. What caused this upheaval was simply a dress that did not have a belt, or even a seam, to mark the waistline.   The ups and downs and ins and outs of the waistline have served to define the fashionable figure over the last 200 years. Hemlines have been in the news in the last few years, but before that it was the waist that attracted attention.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Boy Killed in Hit-and-Run","web_url":"https://www.nytimes.com/1994/04/01/nyregion/boy-killed-in-hit-and-run.html","abstract":"  A 10-year-old boy was killed last night by a hit-and-run driver in Coney Island, Brooklyn, the police said. John Pimentel was walking with a cousin when he was hit at 6:50 P.M. at Neptune Avenue and West 15th Street, said Sgt. Tina Mohrmann, a police spokeswoman. He died at Coney Island Hospital. A witness provided a possible license number of the car, and investigators located a Buick Riviera with the number, Sergeant Mohrmann said, but one had been arrested.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"A Final Season for Heathcote","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-people-basketball-a-final-season-for-heathcote.html","abstract":"  JUD HEATHCOTE announced Wednesday that his next season as Michigan State coach will be his last.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Yankees Start With Committee Of Closers","web_url":"https://www.nytimes.com/1994/04/01/sports/baseball-yankees-start-with-committee-of-closers.html","abstract":"  The questions that have hovered over the Yankees like annoying storm clouds this spring were partly resolved on the team's final day in Florida. In the bullpen, the Yankees will have more than one closer, they probably will not have starting center fielder Bernie Williams on opening day and their 25-man roster seems set. For now.   Manager Buck Showalter made the hardly shocking announcement today that the Yankees would use more than one closer, a decision that became obvious during spring training after they failed to sign the free agents Steve Farr and Gregg Olson or acquire Florida's Bryan Harvey in the off season.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"New York Denies Blue Cross A Raise in High-Risk Rates","web_url":"https://www.nytimes.com/1994/04/01/nyregion/new-york-denies-blue-cross-a-raise-in-high-risk-rates.html","abstract":"  Ending a long pattern of granting rate increases for Empire Blue Cross and Blue Shield, state regulators yesterday turned down the company's request to raise health insurance premiums for nearly a million New Yorkers.   The proposed 8.8 percent rate increase would have affected those who have the most trouble getting health insurance: small businesses and individuals who must buy insurance on their own, groups that include many of the oldest and sickest New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Eagles Add Fuller to Defense","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-people-football-eagles-add-fuller-to-defense.html","abstract":"  The Philadelphia Eagles have signed WILLIAM FULLER, an unrestricted free-agent lineman.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"6 or More States to Flout New Federal Law On Paying for Incest or Rape Abortions","web_url":"https://www.nytimes.com/1994/04/01/us/6-or-more-states-to-flout-new-federal-law-on-paying-for-incest-or-rape-abortions.html","abstract":"  At least a half-dozen states said today that they were flouting a new Federal order to pay for abortions for low-income women in cases of rape or incest. The Clinton Administration said there would be no immediate penalty for violating the law, which went into effect today.   Ray Hanley, the chairman of the State Medicaid Directors' Association, said that Arkansas, South Dakota, Louisiana, Kentucky, Utah, Oklahoma and an unknown number of other states were not covering abortions for rape or incest. Mr. Hanley is also the Medicaid director of Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Gene Experiment to Reverse Inherited Disease Is Working","web_url":"https://www.nytimes.com/1994/04/01/us/gene-experiment-to-reverse-inherited-disease-is-working.html","abstract":"  The first effort to reverse an inherited disease permanently by altering the genetic makeup of a patient's cells so far shows all the signs of a real, if modest, triumph.   In results to be published on Friday in the journal Nature Genetics, researchers said they had partly corrected a devastating cholesterol disorder called familial hypercholesterolemia by supplying the patient, a 30-year-old woman from Quebec, with copies of an essential gene she lacks.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"A Good Start on City Job Cuts","web_url":"https://www.nytimes.com/1994/04/01/opinion/a-good-start-on-city-job-cuts.html","abstract":"  Mayor Rudolph Giuliani has engineered a constructive first step toward deficit reduction -- a buyout offer to trim New York City's public payroll without layoffs. Avoiding a rancorous showdown with city unions, he has reached an agreement with the unions' leaders that could yield substantial permanent savings and invaluable harmony.    Starting today, some 80,000 city employees are being offered severance pay that ranges from $3,500 or two weeks' pay -- whichever is greater -- for employees with the least seniority, to $15,000 for those with the most. They have three weeks to sign up. City Hall hopes to find 9,500 takers, and -- after necessary replacements -- to reduce the payroll by 7,600, to save $250 million next year and more thereafter. But the effect cannot be measured in advance, because it depends on personal job decisions by the thousands of affected employees.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/01/style/chronicle-643041.html","abstract":"  There are still a few places in the city where BARBARALEE DIAMONSTEIN-SPIELVOGEL hasn't lectured, moderated, had a photographic exhibition or signed books. And there are organizations that haven't feted or honored her for various reasons. Not many, it's true. But one more will be knocked off the list when the Pratt Institute honors her on Monday night with a dinner at the Plaza Hotel.   The institute will present her with its 1994 Founder's Award, the first woman to be so honored. The award recognizes philanthropic, community and educational commitment, and previous winners include Brendan Gill and Frank Macchiarola, the former New York City schools chancellor.","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"Serbs, Angered by Attacks, Step Up Assault on Enclave","web_url":"https://www.nytimes.com/1994/04/01/world/serbs-angered-by-attacks-step-up-assault-on-enclave.html","abstract":"  Nationalist Serbs, chafing from diplomatic pressure and angry about increased attacks by the mostly Muslim Bosnian Army, have stepped up their assault on Gorazde, a Muslim enclave in eastern Bosnia, and may be preparing to drive thousands of Muslims from the town, United Nations officials report in confidential assessments.    Bosnian counterattacks have been vigorous, the United Nations adds.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Pressing Matter in Siena: Olive Oil","web_url":"https://www.nytimes.com/1994/04/01/style/IHT-pressing-matter-in-siena-olive-oil.html","abstract":"\"My mother, who was very devout, used to pray for the grace to collaborate intelligently with destiny,\" explains Tita Simonelli during an uncharacteristic pause in the round-the-clock supervision of the family olive press at San Quirico d'Orcia","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"Bill to Require H.I.V. Counseling for Pregnant Women Gains in Albany","web_url":"https://www.nytimes.com/1994/04/01/nyregion/bill-to-require-hiv-counseling-for-pregnant-women-gains-in-albany.html","abstract":"  The chairmen of the Health Committees in the Assembly and the Senate announced today that they have agreed on a bill that would require H.I.V. counseling, but not mandatory testing, for pregnant women and new mothers.   The Senate majority leader, Ralph J. Marino, also supports the bill, suggesting that it may be pushed along by the most influential member of that Republican-dominated house. But Assembly Speaker Sheldon Silver, a Democrat from Manhattan, has not committed himself either to the counseling bill or to a competing bill that would require mothers to be notified of the results of H.I.V. tests already being performed on newborns. Anonymous Testing    Those tests currently are performed anonymously so that the State Health Department can compile statistics about the prevalence of H.I.V. in newborns. Under a state law intended to protect the privacy rights of mothers, parents cannot be notified of the results unless they ask to be, meaning that infected babies may go without treatment. A positive result in a newborn's H.I.V. test indicates the presence of antibodies, not necessarily that the baby has the virus that causes AIDS. A positive result always means that the mother is infected, however.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"As Thaws Come to Pennsylvania Farms, Stockpiled Manure Becomes a Hazard","web_url":"https://www.nytimes.com/1994/04/01/us/as-thaws-come-to-pennsylvania-farms-stockpiled-manure-becomes-a-hazard.html","abstract":"  A spring thaw and soft rains have finally put an end to one of the harshest winters in recent Pennsylvania memory, and the piles of manure that have accumulated in barnyards for months tower over dwindling banks of snow.   As the snow melts, the rivulets running off the farms and into nearby rivers pose a serious environmental problem, not only in local waters like Yellow Breeches Creek, this town's well-known trout stream, but all the way down the Susquehanna River and into Chesapeake Bay.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Expulsions Urged in Navy Cheating Case","web_url":"https://www.nytimes.com/1994/04/01/us/expulsions-urged-in-navy-cheating-case.html","abstract":"  A Navy inquiry into the worst cheating scandal in the history of the United States Naval Academy recommended today that 29 midshipmen be expelled and 42 others be punished for their roles in acquiring or using an engineering final exam in 1992. The investigation also exonerated 35 midshipmen.   And in a step aimed at repairing the credibility of the tarnished institution, which was rocked by a sexual harassment scandal four years ago and more recently by the cheating episode, the Pentagon is recommending that a four-star admiral, Charles R. Larson, be installed as the academy's next superintendent. The post is usually filled by a two-star officer.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Archivist Candidate Withdraws","web_url":"https://www.nytimes.com/1994/04/01/us/archivist-candidate-withdraws.html","abstract":"  Robert L. Hardesty, once a White House aide to President Lyndon B. Johnson, has withdrawn his candidacy as Archivist of the United States in the face of protests from professional historians and archivists who opposed his appointment as political.   \"I met with senior staff at the White House early this month and we discussed some of the opposition to my candidacy,\" Mr. Hardesty said in an interview Wednesday. \"I told them I didn't want to make life any more difficult for President Clinton.\"","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Asia and Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-asia-and-democracy-letters-to-the-editor.html","abstract":"Regarding \"Clinton's Asia Policy Runs Big Risks\" (Business/Finance, March 25) by Reginald Dale:.Mr. Dale suggests that the United States look to methods of physical punishment such as flagellation for minor crimes like vandalism as a potentia","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Sports of The Times; Here Comes Big Monday Once Again","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-of-the-times-here-comes-big-monday-once-again.html","abstract":"  EXACTLY a year ago, in this very space, I made three observations: the Yankees had an interesting mix of players; the Mets looked horrendous, and the Wildcats from the Commonwealth of Kentucky would win the Final Four.   Two out of three's not bad.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Review/ Recital; Coaxing Out The Music That's Hiding In the Chaos","web_url":"https://www.nytimes.com/1994/04/01/arts/review-recital-coaxing-out-the-music-that-s-hiding-in-the-chaos.html","abstract":"  Sometime during Marc Ponthus's performance of Karlheinz Stockhausen's \"Klavierstuck X\" on Wednesday night, at the Kathryn Bache Miller Theater at Columbia University, something happened that is all too rare in performances of Mr. Stockhausen's works: the music began to make sense.    This wasn't because Mr. Ponthus had succeeded in revealing the almost esoteric order that Mr. Stockhausen gave his 10th piano piece; that order remained hidden, unclear to the ear. Instead, Mr. Ponthus, equipped with fingerless cloth gloves to protect his hands from the composition's unruly demands for pianistic sweeps and slides, made that order seem simply irrelevant.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"New Coach at Creighton","web_url":"https://www.nytimes.com/1994/04/01/sports/sports-people-basketball-new-coach-at-creighton.html","abstract":"  DANA ALTMAN, who coached Kansas State to the semifinals of this year's National Invitation Tournament, was named the new coach at Creighton University yesterday.    He was 68-54 in four season at Kansas State, whose season ended Wednesday with a loss to","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Sheik Says He Wants Wife Brought to U.S.","web_url":"https://www.nytimes.com/1994/04/01/nyregion/sheik-says-he-wants-wife-brought-to-us.html","abstract":"  Sheik Omar Abdel Rahman, the Egyptian cleric charged in an assassination conspiracy and bomb plot that targeted major New York City sites, told a Federal judge yesterday that either the Government should bring his wife and family to the United States from Egypt or he should be allowed to \"marry over here too.\"   \"It is important that my wife and family should visit me at the expense of the American Government,\" Mr. Abdel Rahman said.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Review/Film; An Italy of the Past Obsessed With the Future","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-an-italy-of-the-past-obsessed-with-the-future.html","abstract":"  \"It's Happening Tomorrow,\" Daniele Luchetti's elegant and witty meditation on modern history, imagines 19th-century Italy as a land dotted with eccentric intellectuals and mad scientists who share an obsession with the future. In the most magical scene from the film, which sees the world as a kind of surreal international exposition of quaint notions, the founding genius of a utopian farm community dazzles his flock with a crude demonstration of electric light. Moments later, a group of coal workers, who feel threatened by the display, set fire to the place, which despite its name, New Harmony, perpetuates its own version of the class system.   These and other unusual events are seen through the eyes of two Tuscan cowherds, Lupo (Paolo Hendel) and Edo (Giovanni Guidelli), who are fleeing the law after a botched robbery attempt. In hot pursuit are three Austrian mercenaries and the son of the landowner they tried to rob. It is 1848, the year of several European revolutions. As Lupo and Edo make their way through the gorgeous Italian countryside, they are drawn into one strange scenario after another.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"A Winter of Red Ink Cancels Simulcasting","web_url":"https://www.nytimes.com/1994/04/01/sports/horse-racing-notebook-a-winter-of-red-ink-cancels-simulcasting.html","abstract":"  They pulled the plug yesterday on the great simulcasting experiment, which was supposed to rescue New York from the ravages of racing in wintertime. And after 70 days of betting on mixed programs of live races at Aqueduct plus televised races from Florida, the general reaction seemed to be: Who needs winter racing, anyway?   The weather didn't help. During the three months the experiment was allowed by the Legislature, 15 racing dates were wiped out by snow and ice, attendance plunged from 8,250 a day last year to 6,339 this year (down 23 percent) and betting dropped from $2.1 million a day to $1.8 million (down by nearly 16 percent).","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Johnson Is Purdue's Ms. Inside in Final Four","web_url":"https://www.nytimes.com/1994/04/01/sports/ncaa-tournament-johnson-is-purdue-s-ms-inside-in-final-four.html","abstract":"  Lin Dunn, the women's basketball coach at Purdue, remembers the day well.   \"I drove from campus to Fort Wayne in a snowstorm because my assistant said there are two players there you had to see,\" she said. \"Here was this packed gymnasium for a game for girls in the sixth and seventh grade, 12 or 13 years old. That's the first time I saw Leslie Johnson, and I knew from that moment she would be a major factor in girls' and women's basketball.\"","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Review/Film Festival; Black, 12 and Complex: More Than Role Models","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-festival-black-12-and-complex-more-than-role-models.html","abstract":"Adolescent drug courier. Thoughtful, original character study.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"What they're reading","web_url":"https://www.nytimes.com/1994/04/01/style/IHT-what-theyre-reading.html","abstract":"-","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"Man, 28, Says He Was Shot By Panhandler","web_url":"https://www.nytimes.com/1994/04/01/nyregion/man-28-says-he-was-shot-by-panhandler.html","abstract":"  A Bronx man was shot entering a midtown subway station in Manhattan early yesterday morning and he told the police he was shot by a panhandler after he refused her request for money.   The man, Suknanan Darsan, 28, was shot in the side at about 4:30 A.M. when he and a co-worker were entering a subway station at the intersection of 53d Street and Broadway, said Lieut. Robert J. Valentino, a spokesman for the transit police. Mr. Darsan was taken to Bellevue Hospital Center, where he underwent surgery and was listed in stable condition.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"For Many, Buyout Offer Is Too Small, Workers Say","web_url":"https://www.nytimes.com/1994/04/01/nyregion/for-many-buyout-offer-is-too-small-workers-say.html","abstract":"  In the corridors and offices of government buildings throughout New York City, municipal workers expressed skepticism yesterday over the severance packages that Mayor Rudolph W. Giuliani is offering as a way to cut the size of government, saying the size of the money offers was unappealing.   But a few said they would jump at the chance to leave their jobs; some older workers saw it as an opportunity to retire early, while younger ones saw a chance to pursue other career goals.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"A New Labor World; With Accord, Giuliani Rewrites Rules That Bound Workers to New York City","web_url":"https://www.nytimes.com/1994/04/01/nyregion/new-labor-world-with-accord-giuliani-rewrites-rules-that-bound-workers-new-york.html","abstract":"  By reaching an accord with the municipal unions on a severance package Wednesday night, Mayor Rudolph W. Giuliani made a breakthrough in labor relations, bringing the unions in as a partner in his plan to scale back the government and winning a potentially crucial tool to make the shrinkage manageable.    Mr. Giuliani came away from the talks with the right to offer cash packages to try to cut 7,600 jobs from the city payroll over the next month. But in what could end up as a more significant precedent, he also won the right for 15 months to break from traditional union strictures and redeploy the workers who remain from one agency to another.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"For Children","web_url":"https://www.nytimes.com/1994/04/01/arts/for-children.html","abstract":"  'The Passion Play'   Park Performing Arts Center  560 32d Street  Union City, N.J.  (201) 865-6980  Recommended ages: 4 and up  Through April 24    Hordes of theatergoers pour out of buses and cars to see this play, calling to mind crowds flocking to Lourdes. In fact, \"The Passion Play\" is now in its 80th year at this gigantic theater, which says it is the home of the longest-running Passion play in the United States.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Jets Make Offers and Wait by Phone","web_url":"https://www.nytimes.com/1994/04/01/sports/pro-football-jets-make-offers-and-wait-by-phone.html","abstract":"  The Jets are playing a waiting game with the contract offers they have extended to quarterback Steve DeBerg, an unrestricted free agent from Miami, and kick returner Brian Mitchell, an unrestricted free agent from the Redskins. The Jets would not divulge the terms of the offers they have made to DeBerg and Mitchell.   DeBerg, who started last season with Tampa Bay and finished with Miami, is also negotiating with the Dolphins. Jets General Manager Dick Steinberg said that the DeBerg deal, if it is done, will not be a \"heavy deal\" that will adversely affect the team's salary-cap situation.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/01/nyregion/c-corrections-643246.html","abstract":"  Because of an editing error, the Market Place column in Business Day yesterday, about the Pacific Telesis Group's move to spin off some operations into a separate company, misstated the plans of the company's chairman and chief executive, Sam Ginn. He will become chairman and chief executive of the spinoff, Air Touch Communications, and not remain at Pacific Telesis. Replacing him as head of Pacific Telesis will be Philip J. Quigley, now president of the company's Pacific Bell unit.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"HIGH SCHOOL BASKETBALL;\nThe City Game's Child Prodigy","web_url":"https://www.nytimes.com/1994/04/01/sports/high-school-basketball-the-city-games-child-prodigy.html","abstract":"Laniesha Butler, a 13-year-old eighth-grader who is the starting point guard on the varsity basketball team at Columbia Prep on the West Side of Manhattan, is not only a player. She is a prodigy.\n\nTo know this, you need only to have witnessed one sequence in the first quarter of a recent game against Calhoun, an interscholastic league opponent. The slim, 5-foot-6-inch Butler, on her way to a 50-point game, cradled the ball near the end line after a Calhoun basket.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Disabled to Get an Extra Chance for S.A.T.'s","web_url":"https://www.nytimes.com/1994/04/01/us/disabled-to-get-an-extra-chance-for-sat-s.html","abstract":"  Justice Department officials yesterday announced a settlement with the company that administers the S.A.T. to give disabled students an extra chance to take the revised test this school year.   The settlement, which gives disabled students two additional test dates, came just weeks after the Clinton Administration began an investigation into whether the New Jersey-based Educational Testing Service and the College Entrance Examination Board, which owns the test, were in violation of the Americans With Disabilities Act.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Salesman Pleads Guilty in Fraud Scheme on L.I.","web_url":"https://www.nytimes.com/1994/04/01/nyregion/salesman-pleads-guilty-in-fraud-scheme-on-li.html","abstract":"  One year after the owners of an armored car company were charged with stealing as much as $38 million from their customers, a company salesman today pleaded guilty to taking part in a scheme to defraud at least four businesses that stored money in the company's warehouse.   The salesman, Anthony Triolo, 55, of Smithtown, admitted this morning in Federal District Court here that he had paid bribes to representatives of a number of customers from 1989 to 1993 to insure that they would continue to use Revere Armored Inc. in Bohemia. The bribes apparently occurred during the period that prosecutors say Revere officials were looting the deposits of dozens of businesses and banks.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/01/arts/art-in-review-645478.html","abstract":"  Leonardo Drew   Barbara Toll Gallery   146 Greene Street (at Houston Street)  SoHo  Through April 9  Thread Waxing Space  476 Broadway (near Broome Street)  SoHo  Through April 23","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Berlin Journal; Torch Is Passed, and the Past Is in German Hands","web_url":"https://www.nytimes.com/1994/04/01/world/berlin-journal-torch-is-passed-and-the-past-is-in-german-hands.html","abstract":"  When the United States Army completes its pullout from Germany this year, it will turn over to the German authorities an archive of 25 million Nazi Party documents, a treasure that Germany has for years been reluctant to accept.   The archive, officially known as the Berlin Document Center, is an invaluable source of information for scholars and Nazi-hunters. It also includes chilling evidence of how Nazi leaders sought to develop scientific principles to help them breed a \"master race.\"","thumbnail":null,"section":"World"},{"date":"19940401","headline":"On My Mind; The Pope as Bricklayer","web_url":"https://www.nytimes.com/1994/04/01/opinion/on-my-mind-the-pope-as-bricklayer.html","abstract":"  The American entrepreneur, born in Hungary, had just returned from one of his many visits to Budapest. He spoke with anguish of the upsurge of anti-Semitism he found there.   \"Well anyway,\" he said, \"at least it is not as bad as in Romania and Poland.\"","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/01/style/chronicle-643076.html","abstract":"  JULIAN OSTROVER said that he \"very possibly\" had entered his name in a drawing at the Park Avenue Cafe, but that quite honestly, he couldn't remember doing so. Well, if that's what happens with lapsed memories, let's all line up.   Mr. Ostrover's name was plucked yesterday from among 10,000, making him the winner of a weeklong expense-paid trip for two to Paris and the wine country of France. The drawing was open to patrons of the Upper East Side restaurant who during 1993 had ordered a swordfish chop.","thumbnail":null,"section":"Style"},{"date":"19940401","headline":"Smith, With Brace, Expected to Return Soon","web_url":"https://www.nytimes.com/1994/04/01/sports/pro-basketball-smith-with-brace-expected-to-return-soon.html","abstract":"  Charles Smith is equipped with a new knee brace and is almost ready to return to action.   The question is: Do the Knicks need him right now?","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Mets Full Of Depth Up Middle","web_url":"https://www.nytimes.com/1994/04/01/sports/baseball-mets-full-of-depth-up-middle.html","abstract":"  Over the winter, the Mets spent a great deal of time worrying about their lack of a shortstop.   Now they have four.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"2 Men Charged in the Killing Of Japanese Students for a Car","web_url":"https://www.nytimes.com/1994/04/01/us/2-men-charged-in-the-killing-of-japanese-students-for-a-car.html","abstract":"  Two reputed gang members were arrested late Wednesday for killing two Japanese college students in a carjacking a week ago, the police said.    The suspects, Raymond Oscar Butler, 18, of San Pedro and Alberto V. Reygoza, 20, of Long Beach will be arraigned on Friday on charges of murder and robbery, the police said.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Man of the Law, and of Letters as Well","web_url":"https://www.nytimes.com/1994/04/01/us/man-of-the-law-and-of-letters-as-well.html","abstract":"  More than a century ago Oliver Wendell Holmes Jr. told a group of Harvard undergraduates: \"The law is not the place for the artist or the poet. . . . The law is the calling of thinkers.\"   Whatever merit history may have bestowed on the second part of that assessment, it has offered a fair share of exceptions to the first. Archibald MacLeish, a Harvard Law School graduate, wrote four books of poems. And a San Francisco lawyer named Charles Reznikoff wrote an entire book of them, \"Testimony,\" that was based on actual court records. Then there was Wallace Stevens, who was a surety bond lawyer. And Edgar Lee Masters, author of \"The Spoon River Anthology,\" was a law partner of Clarence Darrow.","thumbnail":null,"section":"U.S."},{"date":"19940401","headline":"Body of Man Suspected of Killing His Heiress Wife Is Discovered","web_url":"https://www.nytimes.com/1994/04/01/nyregion/body-of-man-suspected-of-killing-his-heiress-wife-is-discovered.html","abstract":"  Three months after Anne Scripps Douglas, an heiress to a newspaper fortune, was bludgeoned to death, a decomposed body found on the Bronx bank of the Hudson River was identified as that of her husband and accused murderer, Scott S. Douglas.   The discovery closed a case that had surprised Bronxville, where the Douglases lived, and also brought relief to Mrs. Douglas's relatives. They had said at several news conferences and in interviews that they believed Mr. Douglas was still alive and might reappear to hurt them or kidnap the Douglases' 3-year-old daughter, Victoria.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Mideast Peace, Back on Track","web_url":"https://www.nytimes.com/1994/04/01/opinion/mideast-peace-back-on-track.html","abstract":"  Yesterday's agreement in Cairo between Israel and the Palestine Liberation Organization promises to recapture the lost momentum toward peace. The two sides agreed to resume peace talks, deploy international monitors in troubled Hebron and speed the Israeli troop withdrawals from Gaza and Jericho as provided in the September framework peace accords.    Extremists on both sides protested. Militant Palestinians object that some 450 Jewish settlers are still permitted to live amid the 80,000 Arabs of the Hebron area. Hard-line Israelis worry about the precedent set by admitting outside observers to territory where Israel claims authority. Months of delay and violence have clearly swelled the ranks of skeptics on both sides. Yet if violence and delay have become the main threats to peace, the security measures and accelerated timetable worked out in Cairo are the right response.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"1919: Dantzig Question : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/01/opinion/IHT-1919-dantzig-question-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Marshal Foch will leave Paris for Spa to-morrow [April 2] to communicate to the German Government's plenipotentiary the decision of the Council of Four on the Dantzig question. There is reason to believe that the Marshal has been authorized to tak","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/01/arts/art-in-review-645320.html","abstract":"  Jack Whitten  Paintings from the 1970's   Daniel Newburg Gallery  43 Greene Street (near Broome Street)  SoHo  Through April 9 Jack Whitten  Recent Paintings   Horodner Romley Gallery  107-109 Sullivan Street (near Spring Street)  SoHo  Through April 9","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Moscow Without Mirrors","web_url":"https://www.nytimes.com/1994/04/01/opinion/moscow-without-mirrors.html","abstract":"Is the West really interested in Russia's becoming an efficient market economy with a democratic political system? The signals over the last five years, since the collapse of the Soviet Union, have been disturbing.\n\nAs former Deputy Prime Minister Yegor Gaidar's reform policies were pushing forward in 1992 and 1993, the West was deliberating. But now Vladimir Zhirinovsky, the extreme nationalist, is elected to Parliament, and the West talks of disbursements.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Review/Opera; Wagner's Dutchman, Anguishing At the Met","web_url":"https://www.nytimes.com/1994/04/01/arts/review-opera-wagner-s-dutchman-anguishing-at-the-met.html","abstract":"  Winter Storm No. 18 or thereabouts roared through the Metropolitan Opera House on Wednesday evening with the return of August Everding's dark, chill production of Wagner's \"Fliegende Hollander.\" Coming just as the winter outside was beginning to recede into cursed memory, all the ice and snow and fog and wind seemed exceedingly cruel.   The production, introduced in 1989, was last seen two years ago. Hans Schavernoch's sets rely on a few bold strokes: first, large icy cliffs, and then the vast metal prow of the Flying Dutchman's ghost vessel looming behind the glazed platform of Daland's ship; a ceiling in Daland's house seemingly pulled low by pillars to suggest domesticity despite great size.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Rangers Make Their Home Thoroughly Modern Texan","web_url":"https://www.nytimes.com/1994/04/01/sports/baseball-rangers-make-their-home-thoroughly-modern-texan.html","abstract":"  The Ballpark in Arlington. The name may be a tad obvious since the new home of the Texas Rangers lords over much of this Texas city. It cannot be missed from just about any vantage point in an area otherwise occupied by mostly one- and two-story structures in an area that still has an Old West flatlands feel.   That this park stands out so, with its outer walls topped by a crown of arches, is no mistake. Even though the American League team insisted that its brand-new facility be a traditional \"people's place,\" a cozy park as opposed to a cold, impersonal stadium, it's still big-hearted enough to make it quintessentially Texan.","thumbnail":null,"section":"Sports"},{"date":"19940401","headline":"Review/Film; Making Magic And Miracles Amid Politics","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-making-magic-and-miracles-amid-politics.html","abstract":"  AS a film that revolves around the cruelty of a patriarchal South American senator, \"The House of the Spirits\" rightly indulges in some ruthlessness of its own. Even for those who counted on a deeper and more faithful rendering of Isabel Allende's sweeping novel, this handsome, none too reverent film -- the intimate, star-crossed story of a powerful family, played out on an epic scale -- has the appeal of the unexpected.   Purists, beware: this is not a by-the-numbers screen version. Nor is it as politically charged as Ms. Allende's story. Nor does it even retain the flavor of her setting, which here seems oddly European at times. But it does take daring chances with a book that could not have been adapted otherwise, using extraordinary actors to rise above its occasional lapses. The lack of fidelity is often offset by intelligence of a subtler kind.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"DE KLERK ORDERS ARMY TO PROTECT VOTE IN ZULU AREA","web_url":"https://www.nytimes.com/1994/04/01/world/de-klerk-orders-army-to-protect-vote-in-zulu-area.html","abstract":"  President F. W. de Klerk declared a state of emergency in the Zulu homeland today and ordered troops to control the raging violence ignited by opposition to the new political order.   The move set the stage for a showdown with the Zulu nationalists led by Chief Mangosuthu G. Buthelezi, who reject the elections scheduled in four weeks as an assault on their King and on their national pride.","thumbnail":null,"section":"World"},{"date":"19940401","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/04/01/arts/art-in-review-640093.html","abstract":"  Kristin Oppenheim   303 Gallery  89 Greene Street (at Spring Street)  SoHo  Through April 23    Kristin Oppenheim is a firm believer that less is more. She makes installation pieces that involve nothing but sound, and her sounds tend to be remembered, even rather approximate fragments of popular songs that she sings over and over in a pale, lilting voice without accompaniment. This sounds a lot less like a stuck record than you might imagine.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"Article 640522 -- No Title","web_url":"https://www.nytimes.com/1994/04/01/arts/article-640522-no-title.html","abstract":"  Several seafood restaurants have opened in the last year. Some, like Pisces Pisces in the East Village and Fish Restaurant near Columbia University, are smart and hip, specializing in up-to-the-minute preparations. Then there is the Eastern Seafood Company on the Upper West Side, a dowdy throwback to decades past when fish houses were the most proletarian of restaurants.   The menu is plain-spoken in the manner of the 1950's, with dishes described simply as \"fried,\" \"broiled\" or, if you want to get fancy, \"stuffed.\" Only on the list of daily specials does such suspiciously modern terminology as \"pan-seared\" or \"soy-marinated\" show up. And only on the list of specials does the restaurant depart from familiar fish like flounder, salmon and tuna to include exotica like tilefish and rouget.","thumbnail":null,"section":"Arts"},{"date":"19940401","headline":"At Last, The Fog Lifts","web_url":"https://www.nytimes.com/1994/04/01/opinion/at-last-the-fog-lifts.html","abstract":"Just when we thought Whitewater might be receding, we learn that Hillary Rodham Clinton turned $1,000 into $100,000 by speculating in the futures market, but gave it up when she became pregnant. It was too awkward for her to practice breathing in Lamaze class while yelling on the phone: \"Buy!\" \"Sell!\" \"Go short on pork bellies!\" \n\nMy investigation has also uncovered other unreported information, such as Tonya Harding's involvement in Whitewater. But let me start at the beginning.","thumbnail":null,"section":"Opinion"},{"date":"19940401","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/01/nyregion/c-corrections-643238.html","abstract":"  An article on Wednesday about Hillary Rodham Clinton's profits from commodity trading in the 1970's misstated the nature of margin trades in commodities. Trading on the margin in commodities means putting down a small percentage of the value of the contract as a deposit on the contract, not buying the contract with borrowed money.","thumbnail":null,"section":"New York"},{"date":"19940401","headline":"Review/Film; A Man as a Boy In Devil's Clothing","web_url":"https://www.nytimes.com/1994/04/01/movies/review-film-a-man-as-a-boy-in-devil-s-clothing.html","abstract":"Man as boy in Devil's clothing. More stunt than movie, and stolen by Chuck.","thumbnail":null,"section":"Movies"},{"date":"19940401","headline":"Philip Morris Blocked '83 Paper Showing Tobacco Is Addictive, Panel Finds","web_url":"https://www.nytimes.com/1994/04/01/us/philip-morris-blocked-83-paper-showing-tobacco-is-addictive-panel-finds.html","abstract":"  In 1983, five years before the Surgeon General declared that nicotine was an addictive substance, researchers for a tobacco company drew the same conclusion. Their paper was accepted for publication in a scientific journal, but the company forced the author to withdraw it, the journal's editor said today.   The study, which tested addiction in rats, was done by Dr. Victor J. DeNoble, who was working at the Philip Morris Companies, and his colleagues, and was to be published in the journal Psychopharmacology. Experts on nicotine and addiction said the paper would have been the first and best of its kind at the time, an important addition to research on the addictive properties of nicotine.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940401","time":"1994-04-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":96,"wspd":42.5},{"date":"19940401","time":"1994-04-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":86,"wspd":40.7},{"date":"19940401","time":"1994-04-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":78,"wspd":48.2},{"date":"19940401","time":"1994-04-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":70,"wspd":51.8},{"date":"19940401","time":"1994-04-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":73,"wspd":48.2},{"date":"19940401","time":"1994-04-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":71,"wspd":44.3},{"date":"19940401","time":"1994-04-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":75,"wspd":40.7},{"date":"19940401","time":"1994-04-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":77,"wspd":33.5},{"date":"19940401","time":"1994-04-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":74,"wspd":35.3},{"date":"19940401","time":"1994-04-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":73,"wspd":33.5},{"date":"19940401","time":"1994-04-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":71,"wspd":46.4},{"date":"19940401","time":"1994-04-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":72,"wspd":24.1},{"date":"19940401","time":"1994-04-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":86,"wspd":46.4},{"date":"19940401","time":"1994-04-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":68,"wspd":37.1},{"date":"19940401","time":"1994-04-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":75,"wspd":40.7},{"date":"19940401","time":"1994-04-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":63,"wspd":35.3},{"date":"19940401","time":"1994-04-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":66,"wspd":37.1},{"date":"19940401","time":"1994-04-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":68,"wspd":40.7},{"date":"19940401","time":"1994-04-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":66,"wspd":27.7},{"date":"19940401","time":"1994-04-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":77,"wspd":27.7},{"date":"19940401","time":"1994-04-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":75,"wspd":22.3},{"date":"19940401","time":"1994-04-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":74,"wspd":20.5},{"date":"19940401","time":"1994-04-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":75,"wspd":22.3},{"date":"19940401","time":"1994-04-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":75,"wspd":18.4},{"date":"19940401","time":"1994-04-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":50,"wspd":7.6},{"date":"19940401","time":"1994-04-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":5.4},{"date":"19940401","time":"1994-04-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":7.6},{"date":"19940401","time":"1994-04-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":13},{"date":"19940401","time":"1994-04-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":7.6},{"date":"19940401","time":"1994-04-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":77,"wspd":5.4},{"date":"19940401","time":"1994-04-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":0},{"date":"19940401","time":"1994-04-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":11.2},{"date":"19940401","time":"1994-04-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":5.4},{"date":"19940401","time":"1994-04-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":11.2},{"date":"19940401","time":"1994-04-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":71,"wspd":14.8},{"date":"19940401","time":"1994-04-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":14.8},{"date":"19940401","time":"1994-04-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":16.6},{"date":"19940401","time":"1994-04-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":48,"wspd":16.6},{"date":"19940401","time":"1994-04-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":44,"wspd":16.6},{"date":"19940401","time":"1994-04-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":35,"wspd":20.5},{"date":"19940401","time":"1994-04-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":30,"wspd":20.5},{"date":"19940401","time":"1994-04-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":28,"wspd":20.5},{"date":"19940401","time":"1994-04-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":28,"wspd":22.3},{"date":"19940401","time":"1994-04-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":23,"wspd":22.3},{"date":"19940401","time":"1994-04-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":23,"wspd":25.9},{"date":"19940401","time":"1994-04-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":22,"wspd":27.7},{"date":"19940401","time":"1994-04-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":23,"wspd":22.3},{"date":"19940401","time":"1994-04-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":25,"wspd":22.3}]}}