{"19940601":{"guardian_articles":[{"date":"19940601","headline":"North Korea 'has crossed red line '","web_url":"https://www.theguardian.com/world/1994/jun/01/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940601","headline":"Grand Scale of Abuse Depicted in Indictment","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-legal-case-grand-scale-abuse-depicted-indictment.html","abstract":"  It was the number of times that Representative Dan Rostenkowski is accused of abusing his office that took people by surprise today, and it is precisely those numbers that will make it a lot harder for him to defend himself at a trial.   Indeed, the 17-count indictment handed up against the 66-year-old Illinois Democrat included many charges that had not been disclosed until United States Attorney Eric H. Holder Jr. finally showed his hand today.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Same Old Monotonous Semifinals","web_url":"https://www.nytimes.com/1994/06/01/sports/tennis-same-old-monotonous-semifinals.html","abstract":"  There may be some surprising occurrences in women's tennis, but they rarely happen on the court, and the field for the French Open's semifinal round that emerged from today's quarterfinal matches proved no exception to that trend.   The defending champion, Steffi Graf; a perennial semifinalist, Arantxa Sanchez Vicario; Spain's other clay-court sensation, the third-seeded Conchita Martinez; and France's most famous transplant, the 12th-seeded and currently invincible Mary Pierce, all advanced today over their overmatched opponents.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Perry Williams Joins the Jets","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-football-perry-williams-joins-the-jets.html","abstract":"  The Jets yesterday signed cornerback Perry Williams, an unrestricted free agent who played 11 seasons for the Giants. Williams is the second veteran defensive back they have added after their first-round selection of cornerback Aaron Glenn in the college draft. The terms of Williams's contract were not disclosed.   By signing Williams and the Rams' Pat Terrell, whom they acquired last month, the Jets made the re-signing of safety Lonnie Young a moot point. General Manager Dick Steinberg confirmed that the team wasn't going to re-sign Young, who is an unrestricted free agent.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Courageous at the End : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-courageous-at-the-end-letters-to-the-editor.html","abstract":"What struck me most about the death of Jacqueline Kennedy Onassis is that she went home..I applaud her courage and foresight in making such a decision. I applaud her doctors, who accepted the fact that it was time to stop trying. And I applaud the fami","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Review/Film; Orphans in the Hold of an Evil Authority","web_url":"https://www.nytimes.com/1994/06/01/movies/review-film-orphans-in-the-hold-of-an-evil-authority.html","abstract":"Canadian orphans in hold of evil priests, via true case. Sensitive, illuminating, on tough, jolting subject.","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Who Needs Sanctions?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-who-needs-sanctions-letters-to-the-editor.html","abstract":"Haiti, which seems unlikely to be acquiring nuclear weapons, has been subjected to sanctions. North Korea is hell-bent on getting nuclear weapons, but U.S. sanctions, let alone any other action, seem increasingly unlikely. I don't know if the U.S. govern","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Couples Looks to Buick","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-golf-couples-looks-to-buick.html","abstract":"  FRED COUPLES, who has been sidelined since March 6 with a herniated disk in his lower back, will return to the PGA Tour next week at the Buick Classic at the Westchester Country Club in Rye, N.Y., according to people familiar with his plans.   Although the entry has yet to be made official, the only thing that could prevent Couples's appearance at the tournament, which runs June 9-12, would be a recurrence of the back injury that forced him to withdraw before the final round of the Doral-Ryder Open. The original injury, suffered while he was warming up before the final round, kept Couples out of 13 PGA Tour events.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"For Eagle Breeders, Spring Is Bouncing, Bald and Bountiful","web_url":"https://www.nytimes.com/1994/06/01/nyregion/for-eagle-breeders-spring-is-bouncing-bald-and-bountiful.html","abstract":"  Giving eaglets a beak-to-talon medical exam is not all that difficult; the tricky part is getting them down from their nest atop a 75-foot pine tree near Union Lake here.   That is how Lawrence J. Niles, of New Jersey's Division of Fish, Game and Wildlife, came to be scaling the tree, and lowering two six-week-old eaglets, one at a time, in a blue canvas gym bag. Their parents, curious but not outwardly hostile, circled and screeched far above him.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267082.html","abstract":"  Because of an editing error, an article on Saturday about investigations of a department head and a former department head at the Nassau County Medical Center misidentified a county law office in some editions. The notice of a possible lawsuit against one department head was filed with the County Attorney, not the District Attorney. James Gallagher, who is handling the case, is the chief of the County Attorney's Medical Services Bureau.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Police Raid Brooklyn Ring Holding Smuggled Children","web_url":"https://www.nytimes.com/1994/06/01/nyregion/police-raid-brooklyn-ring-holding-smuggled-children.html","abstract":"  Smashing what they described as a smuggling ring that brought children to Brooklyn from Jamaica, detectives raided a Flatbush apartment yesterday and arrested five adults they accused of collecting thousands of dollars from anxious immigrant parents.   Two children had arrived from Jamaica over the weekend -- a boy and a girl, each 9 years old, the police said. They were sharing bunk beds in the cramped two-bedroom apartment with six younger children who are relatives of the adults who were taken into custody. All eight appeared to be in good condition, the police said, but as a precaution they were taken to local hospitals for observation.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Bad Choices for the School Board","web_url":"https://www.nytimes.com/1994/06/01/opinion/bad-choices-for-the-school-board.html","abstract":"  During his mayoral campaign, Rudolph Giuliani promised to re-invent New York City's government, shake up lackluster bureaucracies and improve management of city agencies. But given a real opportunity to bring dramatic change to the school system, the Mayor has played politics as usual, recycling two mediocre appointees to the central Board of Education, Ninfa Segarra and Irene Impellizzeri. At best, that means continuing the status quo on the school board -- a profound disservice to city schoolchildren.    Ms. Segarra and Dr. Impellizzeri have been in the majority of a divided 4-to-3 board that has been less preoccupied with education than with social issues, like AIDS education and a curriculum that would teach tolerance of homosexuals and different cultural groups. The seven appointees to the central board are responsible for overall policy and the high schools. Each of the five borough presidents appoints one member and the mayor chooses two. The four-year terms of the current members expire on June 30.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/06/01/us/personal-health-264482.html","abstract":"  IN hopes of shedding the need for corrective lenses to drive a car, navigate a sidewalk or recognize a friend from across the street, hundreds of thousands of nearsighted people have undergone an increasingly popular yet still controversial eye operation called radial keratotomy. Those for whom it has meant new-found freedom from eyeglasses and contact lenses swear by the procedure and often urge their myopic friends to follow suit.    But despite a high rate of satisfaction -- six years later, 74 percent of 328 patients in a study said their preoperative goals were completely met -- many experts believe there is good reason for caution. A primary concern is that healthy eyes, albeit with poor distance vision, are being operated upon, possibly injured and in a way rendered permanently abnormal.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Jamaica and U.S. Near Deal On Haitian Processing Center","web_url":"https://www.nytimes.com/1994/06/01/world/jamaica-and-us-near-deal-on-haitian-processing-center.html","abstract":"  After weeks of looking for a country where American officials can process fleeing Haitians, the United States is close to obtaining agreement from Jamaica, American officials said today.   William H. Gray 3d, President Clinton's special adviser on Haiti, flew to Jamaica today to work out final details in the negotiations, officials said, adding that the Clinton Administration was seeking to determine whether the processing would be done on Jamaican land or in American ships anchored off Kingston, the Jamaican capital.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Howard Stern to Star, Condensed, on TV","web_url":"https://www.nytimes.com/1994/06/01/arts/howard-stern-to-star-condensed-on-tv.html","abstract":"  Howard Stern, who has been entertaining and offending radio listeners for years, is to bring his distinctive brand of humor to cable television this month under a deal announced yesterday by E Entertainment Television.   Starting in mid-June, E is to position six robotic cameras in Mr. Stern's radio studio in New York each weekday morning at 6 for his five-hour show on WXRK (92.3-FM). The cable channel, which is based in Los Angeles, plans to edit his commentaries and interviews to a half-hour.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Sports of The Times; Getting The Rangers' Number","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-of-the-times-getting-the-rangers-number.html","abstract":"  NOW 1940 isn't the only number haunting the Rangers.   How about 19:26?","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Reviews/Television; Tony Bennett and MTV: Talk About Bedfellows","web_url":"https://www.nytimes.com/1994/06/01/arts/reviews-television-tony-bennett-and-mtv-talk-about-bedfellows.html","abstract":"  For people who were still teen-agers around 1950, Tony Bennett is embedded in memory. His renditions of songs like \"Because of You\" and \"Blue Velvet\" dominated every jukebox in just about every ice cream parlor and saloon across the country. The waiter from Astoria could sing, no doubt about it. So what if he wore a toupee and wasn't as conventionally sexy as Frank Sinatra?   Jump ahead 44 years. Who is one of the biggest pop music phenomena of the moment? Tony Bennett has not just bridged the generation gap; he has demolished it. He has solidly connected with a younger crowd weaned on rock. And there have been no compromises.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Croat to Lead New Alliance With Muslims","web_url":"https://www.nytimes.com/1994/06/01/world/croat-to-lead-new-alliance-with-muslims.html","abstract":"  The nascent Muslim-Croatian federation in Bosnia elected a Croat as president today, cementing an alliance formed last March that is strongly supported by the United States.   A constituent assembly of Muslims and Croats, meeting in Sarajevo, voted unanimously for Kresimir Zubak, a 46-year-old former judge who was injured in the Bosnian war in 1992, and elected a Muslim, Ejup Ganic, as Vice President.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Arbour Is Likely To Quit As Coach","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-arbour-is-likely-to-quit-as-coach.html","abstract":"  A month after they were humiliated by the Rangers in a four-game playoff sweep, the Islanders called a news conference for today at which Al Arbour is expected to announce that he will step down as coach after 19 seasons with the team.   The Islanders wouldn't confirm that the 61-year-old Arbour, the National Hockey League's oldest and most experienced coach, had decided to call it quits after 22 seasons in the league over all. But a person in the organization said Arbour was virtually certain to relinquish the coaching duties and assume another assignment with the club.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/01/nyregion/inside-259446.html","abstract":"  Public Workers' Free Speech   A splintered Supreme Court defined the free-speech rights of government employees, placing new limits on the power of agencies to punish workers for what they say. Page A18.  Cuomo's Good Old Days    As Governor Cuomo prepares to run again, with his popularity dangerously low, his approach is a politics of nostalgia aimed at reminding voters why they once admired him. Page B1. Canucks Win the Opener   After a shot by Brian Leetch of the Rangers hit the crossbar, the Canucks' Greg Adams scored and Vancouver beat New York, 3-2, in Game 1 of the Stanley Cup finals. Page B11.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Cuomo Looks Ahead to Good Old Days","web_url":"https://www.nytimes.com/1994/06/01/nyregion/cuomo-looks-ahead-to-good-old-days.html","abstract":"  As Gov. Mario M. Cuomo prepares to run for a fourth term, with his popularity dangerously low, he has been talking a lot about the good old days.   His approach is a politics of nostalgia, Cuomo-style, aimed at reminding voters why they once admired him. He pines for his chronological youth -- for days when jobs were plentiful and trouble on the streets meant fist fights, not guns and drugs. And he talks of his political youth as well: those glorious first two terms when New York's streaking economy and Mr. Cuomo's Presidential prospects made him one of the most popular governors in state history.   \"Everybody says stop looking backward, look forward,\" said the 61-year-old Governor, who will be nominated here Wednesday at the convention of the Democratic State Committee. \"But if you take those years '83 through '89, it's hard to separate them from my rationale. Those years were so good you wanted me to be President. I haven't changed.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Bid-Rigging Is Charged","web_url":"https://www.nytimes.com/1994/06/01/nyregion/bid-rigging-is-charged.html","abstract":"  Seven contracting companies and their owners plotted to rig bids and divide Westchester County for asphalt sales in the early 1980's, State Attorney General G. Oliver Koppell and five Westchester towns have charged in a lawsuit filed in Federal District Court in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Getting Tougher on Student Smokers in New Jersey; Responding to Complaints, 3 High Schools Are Resorting to Court Fines in Crackdown","web_url":"https://www.nytimes.com/1994/06/01/nyregion/getting-tougher-student-smokers-new-jersey-responding-complaints-3-high-schools.html","abstract":"  Until the crackdown in mid-April, student smokers had practically taken over the four bathrooms at Hopewell Valley Central High School here, filling them with a thick haze between classes.   \"Really gross,\" said Amy Consoli, a sophomore. And Dennis Lin, a senior on the tennis team, said, \"Smoke would get on your clothes, in your hair and on your skin.\" Nonsmokers often emerged from the bathrooms to have teachers accuse them of smoking.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Pacers Can Play With Knicks","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-pacers-can-play-with-knicks.html","abstract":"  The Pacers left town this afternoon feeling pretty good and mighty tough, if not absolutely certain that they can beat the Knicks in New York.   What they do know is what the numbers tell them. They have climbed back into the Eastern Conference finals, tied at 2-2 a series few believe they can win, and granted themselves the opportunity to at least mouth what was unfathomable a couple of months ago.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Lawyer to Propose Settlement for Suit on Crown Heights","web_url":"https://www.nytimes.com/1994/06/01/nyregion/lawyer-to-propose-settlement-for-suit-on-crown-heights.html","abstract":"  The lawyer for a group of Hasidic leaders in Brooklyn said yesterday that he would propose a settlement in the Federal lawsuit against New York City and former Mayor David N. Dinkins stemming from the racial violence in Crown Heights in the summer of 1991.   The lawyer, Franklyn H. Snitow, would not say what the terms the plaintiffs would accept but said any settlement would include a cash payment by the city and a consent decree from officials to react more forcefully when disturbances flare up.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Reviews/Theater; The Desperation of Life in McCullers Country","web_url":"https://www.nytimes.com/1994/06/01/theater/reviews-theater-the-desperation-of-life-in-mccullers-country.html","abstract":"  When the unhappy dreamers in Carson McCullers's novel \"The Heart Is a Lonely Hunter\" muse about the world, these residents of a Depression-era Southern town have no cozy illusions of living in a harmonious community like Thornton Wilder's Grover's Corners. Leading lives rooted in poverty, ignorance and racial animosity, they share a despair and frustration that is almost apocalyptic in its scope.   One of the triumphs of David Willinger's masterly dramatization of the novel, at Theater for the New City through Sunday, is the way he builds many interwoven vignettes into a hallucinatory mosaic of a community suffocating in its own wretchedness and cruelty. Using slides, pantomime and artful spotlighting, Mr. Willinger has staged the novel as a flashing cinematic nightmare. An ensemble of 13 actors conveys the characters' dreams, fantasies and frustrations in an expressionistic style that hits explosive peaks.","thumbnail":null,"section":"Theater"},{"date":"19940601","headline":"Seeking to Create Database On Emotionally Disturbed","web_url":"https://www.nytimes.com/1994/06/01/nyregion/seeking-to-create-database-on-emotionally-disturbed.html","abstract":"  Spurred by cases like that of Larry Hogue, the mentally ill man who accosted Upper West Side residents for years, the New York City Police Department is beginning a pilot program to improve how it gathers information about people with serious emotional problems who are taken to hospital emergency rooms.   Since 1980, the number of people classified as \"emotionally disturbed\" who were taken to emergency rooms has grown threefold, from 7,300 in 1980 to 22,600 in 1992, according to department statistics. Mental health officials say the increase is partly because of increased drug use that causes bizarre behavior, and also because of court rulings that released mentally ill people from psychiatric hospitals and sent them to local communities for treatment. Documenting Behavior    Under a pilot program at two city hospitals, officers will for the first time be required to document the behavior of emotionally disturbed people whom they apprehend. If the three-month program is deemed successful, it will be expanded to other hospitals and the department will establish a database.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267074.html","abstract":"  A report in the \"Sunday\" pages of The Times Magazine on May 15 referred incorrectly to the technology known as wireless cable. It is in fact a viable technology, not nonexistent. It competes with conventional cable television systems by using microwave frequencies to transmit signals from a central tower to subscribers' antennas.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"The Ghost of Mussolini Keeps Rattling His Chains","web_url":"https://www.nytimes.com/1994/06/01/world/the-ghost-of-mussolini-keeps-rattling-his-chains.html","abstract":"  The two moments were days apart in different cities, yet they depicted perfectly the splintered soul of Italy's neo-Fascists.   In Vicenza in early May, 200 young men, many with shaved heads, threw the straight-armed salutes of the Fascist era, hoisted banners emblazoned with swastikas and paraded through the streets, lauding the memory of Mussolini and Hitler in a display of what Italians call nazi-skin protest.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Comptroller Warns on Budget","web_url":"https://www.nytimes.com/1994/06/01/nyregion/comptroller-warns-on-budget.html","abstract":"  City Comptroller Alan G. Hevesi said yesterday that Mayor Rudolph W. Giuliani's proposed first budget includes measures that may fall hundreds of millions of dollars short of Mr. Giuliani's anticipations.   While he applauded the general direction of the budget, Mr. Hevesi said the Mayor's plan \"is still a work in progress.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"The Rostenkowski Indictment","web_url":"https://www.nytimes.com/1994/06/01/opinion/the-rostenkowski-indictment.html","abstract":"  Representative Dan Rostenkowski's supporters stress his remarkable legislative skills and his important role in the current health care debate. The 17-count felony indictment filed yesterday by U.S. Attorney Eric Holder offers a much less flattering portrait of the Illinois Congressman, depicting him as an official who for more than 20 years abused his office for personal gain.   The case may not be resolved for years. Mr. Rostenkowski denies wrongdoing and is plainly entitled to the presumption of innocence at trial. \"Truth,\" he insists, \"is on my side.\"","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Return to Starting Role Suits Kamieniecki Fine","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-return-to-starting-role-suits-kamieniecki-fine.html","abstract":"  Scott Kamieniecki had not started in 16 days for the Yankees so he wanted to prove to Manager Buck Showalter that his bullpen seat should be retired. Wade Boggs had not employed a home-run trot for four games so he wanted to unveil it again. Luis Polonia was getting no respect from Chicago's shallow outfielders so he wanted to display his muscles.   Fortunately for the Yankees, all three players realized their wishes last night. Unfortunately for the White Sox, Alex Fernandez probably wishes that he never made the start because nothing promising followed for him. The Yankees bashed him, made him feel more queasy than he did with the stomach virus that prevented him from pitching Monday and sailed to a 10-1 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"German Echoes From 1943 Set Off A Book Sensation","web_url":"https://www.nytimes.com/1994/06/01/books/german-echoes-from-1943-set-off-a-book-sensation.html","abstract":"  Inside the ghostly hall of a church that was heavily damaged in an Allied air raid in 1945 and has not been rebuilt, a semicircle of German actors gathered over the weekend to read from an extraordinary historical work that has become a publishing sensation here.   The book, called \"Echolot: A Collective Diary,\" is a 2,400-page mosaic documenting just two months in German history, January and February 1943. This was when Nazi troops lost the epic battle for Stalingrad and when many Germans began to fear that they might not win the war after all. It was also a period of intense repression in Germany and daily mass murder in death camps throughout the Reich.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267066.html","abstract":"  A chart in The Week in Review on Sunday showing the corporate holdings of Rupert Murdoch's company, News Corporation Ltd., referred incorrectly to five units. Barnes & Noble Inc. was never owned by Mr. Murdoch or any of his companies. The San Antonio Express-News was sold by News Corporation in 1992. Fox Television Stations has 184 affiliates, not 140. The Herald & Weekly Times Ltd. is in Victoria, Australia, not London. Ansett Transport Industries Ltd. is an airline, not an air cargo carrier.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267104.html","abstract":"  An article in the Long Island Weekly on Sunday about Beau Bauman, au thor of \"The Most Important Thing I've Learned in Life,\" misstated the date for his book signing at Pindar Vineyards in Peconic, L.I. It will be this Saturday, from 5 to 8 P.M.; it was not last Saturday.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"In Debate on Myopia's Origins The Winner Is: Both Sides?","web_url":"https://www.nytimes.com/1994/06/01/us/in-debate-on-myopia-s-origins-the-winner-is-both-sides.html","abstract":"  ARE myopic eyes born or made? When it comes to nearsightedness, the nature-versus-nurture argument, smoldering for nearly a century, has never been more heated. And as proponents of each view marshal new evidence to support their own perspectives, it is becoming increasingly clear that both are probably right: myopia, the inability to bring distant objects into clear view, appears to develop in response to various environmental influences most often in children who are somehow genetically predisposed to this visual aberration.   In the last few years, research in myopia has mushroomed, and animal and human studies have begun to shed new light on its causes and to suggest potential treatments. Even before scientists have deciphered exactly what roles genetics and environment play in human myopia, their research is pointing to various possibilities for forestalling its development.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Justices, in Ruling on Free Speech, Put Limits on Government","web_url":"https://www.nytimes.com/1994/06/01/us/justices-in-ruling-on-free-speech-put-limits-on-government.html","abstract":"  Defining the free-speech rights of public employees, a splintered Supreme Court today placed new limits on the ability of government agencies to punish employees for what they say.   A plurality of four Justices held that government workers cannot be dismissed or otherwise punished for their words unless the employer has a reasonable basis for believing that the speech was either disruptive or that it involved a matter of purely private concern, outside the scope of the First Amendment's protection.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Johnson Drives In Clincher","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-johnson-drives-in-clincher.html","abstract":"  When \"Let's Go Rangers\" is louder than \"Let's Go Mets\" at Shea Stadium, it isn't the Mets' night.   But it was a night for Howard Johnson. Wearing a Colorado Rockies uniform and trying to get accustomed to the visitors' dugout last night, Johnson found himself a key player in his team's 3-2 victory.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Review/Film; A Landscape of Strife From the Cows' Vantage","web_url":"https://www.nytimes.com/1994/06/01/movies/review-film-a-landscape-of-strife-from-the-cows-vantage.html","abstract":"  \"Cows\" was shown as part of last year's New Directors/New Films series. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on March 30, 1993. The film opens today at the Papp Public, 425 Lafayette Street, East Village.   Every so often in \"Cows\" (\"Vacas\"), Julio Medem's epic portrayal of two feuding families in the Basque region of northern Spain, the camera draws away from the tumultuous passions of its characters to focus on the eyes of the cattle that are essential to these people's livelihoods. After contemplating their expressionless faces, the camera returns to the drama, but detachedly, as though the director has decided to observe the world and its butchery through uncomprehending bovine eyes.","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/06/01/books/book-notes-263818.html","abstract":"  Tote Bags and Chocolate   Special to The New York Times  LOS ANGELES, May 31 -- As publishers promote their lists for the important fall season, there's no way of predicting which new books will end up selling the most copies. But at this year's American Booksellers Association Convention, which ended today, publishers sought to whip up excitement for forthcoming titles through clever promotions, lavish parties and intensive cosseting of the booksellers whose job it is to actually sell the books to the public.   The point wasn't to introduce many new titles; the country's largest stores have for the most part already placed their fall orders. Rather, publishers sought to show their support for their books, support that could be accurately gauged by how much money they were willing to shell out for gifts, parties and attention-getting devices.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"INDICTMENT OF A CONGRESSMAN: The Overview; U.S. INDICTS ROSTENKOWSKI IN BROAD CORRUPTION CASE; HE IS OUT OF KEY HOUSE POST","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-overview-us-indicts-rostenkowski-broad-corruption-case-he.html","abstract":"  A Federal grand jury indicted Representative Dan Rostenkowski today on 17 criminal charges, accusing him of engaging in a two-decade pattern of corruption, including the embezzlement of more than $500,000 from his official expense accounts \"to benefit himself, his family and his friends.\"   The broad felony indictment charges Mr. Rostenkowski with fraud, concealing material facts, tampering with a witness and conspiracy. Prosecutors said Mr. Rostenkowski would be arraigned within two weeks. The most serious charge, tampering with a witness, carries a maximum sentence of 10 years in prison and $250,000 in fines.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Inheriting the Helm of a Vital Panel","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-the-successor-inheriting-the-helm-of-a-vital-panel.html","abstract":"  After 32 years in Congress, 13 of them in the shadow of the larger-than-life Dan Rostenkowski, the relatively obscure Sam M. Gibbons today became acting chairman of the Ways and Means Committee, the most powerful panel in the House of Representatives.   Mr. Gibbons, who has been on the losing side of previous leadership battles in the House, has long aspired to the chairmanship. But in the end, the 74-year-old Tampa Bay Congressman ascended on the basis of seniority, a system he once deplored. Once Mr. Rostenkowski was indicted, the title of acting chairman went automatically to the person next in line. Had there been a vote, some said privately, Mr. Gibbons would probably have lost.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Excerpt From Government Announcement of Indictment","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-excerpt-from-government-announcement-of-indictment.html","abstract":"  Following is an excerpt from the statement today by United States Attorney Eric H. Holder Jr. at a news conference announcing the indictment of Representative Dan Rostenkowski, Democrat of Illinois, as transcribed by the Federal Information Systems Corporation, a private transcription service:   The allegations contained in today's indictment represent a betrayal of the public trust for personal gain. In essence, this indictment alleges that Congressman Rostenkowski used his elective office to perpetrate an extensive fraud on the American people. The wrongful expenditure of taxpayer dollars by and at the behest of Congressman Rostenkowski rolls into the hundreds of thousands of dollars.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/01/nyregion/no-headline-259047.html","abstract":"  \"The allegations contained in today's indictment represent a betrayal of the public trust for personal gain. In essence, this indictment alleges that Congressman Rostenkowski used his elective office office to perpetuate an extensive fraud on the American people.\" ERIC H. HOLDER JR., United States Attorney.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Chased by Mistaken Officers, A Man Dies in Fall From Roof","web_url":"https://www.nytimes.com/1994/06/01/nyregion/chased-by-mistaken-officers-a-man-dies-in-fall-from-roof.html","abstract":"  Two undercover investigators seeking inmates who absconded from state prison work-release programs spotted a man in Brooklyn yesterday whom they believed closely resembled one of the escaped inmates. After a chase, the man fell to his death from a building roof, the police said.   The police later determined that the man was not the person they were looking for, but said that he had been wanted on an unrelated drug charge.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Future of Faith Worries Catholic Leaders","web_url":"https://www.nytimes.com/1994/06/01/us/future-of-faith-worries-catholic-leaders.html","abstract":"  It was an awesome scene: nearly 400,000 Catholic teen-agers encamped last August in a Rocky Mountain park to join in sung praise and solemn prayer with Pope John Paul II. Amid this army of young believers, it was hard to imagine that the Roman Catholic Church in the United States, 60 million strong and growing, is fraught with anxiety about its future.   No one imagines that American Catholicism's vast numbers and impressive network of parishes, schools, hospitals, universities and social services will soon disappear. But church leaders increasingly wonder whether the church, even as its ranks increase and it draws new energy from the latest waves of immigrants, is losing its distinctive identity.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"O'Neill Is Fan Favorite Without the Formalities","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-notebook-o-neill-is-fan-favorite-without-the-formalities.html","abstract":"  Paul O'Neill insisted a month ago that he was not irked about being left off the American League All-Star ballot while sporting the highest batting average in the major leagues. He also said he was not glamorous enough to receive heavy write-in votes. Apparently, O'Neill was wrong.   Even though he is not 1 of the 42 outfielders listed on the ballot, O'Neill's 21,728 votes are second only to Seattle's Ken Griffey Jr. (37,899) after more than three weeks of voting for the July 12 All-Star Game at Pittsburgh's Three Rivers Stadium. If he remains one of the top three vote-getters, O'Neill, who still leads baseball with a .428 average, will be the first American Leaguer to start as a write-in player since the voting was returned to the fans in 1970. Rico Carty of the Atlanta Braves (1970) and Steve Garvey of the Los Angeles Dodgers (1974) were write-in starters in the National League.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Sampras's Roll Stops on a Line In the Clay","web_url":"https://www.nytimes.com/1994/06/01/sports/tennis-sampras-s-roll-stops-on-a-line-in-the-clay.html","abstract":"  At war with his racquets, which weren't properly strung to pass the afternoon grinding away beneath a blinding sun against the most dogged clay-court player in the business, Pete Sampras fell to seventh-seeded Jim Courier, 6-4, 5-7, 6-4, 6-4, today in the quarterfinal round of the French Open.   The world's No. 1 player, the man who prevailed at each of the last three Grand Slam tournaments, had too much tension, his racquets too little. After vowing to go down volleying if he had to go down at all, Sampras instead wound up wavering on the baseline, a hesitation in tennis limbo that virtually guaranteed Courier the match.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/06/01/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Effort Is Begun By Dominicans To Seal Border","web_url":"https://www.nytimes.com/1994/06/01/world/effort-is-begun-by-dominicans-to-seal-border.html","abstract":"  The Deputy Secretary of the Armed Forces stomped along a dirt path by the muddy Massacre River, glaring at hundreds of Haitians on the other side sitting under trees or wading out to probe for a place to cross.    Every few dozen yards on the Dominican side of the river was a freshly arrived paratrooper in the black beret of the elite Airborne Brigade, blocking the countless trails worn toward places selling gasoline or other scarce goods.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Helping Kin Of Those With AIDS","web_url":"https://www.nytimes.com/1994/06/01/nyregion/about-new-york-helping-kin-of-those-with-aids.html","abstract":"  NITA PIPPINS was telling the seven out-of-towners how angry she would get when Nick, her only child, was dying of AIDS.   \"I'd tell him, I'm angry that you have this disease, I'm angry you are gay and I'm angry that I'm going to have to put you in the ground.\" She paused to sip her coffee in the almost empty diner before continuing in her Southern accent. \"Nick would hug me and say he couldn't help any of that and he'd be happy to put me in the ground first if he could.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts.html","abstract":"ZAP MAMA, \"Sabsylma\" (Remark): This feminine a cappella polyphonic quintet from Brussels sings a repertoire their bio describes as \"Pygmy gospel, psalms à la James Brown, Aboriginal rap, Zairian rai, Indian hip-hop and their own urban","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"North Korea Tests Cruise Missile Designed to Sink Ships","web_url":"https://www.nytimes.com/1994/06/01/world/north-korea-tests-cruise-missile-designed-to-sink-ships.html","abstract":"  In an effort to strengthen its military capability, North Korea today tested a new cruise missile designed to sink ships, Pentagon officials said.   The test, in the Sea of Japan, took place against the backdrop of rising tensions as North Korea continued to remove fuel from its nuclear reactor at Yongbyon despite warnings by the United Nations.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267538.html","abstract":"  A note to all you smokers sneaking a puff in forbidden places: try to get invited to the party in Washington next week honoring CHRISTOPHER BUCKLEY and his new Random House novel, \"Thank You for Smoking,\" a spoof of the lobbying business.   The hosts -- Harold M. Evans and Charles Peters, nonsmokers; Art Buchwald and Marlin Fitzwater, who favor cigars; G. Gordon Liddy, who reportedly has promised to be a smoker for the night, and Fran Lebowitz and Taki Theodoracopulos, both smokers -- have invited guests to what they are calling \"the ultimate smoke-filled room,\"at the Ritz-Carlton on June 9.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Books of The Times; A Jazz Legend and How She Grew","web_url":"https://www.nytimes.com/1994/06/01/books/books-of-the-times-a-jazz-legend-and-how-she-grew.html","abstract":"  Ella Fitzgerald   A Biography of the First Lady of Jazz   By Stuart Nicholson Illustrated. 334 pages. Charles Scribner's Sons. $23.     Some performers win our hearts with their imperfections; others seem so gifted that our love is always accompanied by reservations. That must be why Ella Fitzgerald still arouses so much discontent, fame and fortune notwithstanding.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"Thickening A Dessert? Try Gelatin Not Eggs","web_url":"https://www.nytimes.com/1994/06/01/style/thickening-a-dessert-try-gelatin-not-eggs.html","abstract":"INCREASINGLY, as chefs search for thickeners other than eggs for their desserts, they turn to gelatin. But the very mention of the g-word makes many food lovers see red -- Jell-O red, that is, with fruit or even marshmallows suspended in the translucent, shimmering semisolid. And Jell-O is taken no more seriously than, say, Hamburger Helper. \n\nBut gelatin, the ingredient that makes Jell-O gel, should not be spurned by serious cooks.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267520.html","abstract":"  The Rev. ARTHUR CALIANDRO never forgot the first wedding he performed when he arrived in 1967 at Marble Collegiate Church, where he is now the senior minister. The bride's name was LEA WEEKS BELL, and \"what I remembered most about her was that a tear came down her cheek and stayed there for the whole wedding,\" he said yesterday.    On Sunday, Mr. Caliandro, 60, will stand at the altar once again with Ms. Bell, now 53 and a real estate executive in River Edge, N.J. But this time as the bridegroom.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Navy Chief Trying To Make Amends Over Harassment","web_url":"https://www.nytimes.com/1994/06/01/us/navy-chief-trying-to-make-amends-over-harassment.html","abstract":"  Lieut. Darlene Simmons was a successful Navy lawyer with an impeccable reputation and a promising future. That is, until she accused her boss of sexual harassment.    Since that moment two years ago, Lieutenant Simmons has been forced to undergo a psychiatric examination (in which she was found to be fit), given poor marks on her evaluations and scheduled to be discharged in August. She says her superiors have answered her pleas for help with retaliation. \"I am regarded as a troublemaker with no future in the Navy,\" she told the House Armed Services Committee in March.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Krzyzewski to Stay As Coach at Duke","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-basketball-krzyzewski-to-stay-as-coach-at-duke.html","abstract":"  Duke averted an even bigger loss than its 1994 title-game defeat by Arkansas as MIKE KRZYZEWSKI announced yesterday that he would remain as coach. Last week, the 14-year Duke coach conceded that he was examining other job opportunities, reportedly in the National Basketball Association.   \"I wasn't in a career crisis,\" said Krzyzewski at a news conference in Durham, N.C. \"It wasn't looking so much at professional as it was just looking at everything.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Knicks May Need More Than the Garden","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-knicks-may-need-more-than-the-garden.html","abstract":"  For the second consecutive season, the Knicks have squandered a 2-0 lead in the Eastern Conference finals. Once again, they have backed themselves into a pressure-packed Game 5 tonight at Madison Square Garden, needing a victory to avoid a perilous situation.   Can the Knicks loosen the vise-grip of the Indiana Pacers' defense? Or will the Pacers continue to exploit the Knicks' offensive shortcomings and become the first team to win a road game in this series?","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"In Shift, State Farm Will Insure Battered Women","web_url":"https://www.nytimes.com/1994/06/01/us/in-shift-state-farm-will-insure-battered-women.html","abstract":"  Weeks after receiving adverse publicity on the issue, State Farm Insurance announced today that it would no longer deny life insurance or health insurance to the victims of domestic violence.   \"We're just not the kind of company that wants to make victims out of victims,\" said K. C. Eynatten, a spokeswoman for the company. \"It became clear to us that that's what was happening.\"","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"A Giant Void in Congress","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-a-giant-void-in-congress.html","abstract":"  While many Americans, politicians included, have switched to grilled fish and wine spritzers, Dan Rostenkowski has stuck with rare steaks and martinis.    He is a throwback to an earlier era -- to a time when Congress was dominated by a few giants, when big-city political machines were central influences in the Democratic Party, when personal loyalty was valued more in politics than ideology and when passing laws was more important than public relations.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Why Exiles From Russia Stay Abroad","web_url":"https://www.nytimes.com/1994/06/01/world/why-exiles-from-russia-stay-abroad.html","abstract":"  Nostalgia for the homeland has been a constant motif of Russian emigre life, stretching across centuries and continents. Yet now that the way has opened, few Russian political exiles of his generation have chosen the return home that Aleksandr I. Solzhenitsyn began late last week.   For most who were forced by decree or circumstance to leave Russia, the countries that received them have become home.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267112.html","abstract":"  A sports article yesterday about the Indianapolis 500 misstated the comparison between the race's television rating strength and those of Nascar stock car races. The Indianapolis 500 gets better ratings than the average Nascar race.  ","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Following Melee, Parks Department Alters Policy on Concert Permits","web_url":"https://www.nytimes.com/1994/06/01/nyregion/following-melee-parks-department-alters-policy-on-concert-permits.html","abstract":"  A day after 20 concertgoers were arrested in a bottle-throwing clash with the police in Tompkins Square Park, the New York City parks commissioner said that the department would make it more difficult for promoters to obtain permits for concerts in public parks.    The policy changes, Commissioner Henry J. Stern said, will target the kinds of music that he said attract fans prone to violence. He cited punk rock and heavy metal.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"1944: High Seas Drama : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-1944-high-seas-drama-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] A young and vacillating U- boat commander, who asked his Berlin superiors by radio whether he should torpedo the Portuguese refugee ship Serpa Pinto in the mid-Atlantic last week, kept 385 passengers and crew men in","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Clinton Aides Often Used Helicopter","web_url":"https://www.nytimes.com/1994/06/01/us/clinton-aides-often-used-helicopter.html","abstract":"  White House officials said today that aides to President Clinton had used the Presidential helicopter for their own purposes on a dozen occasions, but the announcement deemed legitimate all but one of the trips -- the outing to a golf course last week.   The list of 11 other flights disclosed by the White House today nevertheless raised new questions about the use of helicopters from the Presidential fleet. While most of the missions were described as training flights by White House military aides or officials from the White House military office, one was listed as a \"classified\" mission in which the passengers were Henry G. Cisneros, the Secretary of Housing and Urban Development, and Alice M. Rivlin, the deputy director of the Office and Management and Budget.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"1894: Arrivederci, All : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-1894-arrivederci-all-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - According to a report of Cavaliere G.P. Riva, Italian Consul General in New York, it appears that while the Italian emigrants landed in New York in 1892 numbered 57,830, in 1893 they reached the number of 69,201. In 1893 Italian immigration in New","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Rockets Beat Jazz and Reach Finals","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-rockets-beat-jazz-and-reach-finals.html","abstract":"  What started out as a romp to the National Basketball Association finals for Houston wound up as a thankful escape tonight after the Rockets nearly blew a 24-point lead but hung on to defeat Utah, 94-83, and win their first Western Conference championship since 1986. Houston took the series by 4 games to 1.   \"This is a great feeling\" said Rockets Coach Rudy Tomjanovich. \"I've been there as a player, been there as an assistant coach, but this is the sweetest.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Let's Be Clearer About Haiti Invasion","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-let-s-be-clearer-about-haiti-invasion-267554.html","abstract":"  To the Editor:   The report that President Clinton might seek to justify the use of military force in Haiti on the ground that continued military rule may cause a refugee outflow to the United States is somewhat disturbing (front page, May 20).","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Bart Simpson, Meet Bobby Bo: Fox Could Steal Home With the Right Pitch","web_url":"https://www.nytimes.com/1994/06/01/sports/tv-sports-bart-simpson-meet-bobby-bo-fox-could-steal-home-with-the-right-pitch.html","abstract":"  Does Rupert Murdoch's Fox Network want baseball?   Fox is a network that loves to tweak the television establishment. It proved that by agreeing to pay $1.58 billion for National Football League rights last December, and again last week by investing $500 million in a company that owns or will own 12 stations -- eight of them strong CBS affiliates.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"North Korea's Dangerous Lurch","web_url":"https://www.nytimes.com/1994/06/01/opinion/north-korea-s-dangerous-lurch.html","abstract":"  Enough is enough. North Korea has responded to the United States' patient and hopeful diplomacy with recalcitrance and provocative nuclear maneuvering. The recalcitrance was tolerable when talks were inching toward progress. But now the North is rushing to unload spent fuel from its nuclear reactor while delaying talks. If that is a negotiating tactic, it is one that the North Koreans must abandon immediately as deal-breaking brinkmanship.   The U.S. has been right to hold out for a negotiated nuclear-free Korean Peninsula. But North Korea seems intent on demonstrating that patient diplomacy will elicit only duplicity and defiance. It if intends to send some other message, it must do so quickly or else it may leave the U.S. no recourse but to seek economic sanctions and prepare for any military reactions.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Critic's Notebook; The First Spoleto Without Menotti","web_url":"https://www.nytimes.com/1994/06/01/arts/critic-s-notebook-the-first-spoleto-without-menotti.html","abstract":"  \"A fake festival,\" Gian Carlo Menotti called it from afar on the CBS program \"Sunday Morning.\" Odd, but the real thing seemed to be happening in the teeming streets right outside my hotel window here as the city was awakening to the fifth day of the Spoleto Festival U.S.A.   Mr. Menotti, who founded the event in 1977 and guided it through 17 seasons, is, of course, entitled to his bias. And the current season, which runs through next Sunday, might not have been to his liking in any case. But he was not speaking from firsthand experience. In fact, Mr. Menotti has had no contact with the festival or the city of Charleston since he resigned as artistic director in October after a protracted series of squabbles, which need no further rehearsal here.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"If It's Another Victory, It Must Be Overtime","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-notebook-if-it-s-another-victory-it-must-be-overtime.html","abstract":"  Overtime has been a big part of the Canucks' success this spring. Last night's 3-2 triumph over the Rangers was Vancouver's sixth in 18 games in its drive to win the Stanley Cup.   \"We just have a pretty good feeling going into it,\" said Greg Adams, who scored the game-winner with 34 seconds remaining in overtime. \"I've been on teams that were scared going into overtime, but not this team. We have a different attitude going into it.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Ex-Companion Kills Woman And Himself","web_url":"https://www.nytimes.com/1994/06/01/nyregion/ex-companion-kills-woman-and-himself.html","abstract":"  A woman who had obtained two orders of protection against her former companion was killed today when the man broke into her home, shot her in the head and then killed himself in front of their two sons, the Suffolk County police said.   The police said the woman, Hilda Rivera, 31, had obtained the orders of protection after telling authorities that her former companion, Louis Barcelo, 34, of the Bronx had made telephone threats against her. They said warrants were issued for Mr. Barcelo's arrest in connection with the threats.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267090.html","abstract":"  An obituary on May 21 about Paul Lenti, a theatrical reporter and critic, described the cause of his death incompletely. A spokesman for the Maimonides Medical Center in Brooklyn, where he died, pointed out that although Mr. Lenti's death was indeed caused by complications after heart surgery, the surgery had taken place nearly two months earlier. In the interim, he was discharged from the hospital, and spent several weeks in good health before becoming ill again.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267546.html","abstract":"  To the world, she was Marilyn Monroe, the quintessentially glamorous movie star. To BERNIECE BAKER MIRACLE, she was Norma Jean Mortensen, a long-lost half sister.    Along with her daughter, Mona Rae Miracle, Mrs. Miracle has written \"My Sister Marilyn,\" a book being published by Algonquin Books of Chapel Hill today, which would have been the actress's 68th birthday.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"To French Soccer Owner-Politician, There's No Bad Publicity","web_url":"https://www.nytimes.com/1994/06/01/world/to-french-soccer-owner-politician-there-s-no-bad-publicity.html","abstract":"  Besieged by judges, creditors, tax inspectors and political foes, a French industrialist-turned-politician seems to be living proof that all publicity is good publicity. Despite his troubles, Bernard Tapie's political career is flourishing.   Almost daily, French newspapers have carried articles about judges demanding that his immunity as a Member of Parliament be lifted, about a major bank threatening to seize his property to cover $215 million in debts and about accusations of a tax dodge involving his yacht.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"In School","web_url":"https://www.nytimes.com/1994/06/01/us/in-school.html","abstract":"  In April, as part of an exchange program, nine top seniors from Window Rock High School on the Navajo reservation journeyed to Connecticut to spend six weeks at one of the nation's premier prep schools, Choate Rosemary Hall. The Navajos were quite nervous.   \"I was worrying,\" said Thelma Woodie, who's among the top 25 seniors at Window Rock and will be attending Scottsdale Community College this fall. \"They told us President Kennedy went to Choate. They go to Harvard, Yale, Williams -- I've heard of those places, but we're not ready for those schools yet.\"","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"City Asks $100 Million for Coliseum Parcel","web_url":"https://www.nytimes.com/1994/06/01/nyregion/city-asks-100-million-for-coliseum-parcel.html","abstract":"  A day before the start of the trial to determine whether Mortimer B. Zuckerman's $338 million contract to build at the New York Coliseum is valid, the city and the Metropolitan Transportation Authority yesterday formally agreed to offer him half the site.    In an agreement which has still to be accepted by Mr. Zuckerman, he would pay $80 million for half the property and $20 million would come from city subsidies from annual tax payments generated by the project.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"A Disappointed Angler and the Ones That Got Away","web_url":"https://www.nytimes.com/1994/06/01/theater/a-disappointed-angler-and-the-ones-that-got-away.html","abstract":"  When Ron was a little boy in Minnesota, he dreamed of growing up to marry someone special, own a resort and catch the biggest fish in the lake where he has a little ice-fishing cabin (\"no girls allowed\").   Now, with an arctic storm howling down out of the north, the grown-up Ron is out on the frozen lake with a couple of six-packs of beer and his bait box and fishing tackle -- all alone, trying once again to get a hook into the Big One.","thumbnail":null,"section":"Theater"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Too-Early Pregnancy","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-too-early-pregnancy-267597.html","abstract":"  To the Editor:   The image of single, teen-age parents raising children kept recurring in your series of articles on violent children (May 15-18). However, in discussing possible solutions, you neglected prevention of teen-age pregnancy, despite the existence of effective initiatives to fight this problem.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Review/Television; For News-Magazine Fans, a Double-Feature Opportunity","web_url":"https://www.nytimes.com/1994/06/01/arts/review-television-for-news-magazine-fans-a-double-feature-opportunity.html","abstract":"  News of the arrival of another news magazine may not jolt many viewers out of their prime-time doze, but it does makes CBS the first network to offer two such programs one after the other. \"America Tonight\" has been scheduled to lead into good old \"48 Hours,\" perhaps in hopes of attracting news-magazine fans who have had to sit around and wait for their fix until 10 P.M.   So why is the new program different from all other such programs? Well, the main presences are Deborah Norville, lately of the late \"Street Stories,\" and Dana King, who was a co-anchor of ABC's \"Good Morning America Sunday\" before she joined CBS a few months ago. The reporters are Bob McKeown, Peter Van Sant and Bill Geist. Also promised, though not available for preview, are a guest commentator and some sort of viewer participation.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-267570.html","abstract":"  To the Editor:   \"When Trouble Starts Young,\" your May 15-18 series on the explosion of youth violence in the United States, focuses on the contribution of media violence to this growing and horrible problem. How can we expect children not to act violently when they spend three to four hours a day watching television that carries violent images into their homes? By the time the average American child finishes high school he or she has witnessed 18,000 entertaining television murders -- presented without clear vision, guilt or remorse.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Vatican Asks U.N. for 'Safe Area' in Rwanda","web_url":"https://www.nytimes.com/1994/06/01/world/vatican-asks-un-for-safe-area-in-rwanda.html","abstract":"  The Vatican asked the Security Council today to declare a \"safe area\" around a big religious complex in Rwanda where some 38,000 mainly Tutsi refugees are in danger of being killed.   The move followed an appeal by a group of Rwandan bishops to Pope John Paul II asking him to obtain the neutrality of the religious center at Kabgayi, five miles south of Gitarama in southwest Rwanda, to prevent what could become one of the worst catastrophes of the country's two-month-old tribal war.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"California's Fast-Forward Politics","web_url":"https://www.nytimes.com/1994/06/01/us/california-s-fast-forward-politics.html","abstract":"  Democrats and Republicans will go to the polls on June 7 to nominate candidates in the California Governor's race, but conventional political wisdom and opinion surveys long ago jumped ahead of the primaries and nominated two contenders: Gov. Pete Wilson, the Republican, and State Treasurer Kathleen Brown, the Democrat.    They have been squaring off for the better part of 15 months, and the latest polls show Mr. Wilson pulling closer to Ms. Brown. A single issue is dominating what is probably the most important state election in the country this year: the California economy, which is still struggling to pull out of a recession. Crime is an important secondary issue.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"War Exercise With Russia Is Postponed","web_url":"https://www.nytimes.com/1994/06/01/world/war-exercise-with-russia-is-postponed.html","abstract":"  In what Western diplomats said was a concession to nationalist sentiment here, the United States has agreed to postpone joint American-Russian military exercises scheduled for early July in Russia.   Officials said the Russian Government had requested the postponement, citing nationalist opposition to the presence of American troops on Russian soil. The officials said they hoped the exercises, which have been supported by the Russian Defense Ministry, would take place later and begin in the United States rather than in Russia.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/06/01/style/eating-well.html","abstract":"NEW Federal labeling regulations for meat and poultry will take effect on Aug. 8. Like the new labels on such foods as fruits, vegetables and grains, they are meant to be less confusing and more uniform, allowing easier comparisons. \n\nThe Department of Agriculture, which regulates meat and poultry, generally went along with the Food and Drug Administration's labeling regulations, which took effect May 8.\n\nBut before the Agriculture Department labels even show up in supermarkets, an effort is being made to change them.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Arms for the Bosnians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-arms-for-the-bosnians-letters-to-the-editor.html","abstract":"To President Alija Izetbegovic's request that the arms embargo against Bosnia-Herzegovina be lifted, the leader of the French government's list in the forthcoming European elections, Dominique Baudis, responded that increasing the number of weapons in th","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"N.J. Bike Helmet Law Is Found to Save Lives","web_url":"https://www.nytimes.com/1994/06/01/us/nj-bike-helmet-law-is-found-to-save-lives.html","abstract":"  WITH cycling season now in full swing, millions of people, young and older, are still riding around without protection against serious and possibly fatal head injury. But not Tiffany Thompson, an 11-year-old girl from Medford, N.J., who was struck by a car while biking two summers ago, just two months after the state's helmet law took effect. As the law mandated, Tiffany was wearing a safety helmet; she was spared injury more serious than a broken leg when she was flung head first into the front grill of a Mercedes Benz. Her helmet broke, but not her head.   Her kind of experience is not unique. According to James A. Arena, director of New Jersey's Department of Law and Public Safety, in the first full year of New Jersey's bicycle helmet law, bicycle-related fatalities among the youngsters covered fell 80 percent, from 10 deaths to 2. The law, which took effect on July 1, 1992, states that bike riders and passengers under age 14 must wear helmets that meet accepted safety standards, either the ANSI Z90.4 standard of the American National Standards Institute or the Snell Memorial Foundation's 1990 standard for protective headgear. Helmets meeting these standards are so labeled.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts-90166177547.html","abstract":"TED HAWKINS, \"The Next Hundred Years\" (Geffen): Hawkins, 58, has been broke, unlucky in love, and in and out of prisons and hospitals most of his life. At the age of 15, he was picking cotton in Parchman Penitentiary in Mississippi. He's had his","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Saint or Sinner, the Voters Say, Rostenkowski Isn't Washed Up","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-home-district-saint-sinner-voters-say-rostenkowski-isn-t.html","abstract":"  Representative Dan Rostenkowski, the powerful, gruff, burly son of ethnic Chicago, was indicted on Federal corruption charges in Washington today, but back here in his Fifth Congressional District, no one was ready to write his political obituary just yet.   The smart money says old Rosty may not beat the Feds, their 17-count indictment or their buckets of money, and he already has to step down immediately as chairman of the House Ways and Means Committee, but, come November, he will be re-elected, just like the 17 other times the voters have returned him to Congress with a pat on the back for bringing home so much bacon.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Illegitimacy Problem","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-illegitimacy-problem-267600.html","abstract":"  To the Editor:   \"A Boy in Search of Respect Discovers How to Kill\" (front page, May 15) paints a tragic picture of Shaul Linyear's growth into a teen-age killer. You also convey the sadness and pain his mother suffers. What you fail to address is the marital history of Shaul's mother. As best I can tell, she has four children, is not married, and no man has ever really been involved in her children's lives.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Courier Spoils Sampras's Hopes Of 4th Grand Slam Victory in a Row","web_url":"https://www.nytimes.com/1994/06/01/sports/IHT-courier-spoils-samprass-hopes-of-4th-grand-slam-victory-in-a-row.html","abstract":"The orange dust collected around the ankles of Pete Sampras's socks, in the crevices of his shoes; it filled in the eyes around his dirty white laces; it worked its way into the vital gears of the game's most intricate machine: It played with his mind..","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Clinton's Sudan Envoy to Visit African Capitals","web_url":"https://www.nytimes.com/1994/06/01/world/clinton-s-sudan-envoy-to-visit-african-capitals.html","abstract":"  President Clinton's new special envoy to the Sudan is to visit several African capitals this week as part of a stepped-up American effort to end the Sudanese civil war and to speed the flow of relief to a nation where American officials say millions are threatened with starvation.   As part of her trip, Melissa F. Wells, the special envoy appointed on May 20, plans to urge the Sudanese Government to allow an increased flow of aid to sustain the 2 million people in Sudan's rebellious south and 1.3 million in the Government-controlled north who rely on food aid.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"McLean Gets Sweet Justice From Canucks","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-mclean-gets-sweet-justice-from-canucks.html","abstract":"  In the glare of the competition for a Stanley Cup, and in the aftermath of one of the most memorable goaltending performances in a recent final playoff series, Pat Quinn, the coach of the Vancouver Canucks, was talking about justice.   Quinn's team had just come from behind to beat the Rangers, 3-2, in the first game of the series. His goaltender, Kirk McLean, had just made the most saves in the finals in 23 years. His team had taken McLean's excellence for what it was -- an inspiring second chance to win a game that easily could have been lost.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Charges Against Tong President Threaten a Chinatown Institution","web_url":"https://www.nytimes.com/1994/06/01/nyregion/charges-against-tong-president-threaten-a-chinatown-institution.html","abstract":"  A few dozen elderly men gather each day in the main hall of the Tung On Association on Division Street in Manhattan to drink tea and play mah-jongg beneath dusty paintings of George Washington and the Chinese leader Sun Yat-sen, restlessly clacking their colored tiles against the tops of worn wooden tables.    Members of the Tung On like to say that their association is as innocent as their afternoon gatherings. But Federal prosecutors say they can prove otherwise, and they have charged Clifford Wong, the Tung On's longtime president, with leading a criminal enterprise that killed 10 people and participated in many other crimes, like armed robbery and heroin trafficking.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Supreme Court Roundup; Justices Give States Control of Water Quantity, Too","web_url":"https://www.nytimes.com/1994/06/01/us/supreme-court-roundup-justices-give-states-control-of-water-quantity-too.html","abstract":"  The Supreme Court ruled in an important environmental case today that states have broad authority under the Federal Clean Water Act to protect not only the quality of their water but also the quantity of water that flows in streams and rivers.   The 7-to-2 decision upheld the State of Washington's right to insist on a minimum water flow that its Ecology Department believes is necessary to protect the salmon and steelhead trout in a river in the Olympic National Forest.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts-90280616531.html","abstract":"\"LADY DAY AND PRES, 1937-1941\" (Night & Day): Listening to the best of Billie Holiday and Lester Young together you also hear the best of both individually. A new 2-CD compilation from a small, smart French company.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"In America; Time to Act on Haiti","web_url":"https://www.nytimes.com/1994/06/01/opinion/in-america-time-to-act-on-haiti.html","abstract":"  A few years ago when I was on an assignment in Haiti, a man took me to the back of his pickup truck and pointed to two young children. They were sitting in the bed of the truck and both were shivering, although the evening was quite warm. It was obvious that they were ill.   The man said the children were his and he begged me to smuggle them into the United States, where they would be safe and \"grow strong.\" After listening to me explain how that was impossible, the man quietly said thank you, and with an expression of absolute despair, climbed into the cab of the truck and drove away.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Mistaken Approach","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-mistaken-approach-267619.html","abstract":"  To the Editor:   What is the point of your series on juvenile murderers? Identifying the killers by name and face may only add to their sick psyches. The few cases I have read seem to have no remorse. I can just hear one bragging: \"Look! My picture's in The New York Times!\" Certainly, these children need attention. Yet, this tragedy besetting some of our country's youth deserves the front page. Perhaps you should rethink how to report it. MARION BERNSTEIN  New York, May 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Invade Haiti? A Sure Way To Make a Bad Policy Worse","web_url":"https://www.nytimes.com/1994/06/01/opinion/invade-haiti-a-sure-way-to-make-a-bad-policy-worse.html","abstract":"  The United States is in danger of making a bad situation in Haiti even worse. We seem to be laying the groundwork for military intervention, which would get us into a quagmire.    If the Administration orders an invasion to restore President Jean-Bertrand Aristide, it will be making a grave mistake. There are better ways to help the democratic process.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/06/01/movies/the-pop-life-264873.html","abstract":"  A 'Lion King' Preview   In the next few weeks, Walt Disney will discover whether its magic touch extends to soundtracks as well as animated films. Yesterday, two million copies of the soundtrack for Disney's latest cartoon feature, \"The Lion King,\" went on sale around the country. This is the largest initial shipment of a recording Disney has ever sent out. Although sales of Disney's \"Aladdin\" soundtrack didn't hit the two-million mark until a full year after the movie was released, the company's sales department expects this shipment of \"The Lion King\" to last just 30 to 60 days. Disney also sent out one million copies of products related to the soundtrack, like sing-along, read-along, and play-along cassette packages for children.   The \"Lion King\" soundtrack is in department stores, toy stores, and Wal-Mart and Kmart stores, as well as drugstores, grocery stores, bookstores and, of course, the Disney stores and theme parks, said Mark Jaffe, a vice president at Walt Disney Records. Mr. Jaffe called the blitz \"the most extensive marketing and promotional effort we've ever put together.\"","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Toast of Brazil Goes International","web_url":"https://www.nytimes.com/1994/06/01/style/toast-of-brazil-goes-international.html","abstract":"CACHACA (kah-SHAH-sah) is just as lively as it sounds, an unrefined clear spirit distilled from sugar cane. Although it was originally the alcohol of the poor, this national beverage of Brazil is now consumed in fashionable drinks along Rio de Janeiro's Copacabana beach and, increasingly, in New York's Latin American bars, discos, restaurants and, yes, at least one coffee shop.\n\nThe Coffee Shop, the place that is open 23 hours day at Union Square and 16th Street, has been doing a brisk business in two classic Brazilian drinks made with cachaca -- batidas and caipirinhas -- since it opened four years ago.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Gypsy Homes Torched","web_url":"https://www.nytimes.com/1994/06/01/world/gypsy-homes-torched.html","abstract":"Villagers in northwestern Romania torched Gypsies' houses after two Gypsy youths were charged with killing a shepherd, the local authorities said today. No casualties were reported in the fires. The police in Satu Mare county, on the border with Hungary, said that people in the village of Racsa went on a rampage after the youths were arrested in the killing of the shepherd, who was an ethnic Romanian.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"How New York State Will Downgrade Multiple Choice Testing","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-how-new-york-state-will-downgrade-multiple-choice-testing-267260.html","abstract":"  To the Editor:   You characterize well why New York, along with most other states, is moving away from traditional multiple-choice testing and toward more performance-based assessment in your report on coming revisions in the New York State testing system (news article May 1). Multiple-choice tests can be scored easily, but most experts now agree they are not highly valid measures of what students know and can do. More important, they don't help students learn to perform well on real-world tasks.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Taking A Vacation In the Kitchen","web_url":"https://www.nytimes.com/1994/06/01/style/taking-a-vacation-in-the-kitchen.html","abstract":"THIS summer, thousands of people will combine their vacations with cooking classes, culinary tours and food festivals, choosing to work on both their tans and their tapenade.\n\nThe 1994 edition of \"The Guide to Cooking Schools\" (Shaw Guides, $19.95) lists 193 cooking vacation programs, a figure that has tripled in the last five years. These gastromonic getaways \"are part of a growth movement of travel for enrichment,\" said David Roth, publisher of Palate and Spirit, a New York-based quarterly devoted to culinary travel. The demand is growing so fast, and the industry with it, that Mr. Roth is starting a publication on the subject solely for travel agents.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"From the Beaches to the Seine: Surprise,Sacrifice and Some Good Luck","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-from-the-beaches-to-the-seine-surprisesacrifice-and-some-good.html","abstract":"The Allied strategic concept for Operation Overlord was simple. It was to transport forces from England to France, secure a bridgehead, and then move across France to the Seine River. There would also be a landing in southern France. However, because the","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Democratic Convention: Fete for Incumbents","web_url":"https://www.nytimes.com/1994/06/01/nyregion/democratic-convention-fete-for-incumbents.html","abstract":"  Unlike last week's Republican State Convention, where nominations were decided in three days of back-room deals, the Democratic convention at the Buffalo Convention Center on Wednesday and Thursday has been scripted as a coronation of incumbents.   Gov. Mario M. Cuomo, Lieut. Gov. Stan Lundine, State Comptroller H. Carl McCall, Attorney General G. Oliver Koppell and United States Senator Daniel Patrick Moynihan are all expected to be nominated during the two days of the convention. Each will deliver an acceptance speech, with Mr. Cuomo's address scheduled as the convention finale on Thursday afternoon. The Committee     The delegates to the convention are the 357 members of the Democratic State Committee, who are elected to represent their Assembly districts. Their votes are weighted to reflect the relative strength of the Democratic vote in their districts in the 1990 gubernatorial election. That means that Democratic strongholds like Brooklyn, Manhattan, Queens, Nassau County and Erie County hold the most influence.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Ballesteros in Open","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-golf-ballesteros-in-open.html","abstract":"  Following expansion of the United States Open field by three players, SEVE BALLESTEROS, winner of three British Opens and two Masters, and BEN CRENSHAW, who won the Masters in 1984, were given special exemptions yesterday to play in this year's event, June 16-19 at Oakmont Country Club outside Pittsburgh.   Both Ballesteros, who has played in 15 consecutive Opens, and Crenshaw, a veteran of 20 Opens, would have had to play in regional qualifiers if not granted the exemptions. Ballesteros had said he would not play unless granted the exemption.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Private Colleges Are Criticized for Their Brand of Justice","web_url":"https://www.nytimes.com/1994/06/01/us/private-colleges-are-criticized-for-their-brand-of-justice.html","abstract":"  Max Fraad-Wolff began the fall semester as a junior at Vassar College and ended it as a pariah. He was accused -- falsely, he says -- of leaving a vicious message on a fellow student's answering machine.   It is not so much the accusation that makes him angry as the way the college judiciary handled it. Summoned before a judicial board, he was not permitted to bring a lawyer or his parents. He was not allowed to present evidence that his accuser had blamed someone else and had then withdrawn the complaint. Two witnesses against him were never identified; a third person presented their testimony. The most frustrating thing, he says, is that Vassar did not permit a voice analysis of the answering-machine tape.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Fed Did Right in Raising Interest Rates","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-fed-did-right-in-raising-interest-rates-267562.html","abstract":"  To the Editor:   Re \"The Fed's Latest Mistake\" by Sam Nakagama (Op-Ed, May 19):","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Fusion Reactor Experiment Sets A Power Record, Scientists Say","web_url":"https://www.nytimes.com/1994/06/01/us/fusion-reactor-experiment-sets-a-power-record-scientists-say.html","abstract":"  Scientists at the Princeton Plasma Physics Laboratory announced yesterday that their experimental fusion reactor had set a world record, producing a burst of nine million watts of fusion power.   Although the promise of cheap, plentiful fusion energy remains decades in the future, Princeton scientists said the latest achievement was a significant step.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Canucks Leave the Rangers With Echoes of Defeat","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-canucks-leave-the-rangers-with-echoes-of-defeat.html","abstract":"  The sound is sometimes just a simple Ding! or occasionally a louder Clang! It is sort of what you hear when a hammer strikes an anvil or a horseshoe hits a metal pole at the holiday picnic.   It is one-note music to the ears of a goalie like Vancouver's Kirk McLean, who had earned his good luck Tuesday night when the speeding, rising, rubber puck struck the metal crossbar behind him in the final minute of overtime.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; What of the Rest?","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-what-of-the-rest-267589.html","abstract":"  To the Editor:   You filled more than two pages May 17 with your articles on young criminals in New York City. Grim as the articles were, they spoke of the worst in our city.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"St. Petersburg Journal; The Russians Revisit Stalin's Never-Never Land","web_url":"https://www.nytimes.com/1994/06/01/world/st-petersburg-journal-the-russians-revisit-stalin-s-never-never-land.html","abstract":"  The old man stood rock still, his back straight as a girder, contemplating Stalin.   He seemed transfixed by the huge 1937 painting by Grigory M. Shegal called \"Leader, Teacher and Friend.\" Under a huge statue of Lenin, Stalin pays a visit to a 1935 congress of collective farmers and industrial workers.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Victory for Salazar","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-road-racing-victory-for-salazar.html","abstract":"  ALBERTO SALAZAR won a major race for the first time in nearly a decade yesterday, capturing the 50-mile Comrades Marathon in Pietermaritzburg, South Africa. The 35-year-old former world marathon record-holder was timed in 5 hours 38 minutes 39 seconds. Second place went to NIC BESTER of South Africa, who sprinted in at 5:42.52. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"The Pyongyang Puzzle","web_url":"https://www.nytimes.com/1994/06/01/world/the-pyongyang-puzzle.html","abstract":"  When North Korea first began playing cat-and-mouse with the Clinton Administration over nuclear inspections, Washington's goal seemed simple: the Communist leaders of one of the world's most unpredictable states could not be permitted to possess a nuclear weapon.   But in the ensuing 18 months, as Washington and its allies have alternately tried to pressure, sweet-talk and threaten the North into giving up its bomb project, reality has set in and the objectives have grown far more complicated.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Police Head Ousted In Mount Vernon","web_url":"https://www.nytimes.com/1994/06/01/nyregion/police-head-ousted-in-mount-vernon.html","abstract":"  The Mayor of Mount Vernon, N.Y., said that he had ousted the city's Police Commissioner yesterday, citing unspecified discontent with the police force. He said the move was unrelated to the arrests of three officers three weeks ago on graft charges.   The Commissioner, Clyde A. Isley, could not be reached for comment. He became the commissioner a year ago, after having served as deputy commissioner.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Cause of Cystic Fibrosis Is Traced to the Stone Age","web_url":"https://www.nytimes.com/1994/06/01/us/cause-of-cystic-fibrosis-is-traced-to-the-stone-age.html","abstract":"  The most common mutation that causes cystic fibrosis, a deadly genetic disease of the lungs and pancreas, is far more ancient than anybody suspected. The mutation arose in Europe midway through the Stone Age and spread across the continent along with the restless bands of hunters and gatherers who bore it, scientists have reported.   Using genetic samples from 15 different European groups to reconstruct molecularly the origin and evolution of cystic fibrosis, a widespread hereditary disease, researchers have concluded that the mutation is at least 52,000 years old, 10 to 20 times the age previously accorded it.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Mexican Rebels Gather to Rule on Government's Peace Offer","web_url":"https://www.nytimes.com/1994/06/01/world/mexican-rebels-gather-to-rule-on-government-s-peace-offer.html","abstract":"  Peasant rebels in the southern state of Chiapas sealed off areas under their control today for what they said would be a final assembly to decide whether to accept the peace settlement offered by the Government nearly three months ago.   In a communique published in Mexican newspapers today, leaders of the Zapatista National Liberation Army said they had finished a long series of meetings on the proposed settlement with the peasant communities that support them. In the coming days, they said, they will close their strongholds to journalists, count the votes, and reach a decision.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/01/nyregion/metro-digest-261513.html","abstract":"  NEW YORK CITY  CHARGES THREATEN AN INSTITUTION   A few dozen elderly men gather each day in the main hall of the Tung On Association to drink tea and play mah-jongg. Members like to say that their association is as innocent as their gatherings. But Federal prosecutors have charged Clifford Wong, the Tung On's longtime president, with leading a criminal enterprise that killed 10 people and participated in armed robbery and heroin trafficking. A1.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Public & Private; The Nurse Paradigm","web_url":"https://www.nytimes.com/1994/06/01/opinion/public-private-the-nurse-paradigm.html","abstract":"  An apple a day keeps the nurse away? Don't worry, you'll get used to the idea.    Because one of the most revolutionary parts of health care reform in America is bound to be the burgeoning role that nurses will play, including providing many of the services that were once confined to physicians. Their new prominence will benefit patients -- and raise some questions about the importance of tender loving care and the economic value of medical services.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Rangers' Nasty Habit Is Hard One to Break","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-rangers-nasty-habit-is-hard-one-to-break.html","abstract":"  The Rangers went to the locker room at the close of regulation and they did not know whether to feel confidence, frustration, or simply disgust. They had been one minute away from victory in the first game of the Stanley Cup finals, and then the Vancouver Canucks snuck in some back door.   The players cannot put a finger on what they were feeling at that moment, but it was an all too familiar sensation, that they knew for sure. For the third time in eight playoff games, the Rangers had blown a lead in the final minute of regulation, and for the fourth time in eight games they were headed into overtime.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/01/nyregion/news-summary-259055.html","abstract":"  International A3-15  CAT AND MOUSE WITH NORTH KOREA  News analysis: President Clinton's initial goal of insuring that North Korea does not have a nuclear bomb is now virtually unattainable. If the North has developed one, the chances of finding it soon are next to nil. As a result, the allies are arguing over what to insist on, and North Korea is capitalizing on the confusion.  A1  North Korea tested a new cruise missile in the Sea of Japan.  A12","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Coleman Enters Plea","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-basketball-coleman-enters-plea.html","abstract":"  DERRICK COLEMAN pleaded not guilty yesterday to charges that he assaulted three teen-agers outside a Manhattan night spot on April 30 after being taunted about a playoff loss to the Knicks.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940601","headline":"Republic of South Africa becomes a republic in the Commonwealth of Nations.","pages":[{"title":"South Africa","web_url":"https://en.wikipedia.org/wiki/South_Africa","description":"Country in Southern Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Flag_of_South_Africa.svg/320px-Flag_of_South_Africa.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"South Africa, officially the Republic of South Africa, is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline that stretches along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini. It also completely enclaves Lesotho. It is the southernmost country on the mainland of the Old World, and the second-most populous country located entirely south of the equator, after Tanzania. South Africa is a biodiversity hotspot, with unique biomes, plant and animal life. With over 62 million people, the country is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. Pretoria is the administrative capital, while Cape Town, as the seat of Parliament, is the legislative capital. Bloemfontein has traditionally been regarded as the judicial capital. The Constitutional Court, the country's highest court, is located in Johannesburg."},{"title":"Republics in the Commonwealth of Nations","web_url":"https://en.wikipedia.org/wiki/Republics_in_the_Commonwealth_of_Nations","description":"Country with a republican form of government in the Commonwealth of Nations","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Commonwealth_republics.svg/320px-Commonwealth_republics.svg.png","thumbnail_width":320,"thumbnail_height":162},"abstract":"The republics in the Commonwealth of Nations are the sovereign states in the organisation with a republican form of government. As of June 2022, 36 out of the 56 member states were republics. While Charles III is the titular Head of the Commonwealth, the King is not the head of state of the republican members. The King is however, the reigning monarch in the Commonwealth realms. The Head of the Commonwealth role does not carry with it any power; instead, it is a symbol of the free association of Commonwealth members."}]}],"weather":[{"date":"19940601","time":"1994-06-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":55,"wspd":7.6},{"date":"19940601","time":"1994-06-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":56,"wspd":5.4},{"date":"19940601","time":"1994-06-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":61,"wspd":1.8},{"date":"19940601","time":"1994-06-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":65,"wspd":3.6},{"date":"19940601","time":"1994-06-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":65,"wspd":3.6},{"date":"19940601","time":"1994-06-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":56,"wspd":1.8},{"date":"19940601","time":"1994-06-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":50,"wspd":5.4},{"date":"19940601","time":"1994-06-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":52,"wspd":7.6},{"date":"19940601","time":"1994-06-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":50,"wspd":5.4},{"date":"19940601","time":"1994-06-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":42,"wspd":5.4},{"date":"19940601","time":"1994-06-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":36,"wspd":13},{"date":"19940601","time":"1994-06-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":34,"wspd":18.4},{"date":"19940601","time":"1994-06-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":33,"wspd":22.3},{"date":"19940601","time":"1994-06-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":27,"wspd":14.8},{"date":"19940601","time":"1994-06-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":30,"wspd":14.8},{"date":"19940601","time":"1994-06-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.1,"rhum":35,"wspd":20.5},{"date":"19940601","time":"1994-06-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":37,"wspd":9.4},{"date":"19940601","time":"1994-06-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":39,"wspd":11.2},{"date":"19940601","time":"1994-06-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":45,"wspd":9.4},{"date":"19940601","time":"1994-06-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":49,"wspd":16.6},{"date":"19940601","time":"1994-06-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":54,"wspd":9.4},{"date":"19940601","time":"1994-06-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":59,"wspd":13},{"date":"19940601","time":"1994-06-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":60,"wspd":14.8},{"date":"19940601","time":"1994-06-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":69,"wspd":16.6},{"date":"19940601","time":"1994-06-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":27.7},{"date":"19940601","time":"1994-06-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":20.5},{"date":"19940601","time":"1994-06-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":22.3},{"date":"19940601","time":"1994-06-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":25.9},{"date":"19940601","time":"1994-06-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":22.3},{"date":"19940601","time":"1994-06-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":25.9},{"date":"19940601","time":"1994-06-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":20.5},{"date":"19940601","time":"1994-06-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":18.7},{"date":"19940601","time":"1994-06-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":78,"wspd":20.5},{"date":"19940601","time":"1994-06-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":16.6},{"date":"19940601","time":"1994-06-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":84,"wspd":9.4},{"date":"19940601","time":"1994-06-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":13},{"date":"19940601","time":"1994-06-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":22.3},{"date":"19940601","time":"1994-06-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":20.5},{"date":"19940601","time":"1994-06-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":16.6},{"date":"19940601","time":"1994-06-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":16.6},{"date":"19940601","time":"1994-06-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":24.1},{"date":"19940601","time":"1994-06-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":27.7},{"date":"19940601","time":"1994-06-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":31,"wspd":25.9},{"date":"19940601","time":"1994-06-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":23,"wspd":27.7},{"date":"19940601","time":"1994-06-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":23,"wspd":27.7},{"date":"19940601","time":"1994-06-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":29,"wspd":29.5},{"date":"19940601","time":"1994-06-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":30,"wspd":25.9},{"date":"19940601","time":"1994-06-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":34,"wspd":22.3}]},"19940602":{"guardian_articles":[],"nytimes_articles":[{"date":"19940602","headline":"Search for 2 Escaped Killers Is Slowed as Freed Hostage Is Sought","web_url":"https://www.nytimes.com/1994/06/02/nyregion/search-for-2-escaped-killers-is-slowed-as-freed-hostage-is-sought.html","abstract":"  As investigators continued to search for two killers from New York City who escaped from a state psychiatric center at gunpoint Friday night, state police officials said yesterday that their investigation had been slowed because they had been unable to find the hospital worker who was taken hostage, then released.   Robert J. Kamrowski, the hospital aide, who the two men took hostage at the Mid-Hudson Psychiatric Center in Orange County, apparently left on a 14-day vacation the next morning. Police officials interviewed Mr. Kamrowski on Friday night but said they wanted to re-interview him because there were elements in his account that investigators did not understand.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Democrats Pick New York Slate Of Incumbents","web_url":"https://www.nytimes.com/1994/06/02/us/democrats-pick-new-york-slate-of-incumbents.html","abstract":"  Girding for a challenge from newly unified Republicans, New York's Democrats smoothly blessed a ticketful of incumbents for re-election at their state convention today, beginning with unanimous endorsements of Gov. Mario M. Cuomo and Senator Daniel Patrick Moynihan.    But they could not mask undercurrents of apathy, anxiety and dissension -- or avoid contested primaries for Senator and State Attorney General.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Separated From Children, Immigrants Grow Desperate","web_url":"https://www.nytimes.com/1994/06/02/nyregion/separated-from-children-immigrants-grow-desperate.html","abstract":"  For many West Indian women in New York, long-term separation from their children is a heartbreaking fact of immigrant life. And for some, like the Jamaican mother whose son was held for ransom by smugglers this week, it is just too much to bear.   The arrest of five people in a Jamaican child-smuggling operation on Tuesday illuminates the desperate methods that some immigrants will employ to be reunited with their children.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Sports of The Times; This Time It's Worse, Much Worse","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-of-the-times-this-time-it-s-worse-much-worse.html","abstract":"  THREE HUNDRED and sixty-four days later, it happened again. The Knicks confronted the ghost of fifth games past, but instead of conquering that specter they staged one of the classic collapses in their history.    Last year in Game 5 it was Michael Jordan and eight other arms swatting at poor Charles Smith, who couldn't push the rock up the hill and therefore became a symbol for one unfortunate moment.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276197.html","abstract":"  An obituary yesterday about Shelby Cullom Davis, a New York investment banker, philanthropist and former United States Ambassador to Switzerland, misstated the date of his death in some editions. It was Thursday, May 26, not Sunday.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/02/nyregion/metro-digest-270377.html","abstract":"  NEW YORK DEMOCRATS BACK INCUMBENTS Girding for a challenge from newly unified Republicans, New York's Democrats smoothly blessed a ticketful of incumbents for re-election at their state convention, beginning with unanimous endorsements of Gov. Mario M. Cuomo and Senator Daniel Patrick Moynihan. A1. CRIME RATE DROPS, HASTENING A TREND Reports of major crime in New York City dropped by 11 percent in the first five months of this year, according to preliminary police figures, accelerating the downward trend of the last few years. A1.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Weimar Russia: Resist Its Blackmail-by-Weakness","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-weimar-russia-resist-its-blackmailbyweakness.html","abstract":"Russia is the joker in the European deck, and wariness should be the watchword. The West ought not to bet on the predictability of a player which represents the residual risk in Europe's post-Cold War destiny..The problem is domestic in part. It is tru","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"White House Plaque","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-white-house-plaque-278220.html","abstract":"  To the Editor:   Your fascinating May 20 obituary of Jacqueline Kennedy Onassis contained the following: \"Before she left the White House, she placed a plaque in the Lincoln bedroom that said, 'In this room lived John Fitzgerald Kennedy with his wife, Jacqueline during the 2 years, 10 months and 2 days he was President of the United States -- Jan. 10, 1961 - Nov. 22, 1963.' Mrs. Richard M. Nixon had the plaque removed after she and her husband moved in in 1969.\"","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"FLAW DISCOVERED IN FEDERAL PLAN FOR WIRETAPPING","web_url":"https://www.nytimes.com/1994/06/02/us/flaw-discovered-in-federal-plan-for-wiretapping.html","abstract":"  A computer scientist at AT&T Bell Laboratories has discovered a basic flaw in the technology that the Clinton Administration has been promoting as a way to allow law enforcement officials to eavesdrop on electronically scrambled telephone and computer conversations.   Someone with sufficient computer skills can defeat the Government's technology by using it to encode messages so that not even the Government can crack them, according to the Bell Labs researcher, Matthew Blaze.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Ukraine's Lawmakers in Warning to Crimea","web_url":"https://www.nytimes.com/1994/06/02/world/ukraine-s-lawmakers-in-warning-to-crimea.html","abstract":"  The Ukrainian Parliament confirmed its decision to suspend the Constitution of its Russian-dominated region of Crimea today and demanded that President Leonid M. Kravchuk draw up a list of responses by Monday to stop Crimea's slide toward independence.   Though the new resolution set no deadlines, nor suggested what might be in store for the pro-Russian leadership of Crimea, lawmakers said they felt they had made a tough statement by rejecting Mr. Kravchuk's proposal to submit the Crimean problem to a Constitutional Court, whose creation would take at least a month.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Clinton, in Rome, Starts Tour of Europe to Burnish Image","web_url":"https://www.nytimes.com/1994/06/02/world/clinton-in-rome-starts-tour-of-europe-to-burnish-image.html","abstract":"  Bill Clinton began the second major European trip of his Presidency today in much the same way he began the first, still struggling to convince the principal allies of the United States that he is a worthy leader of the world's only fully functioning superpower.   Air Force One landed at Ciampino Airport, southeast of Rome, a few minutes after midnight, and Mr. Clinton will plunge into a characteristically ambitious program this morning.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Drunken Driver Detectors","web_url":"https://www.nytimes.com/1994/06/02/opinion/drunken-driver-detectors.html","abstract":"  Over the last 15 years, the incidence of deaths involving drunken drivers has been cut by around 30 percent. There are many reasons for this good news: public-service campaigns promoting sensible drinking and designated drivers; major lawsuits that have caused bartenders to think twice about serving intoxicated customers; society's growing distaste for public drunkenness. Yet the deaths of three pedestrians in New York City this spring at the hands of a man with a long history of drunken driving, Abraham Meyers, was a dramatic reminder that we have a long way to go.    The killings provoked justifiable, widespread outrage over lax laws and meager enforcement. Yet few mentioned that the accident might have been averted through simple technology. In a few feet, a car can transform a driver's failings -- drunkenness, anger, momentary inattention -- into a body count. Since cars are essential to everyday life, they cannot be banned, but they can be engineered to keep drunks from getting behind the wheel.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Veto Delayed By Giuliani On Job Shift","web_url":"https://www.nytimes.com/1994/06/02/nyregion/veto-delayed-by-giuliani-on-job-shift.html","abstract":"  Mayor Rudolph W. Giuliani, in a surprise move, said yesterday that he would delay vetoing a bill, passed last month by the City Council, that would allow the Council to hold hearings on the Mayor's attempts to turn over some municipal services to private companies.   Mr. Giuliani has long denounced the bill and had promised to veto it even before it had passed a Council committee for submission to the entire body. Administration officials had stated their intention to take the matter to court to block the bill. But yesterday Mr. Giuliani held a public hearing on the bill -- required by law before the Mayor signs or vetoes a measure -- and said he wanted to wait before vetoing it.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/02/sports/results-plus-274003.html","abstract":"  HORSE RACING  Erhaab Captures English Derby  Erhaab closed with a rush in the final 100 yards under 52-year-old jockey Willie Carson and won the English Derby by 1 1/4 lengths yesterday at Epsom, England, before 100,000 spectators, including Queen Elizabeth II. King's Theater finished second ahead of Colonel Collins. Near the halfway point of the mile-and-a-half race, Willie Ryan was thrown from Foyer. He possibly broke ribs. (AP)   YACHTING  Could a Photo Finish Be in Sight?  The closest leg finish in the history of the Whitbread Round the World Race loomed yesterday as two yachts were within two miles of the leader with two days to go. The Maxi entry New Zealand Endeavor held the slight advantage over Whitbread 60 Class yachts Yamaha and Tokio as the boats sailed the North Atlantic some 640 miles from the finish of the sixth and final leg at Southampton, England. All three boats are on course to break by four days the previous Whitbread record for the 3,818-mile leg from Fort Lauderdale, Fla. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"He Had His Medals and a Lot More","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-he-had-his-medals-and-a-lot-more.html","abstract":"When the war ended in the Pacific, I went home with what was left of my mortar platoon. Possessing few talents, except for having risen to the lofty rank of second lieutenant at 19, I decided to stay in the army..After parachute and glider school at Fo","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Colombia Reimposes Curbs On Marijuana and Cocaine","web_url":"https://www.nytimes.com/1994/06/02/world/colombia-reimposes-curbs-on-marijuana-and-cocaine.html","abstract":"  Stung by charges that this capital was becoming an \"Amsterdam in the Andes,\" Colombia's Government has squashed Latin America's first fling with legally free drug use, reimposing tight curbs on the use of cocaine and marijuana.    On Tuesday night, the Government decreed a series of restrictions that essentially limit drug consumption to private residences where children are not present.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"U.S. Roster Selected For the World Cup","web_url":"https://www.nytimes.com/1994/06/02/sports/us-roster-selected-for-the-world-cup.html","abstract":"  The United States pared its World Cup roster to the 22-player limit last night. It's a list that includes only six players who competed in soccer's world championship four years ago in Italy.   Among the three players cut was defender Brian Bliss, who was called up to the national team for two exhibitions last week but tore cartilage in his left knee upon returning to his club team in Germany.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"A Good Starting Point : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-a-good-starting-point-letters-to-the-editor.html","abstract":"Regarding \"When Victims Boast of Their Victimhood, the Better to Victimize\" (Opinion, May 5) by Flora Lewis:.Ms. Lewis rightly points to the damage to relations between blacks and Jews, which is a serious loss for the comity of American socie","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276227.html","abstract":"  An article on May 9 about research on silicones at the Dow Corning Corporation that led the company to manufacture silicone breast implants misattributed the statement that documents about the research had been turned over to a Federal grand jury by a scientist, Dr. Robert S. Lake. It was made by a lawyer for the plaintiffs in a class action lawsuit against implant makers, not by Dr. Lake's lawyer, A. Wayland Cooke.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"It's Not Too Late to Stop Zaire Anarchy","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-it-s-not-too-late-to-stop-zaire-anarchy-278238.html","abstract":"  To the Editor:   Your May 24 front-page report from Kinshasa describes Zaire's drift toward anarchy. What is most surprising about Zaire is that, with isolated exceptions, it has not been engulfed by the violence of Rwanda, Somalia and other African countries. But there is still time. President Mobutu Sese Seko's \"long and complicated political game with the opposition\" is far from over.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Jamaica to Let U.S. Anchor Ship Off Coast","web_url":"https://www.nytimes.com/1994/06/02/world/jamaica-to-let-us-anchor-ship-off-coast.html","abstract":"  Jamaica agreed today to let the United States anchor ships in its waters so American officials can hold shipboard hearings to determine whether fleeing Haitians qualify for refugee status.   The Jamaican decision represents a diplomatic victory for the Clinton Administration, which promised last month to provide individual hearings for Haitian boat people rather than forcibly send them back without hearings. Later, the Administration realized it did not have a suitable place to conduct such hearings.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"15 Floods in 25 Years, Town's Moving","web_url":"https://www.nytimes.com/1994/06/02/us/15-floods-in-25-years-town-s-moving.html","abstract":"  There is nothing like a flood to bond a small community in a watery battle to save lives and property. Almost a year ago, the Iowa River spilled over its banks, and most of Chelsea's 330 residents worked side by side for weeks to feed the elderly, repair utilities and rebuild homes and businesses.    But there is also nothing like well-meaning ideas and a river of cash from Washington to end such unity and divide an old river town like never before.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Big Payoff In Lottery Shows Lure Of Dreams","web_url":"https://www.nytimes.com/1994/06/02/nyregion/big-payoff-in-lottery-shows-lure-of-dreams.html","abstract":"  With New Jersey's Pick-6 lotto jackpot at $35 million, the second largest ever, Frank Shain figures his lucky lottery number will most certainly be lucky this time.    So at the Garden State News here in mid-afternoon, Mr. Shain opened his billfold and pulled out a frayed slip of paper bearing 1-5-6-13-18-22 in faded pencil and bought a $1 ticket for Thursday night's drawing. This is the week, he said, his number will repay years of loyalty and faith with a big lottery payoff.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Vietnam Vet Suicide Didn't Drink at End","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-vietnam-vet-suicide-didn-t-drink-at-end-277894.html","abstract":"  To the Editor:   Much has been written and said about the life and death by suicide May 11 of Lewis B. Puller Jr. (news article, May 14), veterans' advocate and Pulitzer Prize winner for \"Fortunate Son: The Healing of a Vietnam Vet.\" Most of it has been accurate.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"23 Women Are Named to America   Crew","web_url":"https://www.nytimes.com/1994/06/02/sports/yacht-racing-23-women-are-named-to-america-crew.html","abstract":"  Bill Koch's America   team released the names yesterday of 23 crew members it has chosen to sail in the 1995 America's Cup defense trials. Besides veteran sailors, the first all-female cup crew includes a body builder, two Olympic rowers, two professional divers and a world-class weight lifter.   \"It wasn't an opportunity that was there when I graduated from college 10 years ago,\" said J J Isler yesterday about making the first all-female team. \"I feel lucky that I'm in the right place at the right time.\"","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"The Talk of Hollywood; Got a Screenplay? Make It Derivative And Send It, Fast","web_url":"https://www.nytimes.com/1994/06/02/movies/the-talk-of-hollywood-got-a-screenplay-make-it-derivative-and-send-it-fast.html","abstract":"  Seated on black leather chairs in a conference room at International Creative Management in Beverly Hills, a group of literary agents were happily examining an alphabetic list of nearly 20 screenplays, mostly by unknown writers, that have been sold by the agency in the last six months. The prices ranged from $250,000 to the low seven figures.   \"Suddenly, it's a very healthy market now,\" said one of the I.C.M. agents, Steve Rabineau. \"There hasn't been this kind of spurt in years. Look at the list.\"","thumbnail":null,"section":"Movies"},{"date":"19940602","headline":"1894: Royal Troubles : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1894-royal-troubles-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The Empress Frederick has in vain sought to bring about a reconciliation between the Emperor and his brother-in-law, the Crown Prince of Greece. The former cannot forget his sister's abjuration of her religion after her marriage. He still regards","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Wickman Can't Pass Yankees' Closer Test","web_url":"https://www.nytimes.com/1994/06/02/sports/baseball-wickman-can-t-pass-yankees-closer-test.html","abstract":"  Bob Wickman was left on the mound in the dramatic ninth inning last night against the White Sox. Left to prove himself as the closer the Yankees have been futilely searching for. Left to try to navigate through perhaps the most precarious situation of his career. Wickman was given the chance to shine but instead made the Yankees shudder.   No matter what Manager Buck Showalter mumbled after the White Sox had scored three runs in the ninth to swipe a 5-4 victory at Yankee Stadium, this was a test of the bullpen. It was a significant test. It was Wickman's chance to snare the closer's role and sprint with it. But Wickman stumbled. So did Steve Howe. So did the Yankees. Even if Showalter denied it, this was a test and Wickman failed.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"On Broadway, the Numbers Are on the Rise","web_url":"https://www.nytimes.com/1994/06/02/theater/on-broadway-the-numbers-are-on-the-rise.html","abstract":"  Broadway attendance this season rose to its highest level in six years, according to statistics released yesterday by the League of American Theaters and Producers, a North American trade association for the commercial theater industry. A total of 8.1 million people saw performances in one of Broadway's 35 theaters during the just-concluded 1993-94 season, up from 7.9 million a year ago.   The total audience was the largest since 1987-88, when about 30,000 more people attended Broadway shows. The record, 11 million, occurred in the 1980-81 season; the record low, 5.4 million, in 1972-73.","thumbnail":null,"section":"Theater"},{"date":"19940602","headline":"A Debt of Gratitude : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-a-debt-of-gratitude-letters-to-the-editor.html","abstract":"The veterans of the European Theater of Operations who fought after D-Day not only feel a sense of profound gratitude to the Normandy veterans, but also, I'm sure, a certain frustration in not being able to pay our respects on-site. We owe them our very","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Bias Charged In Selection Of U.S. Juries","web_url":"https://www.nytimes.com/1994/06/02/nyregion/bias-charged-in-selection-of-us-juries.html","abstract":"  For years, the Federal court district that covers three New York City boroughs and Long Island has brought many people in from Long Island -- with its mostly white population -- to serve on juries in Brooklyn. But people from the city portion of the district -- with its larger percentage of minority residents -- do not serve on juries in the district's two Long Island courthouses.   Defense lawyers have increasingly argued that the disparity is unfair to black and Hispanic defendants, and the Federal prosecutor for the district also wants the system changed because, he says, this perception undercuts confidence in the courts.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277770.html","abstract":"  The topic of a meeting to be held by the United States Information Agency in Atlanta tomorrow and Saturday is \"Investing in People: The United States-South Africa Conference on Democracy and Economic Development,\" and it may be the hottest ticket around.   \"The idea simply struck fire with a number of people, and we now have more who are interested than we can possibly accommodate,\" said Dr. JOSEPH D. DUFFEY, the agency's director.","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Books of The Times; A Dark Moral Tale of Old New York","web_url":"https://www.nytimes.com/1994/06/02/books/books-of-the-times-a-dark-moral-tale-of-old-new-york.html","abstract":"    The Waterworks  By E. L. Doctorow  253 pages. Random House. $23.     The inspiration for E. L. Doctorow's haunting new novel, \"The Waterworks,\" clearly comes from a mysteriously sinister four-page story, \"The Water Works,\" which appeared in the author's 1984 collection, \"Lives of the Poets.\" In the story, the narrator follows a black-bearded man to an artificial reservoir somewhere north of a city, and watches as the man pulls a drowned child from the water and drives away in a carriage.","thumbnail":null,"section":"Books"},{"date":"19940602","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/02/nyregion/news-summary-269352.html","abstract":"  International A3-15  A LONG WAR SAPS AZERBAIJAN  With billions of gallons of oil and rich agricultural resources, Azerbaijan would seem to have it all. But a war with Armenia governs every aspect of life in the Caucasus country, pounding people from their homes and miring many in poverty.  A1","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277746.html","abstract":"  ROBERT TAUB could hardly hope to play the piano for more rarefied audiences than the ones who will hear him in Princeton, N.J., in the next few years. Mr. Taub has been named as the the first artist-in-residence at the 70-year-old Institute for Advanced Study, a research center for scholars in the sciences and humanities.    \"His appointment will be a combination of scholarship and performance, and an interesting experiment,\" said PHILLIP A. GRIFFITHS, the institute's director. \"We haven't done anything like this since T. S. Eliot was here in 1958. While he was here, he wrote 'The Cocktail Party.' \"","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Essay; Reactor Roulette","web_url":"https://www.nytimes.com/1994/06/02/opinion/essay-reactor-roulette.html","abstract":"  Stalinist North Korea watched the way Serbia diddled the \"Great Powers\" of the West -- a promise here, a false concession there -- and proceeded to use the same technique on the \"Great Powers\" of the East.   Duplicity worked again; years of hand-wringing diplomacy gave North Korea time to produce enough fissionable material for perhaps a half-dozen nuclear bombs.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Vancouver Hopes to Start As Quickly as It Finishes","web_url":"https://www.nytimes.com/1994/06/02/sports/hockey-vancouver-hopes-to-start-as-quickly-as-it-finishes.html","abstract":"  A day after they won a game in which they were outskated, outshot and outplayed by the Rangers, the Vancouver Canucks acknowledged that they would have to play much better as a team to be successful in the rest of the series.   The Canucks escaped with a 3-2 overtime victory in Game 1 Tuesday night, but only because their goaltender, Kirk McLean, turned in a magnificent performance against a barrage of Ranger shots. Vancouver Coach Pat Quinn said his team couldn't count on that in Game 2 tonight, or beyond.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Bad Memories in Italy","web_url":"https://www.nytimes.com/1994/06/02/opinion/bad-memories-in-italy.html","abstract":"  A stinging historical irony awaits President Clinton when he begins his tour of emotive World War II battle sites with a visit to Italy's Nettuno cemetery tomorrow. Buried there are thousands of valiant U.S. and Allied soldiers who died holding the embattled Anzio beachhead on their way to expelling Nazi occupiers from Rome and destroying the remnants of Benito Mussolini's Fascist regime. Like those soldiers a half-century ago, Mr. Clinton encounters an Italy where Fascism is a political force and followers of Mussolini hold high office.    The President, the first Western leader to meet Prime Minister Silvio Berlusconi since he included ministers from the Fascist-descended National Alliance in his coalition Cabinet, correctly insists on judging the Alliance by its deeds, not its ancestry. But those deeds already warrant close scrutiny.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Officer in Harlem Corruption Case Pleads Guilty","web_url":"https://www.nytimes.com/1994/06/02/nyregion/officer-in-harlem-corruption-case-pleads-guilty.html","abstract":"  A New York City police officer charged in the 30th Precinct police corruption scandal pleaded guilty in Federal Court in Manhattan yesterday to drug trafficking, conducting illegal searches and tax evasion.   Ruben Garza, 34, became the fifth officer from the Harlem precinct corruption case to plead guilty. Fourteen officers were initially implicated in connection with what law-enforcement officials say was a widespread pattern of corruption and physical abuse.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Reviews/Jazz; An Optimistic Way With the Saxophone","web_url":"https://www.nytimes.com/1994/06/02/arts/reviews-jazz-an-optimistic-way-with-the-saxophone.html","abstract":"  The saxophonist David Sanchez opened his second set at the Village Vanguard on Tuesday night with a long version of the standard \"Falling in Love With Love.\" It had a relaxed and improvisatory feel to it, like a tune that opens a recording session but is never intended to be on a recording. Then he soloed, and the performance became taut. Mr. Sanchez, at 25 one of the finest young saxophonists in New York, can grab your attention.   He does it because he swings, and because his sense of swing is so appealing. He has a nice lope in his playing, and when he finds himself boxed into a harmonic corner, when he's traveled as far from the chords as he can, he'll flick a rhythm and breeze right into a consonant note. And he has a good sense for note choices, knowing exactly when to peel away from the harmony, when to accent a curdled note, when to turn a consonant note into a rhythmic battering ram so that it means something. But everything comes back to his sense of swing, easy and optimistic without being simplistic.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Prosecutor No Stranger To Corruption in Politics","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-congressman-legal-case-prosecutor-no-stranger-corruption-politics.html","abstract":"  Within hours of becoming the chief Federal prosecutor in the District of Columbia in October, Eric H. Holder Jr. found himself in his new office poring over the files on what was to become the biggest case of his career: the corruption investigation of Representative Dan Rostenkowski.   Mr. Holder was the third and, it turns out, the last of three Federal prosecutors to oversee the investigation that led to a 17-count indictment of Mr. Rostenkowski, Democrat of Illinois, on Tuesday. The broad felony indictment charges Mr. Rostenkowski with embezzling more than $500,000 from his Congressional office over 20 years.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Health Insurer Pays $6.2 Million To Settle Florida Overcharge Case","web_url":"https://www.nytimes.com/1994/06/02/us/health-insurer-pays-6.2-million-to-settle-florida-overcharge-case.html","abstract":"  Humana Inc., one of the nation's largest health care companies, agreed today to pay $6.25 million to customers in Florida as part of a settlement of accusations that the company systematically overcharged thousands of its consumers throughout the state.   The payment will be distributed among 37,000 Florida residents who were insured by Humana and also treated at hospitals owned by the company. The agreement results from a state investigation that found that Humana was requiring some of its customers to pay a greater portion of their hospital bills than their insurance policies required.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Plan for Nassau Legislature Is Delivered","web_url":"https://www.nytimes.com/1994/06/02/nyregion/plan-for-nassau-legislature-is-delivered.html","abstract":"  The Nassau County charter commission's final plan for a county legislature was delivered today to the Federal judge who a year ago declared Nassau's present form of government unconstitutional.   Under the plan, a 19-member legislature would replace the current 6-member Board of Supervisors, who represent town and cities of widely varying size by using a weighted voting system. The judge found that violated the one-person, one-vote principle.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Pentagon Ordered to Reinstate Nurse Forced Out as a Lesbian","web_url":"https://www.nytimes.com/1994/06/02/us/pentagon-ordered-to-reinstate-nurse-forced-out-as-a-lesbian.html","abstract":"  A Federal judge in Seattle ordered the military today to reinstate a highly decorated nurse who was forced out of the Washington State National Guard after acknowledging that she is a lesbian.   The judge, Thomas S. Zilly of Federal District Court, ordered Col. Margarethe Cammermeyer back to the job she held in 1992, ruling that the military's policy on homosexuals at that time was based solely on prejudice and was a clear violation of the Constitution's equal-protection clause.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-269883.html","abstract":"  Because of an editing error, a diagram yesterday explaining the extraction of plutonium from nuclear fuel rods referred incorrectly in some editions to the country suspected of diverting plutonium from its nuclear power program to make weapons. It is North Korea, not South Korea.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Journal; The Paleo-Hucksters","web_url":"https://www.nytimes.com/1994/06/02/opinion/journal-the-paleo-hucksters.html","abstract":"  It wasn't the Devil who made me do it. I had no choice. If you were with your kids over the long Memorial Day weekend and they were dying to go to the movies and everyone was eager to get out of the house before cabin fever turned lethal, then you, too, made your way to \"The Flintstones.\" It was the only new \"family\" movie at the multiplex for the holiday.    This is why \"The Flintstones\" took in a record $37.5 million last weekend, and it is also why those millions of ticket buyers went back to school or work on Tuesday a bit more bummed out than usual. While it would be wrong to pin the decline and fall of Western civilization on 92 minutes of evanescent pap, a phenomenon like \"The Flintstones\" speaks volumes about why many children, not to mention adults, are alienated from so-called mainstream American cultural values -- and why they would rather consume violent, antisocial pop culture than family entertainment. If \"The Flintstones\" is the norm in mass culture, a counterculture couldn't arrive a moment too soon.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"U.N. Lists Four Nations at Risk Because of Wide Income Gaps","web_url":"https://www.nytimes.com/1994/06/02/world/un-lists-four-nations-at-risk-because-of-wide-income-gaps.html","abstract":"  Egypt, South Africa, Nigeria and Brazil are among countries now in danger of joining the world's list of failed states because of wide income gaps between sections of their populations, a new United Nations report warns.  Disastrous social upheavals and explosions could result, it says.    The warning comes in the United Nations Development Program's annual Human Development Report, a widely respected work that seeks to measure the development progress each country is making, not in terms of increasing its overall wealth but in how it uses that wealth to improve the longevity and literacy of its people and reduce poverty. The report does this by compiling a Human Development Index that compares different regions and ethnic groups.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Manchester Goes Catalan, With a Creak","web_url":"https://www.nytimes.com/1994/06/02/theater/manchester-goes-catalan-with-a-creak.html","abstract":"  Leaden skies hung overhead and a chill wind cut through this proud but bleak northern English city. But on the streets were the colorfully costumed members of Gog i Magog, a company from Barcelona, Spain, that calls itself a \"medieval street theater troupe of the 20th century.\"   Stalking about on stilts in the city's shopping center with their band blaring and thumping in the background, troupe members acted out an age-old tale of a dragon, a damsel in distress and a none-too-competent knight on horseback. Finally, the knight managed to dispatch the dragon and the troupe sauntered off to its van, to prepare for another performance a mile away.","thumbnail":null,"section":"Theater"},{"date":"19940602","headline":"1919: The New Republic : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1919-the-new-republic-in-our-pages100-75-and-50-years-ago.html","abstract":"MAYENCE - The Rhineland Republic was proclaimed to-day [June 1] in the various Rhenish cities. The population appears pleased with the change, which is expected to have a favorable influence on the relations of the Rhine provinces with the Entente nations","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Punitive Damages Denied In Beating of Rodney King","web_url":"https://www.nytimes.com/1994/06/02/us/punitive-damages-denied-in-beating-of-rodney-king.html","abstract":"  A jury refused today to award Rodney G. King punitive damages from the police officers who were present during his beating in 1991, absolving them of individual responsibility for the kicks and baton blows that shocked the nation.    The same jury had earlier ordered the City of Los Angeles to pay Mr. King $3.8 million in compensation for the beating.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Developer and M.T.A. Reach Agreement on Coliseum Site","web_url":"https://www.nytimes.com/1994/06/02/nyregion/developer-and-mta-reach-agreement-on-coliseum-site.html","abstract":"  Nine years after he first agreed to pay $455 million for the right to build a huge complex on the site of the New York Coliseum, Mortimer B. Zuckerman reached an agreement yesterday to buy half the site for less than a quarter of the original price, officials said.   Under the agreement, expected to be completed today, Mr. Zuckerman will pay $80 million for one of the potentially most valuable development sites in New York City.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Hartford Whalers Are Sold","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-hockey-hartford-whalers-are-sold.html","abstract":"  The Hartford Whalers were sold last night for $47.5 million to two Michigan computer company executives who intend to keep the National Hockey League team in Hartford. The new owners, PETER KARMANOS and THOMAS THEWES, are the two principal owners of Compuware Corporation, a Michigan computer company. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"NBC Gets U.S. Open Golf","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-television-nbc-gets-us-open-golf.html","abstract":"  NBC Sports yesterday acquired the rights to the United States Open from 1995 to 1999, giving NBC a major golf tournament for the first time since the network televised the Open in 1965.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/02/nyregion/inside-269794.html","abstract":"  Verdict in Rodney King Suit   A jury refused to award Rodney King punitive damages from the police officers present during his videotaped beating in 1991. Page A16.  Immigrants Long for Children    The arrest of five people in a Jamaican child-smuggling operation illuminates some immigrants' desperation to regain their children. Page B1. Broadway's Numbers Are Up    Despite the pessimism that has afflicted the theater, attendance has been rising. This year, it reached the highest level in six years. Page C13. Advantage, Pacers    With Reggie Miller scoring 25 points in the fourth quarter and the Knicks only 11, Indiana rallied to win, 93-86, and take a 3-2 lead in games. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Harper Signs With Dallas","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-football-harper-signs-with-dallas.html","abstract":"  Wide receiver ALVIN HARPER signed a one-year contract worth $866,000 with the Dallas Cowboys yesterday and will become an unrestricted free agent next year.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"The N.B.A Finally Finds a New Playoff Hero: Reggie!","web_url":"https://www.nytimes.com/1994/06/02/sports/on-pro-basketball-the-nba-finally-finds-a-new-playoff-hero-reggie.html","abstract":"  A series that was mired in overwhelming mediocrity finally found greatness last night. It found Reggie Miller behind screen after Indiana Pacer screen. Miller found the basket, again and again, and the Knicks found out that living on the edge is no way at all to live in the playoffs.   The Knicks thought home court would be their answer, their savior. They were wrong, like last season, when the greatest player ever came to Madison Square Garden and ruined Game 5 and stole the season right from their building.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Rangers' Strategy: The Vision Thing","web_url":"https://www.nytimes.com/1994/06/02/sports/hockey-rangers-strategy-the-vision-thing.html","abstract":"  Before Andrew Giuliani hopes to become the grand marshal in a potential Stanley Cup victory parade, his father the mayor should be informed of the strategy the Rangers will use in their attempt to eliminate the one-game deficit in the final series created by Vancouver goaltender Kirk McLean.   \"More traffic,\" said Stephane Matteau.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Azerbaijan, Potentially Rich, Is Impoverished by Warfare","web_url":"https://www.nytimes.com/1994/06/02/world/azerbaijan-potentially-rich-is-impoverished-by-warfare.html","abstract":"  This is a country sundered by war. With more than a million of its citizens homeless, Azerbaijan has been humiliated by six years of relentless Armenian advances across its rugged mountains and onto its breathtaking plains. Despite vast oil reserves, poverty is epidemic.   But you would never notice any of that in Baku, the languorous capital, where young men in trim blazers gather each day to play pinball, sip Turkish coffee and avoid the draft. In this teeming city on the Caspian Sea, where the average monthly wage is $8 and a cup of tea costs 50 cents, indifference is the general approach to life, not urgency.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Commissioner Speculates on Why He Lost Job","web_url":"https://www.nytimes.com/1994/06/02/nyregion/commissioner-speculates-on-why-he-lost-job.html","abstract":"  Clyde A. Isley, who was dismissed Tuesday as this city's Police Commissioner, speculated today that the action stemmed from his failure to inform Mayor Ronald A. Blackwood about a Federal investigation into police corruption here.   Mr. Isley said the Mayor offered him no explanation when he asked for his resignation on Tuesday morning. Mayor Blackwood has denied that he removed Mr. Isley because he did not notify him of the investigation.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Bridge","web_url":"https://www.nytimes.com/1994/06/02/nyregion/bridge-272426.html","abstract":"  A player who scored an upset victory in the prestigious Goldman Pairs Championship in 1987 did so again Sunday at the Sheraton New York Hotel in Manhattan. Carleton Lett of Manhattan, a winner seven years ago with Lapt Chan, won this time with David Gurvich, also of Manhattan, and became one of the very few players to have won the Goldman twice.   The standings were: 1st, Lett and Gurvich, 824.69 match points; 2d, Lynda Horn of Passaic, N.J., and Marvin Rosenblatt of Hartford, Conn., 794.77; 3d, Steve Becker of Cos Cob, Conn., and Richard De Martino of Riverside, Conn., 788.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Senator Might Leave G.O.P. If North Wins Its Nomination","web_url":"https://www.nytimes.com/1994/06/02/us/senator-might-leave-gop-if-north-wins-its-nomination.html","abstract":"  If Virginia Republicans nominate Oliver L. North on Saturday to run for the Senate, and the party remains under the control of the conservatives who support him, the state's senior Republican, Senator John W. Warner says he would consider running outside the party organization in his own campaign in 1996.   \"One way or another I will go before the people of Virginia in 1996,\" Mr. Warner said today in a telephone interview from Rome, where he is beginning a European trip that will include the D-Day anniversary ceremonies in France.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Petrie Strives for Playoffs As Vice President of Kings","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-basketball-petrie-strives-for-playoffs-as-vice-president-of-kings.html","abstract":"  GEOFF PETRIE was introduced yesterday as vice president of basketball operations for the Sacramento Kings, and he said his immediate goal was to take the team to the National Basketball Association playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Review/Television; A Pregnant 16-Year-Old Examines Her Choices","web_url":"https://www.nytimes.com/1994/06/02/arts/review-television-a-pregnant-16-year-old-examines-her-choices.html","abstract":"  Jacqui is 16 years old, pregnant and facing a wrenching choice: keep the child, put it up for adoption or have an abortion. And \"Jacqui's Dilemma,\" on ABC tonight at 8, points up the dilemma commercial television has these days when venturing near the emotional subject of abortion. Don't ask us to decide, the nervous networks plead. Let the viewer decide.   For all that, \"Jacqui's Dilemma\" covers some important territory with intelligence and candor that indicate respect for its targeted youthful audience. (The show, using a fictional character and documentary clips of real people, was originally scheduled to be an \"ABC Afterschool Special.\") Jacqui, played by Melissa Thompson, sits in her comfortable middle-class bedroom and talks directly to the camera, tracing her expanding sexual awareness from the time Albert Ortiz tried to kiss her in the fifth grade to her recent affair with Eddie.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Commencements; Lani Guinier at Hunter: 'Silence Is Not Golden'","web_url":"https://www.nytimes.com/1994/06/02/nyregion/commencements-lani-guinier-at-hunter-silence-is-not-golden.html","abstract":"  Lani Guinier told the Hunter College graduating class yesterday that the lesson she learned from her brush with Washington politics last year is that silence is not golden.   During her speech, Ms. Guinier said that after President Clinton withdrew her nomination as assistant attorney general for civil rights, some said that she should not have been so vocal about her views.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"1944: Germans Trapped : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1944-germans-trapped-in-our-pages100-75-and-50-years-ago.html","abstract":"BEHIND GERMAN LINES SOUTH OF ROME - [From our New York edition:] A bunch of American fighting men staged one of the most spectacular infantry coups of the war last night and early this morning by establishing themselves on a high razorback ridge overlooki","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Ivanisevic Leaves His Game at the Portal","web_url":"https://www.nytimes.com/1994/06/02/sports/tennis-ivanisevic-leaves-his-game-at-the-portal.html","abstract":"  Feeling like a big target for his far smaller opponent rather than the lean stringbean of a serving machine who regularly does all but decapitate any underdog across the net, Goran Ivanisevic was drummed out of the French Open quarterfinals in straight sets today by 23d-ranked Alberto Berasategui of Spain.   Unseeded but not unheralded on the red clay, the 20-year-old Berasategui (pronounced ber-ah-sah-TEH-ghee) made short work of the Croatian giant atop the simmering Center Court, dismissing him by 6-4, 6-3, 6-3 in just 96 minutes.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"BOOKS : THE RESURGENCE OF CENTRAL ASIA","web_url":"https://www.nytimes.com/1994/06/02/style/IHT-books-the-resurgence-of-central-asia.html","abstract":"THE RESURGENCE OF CENTRAL ASIA: Islam or Nationalism?.By Ahmed Rashid. 278 pages. $25. Zed Books.. Reviewed by Philip Bowring. THERE is so much to write about a region so long ignored that even a dedicatedly dull writer would have a problem keeping out","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Hearing on Douglas Death Date","web_url":"https://www.nytimes.com/1994/06/02/nyregion/hearing-on-douglas-death-date.html","abstract":"  With an estimated $100,000 at stake, the lawyer for the estate of Anne Scripps Douglas, the newspaper heiress, petitioned Surrogate's Court here today to change the official date of death of Mrs. Douglas's husband, Scott, who has been accused of killing her.   The change would mean that Mr.  Douglas died before his wife and would thus prevent his estate from inheriting about $50,000 from Mrs. Douglas and retaining an estimated $50,000 in assets that he had owned, said the lawyer, John Quinlan Kelly.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"One 'Ghost' In Indictment Goes Public","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-congressman-home-district-one-ghost-indictment-goes-public.html","abstract":"  When Representative Dan Rostenkowski and his clan gathered for weddings or parties at the family retreat over the years, they often hired Anthony Ramirez, a moonlighting fireman, to record the events as a freelance photographer.   Federal prosecutors now say Mr. Ramirez was one of the \"ghost pay rollers,\" a group of 14 people who were described as employees of the Congressional office who did little official work but who were not named in an indictment issued on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/02/style/IHT-what-theyre-reading.html","abstract":"-. Bruce Oldfield , the fashion designer, is reading \"The Ant Colony\" by Francis King..\"His sense of creating atmosphere and characters (most of whom you would not want to meet) is subtle and enjoyable. 'The Ant Colony,' set in Florence","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Crime Rate Drops Again in New York, Hastening a Trend","web_url":"https://www.nytimes.com/1994/06/02/nyregion/crime-rate-drops-again-in-new-york-hastening-a-trend.html","abstract":"  Reports of major crime in New York City dropped by 11 percent in the first five months of this year, according to preliminary police figures, accelerating the downward trend of the last few years.   Police Commissioner William J. Bratton and outside experts attributed the decline in seven major crimes -- murder, robbery, rape, aggravated assault, burglary, grand larceny and auto theft -- mainly to an expansion of the police force and the deployment of officers in a highly visible way, on foot in neighborhoods, in what is called community policing. But Mr. Bratton said that unusually harsh winter weather might also have helped.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Boost for the Netherlands","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-soccer-boost-for-the-netherlands.html","abstract":"  Still reeling from the defection of RUUD GULLIT on Monday, the Netherlands soccer team received a surprising boost last night when MARCO VAN BASTEN, the injured striker and three-time European player of the year, was pronounced 95 percent likely to play in World Cup games later this month.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Home Hopes Spiked With One Choke Sign","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-home-hopes-spiked-with-one-choke-sign.html","abstract":"  Was it Reggie Miller turning the Garden into his own party, crashing the Knicks' good time with a supreme shooting performance simply out this league, out of this world? Was it that the Knicks' offense was, once again, simply exposed with bad passing, hesitant shooting and overall sloppy play? Was it only that the Knicks by playing superior basketball only in spurts have helped create a monster in the Pacers?   Was it Spike Lee?","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Ancient as China, New as a Sunrise; Men and Songbirds Keep a Ritual Alive on Lower East Side","web_url":"https://www.nytimes.com/1994/06/02/nyregion/ancient-china-new-sunrise-men-songbirds-keep-ritual-alive-lower-east-side.html","abstract":"  Around 7 every morning, from early spring to late fall, the bird walkers of Chinatown take up their position at Sara Delano Roosevelt Park.   About 30 silver-haired men, cages in hand, stroll to the Delancey Street corner of the park, where they gingerly line up their cages, covered in cloth so their pets don't wake too early. The men then retreat to benches and wait for the day to warm up and for their hua mei to sing.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Ruud, Please Say It Isn't So","web_url":"https://www.nytimes.com/1994/06/02/sports/IHT-ruud-please-say-it-isnt-so.html","abstract":"Open letter to Ruud Gullit who quit the Dutch World Cup camp on Monday..Dear Ruud,.How could you? Your country needed you, trusted you, gave you chance after chance to fulfill what millions achieve only in our dreams.. In fitness and in health, you w","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"We Need Goodwill Games Aquatic Facility","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-we-need-goodwill-games-aquatic-facility-277916.html","abstract":"  To the Editor:   As a competitive masters swimmer, I believe Gov. Mario M. Cuomo's criticism of the proposed aquatics facility for the 1998 Goodwill Games (news article, May 21) shows that he is unaware of some basic facts about aquatic sports.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Trumpeter With Restraint Shows a Different Face","web_url":"https://www.nytimes.com/1994/06/02/arts/trumpeter-with-restraint-shows-a-different-face.html","abstract":"  In previous appearances in New York City, with the Lincoln Center Jazz Orchestra and the pianist Marcus Roberts, the trumpeter Marcus Printup played odd, offhanded ideas with a restraint that marked him as a thinker. In retrospect, he was being respectful of his employers. At Iridium next to Lincoln Center on Tuesday night, he showed the restraint of a pit bull on a bad day, attacking tunes with a ferocity and freedom that suggested he was on his way to becoming an important new voice on his instrument.   Backed by two other fine young musicians, Kevin Bales on piano and Reuben Rogers on bass, along with Carl Allen on drums, Mr. Printup, who is appearing through Saturday, blared squat melodies, then let fly long lines that streamed like kite tails. Sometimes he played phrases, brittle and hard, that seemed to have come from a turn-of-the-century American melodic sensibility that was absolutely distinct, only to move into the harmonically daring territory of a trumpeter like Booker Little and follow that with a swing trumpet phrase. Mr. Printup is both eccentric and knowledgeable.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Now, the Small Generation","web_url":"https://www.nytimes.com/1994/06/02/opinion/now-the-small-generation.html","abstract":"  Megan has the use of 72 words. Of these 72 words, at least 10 are dedicated to colors, like red, blue, green, yellow and orange. Though Megan can say orange, she cannot really distinguish that color from the color blue and sometimes, when looking at a clear summer sky, she points and says \"orange.\" As far as orange juice goes, she likes it only when mixed with apple juice and calls both of these things \"milk.\"    Megan, who recently turned 18 months, is part of a new generation, a group born after the Rodney King affair but before Rwanda, after Desert Storm but before \"testilying,\" a generation that has known no President other than Bill Clinton and seems likely to call Hillary Clinton mother.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Cape Town Journal; In Land of Smokers, Mandela Heads Resistance","web_url":"https://www.nytimes.com/1994/06/02/world/cape-town-journal-in-land-of-smokers-mandela-heads-resistance.html","abstract":"  South Africans smoke in crowded elevators.  They smoke on television. There are nursery schools where teachers smoke in the classroom.    Iraj Aedian, an anti-smoking economist at the University of Cape Town, recently walked into the maternity ward of a private hospital and was horrified to find a crowd of visitors puffing happily among the newborn.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"A Spanish Foursome in the Semis","web_url":"https://www.nytimes.com/1994/06/02/sports/IHT-a-spanish-foursome-in-the-semis.html","abstract":"Much more than a year separated the 20-year-old Spaniard from the 19-year-old German. The German had six match points in the third set Wednesday before evaporating without trace from the dry reddened clay of Roland Garros. As for Alberto Berasategui - he","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Neo-Fascists of Italy Present Tough Diplomacy for Clinton","web_url":"https://www.nytimes.com/1994/06/02/world/neo-fascists-of-italy-present-tough-diplomacy-for-clinton.html","abstract":"  President Clinton will fly straight into an unscheduled diplomatic challenge when he meets Italy's new leaders on Thursday, under pressure to endorse a Government condemned elsewhere in Europe as the harbinger of a neo-Fascist revival.   Since Prime Minister Silvio Berlusconi took office on May 11, his administration has invested much time and diplomacy in seeking to convince its European allies that Italy's ties with the Fascist past have been broken.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Rostenkowski and His Lawyer May Part","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-of-a-congressman-the-overview-rostenkowski-and-his-lawyer-may-part.html","abstract":"  One day after his indictment on 17 criminal charges, Representative Dan Rostenkowski was close today to ending his relationship with Robert S. Bennett, the prominent white-collar defense lawyer who has represented him for the last 10 months, people following the case said.   They said Mr. Rostenkowski and Mr. Bennett, in several telephone conversations with each other today, expressed serious reservations about continuing their relationship. Mr. Rostenkowski, a Chicago Democrat, said he was unsure of Mr. Bennett's resolve to fight the criminal charges, these people said, and Mr. Bennett expressed uncertainty whether Mr. Rostenkowski would grant him control over trial strategy and sought an assurance that his fee would be paid.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Tax Credit Program Helps Cut Welfare","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-tax-credit-program-helps-cut-welfare-278246.html","abstract":"  To the Editor:   \"Far Apart on Welfare Reform\" (editorial, May 23) urges President Clinton to resist the call of the Mainstream Forum and Republican welfare reform plans to limit the duration of subsidized jobs for former welfare recipients. There is a way to limit subsidized jobs, increase private employer participation and not abandon those who need help most.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Review/City Ballet; Balanchine's Legacy Pervades Two Premieres","web_url":"https://www.nytimes.com/1994/06/02/arts/review-city-ballet-balanchine-s-legacy-pervades-two-premieres.html","abstract":"  \"The New Blondes\" by John Alleyne and \"Episodes and Sarcasms\" by Richard Tanner, the latest entries in the Diamond Project, ushered in the final week of the New York City Ballet's choreographic showcase on Tuesday night.   Both premieres stuck close to the project's ground rules. The reference point of the choreography was ballet's classical idiom, not modern dance. And budget considerations excluded extravagant costumes and sets. But as usual, Holly Hynes did wonders with her variations on leotards and tunics, and Mark Stanley excelled again with ingenious lighting that provided a fresh theatrical context at the New York State Theater for each work.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Salvador Rightist Inaugurated, Pledging to Fulfill Treaty","web_url":"https://www.nytimes.com/1994/06/02/world/salvador-rightist-inaugurated-pledging-to-fulfill-treaty.html","abstract":"  Armando Calderon Sol took office as President today, leading a right-wing Government that has pledged to complete the political changes promised to end the 10-year civil war.   After receiving the sash of office from his predecessor, Alfredo Cristiani, Mr. Calderon Sol sought to calm fears that he will dilute the progress envisioned by the 1992 peace agreement, saying he will support programs to encourage democracy.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Despite Hopes, Budget Eludes Lawmakers","web_url":"https://www.nytimes.com/1994/06/02/nyregion/despite-hopes-budget-eludes-lawmakers.html","abstract":"  New York State's $33 billion budget is now two months late, and despite a week of close calls and optimistic smiles, no one could say today exactly how close the Governor and legislative leaders here were to finally striking a deal.   Though the budget fight is now the second longest in more than a decade, it is unclear what impact the delay has had on cities, towns and school districts that depend on state aid. Thanks to $5.5 billion in emergency appropriations from the Legislature over the last two weeks, there has apparently been little borrowing and few layoffs or delays in public projects or in meeting payrolls.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Germany Opts to Redo Old Ministries in Berlin","web_url":"https://www.nytimes.com/1994/06/02/world/germany-opts-to-redo-old-ministries-in-berlin.html","abstract":"  Criticized for trying to upholster its long-delayed move to the national capital in Berlin, the German Government said today it had decided to save $600 million by moving into spartan, existing buildings rather than try to complete comfortable new ones by the target date, the year 2000.   The Berlin city government has been pleading with the German federal Government to get the move underway before foreign investors and swarms of lobbyists who have already bought up prime real estate around Berlin give up and leave. For a long time, Chancellor Helmut Kohl seemed the main obstacle to an expedited move, saying he didn't want to work out of an improvised office.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Settlement for Cabby Shot by Policeman","web_url":"https://www.nytimes.com/1994/06/02/nyregion/settlement-for-cabby-shot-by-policeman.html","abstract":"  A Haitian cabdriver who was shot by a New York City police officer two years ago, even though he had his hands up, won $1.5 million from the city and $5,000 from the officer in a settlement approved yesterday in Federal District Court in Manhattan.   The driver, Jacques Camille, 38, who was shot once in the abdomen, has been unable to work since the shooting. The settlement will amount to about $1 million for Mr. Camille, after legal fees.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Snatch It Back, Mr. Mayor","web_url":"https://www.nytimes.com/1994/06/02/opinion/snatch-it-back-mr-mayor.html","abstract":"  There is still time for New York's Mayor, Rudolph Giuliani, to withdraw the sweetheart deal his staff has cooked up for Mortimer Zuckerman, and thereby avoid a lasting blot on his record. Common sense, and the wise counsel of political figures as diverse as former Mayor Edward Koch and the City Council member Ronnie Eldridge say that $100 million is too low a price for half the Coliseum site that was once going to bring $338 million. Deputy Mayor John Dyson's plan to keep Mr. Zuckerman's cost to $80 million by having the city contribute $20 million is simply unconscionable and undermines Mr. Dyson as a trustworthy steward of public money.   Mr. Giuliani does not have to tie himself to Mr. Zuckerman and Mr. Dyson. As of last night, Mr. Zuckerman had not formally accepted the offer. Mr. Giuliani is not one to accept advice when he has gotten the bit in his teeth. But he would be smart to snatch the paper back before Mr. Zuckerman can sign it. Otherwise, this deal will go into the history books as a signal error of Mr. Giuliani's first year and one that will permanently damage his reputation for judgment and probity.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Rockets Go On Retreat","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-rockets-go-on-retreat.html","abstract":"  The Rockets head south to Galveston Thursday morning. For the last two seasons, Galveston has been a retreat where they can focus on the task at hand. This year, it's the National Basketball Association finals.   On Tuesday, Houston earned its third trip to the finals with a convincing 94-83 victory over Utah in Game 5 of the Western Conference finals. With one more obstacle to clear -- and a week to think about it -- the Rockets will try to strike a balance between relaxing and maintaining their competitive edge.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Arafat's Return: Jericho Wondering When","web_url":"https://www.nytimes.com/1994/06/02/world/arafat-s-return-jericho-wondering-when.html","abstract":"  Now that the police have arrived and some of the novelty has worn off, Jericho is letting its imagination play on the next big question of the young Palestinian self-rule: When is Yasir Arafat arriving?   Those who may know are not saying, and those who are saying presumably do not know. So many possible June dates have been tossed out that some calendars here carry almost as many circles as numbers.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/02/nyregion/no-headline-269760.html","abstract":"  \"My 8-year-old son asked me just this morning, 'Mama, why are all the presidents of the world living in their own country except ours?' He is only 8 years old, and he asks that. I was very much astonished. I told him that our president will soon be here.\" -- NADIA HAMDONI, a Palestinian in Jericho, referring to Yasir Arafat.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277720.html","abstract":"  For most of its 69 years in print, the \"TRB From Washington\" column in The New Republic bore no byline. But now it is about to acquire not one, but two. MICKEY KAUS and ROBERT WRIGHT will write the column on alternate weeks.    They will succeed MICHAEL KINSLEY, who has written TRB since 1983 and who will now write longer articles and continue as a senior editor of the 80-year-old weekly.","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"No Hedging Now on World Trade Agreement; Legitimate Questions","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-no-hedging-now-on-world-trade-agreement-legitimate-questions-278211.html","abstract":"  To the Editor:   \"Mr. Gingrich's False Alarm on Trade\" (editorial, May 8) suggests that an effort to critique the proposed World Trade Organization, the oversight body provided for in the new General Agreement on Trade and Tariffs, is \"bizarre.\" Yet you ignore key facts about the proposed World Trade Organization.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"No Hedging Now on World Trade Agreement","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-no-hedging-now-on-world-trade-agreement-277908.html","abstract":"  To the Editor:   There is much talk now about a \"waiver\" of recent budget rules to relieve the Government of accounting for the costs of a General Agreement on Tariffs and Trade as part of the costs of government. Senator Max Baucus tells us that GATT will produce great benefits in increased economic growth, which will more than offset its estimated costs of $14 billion over 5 years and some $43 billion over 10 years. A waiver will simply allow \"reality\" to check in and save us all from the inconvenience of attempting to reduce the growth of the Federal deficit.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276170.html","abstract":"  An obituary headline on Tuesday about a Japanese neurosurgeon, known internationally for advancing the brain tumor treatment known as the boron neutron capture therapy, misspelled his given name. He was Dr. Hiroshi Hatanaka.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"The Mets Are Facing Payday or Doomsday","web_url":"https://www.nytimes.com/1994/06/02/sports/on-baseball-the-mets-are-facing-payday-or-doomsday.html","abstract":"  The Mets aren't putting too much emphasis on the annual free-agent amateur draft, are they?   \"This is arguably the most important draft in the history of the franchise,\" Gerry Hunsicker, assistant vice president of baseball operations, said of the three-day selection process, which begins today.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Miller's Tale: Pacer Guard Shreds New York in 4th","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-miller-s-tale-pacer-guard-shreds-new-york-in-4th.html","abstract":"  Every shot that Reggie Miller made in the fourth quarter was like a bolt of lightning to the Knicks, leaving them shocked, stunned, almost paralyzed.   It was the most spectacular performance of Miller's career, a 25-point fourth quarter, including five 3-point shots, that lifted the Indiana Pacers to a remarkable 93-86 comeback victory in Game 5 of the Eastern Conference finals last night at Madison Square Garden.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940602","time":"1994-06-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":61,"wspd":14.8},{"date":"19940602","time":"1994-06-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":64,"wspd":13},{"date":"19940602","time":"1994-06-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":64,"wspd":13},{"date":"19940602","time":"1994-06-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":69,"wspd":9.4},{"date":"19940602","time":"1994-06-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":75,"wspd":13},{"date":"19940602","time":"1994-06-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":11.2},{"date":"19940602","time":"1994-06-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":11.2},{"date":"19940602","time":"1994-06-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":9.4},{"date":"19940602","time":"1994-06-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":77,"wspd":7.6},{"date":"19940602","time":"1994-06-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":71,"wspd":5.4},{"date":"19940602","time":"1994-06-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":76,"wspd":9.4},{"date":"19940602","time":"1994-06-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":67,"wspd":11.2},{"date":"19940602","time":"1994-06-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":66,"wspd":7.6},{"date":"19940602","time":"1994-06-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":57,"wspd":11.2},{"date":"19940602","time":"1994-06-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":67,"wspd":16.6},{"date":"19940602","time":"1994-06-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":62,"wspd":18.4},{"date":"19940602","time":"1994-06-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":59,"wspd":20.5},{"date":"19940602","time":"1994-06-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":56,"wspd":18.4},{"date":"19940602","time":"1994-06-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":53,"wspd":16.6},{"date":"19940602","time":"1994-06-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":61,"wspd":20.5},{"date":"19940602","time":"1994-06-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":67,"wspd":14.8},{"date":"19940602","time":"1994-06-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":74,"wspd":18.4},{"date":"19940602","time":"1994-06-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":78,"wspd":18.4},{"date":"19940602","time":"1994-06-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":83,"wspd":22.3},{"date":"19940602","time":"1994-06-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":20.5},{"date":"19940602","time":"1994-06-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":52,"wspd":22.3},{"date":"19940602","time":"1994-06-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":55,"wspd":16.6},{"date":"19940602","time":"1994-06-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":18.7},{"date":"19940602","time":"1994-06-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":14.8},{"date":"19940602","time":"1994-06-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":56,"wspd":16.6},{"date":"19940602","time":"1994-06-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":48,"wspd":16.6},{"date":"19940602","time":"1994-06-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":16.6},{"date":"19940602","time":"1994-06-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":51,"wspd":11.2},{"date":"19940602","time":"1994-06-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":16.6},{"date":"19940602","time":"1994-06-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":13},{"date":"19940602","time":"1994-06-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":53,"wspd":18.7},{"date":"19940602","time":"1994-06-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":47,"wspd":16.6},{"date":"19940602","time":"1994-06-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":41,"wspd":16.6},{"date":"19940602","time":"1994-06-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":40,"wspd":22.3},{"date":"19940602","time":"1994-06-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":36,"wspd":24.1},{"date":"19940602","time":"1994-06-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":30,"wspd":25.9},{"date":"19940602","time":"1994-06-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":27,"wspd":25.9},{"date":"19940602","time":"1994-06-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":24,"wspd":27.7},{"date":"19940602","time":"1994-06-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":25,"wspd":27.7},{"date":"19940602","time":"1994-06-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":28,"wspd":27.7},{"date":"19940602","time":"1994-06-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":31.7},{"date":"19940602","time":"1994-06-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":35,"wspd":37.1},{"date":"19940602","time":"1994-06-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":42,"wspd":38.9}]},"19940603":{"guardian_articles":[{"date":"19940603","headline":"Security chiefs among 29 dead in Chinook fireball","web_url":"https://www.theguardian.com/uk/1994/jun/03/davidsharrock.sallyweale","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19940603","headline":"RAF flight from Northern Ireland crashes into Mull of Kintyre hillside","web_url":"https://www.theguardian.com/uk/1994/jun/03/northernireland.military","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/03/style/chronicle-288349.html","abstract":"  GEORGE BUGLIARELLO, who is stepping down as president of Polytechnic University in Brooklyn, was on his way to accept an honorary degree from Pace University on Saturday when he slipped -- and slipped a disk.    As a result, he could not accept the degree and will miss a dinner tonight at the Lotos Club in Manhattan for a former chairman of Polytechnic University, Dr. Joseph Jacobs. But Dr. Bugliarello said yesterday that he would not consider skipping the dinner in his own honor tomorrow on the Polytechnic campus, which, largely under his leadership, now encompasses Metrotech, the $1 billion corporate complex. He will go in a wheelchair.","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Heart of Rwanda's Darkness: Slaughter at a Rural Church","web_url":"https://www.nytimes.com/1994/06/03/world/heart-of-rwanda-s-darkness-slaughter-at-a-rural-church.html","abstract":"  The banner across the entrance to the red brick church here announces the celebration of a festival. A poster of Pope John Paul II is tacked on the main door and above it is a large white statue of Jesus, his arms beckoning. Inside are the remains of victims of a mass slaughter carried out by Government-trained militiamen in mid-April.    In what they had hoped would be a refuge from the deadly irrationality of tribal and political violence, more than 500 members of the Tutsi tribe found their way to the church compound only to be shot or hacked to death by Hutu soldiers in classrooms, bathrooms and courtyards, and then left to rot.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"TV Weekend; 'Alice' in Wasteland: It's Really a Wonder","web_url":"https://www.nytimes.com/1994/06/03/arts/tv-weekend-alice-in-wasteland-it-s-really-a-wonder.html","abstract":"  \"Great Books\" begins its second season tomorrow with a look at \"Alice in Wonderland.\" The talking heads include, of course, the Red Queen, who wants to chop off everybody else's.   Using animation, puppets, re-enactments, photographs from Victorian times, the famous illustrations of John Tenniel and whatnot, the program tells the story of Charles L. Dodgson, who became Lewis Carroll, and of Alice Liddell, who became simply Alice. The relationship of a lovely child and an unmarried professor of mathematics given to drawing nude prepubescent girls invites speculation about his sexual longings and propensities. They are alluded to here, but propriety reigns.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"An Embrace for Berlusconi But Friction With the Pope","web_url":"https://www.nytimes.com/1994/06/03/world/the-d-day-tour-the-overview-an-embrace-for-berlusconi-but-friction-with-the-pope.html","abstract":"  President Clinton today became the first major world leader to openly endorse Italy's new coalition Government, which includes neo-Fascists, during a visit to Rome that also revived what he called \"genuine disagreements\" with Pope John Paul II over abortion and contraception.   The President arrived in Rome early today -- almost 50 years to the day after the Allied liberation of Rome on June 4, 1944 -- to begin an eight-day European tour feting allied victory in the Second World War and honoring the dead.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"The New York That Wharton Turned Into Art","web_url":"https://www.nytimes.com/1994/06/03/arts/the-new-york-that-wharton-turned-into-art.html","abstract":"HIGH up on Fifth Avenue, behind the limestone curtain that still serves as both a structural and a social wall in this city, an exhibition of paintings, drawings, sculpture and books related to Edith Wharton's New York is on display at the National Academy of Design. Although the milieu invoked in this exhibition has evolved since Wharton's day, the struggle laid out in these rooms remains vivid and compelling in the way that the story of rebellion often does. It was once said of Edith Wharton and her friend Theodore Roosevelt that that they were both self-made. This is the true subject at the National Academy: how Edith Wharton, born into Old New York of the 1860's and raised in it during the 1870's and 1880's, found her way out of it -- and fully into her own life -- by the first decade of this century.\n\nTo the argument that the Wharton career has been too ubiquitous of late (\"The Age of Innocence\" and \"Ethan Frome\" filmed; her last unfinished novel, \"The Buccaneers,\" completed and published; the woman herself impersonated onstage by Irene Worth), the answer is that here, refreshingly, is a collection of iconography contemporary to Wharton's actual New York. Without the intervention of director, actor or footstep-following writer, it conjures a visual field in which to set Wharton, one that would have been instantly familiar to the woman herself.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"9 Florida Hotels Blacking Out A TV Station's Crime Reports","web_url":"https://www.nytimes.com/1994/06/03/us/9-florida-hotels-blacking-out-a-tv-station-s-crime-reports.html","abstract":"  Some of South Florida's larger hotels have decided to screen out the newscasts of a local television station because of its zealous coverage of crime news.   The hotel owners, already dismayed by several highly publicized killings of tourists in Florida last year, say they are angry with what they call the sensational style of the television station, WSVN (Channel 7), a Fox affiliate.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Critic's Notebook; Of a Stately Opera Festival In a Demanding New Hall","web_url":"https://www.nytimes.com/1994/06/03/arts/critic-s-notebook-of-a-stately-opera-festival-in-a-demanding-new-hall.html","abstract":"  The ha-ha is still here at Glyndebourne. That sudden five-foot drop in the middle of the lawn of this Sussex country estate was designed to keep sheep from grazing up to the manor house. Although the term is old, one local wit suggested that it derives from the number of tuxedoed gentlemen and silk-gowned ladies who have tripped on it during the 80-minute intermissions that are a feature of the Glyndebourne Festival.   No one tripped on Wednesday night, when the festival opened with a production of Mozart's \"Nozze di Figaro,\" but the ha-ha seems to have reproduced. After 60 years of presenting renowned opera performances in a quaint room originally built to hold only 300 people, Glyndebourne has an imposing new theater that seats 1,200 and cost $49.5 million. And for anyone who has ever strolled around Glyndebourne, there is now one surprise after another. Open a door in the organ room that used to lead to the old theater and you are faced with a cinderblock wall. Take a turn that once led through a narrow passage between ramshackle buildings that have accrued over centuries, and you find yourself heading toward an expanded souvenir shop with Glyndebourne-labeled offerings.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Review/Film; DeVito Gets Lessons From Soldier Students","web_url":"https://www.nytimes.com/1994/06/03/movies/review-film-devito-gets-lessons-from-soldier-students.html","abstract":"Adman educates iffy Army recruits. Big letdown.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/06/03/arts/restaurants-287040.html","abstract":"  Five years from now, when I think of the food I ate in 1994, it is salt-baked crabs I will think of first.   Writing this, I can taste them again, feel my teeth crashing through the hot crust into the voluptuous heart of the crab. I can remember the way the plump, juicy flesh, rich, sweet and soft as butter, snuggled into its crisp coat, remember the perfumed taste of the seafood against the faint saline tang of the spices, the fleeting burn of the sliced chili peppers scattered across the top. I remember the way the entire table fell silent in homage to this feast of the senses. And I remember thinking, \"So this is what soft-shell crabs are supposed to taste like!\"","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Legal Aid for Poor, Despite Flaws, Works Well in Most Cases; A System in Collusion","web_url":"https://www.nytimes.com/1994/06/03/opinion/l-legal-aid-for-poor-despite-flaws-works-well-in-most-cases-a-system-in-collusion-288985.html","abstract":"  To the Editor:   Your May 23 article on the inadequacy of the assigned counsel defense bar for indigent defendants in New York City is a story of enormous importance. But it should not go unnoticed how well known the problem is to the prosecutors and judges in those courts every day.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288616.html","abstract":"  Because of an editing error, an article in The Living Section on Wednesday about vacation cooking classes misstated the telephone number for the programs run by Le Cordon Bleu in Paris. It is (800) 457-2433.  ","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"How Big an Army, for What?","web_url":"https://www.nytimes.com/1994/06/03/opinion/how-big-an-army-for-what.html","abstract":"  With the end of the cold war, armies everywhere are slimming down to match shrunken threats and changing the way they prepare for battle, as this page noted on Monday. But the U.S. Army has yet to adjust sufficiently to the radically altered circumstances.    Although it is demobilizing eight divisions, the Army still wants more troops than it needs, largely because it is preparing to re-fight the last war, not the most likely next war.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"New Ways and Means Chief Rules Out Sharing Power","web_url":"https://www.nytimes.com/1994/06/03/us/new-ways-and-means-chief-rules-out-sharing-power.html","abstract":"  The new chairman of the House Ways and Means Committee said today that he had no plans to share power with Representative Dan Rostenkowski and expressed confidence that he could send health care legislation to the House floor by the end of the month.   The Representative, Sam M. Gibbons, a Florida Democrat, will take over as acting chairman in place of Mr. Rostenkowski, who was indicted on Tuesday on multiple criminal charges of abusing his Congressional privileges. Mr. Gibbons said he would keep his committee in session over the Fourth of July recess if it did not complete its work on a health care bill by then. But he scoffed at the idea that Mr. Rostenkowski's indictment and consequent demotion would spell defeat for President Clinton's effort to overhaul the health care system.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Trade, Environment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-trade-environment-letters-to-the-editor.html","abstract":"While the Uruguay Round trade agreement may not have satisfied the desires of various environmental organizations, it is perhaps extreme for Jessica Mathews (\"Adrift in the Great Gray Greenless GATT,\" Opinion, April 12) to generally condemn the","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Holy Bull Rests Case; He Is Out of Belmont","web_url":"https://www.nytimes.com/1994/06/03/sports/horse-racing-notebook-holy-bull-rests-case-he-is-out-of-belmont.html","abstract":"  To run or not to run?   Jimmy Croll, who has been pondering the question since Holy Bull won the Metropolitan Mile on Memorial Day, finally made the decision yesterday. He will not run Holy Bull in the Belmont Stakes one week from tomorrow.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Article 287270 -- No Title","web_url":"https://www.nytimes.com/1994/06/03/arts/article-287270-no-title.html","abstract":"  Josie's is an unusual new restaurant specializing in organic food, which might be considered a gimmick except that it can be extraordinarily good. But Josie's is also a pop sociologist's nightmare. Consider what one of the owners, Louis Lanza, had to say in a telephone interview:   \"It's got a 50's, 60's, 70's feel to it. It's got a reminiscence of the past, with the design of the future. And the food is of the future, too.\"","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Review/Film; In Their Job Descriptions?","web_url":"https://www.nytimes.com/1994/06/03/movies/review-film-in-their-job-descriptions.html","abstract":"Gay tensions and pain. Sluggish business, much sit-around discussing their emotional lives.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Eatman Will Join the Falcons","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-football-eatman-will-join-the-falcons.html","abstract":"  The Atlanta Falcons reached a contract agreement Friday with tackle IRV EATMAN, who started every game for the Los Angeles Rams last year. Eatman, a 6-7, 300-pounder, will be entering his ninth season, including five with the Kansas City Chiefs, two with the Jets and one with the Rams.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"In a Small Town in Italy, the U.S. Legacy Is Baseball","web_url":"https://www.nytimes.com/1994/06/03/world/the-d-day-tour-reminiscences-in-a-small-town-in-italy-the-us-legacy-is-baseball.html","abstract":"  President Clinton is arriving here Friday, but for today, 15-year-old Andrea Cancelli had little better to do than to take batting practice.   Nettuno, population 35,000, lies an hour's drive south of Rome and an hour north of the splendid ruined temple at Paestum, but when they talk of \"tradition\" around here they mean 13 national baseball championships in 47 seasons. American soldiers brought the sport with them when they landed along Nettuno's beaches one dark night 50 years ago, and it has become an unlikely local passion.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Bosnia Talks Put Off as Serbs Break Promise","web_url":"https://www.nytimes.com/1994/06/03/world/bosnia-talks-put-off-as-serbs-break-promise.html","abstract":"  Yasushi Akashi, the top United Nations official in the Balkans, postponed Bosnian cease-fire talks today and conceded that he had been wrong to believe promises from the Bosnian Serbs.    A planned two-day meeting on arranging a Bosnian cease-fire was put off after the Muslim-led Bosnian Government boycotted the talks, protesting the failure of Serbian forces to comply with a six-week-old NATO ultimatum and leave the center of the eastern Bosnian town of Gorazde.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"A Warning on the Limits of Aggressive Advocacy; Disbarment of a Prominent Lawyer Stirs a Sharp Debate on Legal Ethics","web_url":"https://www.nytimes.com/1994/06/03/nyregion/warning-limits-aggressive-advocacy-disbarment-prominent-lawyer-stirs-sharp.html","abstract":"  After reading the character references provided by a lustrous array of judges and lawyers, a reasonable person could conclude that Theodore H. Friedman, a 63-year-old personal injury lawyer, all but walked on water.   Brilliant, said many of the 67 writers. Meticulous. A generous friend, whom many had met through his wife, Eve Preminger, a judge in Surrogate's Court. A ferocious, rough-tongued adversary. But above all, they wrote, Ted Friedman was scrupulously ethical. The letter writers included the chief judge of New York's Court of Appeals, Judith S. Kaye, Federal District Judge Jack B. Weinstein, and the journalists Calvin Trillin, Murray Kempton and Sidney Zion.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/06/03/arts/diner-s-journal.html","abstract":"  Mediterranean Mellow    Dappled sunlight filters through the branches of ancient trees and a fountain creates cool music. Waiters move lazily across a stone floor, pouring wine for impossibly elegant people. Can this be midtown Manhattan? On an afternoon in late spring, there is no nicer place for lunch than the garden at Barbetta.   The inside is lovely, too, a cool shaded dining room that looks as if it belongs in an old Italian villa. The walls shimmer with a golden patina and the chandelier casts a benign light on the guests.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-289388.html","abstract":"  Andras Borocz  Tibor de Nagy Gallery 41 West 57th Street Through June 11    The pencil is a drawing tool for most artists, but for Andras Borocz, who immigrated to New York City from Hungary four years ago, it is the stuff of sculpture. His first solo exhibition is populated by tiny figures, all meticulously carved from one or more pencils. Some depict embracing couples; others are pierced by arrows in the manner of St. Sebastian; nearly all give a new specificity to the film title \"Eraserhead.\" These figures have a charming, slightly illustrational appeal similar to that of Saul Steinberg's objects, while their delicate recycling has something in common with Donald Lipski's transformations of tiny found objects. They also evoke, in a minor key, a long history of carved figures, including African, German Expressionist and Romanesque.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Fleet Week, More Nostalgic Than Ever","web_url":"https://www.nytimes.com/1994/06/03/arts/fleet-week-more-nostalgic-than-ever.html","abstract":"  Fleet Week  Regattas, concerts, street fairs and exhibitions will all be part of Fleet Week in New York City this weekend. Here are the events open to the public. Admission is free unless otherwise noted. Information for most events: (212) 245-0072. Today  COAST GUARD AND NAVAL SHIP TOURS, Intrepid Sea-Air-Space Museum, Pier 86, 12th Avenue at West 46th Street, Manhattan. A tour of ship interiors; 1 to 4 P.M.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/03/nyregion/no-headline-282367.html","abstract":"  \"It took them two days to kill everyone in the church. People from three communities had taken refuge in this place. Several hundred militias came. I recognized some from our own town. They were shooting and using machetes.\" -- CONSOLATA MUKATWAGIRIMANA, a Rwandan whose family was killed in a mass slaughter.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/03/nyregion/metro-digest-284092.html","abstract":"  HAITIAN MIGRANTS SETTLE IN, LOOKING BACK   The image of Haitians as boat people misrepresents the diversity of a small, entrenched immigrant group concentrated in the New York and Miami metropolitan areas. They include not only migrant workers in Homestead, Fla., but wealthy doctors on Long Island, not only taxi drivers in Manhattan but college professors in Washington. A1. CUOMO STARTS CAMPAIGN WITH AN ATTACK   Gov. Mario M. Cuomo kicked off his campaign for a fourth four-year term with a speech that included a list of accomplishments, an acknowledgement that he had not reached all his goals, and a broad attack on Republicans, both in New York and elsewhere, for practicing the politics of division. A1.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/03/nyregion/news-summary-281840.html","abstract":"  International A2-10  U.S. SEEKS KOREA SANCTIONS  The Clinton Administration called for economic sanctions against North Korea after international inspectors said the country had destroyed evidence of whether it had developed a nuclear bomb.  A1  A RWANDAN TOWN, ERASED  In a village in eastern Rwanda, a large white statue of Jesus still looks down on a scene of mass slaughter carried out in mid-April. Only corpses and the sound of wind remains in Nyarubuye, a town typical of those devastated by regular army troops or Hutu militiamen during two months of civil war.  A1  A DEADLY ISRAELI RAID IN LEBANON  Israeli planes pounded a training camp of a pro-Iranian group in eastern Lebanon, killing dozens of guerrillas. It was one of Israel's bloodiest raids into Lebanon in years.  A1  CLINTON BACKS ITALY'S LEADERS  Beginning his European trip, President Clinton became the first major world leader to openly endorse the new Italian Government, which for the first time includes neo-Fascists. His visit to Rome also revived a disagreement with Pope John Paul II over abortion.  A10  A SPRING GAMBOL THROUGH ROME  Reporter's notebook: Openly thrilled to be away from the land of Paula Jones and Dan Rostenkowski, Bill and Hillary Clinton held hands and laughed as they roamed Rome. A10  Fifty years after the G.I.'s left, Italians still play baseball.  A10  REPORT CITES SERBIAN WAR CRIMES  A United Nations report accuses Bosnia's Serbs of \"crimes against humanity\" and says they may be responsible for \"a systematic rape policy\" in areas of Bosnia.  A3  A United Nations envoy delayed Bosnian cease-fire talks in Geneva.  A3  TO ADEN, THE TIME-HONORED WAY  Djibouti Journal: The Aden airport has been bombed, and the city is surrounded by northern troops. But the trip to the southern Yemeni city can still be made in the traditional wooden ships known as dhows.  A4  Northern Yemeni forces pledged to honor a cease-fire call.  A5  GET RID OF ARMY, ARISTIDE URGES  In an interview in Washington, Haiti's exiled President said he doubted that an economic embargo could restore him to office and urged \"action to get rid of the thugs\" who overthrew him. It is the strongest statement Father Aristide has made in favor of military intervention.  A3  Defying the President, Ukrainians decided to hold elections.  A2  National A12-20  RELIGIOUS RIGHT SPLITS G.O.P.  The rising influence of evangelical Christians is a major and often divisive force in Republican state party organizations.  A1  CLOUDED FUTURE OF FOX TV  Rupert Murdoch has landed in trouble with Federal regulators who suspect he misled them nine years ago on the foreign ownership of Fox Television, just as he was was on the brink of reaching the major leagues of American television.  A1  RODEO MATERIAL OR JUST MEAT  At the Bucking Horse Sale, unwanted animals must attract the interest of rodeo buyers or they will be shipped off to slaughter.  A12  GRAND JURY FAULTS PROSECUTION  Therapists and parents improperly prodded children to accuse a San Diego child-care worker of sexual abuse, a grand jury found.  A12  COUNTING DELEGATES IN VIRGINIA  Oliver North's backers say they have the votes, but they also know that when 14,000 people gather for the carnival atmosphere of Virginia's Republican convention, anything can and often does happen.  A14  ROSTENKOWSKI WITHOUT A LAWYER  Representative Dan Rostenkowski said he would replace the lawyer who last week failed to persuade him to accept a plea agreement with Federal prosecutors.  A18  CONFIDENT NEW CHAIRMAN  Sam Gibbons said he had no plans to share control of the Ways and Means Committee with Dan Rostenkowski and expressed confidence that he could produce a health care bill by the end of the month.  A18  AMERICAN LABOR SCRUTINIZED  The Labor and Commerce departments issued a joint report detailing the shift to low-paying jobs but delaying for months any recommendations to deal with the problem.  A18  HEPATITIS B STUDY ABSOLVED  An advisory committee to the National Institutes of Health found no evidence of wrongdoing in studies that led to the deaths of 5 of the 15 participants.  A20  Law Page B8  Victims of violence increasingly hold landlords liable for the crimes.   State courts struggle to define when unwanted intercourse is rape.   At the Bar: A death penality lawyer suffers near-death professionally.   Metro Digest B1  CUOMO KICKS OFF CAMPAIGN  Gov. Mario M. Cuomo kicked off his re-election campaign with a speech that listed his accomplishments and attacked Republicans for practicing the politics of division.  A1  THE HAITIAN DIASPORA  The image of Haitians as boat people misrepresents the diversity of a small, entrenched immigrant group concentrated in the New York and Miami metropolitan areas.  A1  Business Digest D1  Weekend C1-27, D17  D-Day on the Intrepid.  C1  Edith Wharton's New York.  C1  Theater: On Stage, and Off C2  Music: Glyndebourne reopens.  C3  Restaurants C20  Art: Robert Capa's D-Day photographs.  C26  Books: \"My Idea of Fun.\" C24  Television: TV Weekend D17  Sports B10-16  Obituaries B9  Editorials/Op-Ed A26-27  Editorials  Attention, Gotham shoppers.  How big an army, for what?  Hungary's wise coalition rule.  Too much of a good thing.  Letters  A. M. Rosenthal: Prisons save lives.  Anthony Lewis: A question of authority.  Andrea Lee: New kids on the right. Chronicle B6  Crossword C24","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Too Much of a Good Thing","web_url":"https://www.nytimes.com/1994/06/03/opinion/too-much-of-a-good-thing.html","abstract":"  The Sony Corporation earned plaudits, from us among others, for putting life into the barren space at the base of its U.S. headquarters building, the former home of AT&T on Madison Avenue in New York City. But the Sony-fication of this atrium has become overwhelming. No one says Sony Plaza is violating city regulations, but it hardly fits the spirit of open spaces that builders create in exchange for a permit to build higher -- spaces where people can escape the hustle of city commerce.   A recent lunchtime stroller found a striking contrast of glitz and tranquillity in Sony's neighborhood. I.B.M.'s large plaza, wrapped in glass, lies directly across the street. In a setting of bamboo trees it offers chairs, tables, a food stand, a garden shop, an entrance to a department store -- and stillness. In Park Avenue Plaza, two blocks south, Chuck Folds played light music on a grand piano. And then there is Lever House, the model for modern open spaces on private property. Its glass enclosure was filled with schoolchildren's art, and the outdoor plaza with New Yorkers soaking up sun.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"At the Bar; In a death penalty case, the defense lawyer is on trial himself, accused of incompetence, and worse.","web_url":"https://www.nytimes.com/1994/06/03/us/bar-death-penalty-case-defense-lawyer-trial-himself-accused-incompetence-worse.html","abstract":"  On the dockets of criminal defense lawyers, few assignments are more thankless than death penalty trials. The pay is poor, the clients often unsympathetic, the odds against winning steep. And when the almost inevitable convictions are appealed, new defense lawyers desperately searching for errors pick apart their predecessor's performances.   Few lawyers, though, have had as nightmarish an experience as S. Donald Ames of San Bernadino, Calif. Twelve years ago he represented Melvin Wade, who killed his girlfriend's 10-year-old daughter. The killing was unusually brutal: Over a 22-hour period Mr. Wade, 24, hit young Joyce Tolliver with a board from a broken couch, stuffed her in a duffel bag, tried to hang her from a wall with a leash, stomped on her chest and made her drink her own urine. Mr. Wade was convicted and sentenced to die in the gas chamber.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Sally Belfrage Memorial","web_url":"https://www.nytimes.com/1994/06/03/arts/sally-belfrage-memorial.html","abstract":"  A memorial gathering for Sally Belfrage, an author of memoirs who died on March 14 at the age of 57, will be held on Wednesday at 5:30 P.M. at the Century Club, 7 West 43d Street, Manhattan. Ms. Belfrage's last book, \"Un-American Activities\" (HarperCollins), is to be published on June 29.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/03/style/chronicle-288357.html","abstract":"  JOHN M. ENGLER may be running for re-election as Governor of Michigan on the Republican ticket, but he will have a few other things on his mind between now and the end of the year. Yesterday, he and his wife, MICHELLE ENGLER, announced that she was pregnant with triplets.    \"The due date is Dec. 22,\" the Governor said in a statement released by his office. \"Michelle is now in her 12th week, and the health of the mother and all three babies is fine. So is Dad's.\"","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-289396.html","abstract":"  Hannah Collins   Leo Castelli Gallery  420 West Broadway (near Spring Street)  SoHo  Through June 11    Billboard-size black-and-white photographs of Istanbul, Turkey; Warsaw, and the Sahara near Cairo make up the first New York show by Hannah Collins, an English artist who lives in Barcelona, Spain. But Ms. Collins rejects scenic views, instead offering images of back alleys and other nondescript locations in gigantic unframed prints hung directly on the wall, like tapestries.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Gooden, Seaver, Ryan, and Now Wilson?","web_url":"https://www.nytimes.com/1994/06/03/sports/baseball-gooden-seaver-ryan-and-now-wilson.html","abstract":"  Twelve years ago, the Mets struck the mother lode by selecting a blue-chip pitcher from Florida by the name of Dwight Gooden in the amateur draft. Yesterday, the Mets turned to the Sunshine State for salvation again by picking another right-handed pitcher, Paul Wilson of Florida State, as the first choice in the 1994 draft.   Wilson, 21, is a 6-foot-5-inch right-hander from Orlando. He was 12-5 with a 2.08 earned run average and 154 strikeouts in 134 innings in this, his junior year at Florida State. For his college career, Wilson has a 26-11 record with a 2.37 e.r.a.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-287288.html","abstract":"  John Coplans   Andrea Rosen Gallery  130 Prince Street  SoHo  Through July 2    A new note of distress can be seen in John Coplans's latest nude self-portraits. In all the photographs, Mr. Coplans appears upside down, as if he were suspended by his feet or falling.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Riley's Teflon Is Part Of Knicks' Scrapheap","web_url":"https://www.nytimes.com/1994/06/03/sports/on-pro-basketball-riley-s-teflon-is-part-of-knicks-scrapheap.html","abstract":"  The morning after another Game 5 got away from Pat Riley's Knicks, a defeated but unbowed nemesis from Chicago couldn't resist the chance to rub it in, a little bit.   \"It just seems to me that they've put together a group of guys who are not terribly skilled,\" Phil Jackson said from the Bulls' office in downtown Chicago. \"The Knicks are predictable. Their offense is run on execution, not creativity. Any time you do that, you're going to get forceful in tight spots.\"","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"An Old City, an Old-Fashioned Role for 'EE-la-ree'","web_url":"https://www.nytimes.com/1994/06/03/world/d-day-tour-reporter-s-notebook-old-city-old-fashioned-role-for-ee-la-ree.html","abstract":"  Looking like any other overscheduled, two-career couple who really needed to get away for awhile, Bill and Hillary Clinton held hands, laughed, mugged, ooh-ed, aah-ed and held hands some more as they roamed Rome today.   Eventually all Presidents find themselves in a tangle and need a change of subject, or scenery. And the Clintons, openly thrilled to be away from the land of Paula Jones, Dan Rostenkowski, Republican electoral triumphs and Presidential helicopter debacles, hoped the Eternal City would provide some transitory relief.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Legal Aid for Poor, Despite Flaws, Works Well in Most Cases","web_url":"https://www.nytimes.com/1994/06/03/opinion/l-legal-aid-for-poor-despite-flaws-works-well-in-most-cases-288977.html","abstract":"  To the Editor:   Some of the facts in your May 23 article on New York City's legal aid for the poor, the assigned counsel plan, are accurate. However, your overall slant is misleading.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"No Mistakes Found in Test Of New Drug","web_url":"https://www.nytimes.com/1994/06/03/us/no-mistakes-found-in-test-of-new-drug.html","abstract":"  In contrast to the findings of another Federal agency, an advisory committee to the National Institutes of Health said in a report today that it had found no evidence of wrongdoing in studies of an experimental drug for hepatitis B that led to the deaths of 5 of the 15 participants.   Two surviving participants required liver transplants. The studies, probably the most catastrophic human experiment in many years, were conducted by the institutes, which canceled them last June.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"North Korea Isn't Playing Games, It Wants the Bomb","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-north-korea-isnt-playing-games-it-wants-the-bomb.html","abstract":"The latest and most serious act of nuclear brinkmanship by North Korea virtually rules out a cooperative resolution of the crisis over its nuclear program..The unsupervised removal of fuel rods from the reactor at the Yongbyon nuclear complex makes it","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/06/03/arts/inside-art.html","abstract":"  A Difficult 'Crossing'    Public art never ceases to push some people's buttons. In Brookline Village, Mass., there has recently been something of an uproar over \"Crossing,\" two altered crosswalk signals facing into the dividing triangle at Washington and Harvard Streets. The work is by Denise Marika, a local artist, and the signals project images of a mother protecting her child at a crossing.   It sounds innocent enough, but both the woman and the child are naked. The nudity is so tactfully executed that the woman's pose reveals no private parts and it is impossible to tell the sex of the child. But some local residents were up in arms when the piece was unveiled two weeks ago. Some tried to have \"Crossing\" removed.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Another Kind of Masterpiece in Madrid Museum","web_url":"https://www.nytimes.com/1994/06/03/style/IHT-another-kind-of-masterpiece-in-madrid-museum.html","abstract":"Visitors to the capital usually make an effort to see the Prado Museum but how many have been to the Ham Museum across the street?.At the Museo del Jamón, there are no paintings of pigs, just succulent ham itself, served by the slice with a glass","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"It's Do or Done Tonight for Knicks Era","web_url":"https://www.nytimes.com/1994/06/03/sports/pro-basketball-it-s-do-or-done-tonight-for-knicks-era.html","abstract":"  Downcast and still shaken by Wednesday night's stunning loss, the Knicks left for Indianapolis today, hoping to save their season.   Unless the Knicks defeat the Indiana Pacers in Friday night's Game 6 of the Eastern Conference finals, New York's quest for a championship will end in abrupt and bitter fashion.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Courts Struggle Over How Much Force It Takes to Be a Rape","web_url":"https://www.nytimes.com/1994/06/03/us/courts-struggle-over-how-much-force-it-takes-to-be-a-rape.html","abstract":"  As the nation's rape laws evolve to reflect changing relations between men and women, many state courts continue to struggle with the question of how much force is necessary in an encounter for there to be a rape conviction.    On Friday the Pennsylvania Supreme Court ruled that a man who did not use physical force, but had sexual intercourse with a woman who said \"no\" throughout the encounter, could not be found guilty of rape because there had been no \"forcible compulsion\" as required by the Pennsylvania rape law.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/03/nyregion/inside-282154.html","abstract":"  U.N. Panel Accuses Serbs Of Genocide in Bosnia   Ending a long inquiry, a United Nations commission accused Bosnian Serbs of \"crimes against humanity\" and \"genocide\" against Muslims and Croats. Its findings go to a war-crimes tribunal. Page A3.  Rostenkowski Seeks Lawyer   Dan Rostenkowski is replacing the lawyer who last week failed to persuade him to accept a plea agreement with Federal prosecutors. Page A18. Warning on Teacher Layoffs    District superintendents say Mayor Giuliani's budget will mean laying off hundreds of teachers. Page B1. Rangers Tie Series    Glenn Anderson's shorthanded goal sparked the Rangers to a 3-1 victory over the Canucks. Page B11.  Graf Upset in French Open    Mary Pierce beat Steffi Graf in the semifinals, halting Graf's string of Grand Slam titles at four. Page B11.  ","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"McMahon Signs On With Cardinals","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-football-mcmahon-signs-on-with-cardinals.html","abstract":"  Quarterback JIM McMAHON, changing teams for the fourth time in his career, signed yesterday with the Arizona Cardinals. Terms of the contract weren't disclosed.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/06/03/arts/sounds-around-town-286265.html","abstract":"  Jacquet on the Green   Illinois Jacquet Big Band, Tavern on the Green, Central Park West at West 67th Street, Manhattan, (212) 873-3200. The saxophonist Illinois Jacquet first became a jazz headliner when he was a sideman in big bands like Cab Calloway's, Lionel Hampton's and, in the 1940's, Count Basie's last band. When he turned to leading his own group, he used a small combo, a format that lasted more than 30 years. But in the 1980's he became the last of the Swing Era stars to form his own big band. Lacking the locations that existed in the big bands' heyday, even such great survivors as the Duke Ellington and Count Basie Bands had been reduced by then to playing one-night stands. But the Jacquet band has now embarked on an unusual engagement: a five-week run at Tavern on the Green. The band plays tonight and tomorrow at 9 and 11 P.M. and on Sunday at 8:30 and 10:30 P.M. It will continue at the Tavern through July 3. The music charge is $23.50 on Fridays and Saturdays, or $17.50 on Sundays, Tuesdays, Wednesdays and Thursdays. JOHN S. WILSON One Plus One Plus Two    New York Swing Quartet, Fat Tuesday's, 190 Third Avenue, at 17th Street, (212) 533-7900. The New York Swing Quartet is a pseudonym behind which lurk several well-known jazz musicians. The two anchors are the guitarist Bucky Pizzarelli and the pianist John Bunch, each of whom tends to hire the other when one of them gets a gig. So the John Bunch Trio features Bucky Pizzarelli on guitar, and the Bucky Pizzarelli Trio features John Bunch on piano. But when they enlarge, they become the New York Swing Quartet, this weekend with Bob Haggart, the bassist who was one of the stars of the Bob Crosby Band in the 1930's and 40's, and the drummer Dennis Mackrel, a veteran of Count Basie's last band. They play three shows tonight and tomorrow, at 8 and 10 P.M. and midnight, and two shows on Sunday, at 8 and 10 P.M. There is a $20 cover charge and a $10 minimum all three nights. J. S. W.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Review/Cabaret; Music and Moods Of the Early 40's","web_url":"https://www.nytimes.com/1994/06/03/arts/review-cabaret-music-and-moods-of-the-early-40-s.html","abstract":"  In \"Sing! Sing! Sing! The Songs of World War II,\" her new cabaret act at Rainbow and Stars (30 Rockefeller Plaza), Maureen McGovern does more than perform nearly 20 songs that made the hit parade in the early 1940's.   Among the show's nonmusical tidbits, she offers \"Joan Bennett's Hollywood Beauty Tip,\" an amusingly quaint vintage-radio ad praising the uplifting effects of coffee. She also delivers a terse 1940's pitch for women to join the armed forces. And a monologue near the end of the show is a family reminiscence of World War II, in which she points out how many ballads of the era were about dreaming.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Review/Photography; The Essence of an Invasion in Just a Few Frames","web_url":"https://www.nytimes.com/1994/06/03/arts/review-photography-the-essence-of-an-invasion-in-just-a-few-frames.html","abstract":"  It is doubly fitting that the International Center of Photography's midtown branch is exhibiting Robert Capa's photographs of the Allied invasion of France in honor of the 50th anniversary of D-Day. Capa, the legendary photojournalist, took what are by far the most famous photographs of the invasion; moreover, the center itself is a kind of monument to his memory, founded in 1974 by his younger brother, Cornell, as part of a long campaign to keep Robert Capa's work alive.   By D-Day, Capa had become the leading war photographer of his generation, recording London during the Blitz and the Allied campaigns in North Africa and Italy for Life and other magazines. He was celebrated for risking his life to get the most telling shot; in an oft-quoted maxim, he once said, \"If your pictures aren't good enough, you're not close enough.\"","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Wharton's New York","web_url":"https://www.nytimes.com/1994/06/03/books/wharton-s-new-york.html","abstract":"  Here is information on the Edith Wharton exhibition and other Wharton events at the National Academy of Design. Exhibition \"GLANCING BACKWARD: EDITH WHARTON'S NEW YORK,\" an exhibition of paintings, drawings, sculpture and rare books that evoke the author's real life and the world she created in her writing, is to remain on view through Sept. 18 at the academy, 1083 Fifth Avenue, at 89th Street, Manhattan. Hours are Wednesdays, Thursdays, Saturdays and Sundays, noon to 5 P.M.; Fridays, noon to 8 P.M.; closed Mondays and Tuesdays. Admission: $3.50; $2 for students and the elderly; free for everyone on Fridays from 5 to 8 P.M.","thumbnail":null,"section":"Books"},{"date":"19940603","headline":"Dozens Are Killed As Israelis Attack Camp in Lebanon","web_url":"https://www.nytimes.com/1994/06/03/world/dozens-are-killed-as-israelis-attack-camp-in-lebanon.html","abstract":"  In one of their bloodiest raids into Lebanon in years, Israeli warplanes killed dozens of young Muslim guerrillas with rockets and machine-gun fire today as they pounded a training camp of the pro-Iranian Party of God.   Estimates of the dead ranged from about 30 to 45, with the lower figure coming from the Israeli Army and the higher from the Lebanese Foreign Minister, Faris Bouez.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Patient Lidster Seizes Moment","web_url":"https://www.nytimes.com/1994/06/03/sports/stanley-cup-finals-patient-lidster-seizes-moment.html","abstract":"  Doug Lidster will be gracious. He will not gloat. He will not second-guess the Rangers' coaching staff. He will not say, \"I told you so.\"   Still, Lidster is human. And so when someone told Lidster last night that Rangers Coach Mike Keenan had admitted it was a mistake to bench him for so much of this season, Lidster allowed himself a smile. It is nice, after all, to feel wanted again.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/03/style/chronicle-285927.html","abstract":"  The topic was \"Women and Substance Abuse: A Family Problem, a National Crisis,\" and who better to personalize the pain than BETTY FORD, the former First Lady, and her daughter, SUSAN FORD BALES.    The two women offered a candid view of their experiences at a symposium and luncheon yesterday at the Parker Meridien Hotel in Manhattan given by the Robert Wood Johnson Foundation and the Center on Addiction and Substance Abuse at Columbia University.","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/06/03/arts/sounds-around-town-289361.html","abstract":"  Heath's Harmonies   Jimmy Heath, Metropolis, 31 Union Square West, at 16th Street, Manhattan, (212) 675-2300. Jimmy Heath is one of the finest saxophonists to come up out of be-bop, a Philadelphian schooled in the style's intricacies. But he has continued adding to the language, and now he's an enormously rich improviser; his harmony alone is worth listening to, following all the different courses he takes through a tune. He's also a fine composer and arranger, and his improvisations have a composer's logic. Shows are tonight and tomorrow at 8 and 10:30 P.M. Tickets are $10 to $17.50, and there is an additional $10 minimum. PETER WATROUS A Drummer Steps Forward    Joe Chambers, Birdland, 2745 Broadway, at 105th Street, Manhattan, (212) 749-2228. Though best known as a drummer, Joe Chambers also perdiodically leads fine groups that feature his tough composing. His tunes, with their odd and angular harmonic movement, force soloists to pay attention, and his fierce swing makes them work for their money. Mr. Chambers has brought on the tenor saxophonist Javon Jackson as the lead horn player, and Mr. Jackson, a classicist, should find the material ripe. Shows tonight and tomorrow are at 9, 10:30 and midnight. There is a $10 cover charge and a $10 minimum at the tables and a $5 cover charge and a $5 minimum at the bar. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"1894: Scandal in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-1894-scandal-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The great trial of the Banca Romana is daily increasing in interest, and monopolises the attention of the Italian public. The high social standing of the defendants, the enormous sums which they are accused of having abstracted, and the fact that m","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"They Did It Together : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-they-did-it-together-letters-to-the-editor.html","abstract":"Regarding \"Battle Scars Remain but Little Has Changed in Normandy\" (Features, April 22):.Having been educated in the United States during World War II, and having served in the British Army at the time of D-Day, I hope I am in no way a chauvi","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"THE MOVIE GUIDE : Canción de Cuna","web_url":"https://www.nytimes.com/1994/06/03/style/IHT-the-movie-guide-cancion-de-cuna.html","abstract":"Directed by José Luis Garci. Spain.. José Luis Garci returns to moviemaking after a seven-year hiatus. The subject is a beautiful love story set in a 19th-century Spanish convent. The wise town doctor unsuccessfully courts the Mother Superior, a","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Sports of The Times; Anderson Justifies The Trade","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-of-the-times-anderson-justifies-the-trade.html","abstract":"  THE trade hadn't really panned out. Glenn Anderson had been skating in the sands of time for the Rangers during the Stanley Cup playoffs. Until last night.   At age 33, the old Oiler right wing with the withering stare in his eyes had contributed four late-season goals after Mike Gartner had been sent to the Toronto Maple Leafs in one of Neil Smith's trade-deadline deals that Mike Keenan had demanded. But in the playoffs Anderson had scored only one goal while Gartner had produced five.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"New Kids on the Right","web_url":"https://www.nytimes.com/1994/06/03/opinion/new-kids-on-the-right.html","abstract":"  A suntan is a must for sincere followers of Italy's new Prime Minister, Silvio Berlusconi. So wrote Roberto D'Agostino after the March election, in a satirical article in the Italian weekly L'Espresso. No suspiciously Communist-looking pallor for the hearty conservative types who are going to turn the country into a paradise of high employment, low taxation and Roman Catholic family values. \"Those around you must be reassured by a complexion that radiates health and sport, self-confidence and youth.\"    In fact, being -- or looking -- young, though always desirable, has rarely been so much in style as it has been in Italy this spring. Of the Prime Minister himself, who is 57, his wife, Veronica, observed in an interview this week, \"My husband is concentrated on his future like a man of 30.\"","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Pippig Withdraws From Central Park Race","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-running-pippig-withdraws-from-central-park-race.html","abstract":"  The anticipated showdown between UTA PIPPIG of Germany and ANNE MARIE LETKO of the United States at tomorrow's Advil Mini Marathon dissolved yesterday when Pippig, winner of last year's New York City Marathon, withdrew from the 10-kilometer race through Central Park with the flu. But that doesn't make Letko the automatic favorite.   Indeed, with a field that includes three top Kenyans -- the defending champion, TECLA LOROUPE, 21; the 1991 winner, DELILLAH ASIAGO, 22, and a 20-year-old comer, JANE OMORO -- the 25-year-old Letko, who is from Glen Gardner, N.J., should have all the competition she needs in making her first appearance in the world's oldest and richest women's road race.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Review/Film; In Search of the Perfect Wave, or Something","web_url":"https://www.nytimes.com/1994/06/03/movies/review-film-in-search-of-the-perfect-wave-or-something.html","abstract":"  Surfing has come a long way since those lazy, hazy, crazy days of the early 1960's when the sport was a cult phenomenon in Southern California and Hawaii. As \"Bruce Brown's 'The Endless Summer II' \" makes abundantly clear, it has grown into a worldwide network of enthusiasts with its own professional tour circuit and star galaxy.    But while \"The Endless Summer II\" notes many of the changes in the sport, from the shortening of surfboards to the overcrowding of popular beaches, its main goal is to recapture the innocent mystique of Mr. Brown's 1964 film, \"The Endless Summer.\" It was 30 years ago that this modest, 16-millimeter feature film became an international hit and did much to popularize the sport around the world. In that movie, which had the perky ingenuousness of an early Beach Boys anthem, Mr. Brown trekked around the globe with two young surfers on a quest for the so-called perfect wave.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"WHITE HOUSE ASKS GLOBAL SANCTIONS ON NORTH KOREANS","web_url":"https://www.nytimes.com/1994/06/03/world/white-house-asks-global-sanctions-on-north-koreans.html","abstract":"  The Clinton Administration called today for global economic sanctions against North Korea after international inspectors said the North Koreans had destroyed evidence of whether they had diverted material for a nuclear bomb.   The Administration's move marked a new -- and potentially dangerous -- phase of Washington's confrontation with North Korea over its nuclear program. North Korea has threatened to attack South Korea if sanctions are imposed.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Returning to the Scene of the Crime, to Sue the Owner","web_url":"https://www.nytimes.com/1994/06/03/us/returning-to-the-scene-of-the-crime-to-sue-the-owner.html","abstract":"  It never occurred to her that she was doing anything dangerous. She was visiting a friend at 920 Broadway, an office building on 21st Street in Manhattan. The regular elevators were slow, so when the freight elevator came she marched right in. When a man entered after her, she did not flinch. It was mid-afternoon, and a closed-circuit camera seemed to be monitoring the space.    But the man attacked her, fracturing her nose and cheekbone and stealing her pocketbook. The camera, it turned out, was not working.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Review/Film; Midday Cowboys in the City, With Horses","web_url":"https://www.nytimes.com/1994/06/03/movies/review-film-midday-cowboys-in-the-city-with-horses.html","abstract":"Two rubes in Manhattan. Predictable, humorless mess.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Reviews/Film; No Kiss For Froglip","web_url":"https://www.nytimes.com/1994/06/03/movies/reviews-film-no-kiss-for-froglip.html","abstract":"  Jozsef Gemes's animated film \"The Princess and the Goblin\" is not to be confused with the kind of fairy tale in which a royal kiss turns a hideous creature into a shining prince. An adaptation of a popular 1872 tale by the Scottish author George MacDonald, it tells the less romantic story of a sheltered princess who overcomes her childhood fears and saves her father's kingdom from a race of evil goblins.    The film is a whimsical allegory of self-reliance in which the wispy-voiced princess, Irene (Sally Ann Marsh), guided by the ghost of her great-great-grandmother (Claire Bloom), grows into a take-charge woman who survives all sorts of punishing physical ordeals. If the subtext of the tale suggests that the goblins are really one's own unconscious childhood fears, visually the movie doesn't begin to plumb Freudian waters.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Arafat Is Reported Ill With 'Mild Angina'","web_url":"https://www.nytimes.com/1994/06/03/world/arafat-is-reported-ill-with-mild-angina.html","abstract":"  Suffering from what his aides called \"mild angina,\" Yasir Arafat canceled appointments today and was reported to be resting in Tunis, P.L.O. officials said.   Palestinian officials both in Tunis and Cairo played down the P.L.O. chairman's medical problems, and denied reports that hewould be flown out of Tunis for medical care. Mr. Arafat, who is 64 years old, has had a history of health problems.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Not Guilty Pleas By 2 Officers","web_url":"https://www.nytimes.com/1994/06/03/nyregion/not-guilty-pleas-by-2-officers.html","abstract":"  Two New York police officers charged in the 30th Precinct corruption scandal pleaded not guilty in Federal Court in Manhattan yesterday to charges that they were involved in drug trafficking and illegal searches.   Appearing separately before a magistrate judge, Christopher DiLorenzo and John Arena each entered pleas during arraignments in the United States Court for the Southern District and were released on bail.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Hanoi, Not Nixon, Set Pace of Vietnam Peace","web_url":"https://www.nytimes.com/1994/06/03/opinion/l-hanoi-not-nixon-set-pace-of-vietnam-peace-288870.html","abstract":"  To the Editor:   No one will begrudge Tony Lewis (\"Guilt for Vietnam,\" column, May 30) the fun of returning to the battles of his youth, in the process blaming the United States Government and not Hanoi for American casualties, and repeating the contemptible lie that the terms achieved in 1972 were available in 1969. Like the Bourbons, Tony Lewis has forgotten nothing in the interval, but neither has he learned anything.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Issues of Foreign Ownership Cloud the Future of Fox TV","web_url":"https://www.nytimes.com/1994/06/03/us/issues-of-foreign-ownership-cloud-the-future-of-fox-tv.html","abstract":"  Just when it seemed that Rupert Murdoch was about to reach the major leagues of broadcast television, he has landed in trouble with Federal regulators who suspect that he intentionally misled them nine years ago concerning the extent of foreign ownership of Fox Television Stations Inc.   The questions are serious, because Federal law prohibits a foreign company from owning more than 25 percent of an American radio or television station. Violation of the law, especially if the facts were misrepresented to the Federal Communications Commission, could mean that Mr. Murdoch would have to sell his stations.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/03/sports/transactions-287075.html","abstract":"  Baseball    MLB -- Named Kathleen Francis director of market development and major league baseball properties charities. American League   CLEVELAND INDIANS -- Called up Jason Grimsley, pitcher, from Charlotte of the International League. Designated Kevin Logsdon, pitcher, for assignment.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Books of The Times; Wild Journey Into an English Lad's Dark Psyche","web_url":"https://www.nytimes.com/1994/06/03/books/books-of-the-times-wild-journey-into-an-english-lad-s-dark-psyche.html","abstract":"  My Idea of Fun   By Will Self   309 pages. Atlantic Monthly Press. $21.     The British writer Will Self has a liking for decidedly unorthodox heroes: his last book, \"Cock & Bull\" (1993), featured a woman who sprouts a penis and a man who grows a vagina, and his new novel, \"My Idea of Fun,\" stars a boy who apprentices himself to the Devil and learns (or says he learns) how to commit coldblooded murder.   The difference between these books is huge. Whereas \"Cock & Bull\" squandered Mr. Self's evident gifts in sophomoric (and often highly sexist) jokes and high jinks, \"My Idea of Fun\" is a genuinely ambitious and accomplished novel, a novel that reads like an original and often willfully perverse Cuisinart mix of William Burroughs, William Gaddis, Thomas Pynchon and Lewis Carroll. One reads the book with a combination of fascination and nausea, intellectual curiosity and emotional horror, impressed by Mr. Self's virtuosic skills with language and satire even while being repelled by his images of necrophilia, mutilation and torture.","thumbnail":null,"section":"Books"},{"date":"19940603","headline":"Canucks Head for Drawing Board","web_url":"https://www.nytimes.com/1994/06/03/sports/stanley-cup-finals-canucks-head-for-drawing-board.html","abstract":"  Trevor Linden talked about the process. The questions in the Vancouver dressing room had to do with a series for the Stanley Cup that is tied at one game each as the Rangers and Canucks head for British Columbia. But when Linden, the right wing and captain, was asked about numbers and possibilities, he kept getting back to the process.   The captain of the Canucks was speaking of fundamental approaches and adjustments, both strategic and emotional, elements leading to the slips, skids and bounces that can determine a champion.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Waterfront Condominium Development;\nStalled Project Revived onteh Bay in Bensonhurst","web_url":"https://www.nytimes.com/1994/06/03/us/waterfront-condominium-development-stalled-project-revived-onteh-bay-in.html","abstract":"An abandoned waterfront residential development complete with boat slips and water views in Bensonhurst, Brooklyn, is being revived by a new owner.\n\n\"Where else in the city can you be within a 20-minute drive of Manhattan and have a boat in your backyard?\" said Brad Zackson, the president of the Brookmar Corporation of Manhattan, the new developer.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Outdoor Dining in Paris: Beware!","web_url":"https://www.nytimes.com/1994/06/03/style/IHT-outdoor-dining-in-paris-beware.html","abstract":"So you want to dine outdoors in Paris, in the warmth of the late spring sun or beneath a field of stars? Just try. If a special microclimate doesn't get you, a staff for whom outdoor service is simply too much trouble will..Recent attempts at outdoor d","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"1919: Jews in Poland : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-1919-jews-in-poland-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Germans have a vast scheme to advertise that the Poles have entered upon a policy of imperialism and of denying to the Jewish race its legitimate rights. Although M. Paderewski has explained his position many times his declarations appear to h","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Suns' Johnson to Play 3 More Seasons","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-basketball-suns-johnson-to-play-3-more-seasons.html","abstract":"  Phoenix Suns point guard KEVIN JOHNSON says he will play three more seasons and then call it quits. He said his retirement plans are firm, unlike the shifting announcements by his teammate CHARLES BARKLEY. Johnson's one-year contract extension was announced yesterday, allowing him to end his career in Phoenix after the 1996-97 season. He will be 31 when he retires. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288594.html","abstract":"  An obituary on May 21 about Paul Lenti, a theatrical reporter and critic, described the cause of his death incompletely, and a correction in this space on Wednesday misstated a description of it given by a spokesman for the Maimonides Medical Center in Brooklyn, where Mr. Lenti died. The spokesman said Mr. Lenti's death, from an infection of a heart valve, was not related to valve-replacement surgery that he underwent at the hospital two months earlier.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"It's Good the Germans Are Disturbed","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-its-good-the-germans-are-disturbed.html","abstract":"Germans are wondering about themselves again, acutely sensitive to what others think. They are holding international conferences on right-wing radicalism and whether it suggests a crisis of their democratic culture. That is why some wanted so badly to be","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Abroad at Home; A Question of Authority","web_url":"https://www.nytimes.com/1994/06/03/opinion/abroad-at-home-a-question-of-authority.html","abstract":"  Bill Clinton and his people came to Washington believing that foreign policy would matter little if at all to his political success. Late, very late, they have begun to understand their mistake.    Americans may say that they do not much care about foreign affairs. But making a mark in the world -- being seen by other nations as a figure of authority -- is crucial to a President's establishment of authority at home. So it is ominous for President Clinton that recent polls show a sharp loss of confidence in his handling of foreign policy.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"For Williams, It's the Rangers or Nobody","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-baseball-for-williams-it-s-the-rangers-or-nobody.html","abstract":"  MITCH WILLIAMS says he will either sign to pitch for the Texas Rangers in 1995 or continue his retirement from baseball. Williams spoke from his Hico, Tex., ranch, where he went after the Houston Astros placed the 29-year-old left-handed reliever on waivers so they could him his unconditional release.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Even in Defeat, Wickman Gets Close to Closer","web_url":"https://www.nytimes.com/1994/06/03/sports/baseball-even-in-defeat-wickman-gets-close-to-closer.html","abstract":"  When General Manager Gene Michael was questioned about the Yankees' continuing quest for a closer last week, he conceded that his pursuit had slowed because the relief pitchers he desired were either unavailable or too expensive. Without prompting, Michael then contended that a solution to the potential problem might be lurking in the Yankee bullpen. Then he mentioned Bob Wickman.   \"I'll bet you,\" Michael said, after naming Wickman, \"one of those pitchers is the answer.\"","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"For Children","web_url":"https://www.nytimes.com/1994/06/03/arts/for-children.html","abstract":"  'Art Jam Improv'   Green Oasis Community Garden   East Eighth Street, between  Avenues C and D  Lower East Side  (212) 473-5850  Recommended for all ages  Sunday    The 60 community gardens, official and unofficial, in the East Village look so lovingly maintained and deeply cherished that you can almost detect the hum of lullabies when the leaves flutter. And some of the community gardens have workshops for children that could make a non-East Villager parent envious.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Triumphant Rangers: Happy Days Are Here Again","web_url":"https://www.nytimes.com/1994/06/03/sports/stanley-cup-finals-triumphant-rangers-happy-days-are-here-again.html","abstract":"  Even before the Rangers beat the Vancouver Canucks at Madison Square Garden last night to even the Stanley Cup finals at one game each, Mayor Rudolph W. Giuliani was on MSG Network, planning the victory parade.   When asked if City Hall would arrange a civic celebration if the Rangers win the cup for the first time since 1940, Giuliani replied: \"Darn right. A big one. We've been waiting a long time.\"","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Religious Right Gains Influence And Spreads Discord in G.O.P.","web_url":"https://www.nytimes.com/1994/06/03/us/religious-right-gains-influence-and-spreads-discord-in-gop.html","abstract":"  After years of quietly building support, conservative Christians have burst into view this year as an important, often divisive, force in Republican politics. They now have control of six state party organizations and are making inroads in several others.   The rise of evangelical Christians, whose presence has substantially grown since Pat Robertson ran for President in 1988, has led to bitter intraparty battles in several states. Typically, traditional suburban moderates denounce the evangelicals as interlopers and fear that their stands on emotional issues like abortion will drive people from the party.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"In Luxury, Purring Understatedly","web_url":"https://www.nytimes.com/1994/06/03/arts/in-luxury-purring-understatedly.html","abstract":"  THE more genteel the hotel, the more softly it speaks. The Plaza Athenee barely manages a whisper. It is discreet, subdued, understated. In a field crowded with Basil Fawltys, it is Jeeves.    So recessive is the hotel, on 64th Street between Park and Madison Avenues, that cabdrivers were perplexed when, after turning onto 64th Street from Madison, I asked them to stop in front of the hotel. On the first three occasions, the driver looked back with the weak, eager-to-please smile that spells total confusion. Hotel? Where? After a while, I gave up. \"Pull up behind that garbage truck,\" I told driver No. 4.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Their Stunning Game 5 Even Stuns Pacers","web_url":"https://www.nytimes.com/1994/06/03/sports/pro-basketball-their-stunning-game-5-even-stuns-pacers.html","abstract":"  This time of year, the Indiana Pacers are usually well into their vacations. This time of year, the Pacers usually watch other teams march toward the league finals.   One day soon, building block by block, the Pacers hoped they could reach that exhilarating stage. And to nearly everyone's surprise -- including their own -- that day has arrived. On Friday night at Market Square Arena, the Pacers battle the Knicks in Game 6 of the Eastern Conference finals. They lead the series by three games to two. One more victory and they will meet the Houston Rockets in the finals. At practice here today, the Pacers were pinching themselves and rubbing their eyes.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"122 on Staff To Lose Jobs, Mayor Says","web_url":"https://www.nytimes.com/1994/06/03/nyregion/122-on-staff-to-lose-jobs-mayor-says.html","abstract":"  The Giuliani administration said yesterday that it had dismissed 22 workers from the Mayor's staff and would dismiss 100 more by the end of the month in an effort to cut costs.    At the end of the Dinkins administration on Dec. 31, the mayor's office had 1,274 positions.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Pierce Stuns Graf, Sánchez Vicario Wins","web_url":"https://www.nytimes.com/1994/06/03/sports/IHT-pierce-stuns-graf-sanchez-vicario-wins.html","abstract":"Her father always said Mary Pierce could play like this..Of course, no one seemed to know where Jim Pierce was on Thursday, as his 19-year-old daughter was demolishing world No.1 Steffi Graf, 6-2, 6-2, in a French Open semifinal. .She became the firs","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Reporter's Notebook; For Democrats, Too Smooth a Polish?","web_url":"https://www.nytimes.com/1994/06/03/nyregion/reporter-s-notebook-for-democrats-too-smooth-a-polish.html","abstract":"  A week after a Republican state convention that was filled with accusations of backroom arm-twisting, skulduggery and last-minute deals, the Democratic convention that ended today was a tightly scripted, downright civil affair virtually devoid of drama.    Yet for all their messy maneuvering, the Republicans emerged from their convention energized by the sense that, amid strife, they had chosen the best ticket possible: one that would appeal to moderates and conservatives, women and people angry with incumbents.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-289418.html","abstract":"  Benefit Exhibition and Sale for Independent Curators  Sonnabend Gallery 420 West Broadway (near Spring Street) SoHo Through June 25    This three-in-one end-of-season group show, heralding the arrival of the flock, is better than most. It is held for the benefit and on the 20th anniversary of Independent Curators, which organizes traveling exhibitions of contemporary art, and it reflects the choices of three curators who seem to have given the project a good deal of thought.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Review/Pop; With Many Languages of Love, Julio Iglesias","web_url":"https://www.nytimes.com/1994/06/03/arts/review-pop-with-many-languages-of-love-julio-iglesias.html","abstract":"  Some people are drawn to powerful characters; others are touched by tender entreaties. Julio Iglesias, one of the most popular singers on earth, seduces through vulnerability. On Wednesday night at Radio City Music Hall, where he is appearing through Sunday, he sang about loneliness, about missing an absent lover, about feeling humbled and elevated by love. In nearly every song, he was a supplicant.    Mr. Iglesias is a multinational Romeo.  With lyrics in English, Spanish, Italian and Portuguese, he has pleas for most of the European Community, and a perfect line: \"I never faked anything in my life,\" he said between songs, just before plugging his new album, \"Crazy\" (Columbia). When he sang, he didn't move much beyond his hands, even in the few uptempo songs. On risers behind him, three female backup singers sashayed and shimmied in slow motion, cooing wispy harmonies above a band that did its best to evaporate.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Drunken-Driving Case Leaves Town Stunned","web_url":"https://www.nytimes.com/1994/06/03/nyregion/drunken-driving-case-leaves-town-stunned.html","abstract":"  For years, residents of the Orange County town of Goshen have regarded their police chief as an honorable man, one who volunteered at the local ambulance corps, served on the board of a Christian school and showered his granddaughter with affection.   Now the community is trying to reconcile that image of the chief, Edward Dykshoorn, with 20 minutes of reckless driving on Wednesday night during which, the authorities said, he injured two people and later tried to kill himself.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Early Call Brings a New Dawn to Dooley's Career","web_url":"https://www.nytimes.com/1994/06/03/sports/soccer-world-cup-94-early-call-brings-a-new-dawn-to-dooley-s-career.html","abstract":"  The call came at 4:30 in the morning on Dec. 16, 1991.   \"Are you sitting down?\" the voice on the other end asked.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"No One Bribed Anyone in Clinton Trading","web_url":"https://www.nytimes.com/1994/06/03/opinion/l-no-one-bribed-anyone-in-clinton-trading-288748.html","abstract":"  To the Editor:   For a man who usually chooses his words so carefully, William Safire is off the wall in describing Hillary Rodham Clinton's commodity trading as \"bribery in its most modern form\" (column, May 30). He offers no evidence -- and there is none -- of what he calls \"blatantly preferential treatment,\" \"trades made in their behalf with little or perhaps no Clinton input\" or \"records strangely missing.\"","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Theme Parks Give History a Landscape","web_url":"https://www.nytimes.com/1994/06/03/opinion/l-theme-parks-give-history-a-landscape-288888.html","abstract":"  To the Editor:   Railing against the Disney Company's proposed historic theme park in Virginia, as Frank Rich does in \"Disney's Bull Run\" (column, May 22), is a popular sport. The proposed theme park may be the wrong project for the site because of environmental impacts, but we shouldn't dismiss historical amusement parks without considering why they are successful.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-289400.html","abstract":"  Martha Diamond   Robert Miller Gallery  41 East 57th Street  Through June 25    Martha Diamond's latest paintings begin, as her works have in the past, with urban architecture, or more precisely with a loose grid of building facades. The crucial word is loose. The buildings are only suggested by sketchy, melting lines that make them look like tumbling houses of cards. Above them, behind them, on top of them, Ms. Diamond puts down broad, brushy strokes of paint. The range of colors goes from all somber grays and black to pink, red and sky blue. It's not only these chromatic twists, but also the blending of seeming structure and seeming spontaneity, that make the work distinctive.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/03/arts/art-in-review-289370.html","abstract":"  Alberto Giacometti 'Early Works in Paris (1922-1930)'   Yoshii Gallery  20 West 57th Street  Through June 25    This small, outstanding exhibition should not be missed by anyone interested in modern sculpture. Its subject is the period of Giacometti's apprenticeship in Paris, when he was restlessly searching for a direction and pursuing remarkably diverse paths at the same time.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/06/03/movies/on-stage-and-off.html","abstract":"  Long Time Between Roles    When Roger Horchow, the mail-order catalogue tycoon, wanted to fulfill a lifelong dream and produce a Broadway show, he put his money where his mouth was and anted up 70 percent of the $8.3 million stake for his chosen project, \"Crazy for You.\" The show opened in February 1992, won the Tony for best musical and is still going strong. And now Mr. Horchow is going a bit further; he's putting his mouth where his money is.   Sometime in mid-September, when the actor Carleton Carpenter goes on vacation for a week or two, Mr. Horchow will stand in for him in the role of Everett Baker, the father of the leading lady, Polly, now being played by Karen Ziemba. It might very well be the first time a producer has entered a Broadway show in this fashion, and it will probably require a waiver of some kind from Actors Equity.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Prosecutors Rebuked in Molestation Case","web_url":"https://www.nytimes.com/1994/06/03/us/prosecutors-rebuked-in-molestation-case.html","abstract":"  Therapists and parents improperly prodded children to accuse a child-care worker of bizarre sexual abuse, a San Diego grand jury said in a report issued on Wednesday that sharply criticized the prosecution\" of the case.    In November, after seven months of trial, a jury took seven hours to acquit Dale Akiki, 35, a mentally retarded and physically deformed church volunteer, who had been charged with sexually abusing, torturing and kidnapping nine children at a suburban San Diego church in 1988 and 1989.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Dolphins Reach Accord With Draft Pick","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-football-dolphins-reach-accord-with-draft-pick.html","abstract":"  The Miami Dolphins yesterday signed their first-round draft pick, TIM BOWENS, to a four-year contract reportedly worth more than $3 million. Bowens, a 6-foot-4-inch, 336-pound defensive tackle, was stabbed in the back three times by another teen-ager in high school and lost three toes on his left foot in a lawn mower accident prior to his senior prep season. The Dolphins admittedly took a risk when they selected Bowens, a one-year starter at Mississippi. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288586.html","abstract":"  Because of an editing error, an article on Wednesday about the Giuliani administration's efforts to settle pending lawsuits referred incorrectly to the status of discrimination suits filed by 28 employees of the Off-Track Betting Corporation. The administration has settled a suit brought by one employee, not all 28. The other cases are pending.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Hungary: Coalition Rule Is Wise Choice","web_url":"https://www.nytimes.com/1994/06/03/opinion/hungary-coalition-rule-is-wise-choice.html","abstract":"  Hungarians turned decisively to former Communists, now called Socialists, in the second and final round of parliamentary elections this week. The Socialists, who took a big lead after the first round of elections, have now won an outright parliamentary majority.    The resurrection of Hungary's Communists need not cause alarm. The Socialists have vowed to keep economic and political reforms alive -- a vow made plausible by their record of bringing market reforms to Hungary in the 1970's.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Sports of The Times; Watching the Knicks At Their Ebb Tide?","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-of-the-times-watching-the-knicks-at-their-ebb-tide.html","abstract":"  I've been sitting here staring out at the Gulf of Mexico, watching row after row of powerful waves tumble onto the beach.   At any moment I expect to see Knick bodies washing up on shore. It appears the Knicks have been kicked aside and left for dead after a loss to Indiana on Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Pierce Applies The Pressure To Upset Graf","web_url":"https://www.nytimes.com/1994/06/03/sports/tennis-pierce-applies-the-pressure-to-upset-graf.html","abstract":"  With the wind-whipped clay stinging her eyes and the pulverizing strokes of Mary Pierce getting under her skin, Steffi Graf, the defending champion of the French Open and all three other Grand Slam tournaments, was ambushed this stormy afternoon in the semifinals by her opponent's simple combination of brute strength and iron will.   Thunder, plus a wildly partisan French crowd at Roland Garros, provided the background music today as the 12th-seeded Pierce pounded Graf into submission, 6-2, 6-2. Pierce, who had already caused a commotion here in her adopted homeland after reaching the semifinal round in record-setting fashion by yielding only six games, said she was determined to forget Graf's ranking and 15 Slam crowns and treat her like just another anonymous first-round opponent. In Graf's estimation, the Florida-trained Pierce more than succeeded.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Haitian Migrants Settle In, Looking Back","web_url":"https://www.nytimes.com/1994/06/03/nyregion/haitian-migrants-settle-in-looking-back.html","abstract":"  In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins.   \"They died because of me,\" said Ms. Auguste, 23, who left Haiti in 1991, won political asylum last fall and now irons blouses for a living. \"My father was shot because I escaped, and my sister died of sorrow the day of his funeral.\"","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Djibouti Journal; By Ancient, Languorous Boat to a Frightening City","web_url":"https://www.nytimes.com/1994/06/03/world/djibouti-journal-by-ancient-languorous-boat-to-a-frightening-city.html","abstract":"  There is a breed of sailors, smugglers and pilots ready, perhaps even eager, to take you to places you should not visit. They take only cash. They scoff at insurance agents. They are pitiless in danger. And they are the only ones left willing to travel to the besieged port city of Aden.    The city of 350,000, the southern stronghold in Yemen's civil war, is surrounded by northern troops. Its airport has been bombed, and its residential areas have been bombarded with missiles.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288578.html","abstract":"  A chart yesterday describing details of the proposed sale of the New York Coliseum to Mortimer B. Zuckerman gave an incorrect deadline for the signing of a letter of intent, a document that indicates that all sides agree to the transaction. The date is July 15, 1994, not July 15, 1995. Because of an editing error, the article also misstated the location of the site. It is at 59th Street and Columbus Circle, not Columbus Avenue.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"11-Year-Old Girl Is Raped in Queens","web_url":"https://www.nytimes.com/1994/06/03/nyregion/11-year-old-girl-is-raped-in-queens.html","abstract":"  An 11-year-old Queens girl was abducted and raped on Wednesday on her way home from school, the police said yesterday.   The girl was walking on Hollis Avenue on her way home from the St. Joachim and Anne School in Queens Village about 2:30 P.M. when a man brandishing a knife forced her to the corner of 214th Street and Hollis Avenue, the police said. There, in a lot overgrown with shrubbery, the man raped her, then took her to a nearby parking lot and raped her again, the police said.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Study Warns of Growing Underclass of the Unskilled","web_url":"https://www.nytimes.com/1994/06/03/us/study-warns-of-growing-underclass-of-the-unskilled.html","abstract":"  Opening a wide door for changes in labor law but then hesitating to walk through it, the Labor and Commerce Departments issued a joint report today, detailing shifts in the American workplace but delaying any recommendations to deal with them for months.   The report details the development of an underclass of low-paid and unskilled workers unable to compete in a complex marketplace. The changes come against the backdrop of an increasingly adversarial climate between management and labor while America is slipping behind other industrialized nations in wages and benefits, Labor Secretary Robert B. Reich said at a news conference.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288560.html","abstract":"  Because of an editing error, an entry in the News Summary on Sunday about the Governor of Arkansas summarized an article about his business dealings incorrectly. The Governor, Jim Guy Tucker, has not admitted loan fraud, has not entered into a plea agreement and has not been charged with wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"A Search For 3 Girls In a Slaying Is a Rarity","web_url":"https://www.nytimes.com/1994/06/03/nyregion/a-search-for-3-girls-in-a-slaying-is-a-rarity.html","abstract":"  A man opened his door in East New York late Wednesday afternoon to see three upset teen-age girls in his backyard. \"We got to get out of here,\" the man overheard one of the girls say. He told the girls that he had seen a police officer out front, and offered to call the officer to assist them.   But they ducked down to avoid being seen and ran from the yard. Only then did he realize that the officer might have been looking for them.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/03/nyregion/c-corrections-288608.html","abstract":"  A report in the Off the Menu column of The Living Section on Wednesday about plans for the opening of the restaurant Spartina by late July misstated its address. It is at 355 Greenwich Street (near Franklin Street), not 355 Greenwich Avenue.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Home Video","web_url":"https://www.nytimes.com/1994/06/03/movies/home-video-287709.html","abstract":"  Little Movie     Now and then the video maw is fed a little film that isn't here and gone in a gulp. A present case in point is a riveting, down-and-dirty piece of film noir called \"Red Rock West,\" directed and co-written by John Dahl and starring Nicolas Cage, Lara Flynn Boyle, Dennis Hopper and J. T. Walsh.   \"Red Rock West,\" broadcast on HBO in October and available in video stores since February, has a profile not unlike other films that, denied theatrical release, begin life on television and move on to rental.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Reviews/Film; Giving the 'Spinal Tap' Treatment to Rap","web_url":"https://www.nytimes.com/1994/06/03/movies/reviews-film-giving-the-spinal-tap-treatment-to-rap.html","abstract":"Mock documentary on rap group. Savvy but plotless Spinal Tapping.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"CUOMO, BEGINNING BID FOR 4TH TERM, ASSAILS THE G.O.P.","web_url":"https://www.nytimes.com/1994/06/03/nyregion/cuomo-beginning-bid-for-4th-term-assails-the-gop.html","abstract":"  Gov. Mario M. Cuomo kicked off his campaign for a fourth four-year term today with a speech that included a list of accomplishments, an acknowledgement that he had not reached all his goals, and a broad attack on Republicans, both in New York and elsewhere, for practicing the politics of division.   On the closing day of the State Democratic Convention, Mr. Cuomo and his running mate, Lieut. Gov. Stan Lundine, left the direct assaults on their probable Republican opponents, State Senator George E. Pataki and Elizabeth P. McCaughey, to a parade of surrogates. When it was Mr. Cuomo's turn, he used his meandering 50-minute acceptance speech to draw numerous substantive and political distinctions between the Democratic and Republican tickets.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"School Chiefs Say Teachers Face Layoffs","web_url":"https://www.nytimes.com/1994/06/03/nyregion/school-chiefs-say-teachers-face-layoffs.html","abstract":"  Superintendents in New York City's 32 school districts say they will be forced to lay off hundreds of teachers under the Giuliani administration's proposed city budget.   Mayor Rudolph W. Giuliani has said the budget cuts he proposed for the Board of Education would cut bureaucratic fat without directly affecting classrooms. But several superintendents, who have been meeting in recent weeks to discuss the cuts, said they could not balance their budgets without dismissing teachers, assistant principals, guidance counselors, teacher's aides and others.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Commencements; Queens College Graduates Hear a Wistful Seinfeld","web_url":"https://www.nytimes.com/1994/06/03/nyregion/commencements-queens-college-graduates-hear-a-wistful-seinfeld.html","abstract":"  Observing the customary edict to be brief on an occasion where a full stand-up routine might have been welcomed, the comedian Jerry Seinfeld spoke at Queens College's commencement yesterday for only two minutes (and three jokes), telling the graduates that one of his most poignant memories as a student there was the time he found a parking spot near the campus.   Mr. Seinfeld, Class of '76, said he had \"a lot of other wonderful memories\" of Queens College and its theater department, \"which allowed me to pursue independent study here in stand-up comedy.\"","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Rostenkowski Announces A Split With His Lawyer","web_url":"https://www.nytimes.com/1994/06/03/us/rostenkowski-announces-a-split-with-his-lawyer.html","abstract":"  Representative Dan Rostenkowski, who is charged with 17 counts of corruption, said today that he would replace his legal defense team headed by Robert S. Bennett, the lawyer who tried but failed to persuade the Illinois Democrat to accept a plea agreement with Federal prosecutors.   \"Today, Bob Bennett, my attorney in the House post office investigation, and I mutually decided to go our separate ways,\" Mr. Rostenkowski said in a statement issued this evening. \"I will soon retain new counsel, and will present a vigorous defense to the charges recently brought against me.\"","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Hear This","web_url":"https://www.nytimes.com/1994/06/03/style/IHT-hear-this.html","abstract":"In auctions, pedigree is everything. A gun believed to have been carried by John Wilkes Booth as a backup in his assassination of Lincoln (but dropped along the way) was sold for $77,000. Next up: Brutus's second dagger; the axe Mary Stuart's executioner","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Doubting Sanctions, Aristide Urges U.S. Action on Haiti","web_url":"https://www.nytimes.com/1994/06/03/world/doubting-sanctions-aristide-urges-us-action-on-haiti.html","abstract":"  In the strongest statement he has made in favor of military intervention, the exiled Haitian President, the Rev. Jean-Bertrand Aristide, said today that he doubted that economic sanctions could restore him to office and urged \"action to get rid of the thugs\" who overthrew him.   In an interview in his Washington apartment, Father Aristide repeated his concern that the Haitian Constitution would not allow him to formally invite foreign military intervention. But the Haitian leader said the United States should be \"moving toward a surgical action\" to remove Haiti's military leadership that he said would succeed in a few hours.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Buck High, Old Paint, or Goodbye","web_url":"https://www.nytimes.com/1994/06/03/us/buck-high-old-paint-or-goodbye.html","abstract":"  Under a blazing sun on the dusty High Plains, as fans hooted from the bleachers between swigs of beer and dips of snuff, a slender palomino was led to the bucking chute, ridden by a cowboy and given one last chance to save its life.   The gelding, no longer wanted by its rancher, would get eight seconds to show that it could buck high enough to interest one of the rodeo buyers here at the Bucking Horse Sale, or be shipped to slaughter.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Provost of Juilliard To Step Down July 1","web_url":"https://www.nytimes.com/1994/06/03/arts/provost-of-juilliard-to-step-down-july-1.html","abstract":"  Dr. James Sloan Allen, the provost and dean of the Juilliard School since 1992 and a faculty member since 1985, will leave his position on July 1, the school said yesterday. Stephen Clapp, the associate dean and director of performance activities, will be the acting dean.   Dr. Allen, whose background is in cultural history rather than music, was brought to Juilliard to recast what had been a weak academic and liberal arts curriculum. In 1989 he established a program with Columbia University and Barnard College through which students could take courses at each school. He also expanded Juilliard's adult education and evening division programs.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"North Staff Not Taking A Victory As Assured","web_url":"https://www.nytimes.com/1994/06/03/us/north-staff-not-taking-a-victory-as-assured.html","abstract":"  It's not that Oliver L. North's campaign staff is nervous. Certainly not. Aides responsible for tracking delegate votes at this weekend's Virginia Republican convention are saying the former Marine could win the Senate nomination over James C. Miller 3d with as much as 57 percent of the vote.   It's just that Mr. North's strategists know what can happen when almost 14,000 people get together in a carnival atmosphere to pick a candidate for high office. Many remember 13 years ago, when Herb Bateman came into the convention as the front-runner in a three-way race for attorney general. He finished third.","thumbnail":null,"section":"U.S."},{"date":"19940603","headline":"Ukraine Assembly Rejects Bid To Cancel Presidential Vote","web_url":"https://www.nytimes.com/1994/06/03/world/ukraine-assembly-rejects-bid-to-cancel-presidential-vote.html","abstract":"  The Ukrainian Parliament voted to proceed with presidential elections today, hoping that fresh leadership would help this young country find a way out of its deep political muddle and economic disintegration.   It was a major defeat for President Leonid M. Kravchuk, whose last-minute plea to cancel the June 26 vote was rejected by lawmakers.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"1944: Pope Speaks Out : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/03/opinion/IHT-1944-pope-speaks-out-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Pope Pius XII declared today [June 2] that the idea that the war must end either in complete victory or complete destruction is a stimulant toward prolonging the conflict, and, expressing hope for an early peace, prai","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Collegian Thrilled To Be Yankee Pick","web_url":"https://www.nytimes.com/1994/06/03/sports/baseball-collegian-thrilled-to-be-yankee-pick.html","abstract":"  With his father videotaping the event at their home in Clifton, Va., Brian Buchanan received the call yesterday from a scout, Paul Faulk, informing the University of Virginia first baseman-outfielder that he had been chosen in the first round of the amateur draft by the Yankees. He was the 24th overall pick.   \"I've just been high as a kite ever since then,\" said Buchanan, who will initially be represented in negotiations with the Yankees by his parents.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"The View From the Intrepid","web_url":"https://www.nytimes.com/1994/06/03/arts/the-view-from-the-intrepid.html","abstract":"  FOR lovers of military history and memorabilia, New York City has never had as much to offer as many another great city.   Washington has the Smithsonian. The great Paris military museum at the Invalides holds Frankish battle-axes, homemade French Resistance guns used against the Nazis, and Napoleon's white horse, stuffed after its death. Moscow, Belgrade, Prague and even Hanoi have fine military museums.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Illegal Drivers in Nassau Are Caught on Camera, Then Arrested","web_url":"https://www.nytimes.com/1994/06/03/nyregion/illegal-drivers-in-nassau-are-caught-on-camera-then-arrested.html","abstract":"  Nassau County authorities said today that they had arrested 20 drivers with suspended or revoked licenses who had been caught on videotape driving under the most brazen of circumstances -- to and from their appointments with probation officers.   The motorists, all but four of whom had lost their licenses as a result of drunken-driving convictions, were secretly videotaped by investigators from the Nassau County District Attorney's office as they drove in and out of the parking lot of the Nassau County Probation Department over a four-day period in May. Ignoring Court Orders    County officials said the surveillance underscored the degree to which motorists with revoked licenses ignored court orders to stay off the roads. At a news conference, they described how they placed a camera in a van in the parking lot of the probation department here from May 16 to May 19, and observed the comings and goings of 180 people whose licenses had been suspended. All had meetings with probation officers in connection with their driving offenses.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Review/Film; A Coming-of-Age Tale From Sweden","web_url":"https://www.nytimes.com/1994/06/03/movies/review-film-a-coming-of-age-tale-from-sweden.html","abstract":"Jewish boy growing up in 1920's Stockholm. Tough, but winsome.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"Long Jump Is a Close Call","web_url":"https://www.nytimes.com/1994/06/03/sports/long-jump-is-a-close-call.html","abstract":"  Eric Walder of Arkansas won his third consecutive long jump title at the National Collegiate Athletic Association outdoor track and field championships tonight at Boise State University, but it wasn't easy.   Walder and Roland McGhee of Middle Tennessee State both jumped 27 feet 4 1/2 inches, but Walder took first place on the basis of a better second jump, 27-0 1/2 to McGhee's 26-10 1/2.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Power Play Worked Against Canucks Both Ways","web_url":"https://www.nytimes.com/1994/06/03/sports/stanley-cup-notebook-power-play-worked-against-canucks-both-ways.html","abstract":"  Like hot goaltending, special teams are a vital ingredient for success in the Stanley Cup playoffs. The Rangers have a slight edge over the Canucks after two games, and their penalty killers were vastly responsible for last night's 3-1 victory that evened the series finals at a victory each.   Not only did they produce the winning goal, they also kept the Canucks stymied six times. In Game 1, the Canucks went scoreless five times with the man advantage.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Independent Films In Lincoln Center Series","web_url":"https://www.nytimes.com/1994/06/03/movies/independent-films-in-lincoln-center-series.html","abstract":"  \"Set in Motion: The New York State Council on the Arts Celebrates 30 Years of Independents,\" a weeklong film series devoted to short and feature-length films produced by independent film makers, begins today at 2 P.M. at the Walter Reade Theater at Lincoln Center, 165 West 65th Street.   The 21 programs offer a mix of animation, interviews, biographical sketches, artists at work and fiction, and include early films by Claudia Weill and Spike Lee.","thumbnail":null,"section":"Movies"},{"date":"19940603","headline":"U.N. Report Accuses Serbs of 'Crimes Against Humanity'","web_url":"https://www.nytimes.com/1994/06/03/world/un-report-accuses-serbs-of-crimes-against-humanity.html","abstract":"  Bosnia's Serbs are accused of \"crimes against humanity\" and \"genocide\" and may also be responsible for \"a systematic rape policy\" in areas of Bosnia and Herzegovina, according to the final report of a United Nations commission set up to collect evidence of war crimes in the former Yugoslavia.   The report consists of several detailed studies, including one on \"ethnic cleansing\" in the Prijedor region of northwestern Bosnia, where some 50,000 Muslims and Croats were expelled from their homes by Serbs, and another on rape which suggests that sexual abuse was sometimes used by the Serbs to spread terror.","thumbnail":null,"section":"World"},{"date":"19940603","headline":"Milbury Quits Eagles Before Starting","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-hockey-milbury-quits-eagles-before-starting.html","abstract":"  The MIKE MILBURY era at Boston College ended before the first face-off. Two months after resigning as Boston Bruins assistant general manager to take over as the Eagles' hockey coach, Milbury said yesterday that he was quitting because the college's officials didn't share his vision of the program's future.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Staying Impartial Isn't Easy","web_url":"https://www.nytimes.com/1994/06/03/sports/pro-basketball-tv-sports-staying-impartial-isn-t-easy.html","abstract":"  In the crowded broadcast booth during Game 1 of the Rangers-Canucks series Tuesday night, three television cameras -- from the MSG Network, ESPN and Canada's CBC -- followed the action in unison, tracking smoothly, then staccato, then smoothly again, in coordinated search of the puck on the Madison Square Garden ice.   The MSG team of John Davidson and Sam Rosen was perched in the left corner of the booth, the ESPN crew of Gary Thorne and Bill Clement in the right.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Jets to Take a Look at Mann","web_url":"https://www.nytimes.com/1994/06/03/sports/jets-to-take-a-look-at-mann.html","abstract":"  The Jets, still in the market for a decent pass rusher, will work out former Redskins defensive end Charles Mann on Monday. Mann, 33, was cut by Washington on March 14. He is one of several aging, highly paid veterans released by the Redskins in their efforts to trim their payroll and get under the National Football League's salary cap.   The Jets have also worked out another of Mann's former teammates, receiver Art Monk, who was another player cut by the Redskins in March. Mann was scheduled to earn $1.6 million in 1994 and $1.7 million in 1995. The Jets are not interested in him at anything close to that price. Mann worked out for the Los Angeles Raiders last week and was in Philadelphia with the Eagles yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Computer to Aid Penn Station Trains","web_url":"https://www.nytimes.com/1994/06/03/nyregion/computer-to-aid-penn-station-trains.html","abstract":"  Like planes in an airport approach pattern, the 1,000 trains arriving at Pennsylvania Station every day must line up for scarce slots in the tunnels and wait their turn to enter. If one train is a minute late, then the 15 or 20 trains behind it are also a minute late, at the very least.   Then, Amtrak and the Long Island Rail Road blame each other for delays.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"On My Mind; Prisons Save Lives","web_url":"https://www.nytimes.com/1994/06/03/opinion/on-my-mind-prisons-save-lives.html","abstract":"  Police and bureaucrats tell the public that crime is going down. But in every survey the public insists that crime is still the country's number one problem, ahead of the economy, health care, poverty, everything.   The American public is a hysterical paranoid dolt, that's one explanation. The other is this:","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1994/06/03/style/IHT-the-arts-guide.html","abstract":"BRITAIN. London.The Royal Opera at Covent Garden, tel: (71) 240-1066. A new production of Verdi's \"Aida.\" Directed by Elijah Moshinsky, conducted by Edward Downes, with Cheryl Studer/ Ninau Rautio, Luciana d'Intino/Dolora Zajick and Dennis O'N","thumbnail":null,"section":"Style"},{"date":"19940603","headline":"Attention, Gotham Shoppers","web_url":"https://www.nytimes.com/1994/06/03/opinion/attention-gotham-shoppers.html","abstract":"  New York likes to think of itself as ahead of the curve, but it is not when it comes to the latest trend in retailing: superstores. Those huge, warehouse-type discount stores are increasingly popular around the country, but New York City has relatively few because of zoning restrictions that go back to 1974. Now the Giuliani administration, like the Dinkins administration before it, is considering revising the zoning rules. That would be a sound move if city officials take pains to protect small neighborhood stores that contribute to the vitality of life throughout the five boroughs.   There is ample evidence that the absence of superstores hurts the tax base and creates a drain on the general economy. Many shoppers in search of bargains go to Nassau, New Jersey and Westchester. Jobs that could be available in such stores migrate to the suburbs, too.","thumbnail":null,"section":"Opinion"},{"date":"19940603","headline":"Critic's Choice; A Harvest Of Hilarity In a Festival","web_url":"https://www.nytimes.com/1994/06/03/arts/critic-s-choice-a-harvest-of-hilarity-in-a-festival.html","abstract":"  The most promising events in the second annual Toyota Comedy Festival, which began 11 days of festivities yesterday, are reminders that there is a lot more to humor than the commercial formulas in comedy clubs and on television.    This Sunday at 8 P.M., for instance, Chris Cerf, the author of the hilarious \"Official Politically Correct Dictionary,\" will give a free talk at Barnes & Noble (2289 Broadway, at 82d Street). Readings of plays by Jay Tarses, Nicky Silver, Tom Mardirosian and Kelly Stuart will be at Playwrights Horizons (416 West 42d Street) at 7:30 P.M., Monday through Friday next week. In addition, a high point of the series is likely to be Thursday's double bill: Albert Innaurato's \"Urlicht,\" which imagines Gustav Mahler on a New York subway platform, and \"When Dinah Ruled the Earth,\" a collaboration by Christopher Durang and Wendy Wasserstein from their Yale Drama School days. The readings are free but seating is limited; reservations: (212) 279-4200.","thumbnail":null,"section":"Arts"},{"date":"19940603","headline":"Coliseum: Something for Everyone (Maybe)","web_url":"https://www.nytimes.com/1994/06/03/nyregion/coliseum-something-for-everyone-maybe.html","abstract":"  On the surface, the deal reached this week to sell half of the New York Coliseum site to the developer Mortimer B. Zuckerman has something for everyone. The Metropolitan Transportation Authority, for the first time since it put the Coliseum on the market nine years ago, has cash to show for its efforts: a nonrefundable down payment of $17 million from Mr. Zuckerman.   The Giuliani administration, which had pressured the M.T.A. to complete a deal with Mr. Zuckerman, now has the prospect of a new development to show that the economy is rebounding, 3,700 potential construction jobs and $12 million to $14 million in tax revenues, assuming the project is built.","thumbnail":null,"section":"New York"},{"date":"19940603","headline":"Heat Stays With Loughery as Coach","web_url":"https://www.nytimes.com/1994/06/03/sports/sports-people-basketball-heat-stays-with-loughery-as-coach.html","abstract":"  Miami Heat Coach KEVIN LOUGHERY will keep his job, after all. The team announced yesterday that Loughery agreed to a multiyear contract extension last Sunday, despite rumors that he would be replaced. \"Kevin did get a raise,\" was all the managing partner, LEWIS SCHAFFEL, would say on Loughery's contract extension.","thumbnail":null,"section":"Sports"},{"date":"19940603","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/06/03/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"THE GIG,\" Manhattan Theater Club, Stage II, City Center, 131 West 55th Street, Manhattan. A concert version of a musical by Douglas J. Cohen, based on a film written and directed by Frank D. Gilroy, about a group of amateur jazz musicians who perform at a Catskills resort. Through Sunday. Performances: Tonight at 7:30 P.M.; tomorrow and Sunday at 3 and 7:30 P.M. Tickets: $27. Information: (212) 581-1212. \"SHAKER HEIGHTS,\" Atlantic Theater, 336 West 20th Street, Chelsea. A comedy about an eccentric who tries to incorporate celibacy into his life, by Quincy Long; directed by Neil Pepe. Through Sunday. Performances: Tonight and tomorrow at 8 P.M.; Sunday at 5 P.M. Tickets: $28. Information: (212) 645-1242.","thumbnail":null,"section":"Theater"}],"wiki_events":[],"weather":[{"date":"19940603","time":"1994-06-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":83,"wspd":16.6},{"date":"19940603","time":"1994-06-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":75,"wspd":18.4},{"date":"19940603","time":"1994-06-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":76,"wspd":20.5},{"date":"19940603","time":"1994-06-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":78,"wspd":22.3},{"date":"19940603","time":"1994-06-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":85,"wspd":14.8},{"date":"19940603","time":"1994-06-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":81,"wspd":22.3},{"date":"19940603","time":"1994-06-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":69,"wspd":31.3},{"date":"19940603","time":"1994-06-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":68,"wspd":22.3},{"date":"19940603","time":"1994-06-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":63,"wspd":33.5},{"date":"19940603","time":"1994-06-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":60,"wspd":31.3},{"date":"19940603","time":"1994-06-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":58,"wspd":27.7},{"date":"19940603","time":"1994-06-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":66,"wspd":31.3},{"date":"19940603","time":"1994-06-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":53,"wspd":31.3},{"date":"19940603","time":"1994-06-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":50,"wspd":29.5},{"date":"19940603","time":"1994-06-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":46,"wspd":33.5},{"date":"19940603","time":"1994-06-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":48,"wspd":38.9},{"date":"19940603","time":"1994-06-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":47,"wspd":40.7},{"date":"19940603","time":"1994-06-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":43,"wspd":38.9},{"date":"19940603","time":"1994-06-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":65,"wspd":40.7},{"date":"19940603","time":"1994-06-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":70,"wspd":29.5},{"date":"19940603","time":"1994-06-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":74,"wspd":35.3},{"date":"19940603","time":"1994-06-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":25.9},{"date":"19940603","time":"1994-06-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":80,"wspd":25.9},{"date":"19940603","time":"1994-06-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":88,"wspd":25.9},{"date":"19940603","time":"1994-06-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":38,"wspd":40.7},{"date":"19940603","time":"1994-06-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":29.5},{"date":"19940603","time":"1994-06-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":20.5},{"date":"19940603","time":"1994-06-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":18.7},{"date":"19940603","time":"1994-06-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":53,"wspd":24.1},{"date":"19940603","time":"1994-06-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":18.7},{"date":"19940603","time":"1994-06-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":57,"wspd":18.7},{"date":"19940603","time":"1994-06-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":18.7},{"date":"19940603","time":"1994-06-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":62,"wspd":16.6},{"date":"19940603","time":"1994-06-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":16.6},{"date":"19940603","time":"1994-06-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":13},{"date":"19940603","time":"1994-06-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":16.6},{"date":"19940603","time":"1994-06-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":60,"wspd":14.8},{"date":"19940603","time":"1994-06-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":16.6},{"date":"19940603","time":"1994-06-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":45,"wspd":14.8},{"date":"19940603","time":"1994-06-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":42,"wspd":13},{"date":"19940603","time":"1994-06-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":37,"wspd":20.5},{"date":"19940603","time":"1994-06-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":32,"wspd":13},{"date":"19940603","time":"1994-06-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":32,"wspd":9.4},{"date":"19940603","time":"1994-06-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":31,"wspd":16.6},{"date":"19940603","time":"1994-06-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":30,"wspd":18.7},{"date":"19940603","time":"1994-06-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":29,"wspd":16.6},{"date":"19940603","time":"1994-06-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":29,"wspd":14.8},{"date":"19940603","time":"1994-06-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":29,"wspd":20.5}]}}