{"19921224":{"guardian_articles":[],"nytimes_articles":[{"date":"19921224","headline":"U.S. Transition as Golden Opportunity for Japan","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-us-transition-as-golden-opportunity-for-japan.html","abstract":"- In President-elect Bill Clinton's two-day economic conference last week, what little attention was accorded to the international economy concentrated on the short-term outlook. It is in this intense domestic focus that the greatest risk to the Clinton presidency lies.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"The Endless Quest for a Daughter's Killer; A Queens Detective's Mission: To Find Answers for a Grieving Mother","web_url":"https://www.nytimes.com/1992/12/24/nyregion/endless-quest-for-daughter-s-killer-queens-detective-s-mission-find-answers-for.html","abstract":"  It was a two-by-three-foot blowup, a haunting photograph of a beautiful, fresh-faced young girl smiling slightly. It leaned against a small stand where four lighted candles on a wreath of Christmas pine stood. And beyond that was the altar where a memorial Mass in her honor was offered.   It was a photo of Laura Gossmann, who was found slain three days before Christmas on a Sunday morning last year, not far from her home and in a gully between the Brooklyn-Queens Expressway and Conrail tracks in Woodside, Queens. A Friend He Never Met    Among those who gathered Tuesday night for the Mass at St. John's Preparatory School in Queens, where she had gone to high school, played varsity basketball and served as a spiritual retreat counselor for other students, were her mother, Susan Gossmann, and about 50 relatives and friends.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-963892.html","abstract":"  A report in the Company News col umn in some copies of Business Day on Tuesday about earnings of the Great Atlantic and Pacific Tea Company misstated the company's third-quarter sales. They were $2.38 billion, down 8.9 percent.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-061092.html","abstract":"  Borbetomagus and Rudolph Grey  CBGB's Gallery","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"AMERICAN IS KILLED IN SOMALIA BY MINE PLANTED BY CLANS","web_url":"https://www.nytimes.com/1992/12/24/world/american-is-killed-in-somalia-by-mine-planted-by-clans.html","abstract":"  A civilian employee of the United States Army was killed in the interior of Somalia today when the vehicle in which he was traveling hit a mine. The death was the first in the American-led force that arrived here two weeks ago.    Three State Department security officials also in the vehicle were wounded when it hit the antitank mine outside Bardera, 200 miles west of here in the Somali bush. The military said the four men were preparing for the arrival of 1,000 marines in Bardera on Thursday.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Leyland Is Not Bitter Over Drain of Talent","web_url":"https://www.nytimes.com/1992/12/24/sports/on-baseball-leyland-is-not-bitter-over-drain-of-talent.html","abstract":"  When you get right down to it, Jim Leyland didn't really ask for a lot. All the Pittsburgh Pirates' manager really wanted for Christmas was his two front-line players.   But a wickedly competitive baseball economy left little more than lumps of coal where Barry Bonds and Doug Drabek used to be. And as everyone knows, in Pittsburgh and points east in Pennsylvania the bottom fell out of the coal and steel markets there a long time ago.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"U.S. COURT DELAYS WELFARE CUTBACK","web_url":"https://www.nytimes.com/1992/12/24/us/us-court-delays-welfare-cutback.html","abstract":"  A Federal judge has temporarily blocked California from paying lower welfare benefits to poor women and children who move here from other states, a policy that is a linchpin of Gov. Pete Wilson's effort to cut spiraling welfare costs and balance the budget.   Under the two-tiered benefit system, aid to newcomers would be limited for 12 months to the amounts they received in their former states. The policy was approved by the Legislature this fall and went into effect on Dec. 1, when the state received a Federal waiver.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Memories of a Low-Tech Christmas","web_url":"https://www.nytimes.com/1992/12/24/opinion/memories-of-a-lowtech-christmas.html","abstract":"Before the metal Christmas tree stand became commonplace, every home had to have its own structural engineer fashion scraps of lumber into a base for a cut evergreen, whose natural tendency was to fall over. It was no easy job to get the assemblage rigid and right, and in the end the tree might have to be retrofitted with several guy lines of twine anchored to a window frame.\n\nMany a tree still did fall, however, as families leaned against the lower branches to decorate the topmost ones. And after Christmas each year, the makeshift engineering artifact was (gladly) tossed out with the tree, which had become so dry that if touched with a lit match it would flash in the trash pile like a sprig of magnesium in a chemistry lab.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Prosecutor Finds Office Fades His Aura","web_url":"https://www.nytimes.com/1992/12/24/nyregion/prosecutor-finds-office-fades-his-aura.html","abstract":"  After a full day of work, sniffling from a cold, Charles J. Hynes slumped at a lectern, judging a mock trial at Brooklyn Law School. But even in the after-hours world of student court, there was no respite from the borough's racial consciousness.   The case was simple burglary, the students told only that the suspect was 17 years old, no word about his skin color or ethnicity. Yet within minutes, the young woman playing the defense lawyer was arguing that her innocent client had fled the scene because as a black man he had reason to fear the police.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Books of The Times; Coast to Coast in an Ecologist's Dream With Wheels","web_url":"https://www.nytimes.com/1992/12/24/books/books-of-the-times-coast-to-coast-in-an-ecologist-s-dream-with-wheels.html","abstract":"  Solo  Life With an Electric Car  By Noel Perrin  191 pages. W. W. Norton & Company. $18.95.","thumbnail":null,"section":"Books"},{"date":"19921224","headline":"3 Officers Wound Themselves In Two Days","web_url":"https://www.nytimes.com/1992/12/24/nyregion/3-officers-wound-themselves-in-two-days.html","abstract":"  A 23-year-old New York City police officer shot a man twice and himself in the wrist during a fight outside a bar in the Bronx early yesterday, the police said.   It was one of three episodes since Tuesday in which police officers wounded themselves. In the other incidents, a correction officer's gun discharged when he was adjusting his holster, and an officer wounded himself at a precinct in the Bronx, the police said.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-94056437706.html","abstract":"Young African-Americans, expected to form the core audience for the movie \"Malcolm X,\" are not flocking to see it.three-quarters of the audience for the heavily publicized Spike Lee film about the slain black nationalist leader is 25 or ol","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Last of Seven Production Unions Reaches Tentative Pact at Times","web_url":"https://www.nytimes.com/1992/12/24/nyregion/last-of-seven-production-unions-reaches-tentative-pact-at-times.html","abstract":"  A tentative agreement between the paperhandlers and The New York Times was announced yesterday by the newspaper.   The agreement, which is subject to ratification by the union's members, is the last of a series of labor agreements The Times has reached with its seven production unions involved in the opening of The Times's new color plant in Edison, N.J.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Aspin's Aid to Businesses Questioned","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-aspin-s-aid-to-businesses-questioned.html","abstract":"  Six years ago, Representative Les Aspin saw a way to channel some of the Pentagon budget to his constituents in Wisconsin. Why not help local business by creating a nonprofit organization in his home district?    The organization would use contributions from local companies and military contractors, as well as Federal money, to help Wisconsin companies bid for Pentagon contracts. To insure that voters did not forget who was trying to help Wisconsin get a piece of the Pentagon pie, it would be named the Aspin Procurement Institute. Mr. Aspin would serve as the honorary chairman.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"5 Hospitals Agree to Tentative Pacts With Nurses","web_url":"https://www.nytimes.com/1992/12/24/nyregion/5-hospitals-agree-to-tentative-pacts-with-nurses.html","abstract":"  Administrators at five hospitals in Queens and Brooklyn have agreed to a tentative contract with nurses, after a day in which it had appeared that one of the hospitals would reject the agreement.   Four of the hospitals -- Brookdale Hospital Medical Center and St. Mary's Hospital in Brooklyn and St. John's Queens Hospital and St. John's Episcopal/South Shore Division in Queens -- signed the agreement early yesterday morning.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Ex-Rockette's Kin Find Relief in Ruling","web_url":"https://www.nytimes.com/1992/12/24/nyregion/ex-rockette-s-kin-find-relief-in-ruling.html","abstract":"  The day after a mentally ill homeless man was ruled unfit to stand trial, for now, in the widely publicized murder of a former Rockette on West 69th Street, her family tried to read finality into a situation that is not quite settled.   But the family of the defendant regretted what they considered a lost opportunity.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Why Rush to Pardon Weinberger?","web_url":"https://www.nytimes.com/1992/12/24/opinion/why-rush-to-pardon-weinberger.html","abstract":"  Friends of former Secretary of Defense Caspar Weinberger continue to press for a Presidential pardon. Mr. Weinberger is accused of lying to Congress in the cover-up of the Iran-contra affair. His friends cite his age, 75, and his long record of public service -- but rarely the crimes of which he is accused.   The charge is that Mr. Weinberger, though an opponent of the plan to ransom American hostages with weapons, concealed his knowledge of the scheme from a Congressional inquiry. His trial begins in Washington on Jan. 5, and until then the charge remains unproven. But an advance pardon would assume that the charges were baseless or insignificant, something that Mr. Weinberger has not demonstrated.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"A 900-Million-Year Reprieve for Life on Earth","web_url":"https://www.nytimes.com/1992/12/24/us/a-900-million-year-reprieve-for-life-on-earth.html","abstract":"  Life on Earth may be doomed but not for at least a billion years, two scientists suggest.   This new estimate gives Earth's creatures a tenfold increase in life expectancy over a span proposed earlier. The latest estimate, by Dr. Ken Caldeira, a geochemist, and Dr. James F. Kasting, an atmospheric scientist, both of Pennsylvania State University, is based on a complex mathematical representation of interactions in the environment.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-91599834013.html","abstract":"Liza Minnelli has backed out of a show organized to raise money to repeal Colorado's law against gay rights.The singer was persuaded by friends to join a growing boycott of the state, buther spokesman, Allen Eichorn, said:\"It's gotten much","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Donations to Neediest Cases Running Behind Last Year's","web_url":"https://www.nytimes.com/1992/12/24/nyregion/donations-to-neediest-cases-running-behind-last-year-s.html","abstract":"  The New York Times Neediest Cases Fund passed the $2 million mark yesterday, but it is still falling significantly behind last year's record campaign, which raised more than $5 million. Despite numerous donations from people like Emanuel A. Sprung of Manhattan, who sent $10 for his 47th contribution in a row, the fund has taken in about $200,000 less than it had by this date in 1991.   Arthur Gelb, president of The New York Times Company Foundation, which administers the fund, said he was hopeful that a surge of post-holiday donations would make up the shortfall before the campaign ends on Feb. 28. But officials at the seven charities assisted by the fund fear that if contributions do not pick up, they may have to curtail or even eliminate programs that are helping thousands of people who lack food, clothing, shelter and health care.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/24/nyregion/metro-digest-605192.html","abstract":"  NEW YORK CITY  HOMELESS RULING TO CUT CROWDING   A state judge, ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous, overcrowded armories, one in the Bronx and one in Brooklyn, ordered the city to cut the number of men there by two-thirds and upgrade fire safety. A1.  THE CHANGING FORTUNES OF CHARLES HYNES   Five years ago, after prosecuting four white men for chasing a black man to his death in Howard Beach, Charles J. Hynes became a celebrity. But his stardom has waned in a relentless stream of high-profile, often violent, bias cases. Now, a new case threatens to entangle the Brooklyn District Attorney in a divisive racial dispute. A1.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"No Tie, No Gift and No Leetch for the Rangers","web_url":"https://www.nytimes.com/1992/12/24/sports/hockey-no-tie-no-gift-and-no-leetch-for-the-rangers.html","abstract":"  Roger Neilson got the really bad news before the game started. Brian Leetch, his left arm weakened by a stretched nerve in his neck, will be out for at least four weeks. Gone is the Rangers' best defenseman. Gone is the lynchpin to Neilson's power play. Gone is the guy who is perhaps the Rangers' most effective when it comes to balancing the need to create offense with the responsibility to protect his own zone.   Did Herb Brooks feel any sympathy? Not likely. His Devils were mortified on Monday by a Leetch-less set of Rangers on New Jersey ice. His offense has been non-existent, the 21st-worst out of 24 teams in the league. Clearly, he has his own problems to worry about.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Review/Dance; An Ailey Premiere Raises the Question: Is It Real or Is It Video?","web_url":"https://www.nytimes.com/1992/12/24/arts/review-dance-an-ailey-premiere-raises-the-question-is-it-real-or-is-it-video.html","abstract":"  What hath MTV wrought? One answer comes from the Alvin Ailey American Dance Theater, which presented the equivalent of a live music video in a premiere entitled \"Frames\" on Tuesday night.    The work is the first that Dwight Rhoden, one of the company's leading dancers, has created for the troupe. But he has previously choreographed several music videos, and the spillover in style and structure is striking, for better or for worse.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Wounded Officer Contradicts Others' Accounts","web_url":"https://www.nytimes.com/1992/12/24/nyregion/wounded-officer-contradicts-others-accounts.html","abstract":"  A plainclothes transit police officer who was shot and critically wounded last month said yesterday that his gun was in its holster when his fellow officers opened fire on him without warning. He said the officers began shooting even after he fell into a fetal position to protect himself.   In his first public statement since the shooting, the officer, Derwin Pannell, contradicted the account given by the other officers, who have said they fired only after they called out 'Police! Don't move!' and he turned toward them, gun in hand. Their account has been supported by a woman Officer Pannell was holding as a suspected fare beater outside a Brooklyn subway station when the other officers came upon the scene.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Home Video","web_url":"https://www.nytimes.com/1992/12/24/movies/home-video-185392.html","abstract":"  Promoting Reconciliation    When the documentary \"Liberators: Fighting on Two Fronts in World War II\" was shown last Thursday at the Apollo Theater in Harlem, many in the audience of 1,200 were moved to tears. Afterward, some of the black and Jewish leaders in attendance, among them the Rev. Jesse Jackson and Mayor David N. Dinkins, recommended that the film be distributed widely as a prime example of interracial cooperation.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Spoleto Festival U.S.A. Announces '93 Season","web_url":"https://www.nytimes.com/1992/12/24/arts/spoleto-festival-usa-announces-93-season.html","abstract":"  The 1993 Spoleto Festival U.S.A., in Charleston, S.C., is to open on May 28 with an orchestral concert conducted by Steven Mercurio, the festival's new music director, and is to run through June 13.   There are to be three opera productions, including the world premiere of \"The Singing Child,\" a new children's opera by Gian Carlo Menotti, the festival's founder and artistic director. The other new productions are a double bill of Ravel's \"Enfant et les Sortileges,\" directed by Moses Pendleton, the United States premiere of Zemlinsky's \"Birthday of the Infanta,\" directed by Mr. Menotti, and a staging of Rossini's \"Comte Ory.\"","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Hampton Handed A Ticket To Hawaii","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-hampton-handed-a-ticket-to-hawaii.html","abstract":"  The decline of the Giants (6-9) and the Jets (4-11) was reflected today when the two teams produced only one Pro Bowl player: running back Rodney Hampton of the Giants.   In the voting by National Football League players and coaches for the American Conference team, no Jets player was chosen for the second straight season. The only Jets who have made the Pro Bowl over the last four seasons were safety Erik McMillan after the 1989 season and quarterback Ken O'Brien after 1991, and O'Brien went only after three other quarterbacks withdrew because of injuries. The Jets had no viable candidates this year. Last year, the only Giant chosen was center Bart Oates.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Foreign Affairs; Who Did Good","web_url":"https://www.nytimes.com/1992/12/24/opinion/foreign-affairs-who-did-good.html","abstract":"  People actually do do fine and noble things. I mention that only because we pundits hardly ever mention that. Except at this time of year, when our normal grumpiness seems abnormal.   So allow me to interrupt the usual flow of complaints and howls and give these holiday bouquets to those whose good works expose words as mere words.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Turncoat Ex-Colonel Emerges in Manila To Sign Cease-Fire","web_url":"https://www.nytimes.com/1992/12/24/world/turncoat-ex-colonel-emerges-in-manila-to-sign-cease-fire.html","abstract":"  After four years in hiding, the Philippines' most wanted rebel soldier, Gregorio Honasan, a former lieutenant colonel, came forward today to sign a cease-fire agreement with the Government of President Fidel V. Ramos.   Mr. Honasan, who led several attempts to overthrow Mr. Ramos's predecessor, President Corazon C. Aquino, signed the truce in a private meeting with Government emissaries held at a conference hall on a university campus in suburban Manila.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Lethal Violence Rises in Israeli-Occupied Territory","web_url":"https://www.nytimes.com/1992/12/24/world/lethal-violence-rises-in-israeli-occupied-territory.html","abstract":"  Israel's deportation of 415 Palestinians to Lebanon last week has led to a surge of unrest in the occupied territories and, with it, a sharp rise in the number of Palestinians shot to death by soldiers.    Israeli Army officers insist that they have not changed standing regulations in a way that allows soldiers in the West Bank and the Gaza Strip to open fire more readily than before.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Czechoslovak Colleges Fight the ABC's: Apathy, Bureaucracy, Communism","web_url":"https://www.nytimes.com/1992/12/24/world/czechoslovak-colleges-fight-the-abc-s-apathy-bureaucracy-communism.html","abstract":"  In his history class at Charles University, Karel Kubis befuddles his students with questions like: Was the American Revolution a real revolution? Was the French Revolution? And was the French Revolution devalued by the terror that followed it?    Most perplexing for the students is that there are no longer right or wrong answers: Mr. Kubis wants a debate, an exercise in critical thinking, evidence that history can be analyzed from several points of view. He is pleased when, in response, the class wants to question Czechoslovakia's own \"Velvet Revolution\" of 1989.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"DECREASES ORDERED AT 2 BIG SHELTERS FOR THE HOMELESS","web_url":"https://www.nytimes.com/1992/12/24/nyregion/decreases-ordered-at-2-big-shelters-for-the-homeless.html","abstract":"  Ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous and overcrowded armories, a state judge ordered the city yesterday to cut the number of men housed there by two-thirds and to upgrade fire safety in the sprawling spaces where the men sleep cot to cot.   It was the second time in a month that a judge ordered tough steps to remedy what she described as the city's failure to shelter the homeless adequately. Last month another judge, Helen E. Freedman of State Supreme Court in Manhattan, found high-ranking officials in the Dinkins administration in contempt of court for allowing homeless families to sleep in city offices while they waited for the city to find places to put them.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Pirates Breeze by Without 2 Starters","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-pirates-breeze-by-without-2-starters.html","abstract":"  Maybe the score would have been closer if Seton Hall had played in the second game at Walsh Gymnasium tonight, the Pirates' annual alumni contest. In the main event, however, the seventh-ranked Pirates scored a one-sided 85-56 victory over Division II Adelphi even though they were without starters Jerry Walker (concussion) and Bryan Caver (ankle injury).   With the victory, Seton Hall improved to 9-1, its best start since the 1988-89 teeam that started off 13-0 and went to the National Collegiate Athletic Association title game.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"If You've Waited This Long To Buy Gifts, This Is for You","web_url":"https://www.nytimes.com/1992/12/24/us/if-you-ve-waited-this-long-to-buy-gifts-this-is-for-you.html","abstract":"  Just in time for the last shopping day before Christmas, a psychologist has an analysis of those who procrastinate in buying presents.   Very different psychological motives, from thrill-seeking to perfectionism, can lead people to wait until the last minute to shop, a report says in this month's issue of the Journal of Personality and Individual Differences.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-969792.html","abstract":"  Because of a photo processing error, a picture in The Times Magazine on Dec. 6 with an article about the pianist Yevgeny Kissin was printed in mirror image. Mr. Kissin actually stood at the left of the piano.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-92799417151.html","abstract":"A new row over tabloid coverage of the royal family erupted when The Sun printed what it said was Queen Elizabeth II's prerecorded Christmas TV and radio address to the Commonwealth.A spokeswoman at Buckingham Palace said the advance publication of t","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Tidewater Club Sold by Mets","web_url":"https://www.nytimes.com/1992/12/24/sports/tidewater-club-sold-by-mets.html","abstract":"  The Mets announced yesterday that they have sold their Class AAA International League farm club, Tidewater, for more than $7 million to a group led by Ken Young, a Tampa, Fla., businessman.   The team, the highest in the Mets' minor league chain, will play in a new 12,000-seat stadium in Norfolk, Va., under a working agreement with the Mets. It will be called the Norfolk Tides, a change from the Tidewater Tides, who were owned by the Mets since 1969, when New York's top farm club was moved from Jacksonville, Fla.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Mubarak Visits Tourists To Lift Chill of Assaults","web_url":"https://www.nytimes.com/1992/12/24/world/mubarak-visits-tourists-to-lift-chill-of-assaults.html","abstract":"  Concerned by the strong blow dealt to Egypt's tourist industry by the killing of a British tourist by fundamentalist Muslims a few weeks ago, President Hosni Mubarak visited the ancient ruins here today and spent much of the day shaking hands with French, South African and British visitors.   Later he joined tourists relaxing in the lounges and swimming pools of this ancient Pharaonic city's many five-star hotels, asking several, \"Do you feel safe here?\"","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Where to Learn White House Organization","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-where-to-learn-white-house-organization-449692.html","abstract":"  To the Editor:   President-elect Bill Clinton has let it be known that he intends to avoid Jimmy Carter's error of overloading the Washington policy agenda and to emulate Ronald Reagan in pressing for a few initial major accomplishments. But the early signs of how he intends to organize his associates for such purposes suggest he may be in danger of reliving the failures of previous Presidents. His offhand promise to cut the White House staff by 25 percent suggests he has given more attention to the symbolism of White House operations than to the record.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"U.S. Plans a Transfer","web_url":"https://www.nytimes.com/1992/12/24/world/us-plans-a-transfer.html","abstract":"  With the American-led relief operation here described as being more than three weeks ahead of schedule, the United States field commander said today that he was preparing to transfer the relief effort to a multinational force under United Nations control.   \"We're beginning to actually plan for how the U.N. would come in to replace us,\" the officer, Lieut. Gen. Robert B. Johnston, said in an interview. He did not give a date when the changeover might occur.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Impairments Detailed in Abuse Trial","web_url":"https://www.nytimes.com/1992/12/24/nyregion/impairments-detailed-in-abuse-trial.html","abstract":"  Over more than 10 years, the 21-year-old woman at the center of the Glen Ridge sex assault trial has been variously described by psychiatric experts as \"neurologically impaired,\" \"severely retarded\" and having \"a high level of functioning that precludes mental retardation.\"   The diagnoses, made by school psychiatrists, pediatricians and other educational and psychological experts, were revealed during cross-examination of a psychiatrist who was a prosecution witness. The psychiatrist, Dr. Gerald Meyerhoff, has concluded that the young woman is \"mentally defective,\" and he said he used information in the various reports from the woman's school years to assist him in his evaluation.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Murder Indictments for 3 Youths In Killing of Brooklyn Principal","web_url":"https://www.nytimes.com/1992/12/24/nyregion/murder-indictments-for-3-youths-in-killing-of-brooklyn-principal.html","abstract":"  Three youths were indicted yesterday on murder charges in the shooting death of Patrick Daly, a popular school principal who was caught in the crossfire of an apparent drug dispute last week at a housing project in the Red Hook section of Brooklyn.   Neighborhood residents expressed outrage at the slaying of Mr. Daly, the 48-year-old principal of Public School 15, who was killed on Dec. 17 when he went to the Red Hook Houses to make sure that a child who had been in a fight had returned home safely.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"War Foe Set to Oversee Military Panel","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-war-foe-set-to-oversee-military-panel.html","abstract":"  Ronald V. Dellums, almost certain to be the new chairman of the House Armed Services Committee, came to Congress in 1971 at age 35 opposing the Vietnam War. When the committee brushed off his demand for an investigation of war crimes, he conducted his own informal hearings.   Two years later, Mr. Dellums became a member of the committee. And soon the 57-year-old California Democrat from Oakland will be in a position to hold any hearings he wants.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Hawks' Wilkins Is Out","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-pro-basketball-hawks-wilkins-is-out.html","abstract":"  The Atlanta Hawks placed DOMINIQUE WILKINS on the injured list and signed point guard STEVE HENSON from LaCrosse (Wis.) team of the Continental Basketball Association.   Wilkins, who broke a bone in his right hand last week, is not expected to return until mid-January. Placing him on the injured list Tuesday was a formality necessary to sign Henson.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-91060506838.html","abstract":"Why Not Illyria?. Let the new Balkan state call itself Illyria. The Illyrians lived in the region of Skopje in the 4th century B.C. - contemporaries of that great Macedonian, Alexander. Later they formed a province of the Roman Empire and still later a","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Marilyn Horne Cancels","web_url":"https://www.nytimes.com/1992/12/24/arts/marilyn-horne-cancels.html","abstract":"  Marilyn Horne has withdrawn from her three scheduled performances in Rossini's \"Semiramide\" at the Metropolitan Opera because of \"artistic differences,\" the Met's general director, Joseph Volpe, said yesterday. The mezzo-soprano will be replaced as Arsace on Jan. 7, 13 and 16 by Gloria Scalchi, who made her Met debut in the role this season.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Jordan Goes to High Gear And Scores 57 in Victory","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-jordan-goes-to-high-gear-and-scores-57-in-victory.html","abstract":"  Bulls 107, Bullets 98   CHICAGO, Dec. 23 (AP) -- Michael Jordan, warming up for a Christmas showdown with the Knicks, scored a season-high 57 points tonight, leading the Chicago Bulls to a 107-98 victory over the Washington Bullets.   Jordan, whose career best is 69 points, matched Reggie Miller of Indiana for the high in the National Basketball Association this season. Jordan, who has 29 career 50-point games, scored 54 in an overtime game against the Los Angeles Lakers on Nov. 20.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Editorial Notebook; Mother Hale's Lasting Gift","web_url":"https://www.nytimes.com/1992/12/24/opinion/editorial-notebook-mother-hale-s-lasting-gift.html","abstract":"  Luminaries and public figures like Representative Charles Rangel and the Rev. Al Sharpton gathered in a large hall at Riverside Church in Manhattan to pay their respects. Others chose a more intimate setting: the small chapel nearby where Clara McBride Hale, known to all as Mother Hale, could be seen for the last time.    They filed silently by the open casket, gazing at a peaceful woman clad in a simple green and black dress. A few broke down in tears. \"Such a good person. Such a good person,\" whispered one mourner, who would only identify herself as a member of Mother Hale's extended family. \"She could never give us enough.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Yugoslavia Plans Defense","web_url":"https://www.nytimes.com/1992/12/24/world/yugoslavia-plans-defense.html","abstract":"  The Yugoslav Army's top general warned in an interview published here tonight that his forces had made plans to resist any international armed intervention against Bosnia and Herzegovina's Serbs.   \"Although any foreign intervention on the territory of the former Socialist Federated Republic of Yugoslavia would be extremely illogical and carry with it the risk of spreading the flames of war across the whole continent of Europe and beyond, the Yugoslav Army has for a long time been ready to turn its armed forces against eventual aggression,\" the army's Chief of Staff, Gen. Zivota Panic, said in an interview with a Belgrade daily, Borba.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-91790659808.html","abstract":"Top Billing for Men? . During the presidential election, Bill Clinton made U.S. economic policy the center of his campaign. On Dec. 11, he named Laura D'Andrea Tyson to head the White House Council of Economic Advisers, Donna E. Shalala to be secretary of","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Oyster Bay Residents Unite Against Bigotry","web_url":"https://www.nytimes.com/1992/12/24/nyregion/oyster-bay-residents-unite-against-bigotry.html","abstract":"  For the first time, the menorah has taken its place here beside the traditional creche and town Christmas tree in a show of solidarity against the recent appearance of anti-Semitic and racist literature in this North Shore village.   The three holiday symbols light up a small park in front of Town Hall, where children gather each year to decorate the Christmas tree with oyster shells and sing carols. This year, the tradition was expanded to include Jewish children who lighted a menorah and sang Hanukkah songs.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Managed Care Prompts Doctors to Do Less","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-managed-care-prompts-doctors-to-do-less-447092.html","abstract":"  To the Editor:   Some managed-care health plans withhold 10 percent to 15 percent of the doctor's fee for a visit. This is a serious deficiency. The reserve fund is distributed to physicians at the end of the year after certain medical expenses for the subscribing patients have been met.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Barnstorming Islanders Bag Another Trophy","web_url":"https://www.nytimes.com/1992/12/24/sports/hockey-barnstorming-islanders-bag-another-trophy.html","abstract":"  Once again, the Islanders beat a first-place team. Once again, they did it on the road. Once again, they are one game below .500. Still, they remain 1 point behind the fourth-place Devils in the chase for the final playoff berth in the Patrick Division.   But the worst of their road schedule is behind them now and they are seven games short of the midseason mark. They have won five of their last six and are still muttering about the one that got away. With 12 of their next 18 games at home, they seem like a team on the move, with upward mobility a real possibility.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-467492.html","abstract":"  Eastern Rebellion  Village Vanguard Through Sunday","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Thousands Celebrate Mother Hale As 'Lady of Inner-City Royalty'","web_url":"https://www.nytimes.com/1992/12/24/nyregion/thousands-celebrate-mother-hale-as-lady-of-inner-city-royalty.html","abstract":"  Several thousand friends, admirers and family members filled Riverside Church yesterday to celebrate the life and to mourn the death of Clara M. Hale, the woman who sheltered and raised hundreds of abandoned and orphaned children in her home.    The service, an afternoon of heart-felt tributes, seemed to offer solace to those who were most touched by her example. Mother Hale, as she was widely known, died last Friday of complications from a stroke. She was 87 years old.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"BENEFITS GRANTED TO GAY PARTNERS","web_url":"https://www.nytimes.com/1992/12/24/us/benefits-granted-to-gay-partners.html","abstract":"  Two of the country's leading universities have extended health insurance, tuition benefits, library privileges and other fringe benefits to the gay and lesbian partners of faculty and staff members and students.    Stanford University and the University of Chicago, acting independently and without arousing much controversy, voted earlier this month to give gay and lesbian domestic partners the same benefits that have been available to married couples.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Life Full of Toys, Antiques and Deer","web_url":"https://www.nytimes.com/1992/12/24/nyregion/meyersville-journal-life-full-of-toys-antiques-and-deer.html","abstract":"  ARCHIE AND EMMA STILES are busy these days. Everyone wants to borrow their deer.   They have dutifully walked their youngest, a five-month-old named Chelsea, to a town Christmas party, entertained busloads of nursery school students and committed themselves to bring a deer or two to visit hospitals and nursing homes on Christmas Day, with Mr. Stiles dressed as Santa.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/24/us/inside-498992.html","abstract":"  U.N. Ponders Bosnia Moves   The Security Council has become bogged down on what stand to take next on the civil war in Bosnia and Herzegovina. Page A8. China Shuts French Offices    China ordered France to close its consulate in Guangzhou, as punishment for the French sale of 60 fighter planes to Taiwan. Page A6. Questions for Czechs    In Czechoslovakia, professors are getting their students to question everything, including the democratic revolution of 1989. Page A8.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Essay; Switching The Goal Posts","web_url":"https://www.nytimes.com/1992/12/24/opinion/essay-switching-the-goal-posts.html","abstract":"  Bill Clinton's selection of Tony Lake and Sandy Berger to head the Conceptual Frameworkers Union down in the White House basement sends an unmistakable signal to the world: The foreign policy of the United States will be a far cry from the one denounced on Oct. 2 by candidate Clinton in Milwaukee.   In that speech, which might have been titled \"It's Foreign Policy, Stupid,\" Governor Clinton attacked a Bush \"policy that embraces stability at the expense of freedom\" and called for one \"that lights fires in the hearts of millions of freedom-loving people around the world.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Let U.N. Assembly Elect Security Council","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-let-un-assembly-elect-security-council-448892.html","abstract":"  To the Editor:   \"The World's Only Other Cop\" (editorial, Dec. 8) identifies a central obstacle to a wider international role for the United Nations when it points out that the five permanent members of the United Nations Security Council \"still reflect power 1945-style: the United States, Britain, France, Russia and China.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Review/Music; New View of Christmas, By Boston Camerata","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-new-view-of-christmas-by-boston-camerata.html","abstract":"  Nearly everything we associate with the folk culture of Christmas -- snow and chimneys and hung stockings and evergreen trees and a white-bearded gentleman carrying a full bag of gifts -- comes late to the holiday. Christmas began, as Joel Cohen reminded listeners at Gould Hall on Tuesday night, in the Mediterranean desert, a world \"inhabited by high-strung, passionate, God-intoxicated Semites.\" In honor of the holiday, Mr. Cohen led the Boston Camerata in a program titled \"A Mediterranean Christmas,\" filled with music that was far indeed from the crooning of Bing Crosby or the \"comfortable, inviting rites of Anglo-Saxon folkways.\"    It was an attempt to provide a glimpse of Christmas music during a period when it was still full of the Mediterranean spirit that gave birth to Christmas, but had already been transformed and Latinized by the church. Most of the songs came from southern Europe during the 12th and 13th centuries, from Tuscany, Limoges and Catalonia.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Words for Inauguration","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-words-for-inauguration-462392.html","abstract":"  To the Editor:   Martin Filler is right to urge the President-elect (and those following him in office) to return to tradition and hold inaugurations in front of the facade of the Capitol facing east toward the morning sun (Op-Ed, Nov. 25). There are compelling historical reasons to do so: the function of the Rotunda and the decoration of the entrance to the Capitol.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/classical-music-in-review-206092.html","abstract":"  Sharon Robinson  and Ilana Vered   Cellist and Pianist  92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Coleman Latest to Join Nets' Injury Brigade","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-coleman-latest-to-join-nets-injury-brigade.html","abstract":"  When the Nets travel to Cleveland for Saturday's game against the Cavaliers, they should perhaps consider taking several Red Cross volunteers to help with the wounded. As if the emotional baggage from a tough loss to Boston on Tuesday wasn't enough, New Jersey now faces the problem of being a banged-up team with one of the most difficult parts of the schedule just around the corner.   The biggest casualty is forward Derrick Coleman. He didn't practice yesterday after further straining his right knee in the 106-104 loss to the Celtics. Coleman originally hurt the knee on Dec. 4 and it has never completely healed. Yesterday no one seemed to know whether Coleman would definitely play against the Cavaliers or whether he might rest the knee. Not even Coleman seemed to know for sure.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/24/style/chronicle-460792.html","abstract":"  A Christmas horribilis for Queen ELIZABETH II? As if she had not had a tough enough year, someone divulged the text of her annual Christmas message to a newspaper two days before she was to deliver it, prerecorded, on nationwide television.    The Christmas message has been delivered annually by the reigning monarch since 1937. The text of this year's message appeared yesterday morning on the front page of The Sun.","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Redmen Are Pushovers for the Hoosiers","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-redmen-are-pushovers-for-the-hoosiers.html","abstract":"  The distance between the St. John's Redmen and the elite of college basketball, which not so long ago could be measured in bounces and inches, now appears to consist of light years.   Maybe tonight's 105-80 victory by Indiana over the Redmen at Assembly Hall was little more than a case of St. John's, in a transition period under first-year coach Brian Mahoney, being in the wrong place, against the wrong team, at the wrong time.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/24/style/chronicle-457792.html","abstract":"  MALCOLM-JAMAL WARNER had planned to celebrate New Year's Eve in Los Angeles but was asked by the U.S.O. last week to go to Somalia to visit troops there over the holiday. He leaves on Monday and will be the first entertainer to go to the East African country under the auspices of the U.S.O. since American forces were sent there two weeks ago.   \"This is not a trip you can be totally gung-ho about,\" the 22-year-old actor said yesterday. He was invited because he is in the same age group as many of the troops, said Kevin McCarthy, executive producer of entertainment for the U.S.O.","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-465892.html","abstract":"  Lee Ranaldo, Ikue Mori and Zeena Parkins  Roulette","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Asuncion Journal; Remember Paraguay? It Is Rejoining the World","web_url":"https://www.nytimes.com/1992/12/24/world/asuncion-journal-remember-paraguay-it-is-rejoining-the-world.html","abstract":"  Eager to make an impression in his first command post, Col. Luis Catalino Gonzalez Rojas uncovered a stolen-car ring operating in his border zone last summer and promptly denounced the crime to his Army superiors.   Those officers smiled indulgently and suggested he forget it.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Christmas Coal","web_url":"https://www.nytimes.com/1992/12/24/opinion/christmas-coal.html","abstract":"  This is the time when millions of children think about stockings. Big stockings. Huge stockings. Stockings grand enough to hold an orange, a few nuts and a cascade of small presents. But please, no lump of coal.   The lump of coal, fans of folklore will recall, was Saint Nicholas's gift to bad children. No statistics exist, nor have they ever, giving the percentage of American children presented with hunks of anthracite on Christmas morning. But whatever the numbers, they are too many.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Judge and Hearing Await N.F.L. Labor Plan","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-judge-and-hearing-await-nfl-labor-plan.html","abstract":"  Negotiators for National Football League players and owners are optimistic that they will complete by Monday the tentative settlement of a labor agreement announced Tuesday that will feature a wide-ranging free agency plan.   After the two sides complete their work, certain steps must be taken before the settlement can be put into effect.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/24/nyregion/news-summary-494692.html","abstract":"  International A3-8  AMERICAN KILLED IN SOMALIA","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-92722725373.html","abstract":"On Beaches in Latvia . Regarding \"Fragile Wings Over a Latvia Beach\" (Opinion, Dec. 1):. Contrary to Vassily Aksyonov's statement about \"near deserted beaches,\" the beaches I visited this summer (the same ones he described) were crowde","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people.html","abstract":"Leno Defends Record As NBC 'Tonight' Host. JayLeno, getting ahead of rumors that his NBC-TV bosses want to dump him, says he thinks his performance as the host of the \"Tonight\" show should have more than satisfied the network. Filling the s","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Holiday Tomorrow","web_url":"https://www.nytimes.com/1992/12/24/nyregion/holiday-tomorrow.html","abstract":"  Christmas is tomorrow. Here are holiday schedules. NEW YORK    GOVERNMENT OFFICES -- Closed.   POST OFFICE -- Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Louisiana Must Consolidate Its Universities, Judge Rules","web_url":"https://www.nytimes.com/1992/12/24/us/louisiana-must-consolidate-its-universities-judge-rules.html","abstract":"  In another of many attempts to desegregate Louisiana's public colleges and universities, a Federal district judge today ordered the end of a setup that has been widely seen as strengthening historically black colleges.    \"Simply put, the dubious ideal of 'separate but equal,' whether endorsed by whites or blacks, is an anachronism that our society no longer tolerates,\" Judge Charles Schwartz wrote in ruling that the four boards that currently govern Louisiana's public colleges and universities must be consolidated.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"So Far, Enthusiasm for Plan Runs Low","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-so-far-enthusiasm-for-plan-runs-low.html","abstract":"  The way many of the Jets and the Giants greeted the prospect of comprehensive free agency yesterday, they sounded more like owners than emancipated players.   \"I don't think there's going to be a lot of switching teams,\" said Jets strong safety Brian Washington. \"People are set in their ways, and I don't know if guys want to change in their fifth, sixth or seventh years.\"","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-92332733754.html","abstract":"Issues of Life and Death. As a Roman Catholic who has been an acolyte of the church all of my life, I was deeply disturbed by the Nov. 9 report, \"Vatican Paper Cautions Clinton Over Abortion.\" According to the report, L'Observo Romano expressed","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Level Sales Tax Field","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-level-sales-tax-field-464092.html","abstract":"  To the Editor:   Your Dec. 9 report about New York State tax authorities stalking New York cars in New Jersey shopping mall parking lots points up the ludicrous discrepancies between state sales tax laws.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Polish Prime Minister Vows Firm Stand Against Strikers","web_url":"https://www.nytimes.com/1992/12/24/world/polish-prime-minister-vows-firm-stand-against-strikers.html","abstract":"  Prime Minister Hanna Suchocka said today that her Government would stand firm against striking coal miners and rail workers, and hinted that her Government was ready to import coal if necessary.   Miss Suchocka said in a meeting with foreign journalists that satisfying the wage demands would undo three years of progress in Poland's transition to capitalism. The country this year became the first among the former Communist nations to show growth in industrial production.  \"There will be no subsidies,\" Miss Suchocka said, adding:","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Sports of The Times; Free Agency: A New Open Door Policy?","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-of-the-times-free-agency-a-new-open-door-policy.html","abstract":"  THE final push for labor peace in the National Football League came last week in Dallas. That was when the owners offered their negotiating team an extra nudge and told them to close the deal.   In part, that action led to the joint announcement Tuesday that the players and the owners had reached a tentative settlement on a new working agreement that would include the N.F.L.'s first comprehensive free-agency plan.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-90265074207.html","abstract":"Burdens in the East . In \"Europe Has to Wake Up to Its Burdens in the East,\" (Opinion, Dec. 17) Giles Merritt points to many of the obstacles that threaten the future of Europe. However, he is wrong to claim that the problems of the East Europea","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"New York High Court Upholds Tax on Other States' Residents","web_url":"https://www.nytimes.com/1992/12/24/nyregion/new-york-high-court-upholds-tax-on-other-states-residents.html","abstract":"  New York State can continue to tax out-of-state commuters at a rate based on their total family income, rather than just on what they earn in New York, the state's highest court has ruled.   A New Jersey couple, Lawrence and Barbara Brady of Aberdeen, had filed suit, contending that it was unconsitutional for New York to tax them at a rate based on the family's joint income because Mrs. Brady works in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Refs Get a Settlement","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-pro-football-refs-get-a-settlement.html","abstract":"  Two former referees, JOHN R. FETTE and FREDERICK J. SILVA, will divide $67,500 in back pay under a settlement over age discrimination reached by the National Football League and the Equal Employment Opportunity Commission, agency officials announced at a news conference yesterday in Manhattan.   Under the consent decree, the N.F.L. also agreed to abandon a policy requiring older officials to retire or shift to jobs off the field.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Now Kids, That's the Way to Use Your Heads!","web_url":"https://www.nytimes.com/1992/12/24/sports/soccer-now-kids-that-s-the-way-to-use-your-heads.html","abstract":"  The Portanovas of Caldwell, N.J., held a family summit last summer, put aside their fears of serious injury, and decided to allow 9-year-old Chris to play both youth football and soccer.   That was the theory, anyway. But the North Caldwell football team that Chris joined often had trouble fielding a full team, and the boy was enjoying soccer more, anyway.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"The Price of Gas","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-the-price-of-gas-463192.html","abstract":"  To the Editor:   With all the discussion about imposing a hefty tax rise on gasoline to increase government revenues, it occurs to me that motorists are already paying a not-too-subtle \"tax\" that is unfairly increasing the revenues of the major oil companies.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Review/Film; Deneuve As Symbol Of Colonial Epoch","web_url":"https://www.nytimes.com/1992/12/24/movies/review-film-deneuve-as-symbol-of-colonial-epoch.html","abstract":"Love and waning French colonialism. Lavish foreign-language Oscar winner.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Review/Music; S.E.M. Evokes John Cage as Teacher","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-sem-evokes-john-cage-as-teacher.html","abstract":"  Where there is a well-defined school in music, there must be a great teacher. Music from the Viennese Classical period, even the early Romantic, bore the stamp of Haydn.  Earlier in this century, Arnold Schoenberg spread the 12-tone catechism throughout Europe and America. And John Cage, who himself studied briefly with Schoenberg, formed his own topsy-turvy academy in the late 1950's. He taught students and colleagues alike how to be free, and also subtly impressed upon them the importance of self-imposed systems.    On Tuesday night at the Paula Cooper Gallery, 155 Wooster Street in SoHo, the Brooklyn-based S.E.M. Ensemble brilliantly re-created the atmosphere of those years. With the aid of two original participants (Mr. Higgins and Jackson Mac Low), Petr Kotik, the director of S.E.M., followed the letter of the scores without seeming to dryly re-enact them. He restored the past to the extent that it looked like a possible future.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"CHINA SAYS FRANCE MUST CLOSE OFFICE","web_url":"https://www.nytimes.com/1992/12/24/world/china-says-france-must-close-office.html","abstract":"  China ordered France today to close its consulate in the southern city of Guangzhou, as punishment for the French sale of 60 fighter planes to Taiwan.   The action was the latest sign of the growing strains between China and the West over contacts with Taiwan. The closing was apparently a warning to other countries -- including the United States, Germany and the Netherlands -- that are considering arms sales to Taiwan.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-93099076652.html","abstract":"Defending Mia and Woody . Regarding \"Fear of Flirting: Let Sense Prevail\" (Meanwhile, Dec. 8) by Erica Jong:. No one has slogged on longer and harder in the lonely cause of the American art film (or, more simply, adult movies) than Mia Farrow an","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/24/sports/transactions-327992.html","abstract":"  Baseball  American League   SEATTLE MARINERS -- Signed Mackey Sasser, catcher, to a two-year contract. Eastern League   WEST HAVEN -- Named Charles J. Dowd Jr. general manager.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/24/sports/results-plus-139092.html","abstract":"  HOCKEY  Lemieux Ends Drought With Two Goals    Mario Lemieux scored two goals, his first in four games, and Tom Barrasso stopped 20 shots for his third shutout of the season as the Pittsburgh Penguins defeated the Flyers, 4-0, last night in Philadelphia. Pittsburgh, now 9-0-4 in its last 13 games with the Flyers and 3-0-0 in the last nine days, has won five of its last six over all (5-1-0). Philadelphia has dropped eight of its last nine games. Barrasso earned his league-leading 22d victory and 18th career shutout, second among active goalies behind Montreal's Patrick Roy (19). Lemieux got his league-leading 36th goal at 2 minutes 9 seconds of the second period. He came off the bench as an extra attacker as a delayed penalty was being called and broke in alone on the Flyers goal. (AP) Whalers 3, Lightning 1: Patrick Poulin scored twice in a 2:05 span of the second period and Sean Burke stopped 19 shots to help the Whalers beat Tampa Bay at Hartford. Poulin, who has seven goals in his last 10 games, had his second two-goal game of the season. He broke a 1-1 tie with a power-play goal at 15:47 of the second period and added his 10th of the season at 17:52. Geoff Sanderson had his team-leading 16th goal for the Whalers, who extended their home unbeaten streak to six games (4-0-2). (AP)","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Edward Pessen, 71, Jacksonian Scholar And Author, Is Dead","web_url":"https://www.nytimes.com/1992/12/24/nyregion/edward-pessen-71-jacksonian-scholar-and-author-is-dead.html","abstract":"  Edward Pessen, an expert on American history, died on Tuesday in Miami. He was 71 years old, and his permanent home was in Brooklyn.   He died of a heart attack, his family said.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-976092.html","abstract":"  A caption in Science Times on Tuesday with a photograph of a mosquito antenna misstated an affiliation of Dr. Gregory Paulson, the scientist who took the picture. He is on the faculty of Washington State University, not the University of Washington.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Plan to Reorganize CUNY Would Penalize People of Color","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-plan-to-reorganize-cuny-would-penalize-people-of-color-446192.html","abstract":"  To the Editor:   Chancellor W. Ann Reynolds's plan to reorganize the City University of New York, based on her advisory committee's report (news article, Dec. 8), is seriously flawed. Not only would the plan weaken individual colleges while strengthening a huge, impersonal bureaucracy, but it would also have particularly negative consequences for people of color.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/24/nyregion/bridge-967092.html","abstract":"  One of the most famous families in England for the past six centuries is that of Cavendish, and its members acquired various titles including that of Duke of Devonshire.   The Devonshire Club in London is connected with the family, and is associated with bridge. The Devonshire Club Cup, a most unusual hybrid of duplicate and rubber bridge, is played there annually.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"CLINTON PLANNING TO NAME A WOMAN FOR JUSTICE DEPT.","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-clinton-planning-to-name-a-woman-for-justice-dept.html","abstract":"  President-elect Bill Clinton is prepared to name Zoe Baird, senior vice president and general counsel for Aetna Life and Casualty in Hartford as Attorney General, transition officials confirmed tonight. Ms. Baird would be the first woman to hold the post.   News of Ms. Baird's nomination came barely 48 hours after she came here to be interviewed by Mr. Clinton and at the end of a day in which other candidates' names rose and fell within hours of each other.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"YELTSIN APPROVES HIS NEW CABINET","web_url":"https://www.nytimes.com/1992/12/24/world/yeltsin-approves-his-new-cabinet.html","abstract":"  President Boris N. Yeltsin today approved a Cabinet put together by Prime Minister Viktor S. Chernomyrdin that with a few exceptions is a replica of the much-maligned Government led by Yegor T. Gaidar, the young reform-minded economist.   In holding together the core of the Gaidar team, Mr. Yeltsin has accomplished a goal set with great flair last weekend when he abruptly cut short a trip to China and returned to take charge of the appointments.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-979492.html","abstract":"  An article yesterday about Yale University referred incorrectly to the status of several positions in the administration. The positions of provost and dean of the graduate school have both been filled. The undergraduate school, Yale College, has an acting dean.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"HOME VIDEO: NEW VIDEO RELEASES","web_url":"https://www.nytimes.com/1992/12/24/movies/home-video-new-video-releases.html","abstract":"  Boomerang  1992. Paramount. $94.95. Laser disk, $34.95. 1 hour 58 minutes. Closed captioned. R.     Meet Marcus (Eddie Murphy), smirky marketing man, womanizer, cliche. Marcus beds lots of women and this is fun and all until the day he himself falls under the spell of a sleek feline destroyer named Jacqueline (Robin Givens). Sort of a female Marcus, Jacqueline ravishes the fellow and leaves him a lovesick wreck whining about her insensitivity. Eartha Kitt is a garish cosmetics doyenne and Grace Jones portrays a startlingly vulgar celebrity, but Marcus and his sex-role confusion is the lone fillip in Reginald Hudlin's film. Fortunately, wrote Janet Maslin in The Times, \"Mr. Murphy happens to be playing this role, so Marcus becomes a lot more likable than he deserves to be.\" Edward II  1992. New Line. $92.95. 1:31. R.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Sprinter Is Suspended","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-track-and-field-sprinter-is-suspended.html","abstract":"  British track officials yesterday suspended sprinter JASON LIVINGSTON for four years for failing a drug test.   Livingston, 21, was sent home from the Barcelona Olympics in Spain last August after failing a random, out-of-competition test before the Games. The test showed he had been taking the anabolic steroid Methandianone.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Hazards at Nuclear Plant Festering 8 Years After Warning","web_url":"https://www.nytimes.com/1992/12/24/us/hazards-at-nuclear-plant-festering-8-years-after-warning.html","abstract":"  Eight years after Government experts first said that catastrophic explosions were possible at million-gallon waste tanks at a nuclear bomb plant in Washington State, the Department of Energy still does not know just what is in the tanks or how risky they are.    The tanks, filled with radioactive waste and toxic chemicals, are the most pressing environmental problem that the Clinton Administration's Department of Energy will inherit, despite optimistic talk on the campaign trail about energy efficiency and fuels that pollute less.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor.html","abstract":"An Unnecessary Jolt. The New York Times editorial in your Nov. 18 edition, entitled, \"Yes, Jolt the Economy,\" suggests that an economic stimulus package of a hefty $60 billion in infrastructure spending and temporary tax cuts on business investm","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Standing Firm for Open Skies","web_url":"https://www.nytimes.com/1992/12/24/opinion/standing-firm-for-open-skies.html","abstract":"  Sadly but wisely, the Bush Administration has rejected a proposal by British Airways to invest $750 million in USAir. This quasi-merger would have benefited U.S. travelers modestly. It might also have had a much stronger benefit, advancing the Administration's strategy for prying open foreign business for American carriers. But the British Government wouldn't go along and so, in the end, Mr. Bush was right to say no.    Air travel between the U.S. and Europe is swathed in restrictive agreements that prevent strong U.S. carriers from competing head to head with foreign airlines. That means high prices and few flights. To protect their coddled national carriers, the European Community countries have refused to negotiate for \"open skies.\" So last summer the U.S. adopted a bold strategy of picking off one country at a time.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-974392.html","abstract":"  Articles last Thursday and on Saturday about race relations in Crown Heights, Brooklyn, referred incorrectly to Rabbi Shmuel Butman. He is the director of the Lubavitch Youth Organization and a spokesman for the Crown Heights Jewish Community Council. The Lubavitch World Headquarters says he does not speak for the Lubavitch movement.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"U.N. Undecided on Action To Halt Fighting in Balkans","web_url":"https://www.nytimes.com/1992/12/24/world/un-undecided-on-action-to-halt-fighting-in-balkans.html","abstract":"  With Slobodan Milosevic, Serbia's nationalist president, now apparently assured of victory in Sunday's elections, the United Nations Security Council has become bogged down over what to do next about Belgrade's support for Serbian militias in neighboring Bosnia and Herzegovina.   The United States, Britain and France believe the time is approaching when the Security Council should enforce its ban on military flights over Bosnia and Herzegovina to show that its orders must be obeyed and to demonstrate to Mr. Milosevic and other Serbian leaders the council's determination to end the fighting.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Hazards Still Fester At an A-Bomb Plant","web_url":"https://www.nytimes.com/1992/12/24/us/hazards-still-fester-at-an-a-bomb-plant.html","abstract":"  Eight years after Government experts first said catastrophic explosions were possible at million-gallon waste tanks at a nuclear bomb plant in Washington State, the Department of Energy still does not know just what is in the tanks or how risky they are.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Ousted Arabs Shiver and Wait in Lebanese Limbo","web_url":"https://www.nytimes.com/1992/12/24/world/ousted-arabs-shiver-and-wait-in-lebanese-limbo.html","abstract":"\"We are thirsty, cold and hungry,\" said Dr. Abdul-Aziz Rantisi, spokesman for the 415 Palestinians expelled by Israel, as he announced that the deportees have started to ration food and drinking water.\n\nOn Monday, the Lebanese Army imposed a ban preventing all relief organizations, including the United Nations and the International Committee of the Red Cross, from aiding the deportees from the Lebanese side.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Review/Music; Modernist Works, With Illustrations","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-modernist-works-with-illustrations.html","abstract":"  Leon Botstein, the music director of the American Symphony Orchestra, had his work cut out for him on Sunday afternoon. Not only did he conduct a challenging program of American modernist compositions in Carnegie Hall, but he gave miniature slide lectures between pieces, comparing the music to contemporaneous visual art. Amid the interdisciplinary fireworks, the performances suffered from hasty preparation and sometimes uncertain leadership at the podium: in some cases, Mr. Botstein simply did not give the music its due.   But the music itself cast a very strong spell. \"The Abstract and Geometric Tradition in Music and Painting, 1930-1975\" was the theme; while his visual analogies tended to be glib, Mr. Botstein succeeded in linking some of the finest American compositions of the period, tragically obscure music that makes no concession to the classical marketplace or to passing trends. Whatever doubt might fall on the conductor's virtuosity, the project as a whole was brave and essential.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Miami Signs Erickson To Contract Extension","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-college-football-miami-signs-erickson-to-contract-extension.html","abstract":"  Last week, DENNIS ERICKSON said he intended to coach the Miami Hurricanes for many years to come.   Yesterday, the school had it in writing.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-93183164076.html","abstract":"'Years of Experience'. The article \"Clinton Chooses Bentsen for Treasury\" (Dec. 7) stated that \"Congress is the only realistic place to turn for experts who have dealt with such pivotal matters as taxes and the budget deficit.\". All th","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"An American Heroine for Troubled Film Industries Abroad","web_url":"https://www.nytimes.com/1992/12/24/movies/an-american-heroine-for-troubled-film-industries-abroad.html","abstract":"  For some, it's the spotted owl or the dolphin. For the actress and producer Rita Gam, it's foreign film that tops the list of endangered species. \"The film industries of other countries are an endangered species,\" she said. \"They have to be protected and cherished.\"   For the past two years she has been filming what she calls \"sort of an ecological series\" called \"World of Film,\" whose half-hour segments paint a portrait of the film industry in a particular country, through interviews with prominent directors and actors, film clips and archival film.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"The Post-Cold War Chill: McCarthyism Lives On","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-the-postcold-war-chill-mccarthyism-lives-on.html","abstract":" - The Cold War has ended but the worst of its spawn, McCarthyism, lives on.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/24/nyregion/no-headline-522592.html","abstract":"  This is a tremendous day for the Adirondacks. ERIC SIY of the National Audubon Society.  [ B4:6. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19921224","time":"1992-12-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.2,"rhum":96,"wspd":5.4},{"date":"19921224","time":"1992-12-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":98,"wspd":5.4},{"date":"19921224","time":"1992-12-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0,"rhum":96,"wspd":5.4},{"date":"19921224","time":"1992-12-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":97,"wspd":3.6},{"date":"19921224","time":"1992-12-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":97,"wspd":3.6},{"date":"19921224","time":"1992-12-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":98,"wspd":3.6},{"date":"19921224","time":"1992-12-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.7,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":95,"wspd":3.6},{"date":"19921224","time":"1992-12-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":96,"wspd":3.6},{"date":"19921224","time":"1992-12-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":94,"wspd":5.4},{"date":"19921224","time":"1992-12-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":92,"wspd":5.4},{"date":"19921224","time":"1992-12-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":87,"wspd":3.6},{"date":"19921224","time":"1992-12-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":81,"wspd":5.4},{"date":"19921224","time":"1992-12-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":82,"wspd":5.4},{"date":"19921224","time":"1992-12-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":7.6},{"date":"19921224","time":"1992-12-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":81,"wspd":9.4},{"date":"19921224","time":"1992-12-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":81,"wspd":9.4},{"date":"19921224","time":"1992-12-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":11.2},{"date":"19921224","time":"1992-12-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":84,"wspd":9.4},{"date":"19921224","time":"1992-12-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":84,"wspd":9.4},{"date":"19921224","time":"1992-12-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":84,"wspd":11.2},{"date":"19921224","time":"1992-12-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":86,"wspd":7.6},{"date":"19921224","time":"1992-12-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":76,"wspd":16.6},{"date":"19921224","time":"1992-12-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":82,"wspd":14.8},{"date":"19921224","time":"1992-12-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":79,"wspd":13},{"date":"19921224","time":"1992-12-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":79,"wspd":18.7},{"date":"19921224","time":"1992-12-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":22.3},{"date":"19921224","time":"1992-12-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":72,"wspd":18.7},{"date":"19921224","time":"1992-12-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19921224","time":"1992-12-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":82,"wspd":11.2},{"date":"19921224","time":"1992-12-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":14.8},{"date":"19921224","time":"1992-12-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":14.8},{"date":"19921224","time":"1992-12-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":85,"wspd":11.2},{"date":"19921224","time":"1992-12-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":82,"wspd":16.6},{"date":"19921224","time":"1992-12-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":44.6},{"date":"19921224","time":"1992-12-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":40.7},{"date":"19921224","time":"1992-12-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":40,"wspd":44.6},{"date":"19921224","time":"1992-12-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":48.2},{"date":"19921224","time":"1992-12-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":31,"wspd":55.8},{"date":"19921224","time":"1992-12-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":27,"wspd":55.8},{"date":"19921224","time":"1992-12-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":32,"wspd":55.8},{"date":"19921224","time":"1992-12-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":34,"wspd":48.2},{"date":"19921224","time":"1992-12-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":28,"wspd":51.8},{"date":"19921224","time":"1992-12-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":29,"wspd":51.8},{"date":"19921224","time":"1992-12-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":31,"wspd":37.1},{"date":"19921224","time":"1992-12-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":31,"wspd":33.5}]},"19921225":{"guardian_articles":[],"nytimes_articles":[{"date":"19921225","headline":"New York Labor Talks Move Ahead (Slightly)","web_url":"https://www.nytimes.com/1992/12/25/nyregion/new-york-labor-talks-move-ahead-slightly.html","abstract":"  The Dinkins administration has made a subtle but significant modification of its position in labor talks with a coalition representing most of New York City's civilian workers, prompting intense negotiations over the last few days.   A union official said the talks had produced \"significant progress,\" but left both sides still far from an accord.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Diner's Journal; The Changing Scene","web_url":"https://www.nytimes.com/1992/12/25/arts/diner-s-journal-the-changing-scene.html","abstract":"  OPEN: Brasserie Pascal, at 35 West 64th Street, near Lincoln Center, (212) 769-9696. It is owned by the pastry chef Guy Pascal, who has Le Salon de The at Henri Bendel in Manhattan. . . . Mesa Verde, 531 Hudson Street, between Charles Street and West 10th Street, in Greenwich Village, (212) 206-7093, serving Southwestern cooking. . . . Silverado Bar and Grill, 99 East 19th Street in Manhattan, a Southwestern-style restaurant owned by Richard Krause, formerly of Rose Cafe on Fifth Avenue, (212) 505-5500. . . . Vong, a Thai restaurant at 200 East 54th Street, Manhattan, (212) 486-9592, owned by Jean-Georges Vongerichten, who also has Lipstick Cafe in the same office building, and Jo Jo on East 64th Street in Manhattan. Vong occupies the site of the former Toscana. Vong serves dinner only, from 6 to 11 P.M., Monday through Saturday.   CLOSED: Eldorado Petit, 47 West 55th Street, Manhattan, a branch of the Barcelona restaurant by the same name.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"They Keep the Supply Funnel to Somalia Open","web_url":"https://www.nytimes.com/1992/12/25/world/they-keep-the-supply-funnel-to-somalia-open.html","abstract":"  Staff Sgt. Richard Olivella has things like toilet paper and batteries on the brain, along with an appreciation for his role in the American-led operation in Somalia.   \"As a supply sergeant, you're the heartbeat of the unit,\" said Sergeant Olivella, who is responsible for feeding and provisioning 250 of the 8,000 soldiers the Army's 10th Mountain Division is sending here from Fort Drum, N.Y. \"Everything for that unit comes from you, so if you miss something it's your fault.\"","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Robert E. Marshak, 76, Ex-Head of City College","web_url":"https://www.nytimes.com/1992/12/25/nyregion/robert-e-marshak-76-ex-head-of-city-college.html","abstract":"  Robert E. Marshak, a former president of the City College of New York and an expert on theoretical physics, died Wednesday while vacationing with his family in Cancun, Mexico. He was 76 and lived in Blacksburg, Va.   Professor Marshak and his wife, Ruth, and their family had gathered in Cancun to celebrate the couple's 50th wedding anniversary.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Topics of The Times; Questions for Mr. Molinari","web_url":"https://www.nytimes.com/1992/12/25/opinion/topics-of-the-times-questions-for-mr-molinari.html","abstract":"  Did Guy Molinari, the Staten Island Borough President, or his staff, fabricate information submitted to Justice Department investigators? The question lingers following the recent release of a letter to Mr. Molinari from Deputy Attorney General George Terwilliger.    The letter, made public to Mr. Terwilliger's apparent chagrin by U.S. Attorney Otto Obermaier, conveys the findings of a lengthy F.B.I. review of material submitted by Mr. Molinari's office in an effort to exonerate a Federal immigration agent convicted of civil rights charges. The agent, Joseph Occhipinti, was sentenced to 37 months in prison in June 1991 for violating the rights of Hispanic shopkeepers by conducting illegal searches and filing false reports.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"In All the Heavens, One Bright, Shining Star","web_url":"https://www.nytimes.com/1992/12/25/arts/in-all-the-heavens-one-bright-shining-star.html","abstract":"  THE night sky for which New York City is known is a galaxy of flickering neon, lights waxing in apartment towers and waning in offices, and the festive spectrum atop the Empire State Building. The heavens haven't a chance. Under the best conditions, only the moon and a rare point of starlight, usually a neighborly planet or two, manage to shine through the terrestrial competition.   Which is one reason the city has a place where people can sit indoors and, through the artifice of technology, surround themselves in a fantasy of celestial vistas. This is the Hayden Planetarium at the American Museum of Natural History in Manhattan. Its holiday show this year, \"The Star of Christmas,\" is a delightful excursion back 2,000 years in an attempt to discover what was that wondrous heavenly light that, in the story of Christmas, led the Wise Men to the manger in Bethlehem.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Miami Court Decision Shifts Political Power to Minorities","web_url":"https://www.nytimes.com/1992/12/25/us/miami-court-decision-shifts-political-power-to-minorities.html","abstract":"  A Federal judge has ended a six-year legal dispute over the makeup of metropolitan Miami's regional government by approving a proposal that is expected to result in the transfer of political control to Hispanic and black voters.   The decision, handed down Wednesday by Judge Donald Graham of United States District Court in Miami, replaces the county's at-large system with a plan for single-member districts. The proposal was intended to increase Hispanic and black representation, but because those two groups together make up 70 percent of the county's population, the plan could give them effective control.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"WHITE REPRISAL IN SOUTH AFRICA","web_url":"https://www.nytimes.com/1992/12/25/world/white-reprisal-in-south-africa.html","abstract":"  South Africa's chronic political violence took an ominous new turn today when white gunmen opened fire on two mini-buses full of black passengers, killing a driver and wounding three other people.    No group took responsibility for the shootings, which took place in a rural area of the Orange Free State. But the attacks indicated that right-wing whites, enraged by a spate of terrorist attacks on whites in recent weeks, were seeking retribution in a manner that evokes South Africa's worst nightmares of race war.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-86993.html","abstract":"  A report in the Food Notes column of The Living Section on  Wednesday about wild venison sold by the Ojibwa tribe of northern Wisconsin misstated the telephone number for information. It is (715) 879-5636.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Palestinians in Purgatory","web_url":"https://www.nytimes.com/1992/12/25/opinion/palestinians-in-purgatory.html","abstract":"  Outraged by the cold-blooded killings of its soldiers, Israel last week struck back by expelling 415 Palestinians suspected of being Islamic terrorists. But Lebanon won't accept the deportees, who are now trapped in a desolate Israeli-controlled \"security zone\" in southern Lebanon.   The longer this impasse continues, the greater the publicity given to the deportees, and the more likely that they will be seen as heroes and martyrs, which is definitely not what Israel intended.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/25/nyregion/news-summary-896392.html","abstract":"  International A3-14, A20  BLEAK CHRISTMAS IN SARAJEVO","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Jamaica's Coffee Makes Japan a Jealous Lover","web_url":"https://www.nytimes.com/1992/12/25/world/jamaica-s-coffee-makes-japan-a-jealous-lover.html","abstract":"  On the steep mountainsides overlooking Kingston, the afternoon air is renowned for two things: the coolness that reliably descends the slopes while the capital still swelters below, and the aroma of roasting coffee beans.   While other developing countries may rue the economic \"cures\" from Washington that urge them to produce ever more of their commodities, seemingly forcing prices inexorably downward, Jamaica has happily established its Blue Mountain coffee as one commodity that seems always in demand across the world.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-429792.html","abstract":"  An article last Friday about the dispute over the New York City curriculum known as Children of the Rainbow misstated the date that the appointment of a director of multicultural education became public. The appointee, Leslie Agard-Jones, was introduced at a Board of Education meeting on Dec. 2; the disclosure was not made on Dec. 17.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"David Hare, Sculptor and Photographer, Dies at 75","web_url":"https://www.nytimes.com/1992/12/25/arts/david-hare-sculptor-and-photographer-dies-at-75.html","abstract":"  David Hare, a sculptor, painter and photographer who was a prominent figure among the first generation of New York School artists, died on Monday in Jackson Hole, Wyo. He was 75 years old and lived in Victor, Idaho.    He died after an emergency operation for an aortic aneurysm, said his family.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Bush and Yeltsin May Meet in January","web_url":"https://www.nytimes.com/1992/12/25/world/bush-and-yeltsin-may-meet-in-january.html","abstract":"  President Bush and President Boris N. Yeltsin of Russia have agreed to hold a summit meeting in the Black Sea resort of Sochi early in January if an arms control treaty can be completed by then, the White House said today.   Mr. Bush called Mr. Yeltsin this morning to discuss the accord. Afterward, a senior Administration official said that Secretary of State Lawrence S. Eagleburger would leave Washington on Sunday for a meeting in Geneva with Foreign Minister Andrei Kozyrev to try to thrash out the remaining differences.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"A Nostalgic Look At Fun and Games","web_url":"https://www.nytimes.com/1992/12/25/arts/a-nostalgic-look-at-fun-and-games.html","abstract":"  PARCHEESI, it can now be revealed, causes stomach flu.   I know this because in my childhood every single time I stayed home from school because I had turned green, the Parcheesi board was found next to my bed, plus crackers, warm ginger ale, at times tepid tea and sufficient Kleenex to blip the stock of the Kimberly Clark Corporation. (Never mind the battered pot always within emergency reach.)","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Miracles in the Sky and on the Road","web_url":"https://www.nytimes.com/1992/12/25/opinion/miracles-in-the-sky-and-on-the-road.html","abstract":"  A miracle is in the eye of the beholder, thought Hisako. She'd just seen a westbound jet fly nearly across the sky and then, with a sudden turn, fly back to the east. When the jet flew out of sight, she sat down at a table in her small living room. Fifteen years earlier, shortly before her second husband died, one of her daughters had given her the table. Hisako lived in one of the best Japanese retirement homes in Los Angeles; the management let you keep your own things.   A commercial came on the television as she tapped a pen on a pad of paper. A dog dressed as Santa Claus started singing and kittens in green caps danced around him.   A couple of blocks over, hundreds of homeless and drug addicts sat on the sidewalks, but here in Little Tokyo Hisako felt insulated. Except to see her doctor, she never left the area unless one of her kids or grandkids came to pick her up.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"The President as Pardoner: A Calculated Gamble","web_url":"https://www.nytimes.com/1992/12/25/us/the-pardons-the-president-as-pardoner-a-calculated-gamble.html","abstract":"  As he begins to edge offstage, George Bush is taking a calculated gamble with his place in history.   Having spent a good deal of his energy in the last few days on grand global problems of the kind that have always engaged him, he has now ventured into the cockpit of domestic politics by pardoning six of the leading figures in the Iranian arms deal and the diversion of profits to Nicaraguan rebels.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"For Children","web_url":"https://www.nytimes.com/1992/12/25/arts/for-children.html","abstract":"  'The Wise Men of Chelm'   Open Eye New Stagings   270 West 89th Street  Manhattan  (212) 769-41431  Recommended ages: 6 and up  Through Jan. 3","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Restaurants","web_url":"https://www.nytimes.com/1992/12/25/arts/restaurants-490492.html","abstract":"  One could make a persuasive argument that New York City needs another northern Italian restaurant about as much as its needs a few more tons of tiramisu. Follonico, a four-month-old establishment in Chelsea, attempts to rise above the pack in several ways, and to a limited degree it succeeds.   Follonico is a town in Tuscany where the restaurant's chef and owner, Alan Tardi, spent time earning his culinary stripes. In Manhattan, he also worked at Lafayette, Chanterelle and Les Madri. The food at his new venture is more homespun than at those establishments, and prices are gentler.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Sports of The Times; For Those Who Have Everything","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-of-the-times-for-those-who-have-everything.html","abstract":"  THE CHALLENGE of choosing gifts for people who seem to have it all -- in this case, professional athletes -- is that their lives are often filled with material items.   In many cases the thing most wanted cannot be purchased, and the most cherished gifts are often not found in stores. So, in the spirit of giving, this column celebrates Christmas and the New Year by putting imaginary or otherwise unobtainable gifts under selected trees.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"A Sheriff's Officer and 6 Others Are Accused of Robbing a Bank","web_url":"https://www.nytimes.com/1992/12/25/nyregion/a-sheriff-s-officer-and-6-others-are-accused-of-robbing-a-bank.html","abstract":"  After a wild chase through Westchester County on Wednesday, seven men, including a lieutenant in the Orange County Sheriff's department, have been arrested and charged with stealing $76,000 from a White Plains bank, the authorities said.   The lieutenant, Peter Schmick, who was driving the white Lexus that served as a getaway car, momentarily eluded several Federal agents outside the Bank of New York on Aqueduct Road, the authorities said. The agents chased the car about 10 miles north on the Bronx River Parkway before intentionally slamming into it near the Kensico Dam in Valhalla, the authorities said.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Woman in the News; Clinton Completes Cabinet And Points to Its Diversity: Getting Things Done -- Zoe Baird","web_url":"https://www.nytimes.com/1992/12/25/us/woman-clinton-completes-cabinet-points-its-diversity-getting-things-done-zoe.html","abstract":"  Like generations of successful male lawyers, Zoe Baird, President-elect Bill Clinton's choice as Attorney General, has repeatedly attracted the attention of influential lawyers who sped her on to better things.   It was at the Justice Department Ms. Baird has been chosen to lead that she was noticed by Lloyd M. Cutler, the first of several mentors who were impressed with her intellect and a talent for getting things done with little fuss. A Reluctant Admirer    Mr. Cutler, who was White House counsel to President Jimmy Carter, recalled today how he had met Ms. Baird. The Administration was preparing to hand out political patronage jobs for the 1980 Census, but Ms. Baird, then a Justice Department official, had written a legal opinion saying that would be against the law.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"On Being a Catholic","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-on-being-a-catholic-674592.html","abstract":"  To the Editor:   In \"The True Meaning of Being a Catholic\" (letter, Dec. 5), Msgr. Daniel S. Hamilton recommends to Pamela J. Maraldo that she \"needs a refresher course on being an authentic Catholic\" because she dissents from some of the moral positions taken by the Pope.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Clinton Completes Cabinet And Points to Its Diversity: Corporate Lawyer, a Woman, Gets Justice Dept.","web_url":"https://www.nytimes.com/1992/12/25/us/transition-clinton-completes-cabinet-points-its-diversity-corporate-lawyer-woman.html","abstract":"  President-elect Bill Clinton finished assembling his Cabinet today, appointing more women and blacks to his inner circle than any previous chief executive and straddling his party's ideological fault lines.   In selecting Zoe Baird, a 40-year-old Connecticut corporate lawyer, to be the the first woman to serve as Attorney General, Mr. Clinton concluded a sometimes hectic selection process in which he named four blacks, three women and two Hispanic men to Cabinet jobs. Two other women were named to positions that Mr. Clinton has pledged to elevate to Cabinet level.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Proposal Ties Hospital Reimbursement to the Quality of Care","web_url":"https://www.nytimes.com/1992/12/25/nyregion/proposal-ties-hospital-reimbursement-to-the-quality-of-care.html","abstract":"  The Cuomo administration said yesterday that it would propose linking payments to the state's hospitals to the quality of care the hospitals provide.    The plan, which state and hospital officials said was the first of its kind in the country, is part of a broader package of proposals intended to curb health-care costs and increase access to primary care.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"You May Call It Art, But Some Call It Dessert","web_url":"https://www.nytimes.com/1992/12/25/nyregion/our-towns-you-may-call-it-art-but-some-call-it-dessert.html","abstract":"  WHEN you're trying to build something as colossal as a castle, it takes an incredible amount of drawing and planning, not to mention real inspiration. It takes careful staging of all the materials. It takes vision and an artisan's touch. And it takes an awful lot of icing. Also cookies, crackers and cardboard. And an oven preheated to 350.   \"Any time you begin something of this scale,\" warns Walt Wanner, \"you've got to be very careful and creative.\" You've also got to have a spouse blessed with saintly patience.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/25/sports/transactions-466192.html","abstract":"  Baseball  American League   OAKLAND ATHLETICS -- Signed Mark McGwire, first baseman, to a five-year contract. National League   LOS ANGELES DODGERS -- Acquired Tim Wallach, third baseman, from the Montreal Expos for Tim Barker, shortstop.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Presenting the 60,000 Lights of 'Mr. Christmas'","web_url":"https://www.nytimes.com/1992/12/25/nyregion/presenting-the-60000-lights-of-mr-christmas.html","abstract":"  Mervin Whipple's left thumb is sore. More than 1,500 people a night have been winding their way through his Christmas wonderland in the last three weeks and he has clicked every one of them off on the tiny counter he keeps in his coat pocket.   Occasionally, he pulls the counter out and holds it the way a child holds a lucky marble, kneading it in his hand. \"Look at that,\" he said at 6 P.M. one recent day, grinning at the number 640. \"That's how many so far. And we've only been open an hour.\"","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Question for the Holidays: To Tip or Not to Tip?","web_url":"https://www.nytimes.com/1992/12/25/nyregion/question-for-the-holidays-to-tip-or-not-to-tip.html","abstract":"  The thousands of people that make life in New York City more livable by opening doors, parking cars, delivering mail and walking dogs often perform their tasks with an unassuming professionalism throughout the year. But as Christmastime rolls around, many New Yorkers seeking to thank these same people on whose assistance they depend see only a bewildering blur of open palms.   Members of the city's service force, from doormen to exercise trainers, say that holiday tipping is a tradition that they have come to depend on. But for those expected to do the tipping, the season's ritual of outstretched hands and thinly veiled suggestions not only proves expensive, but confusing.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Click, Click, Click: The Year in Gaffes","web_url":"https://www.nytimes.com/1992/12/25/sports/tv-sports-click-click-click-the-year-in-gaffes.html","abstract":"  Oh baby, whoa Nellie, holy cow -- another year in TV SportsLand, one with cash-machine Mike Tyson out of the pay-per-view ring and into the pokey, Warner Wolf outta New York, NBC and Cablevision bereft of sanity in mounting the Olympics Triplecast, Al Unser Jr. absent from ABC's cameras as he won the Indianapolis 500 and Tim McCarver and Paula Zahn looking like teen-agers on a two-week blind date as the evening hosts of CBS's Winter Olympics telecasts.   Bob Costas was tops at the Summer Olympics in Barcelona, Spain. So was Charles Kuralt at the Winter Olympics. I've known Terry Bradshaw for three weeks, and nobody has fun like him. Wait. I'm starting to sound like Larry King. Help!","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Giving an Edge to 'The Nutcracker'; A Victorian Classic Strikes a Campy 60's Note in Brooklyn","web_url":"https://www.nytimes.com/1992/12/25/nyregion/giving-edge-nutcracker-victorian-classic-strikes-campy-60-s-note-brooklyn.html","abstract":"  It is Christmas in New York City. It is the season when starry-eyed little girls in velvet dresses and satin bows line up at Lincoln Center to see Tchaikovsky's sentimental holiday classic, \"The Nutcracker.\"    But this is New York City. Starry-eyed little girls in leather biker jackets and black leggings also line up for an avant-garde, campy version of the ballet, \"The Hard Nut\" by the choreographer Mark Morris, at the Brooklyn Academy of Music.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Snake Bite in Somalia? See Soldier's Guide","web_url":"https://www.nytimes.com/1992/12/25/world/snake-bite-in-somalia-see-soldier-s-guide.html","abstract":"  Say you're an American soldier in Somalia, you encounter a Somali clansman and you want him to halt. What do you do? Whip out your \"Soldier Handbook,\" turn to \"Key Somali Words and Phrases,\" and shout, \"Joogso!\"   If, as might be more likely in a place where fever and diarrhea are common, you're feeling under the weather, consult the medical phrases. \"Aad baan u bukaa\" means, \"I feel very ill.\"","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Christmas in Sarajevo: Prayers and Anguish","web_url":"https://www.nytimes.com/1992/12/25/world/christmas-in-sarajevo-prayers-and-anguish.html","abstract":"  The 400,000 residents of this frozen, dispirited city prepared today to celebrate Christmas as they have passed so many other days in the eight-month siege, without electricity, home heat or running water, and with artillery and machine-gun fire beating out a nearly ceaseless tattoo.   In what for Sarajevo was a relatively quiet day, United Nations officers estimated that about 400 artillery, tank and mortar shells exploded, some as people headed out into the midafternoon twilight for the only Christmas Eve Mass that any of the dozens of churches in the city dared to hold.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"No Standing at the Corner, Watching Receivers Go By","web_url":"https://www.nytimes.com/1992/12/25/sports/pro-football-no-standing-at-the-corner-watching-receivers-go-by.html","abstract":"  When Mike Brim joined the Jets last season as a Plan B free agent from Minnesota, left cornerback was a trouble spot for the club.   The incumbent, Tony Stargell, a third-round pick out of Tennessee State in 1990, wilted under the pressure put on him by opposing quarterbacks.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Arabs' Ouster Dashes Hopes In Bethlehem","web_url":"https://www.nytimes.com/1992/12/25/world/arabs-ouster-dashes-hopes-in-bethlehem.html","abstract":"  This year was supposed to conjure up the spirit of Christmas past, with more lights and merry-making than has been considered acceptable since the Palestinian rebellion against Israel started draping the holiday in black five years ago.   But that was before Israel deported 415 Palestinians to Lebanon last week, setting off days of anger and commercial strikes across the occupied West Bank and Gaza Strip.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Civil War Enemies Begin to Work Together to Solve El Salvador's Problems","web_url":"https://www.nytimes.com/1992/12/25/world/civil-war-enemies-begin-to-work-together-to-solve-el-salvador-s-problems.html","abstract":"  One day not long ago, a rich Salvadoran industrialist who had survived multiple kidnapping attempts by leftists got together with a guerrilla heroine who used to plot such kidnappings and looked at what they could do for their country.   They traveled to the heart of what used to be guerrilla territory, and the businessman ended up promising that a foundation he heads would provide expertise to help a struggling cooperative of followers of the former guerrillas put itself on a profitable footing.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Lithuania Will Evaluate Pardons in Nazi Collaboration Cases","web_url":"https://www.nytimes.com/1992/12/25/world/lithuania-will-evaluate-pardons-in-nazi-collaboration-cases.html","abstract":"  Lithuania's newly elected President says he is ready to review pardons issued to Nazi collaborators by the previous Government, and has invited a delegation of Israeli Nazi-hunters to visit Vilnius in January.    \"There are cases where certificates of rehabilitation have already been canceled,\" the new President, Algirdas Brazauskas, said in an interview. \"I am looking forward to the arrival of the Israelis. They will see that my Government wants to do everything possible to resolve this problem.\"","thumbnail":null,"section":"World"},{"date":"19921225","headline":"What Separation Means","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-what-separation-means-673792.html","abstract":"  To the Editor:   Although I share Hans Koning's misgivings in \"What the U.S. Isn't Besides 'Christian' \" (letter, Dec. 7), about Gov. Kirk Fordice's premise that we are a Christian nation, certain of his assertions should not go unchallenged. For instance, Mr. Koning states that the separation of church and state \"means that religion is never to enter politics,\" and he cannot think of one public deed in this country \"where Christian love (or Judaic ethics) won out.\"","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Estates in Southampton;\nLand Developer Places Tighter Limits on Builders","web_url":"https://www.nytimes.com/1992/12/25/us/estates-in-southampton-land-developer-places-tighter-limits-on-builders.html","abstract":"Defying the usual strategy in a slack market, a developer of land in Southampton on the South Fork of eastern Long Island has tightened restrictions on lot buyers who plan to build houses.\n\nSouthfork Seabury Partners of Manhattan has strengthened the covenants governing the minimum size and cost of homes built on the lots of between 2 and 4.5 acres it is selling at a subdivision called North Haven Point. The 400-acre waterfront site is in North Haven, a village jutting into Noyack Bay north of Sag Harbor. There are 131 lots amid beech forest, salt marshes and bayberry-covered bluffs overlooking a sandy beach.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Mahoney's Challenge: Rebuilding Redmen","web_url":"https://www.nytimes.com/1992/12/25/sports/basketball-mahoney-s-challenge-rebuilding-redmen.html","abstract":"  With each game of his first season as the head basketball coach at St. John's, Brian Mahoney realizes that the extent of the rebuilding job he must oversee is growing large enough to approach the size of the expectations he has inherited.   Beginning Monday night, when the Redmen will meet Manhattan College in the E.C.A.C. Holiday Festival, St. John's will enter a period that may well establish the direction of its season.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Weather Emergency Is Declared After Day of Subfreezing Winds","web_url":"https://www.nytimes.com/1992/12/25/nyregion/weather-emergency-is-declared-after-day-of-subfreezing-winds.html","abstract":"  The New York metropolitan area was enfolded in the icy grip of winter this Christmas morning as high winds and low temperatures combined to drag the wind-chill factor toward zero.   The New York City Health Department declared a cold weather emergency as evening fell and temperatures dropped below freezing, and the New York City Police Department said that officers were prepared to take homeless people to shelters.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Like the Coach, Anderson Is Uncertain About His Future With Giants","web_url":"https://www.nytimes.com/1992/12/25/sports/pro-football-like-the-coach-anderson-is-uncertain-about-his-future-with-giants.html","abstract":"  As the Giants approach Sunday's finale of a disastrous season, some of their players know this may be their last game as a Giant, maybe the last of their pro football careers. At age 35, Ottis Anderson, the oldest Giant and the oldest running back in the game, says he doesn't know if this is the end of anything for him.   In last Saturday's 35-21 upset victory over the Kansas City Chiefs, Anderson made a rare appearance. He carried 8 times for 24 yards, made several big blocks and gallivanted like a youngster. But he has carried only 10 times for 31 yards all season, rushed only 53 times for 141 yards last season, and his 14-year pro career is certainly winding down, if not out. Then again, he says, there may be more left.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Clinton's Last Selections for the Cabinet Reflect His Quest for Diversity","web_url":"https://www.nytimes.com/1992/12/25/us/transition-clinton-s-last-selections-for-cabinet-reflect-his-quest-for-diversity-651692.html","abstract":"  Bruce Babbitt     Secretary of the Interior  ","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1992/12/25/theater/on-stage-and-off.html","abstract":"  Looking for the Brass Ring    The thunderous success of \"Carousel\" at the National Theater in London was the catalyst of nearly all the Christmas-week buzz in the theater world. What will happen to Nicholas Hytner's production when it closes at the National's Lyttelton Theater on March 28?","thumbnail":null,"section":"Theater"},{"date":"19921225","headline":"Books of The Times;\nIn Defense of Cultural Literacy and Once-Taught Masterpieces","web_url":"https://www.nytimes.com/1992/12/25/arts/books-of-the-times-in-defense-of-cultural-literacy-and-oncetaught.html","abstract":"Battle of the Books\nThe Curriculum Debate in America \nBy James Atlas \n157 pages. W. W. Norton & Company. $17.95.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Judge Rebuffs Opponents Of Incinerator In Brooklyn","web_url":"https://www.nytimes.com/1992/12/25/nyregion/judge-rebuffs-opponents-of-incinerator-in-brooklyn.html","abstract":"  An administrative law judge has removed one of the final hurdles to building a trash incinerator in the Brooklyn Navy Yard, recommending that the state Department of Environmental Conservation grant the necessary permits without holding any more hearings on the plant's environmental impact.   In a lengthy decision, signed on Wednesday but not released until yesterday, the judge, Robert P. O'Connor, ruled that none of the issues raised by environmentalists, elected officials and residents who have for years fought the $450 million incinerator warranted further study.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Jets Have a Gift for Byrd","web_url":"https://www.nytimes.com/1992/12/25/sports/pro-football-jets-have-a-gift-for-byrd.html","abstract":"  The Jets had a gift today for Dennis Byrd as he continues rehabilitation at Mount Sinai Hospital from a broken neck that has left him partly paralyzed.   \"We're having a Christmas party today and we're making a video of all the players and their kids for Dennis,\" said Jets Coach Bruce Coslet. \"Then we're shipping it over there with a VCR for him to play it on.\"","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"2 Rivals Spar in Seeking G.O.P. Nod for Governor","web_url":"https://www.nytimes.com/1992/12/25/nyregion/2-rivals-spar-in-seeking-gop-nod-for-governor.html","abstract":"  With little in the way of a warm-up, the campaign for the Republican gubernatorial nomination has opened with a slugfest between the two top contenders.   To the delight of Democrats and to the consternation of some Republicans, the rivalry between the candidates, W. Cary Edwards and Christine Todd Whitman, escalated into an all-out war of words this week.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-440892.html","abstract":"  An article and a picture caption in Business Day yesterday about the finances of the Comptronix Corportion referred incorrectly to the company's interim chairman and chief executive. He is Townes Duncan.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"From the Neediest, Presents for Children","web_url":"https://www.nytimes.com/1992/12/25/nyregion/from-the-neediest-presents-for-children.html","abstract":"  The children at the Anna Lefkowitz Day Care Center in the South Bronx could not bear the wait. They fidgeted and squirmed and wriggled and every few seconds some of them let out high-pitched screams, as if the antsy energy were forcing its way out.   \"O.K.,\" said their teacher, Blanche Perry.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Hamburg Journal; Germany's March Into New Century: A Troubling Vision to Ex-Chancellor","web_url":"https://www.nytimes.com/1992/12/25/world/hamburg-journal-germany-s-march-into-new-century-troubling-vision-ex-chancellor.html","abstract":"  Helmut Schmidt's eyes and his hearing may not be as sharp as they used to be when he was Chancellor of West Germany 15 years ago, but his vision is. He worries about the future of this country now more than he ever did then, at the height of the cold war.    \"The soul of the German people is in danger,\" he said in his office at the weekly journal Die Zeit, where he is one of the principal editors.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"THE TRANSITION: Physician and Physicist; Dr. John H. Gibbons -- Science Adviser","web_url":"https://www.nytimes.com/1992/12/25/us/the-transition-physician-and-physicist-dr-john-h-gibbons-science-adviser.html","abstract":"  Dr. John H. Gibbons, named yesterday as President-elect Bill Clinton's science adviser, is a nuclear physicist who has specialized in environmental problems for nearly four decades.   As head of the Congressional Office of Technology Assessment, Dr. Gibbons made the best of a small budget, often taking strong public stands against policies and practices he deemed harmful to the environment. Last year, for example, he declared that the Department of Energy had \"neither the capability nor the credibility\" to deal with a 30-year accumulation of radioactive waste from nuclear weapons plants.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"BUSH PARDONS 6 IN IRAN AFFAIR, ABORTING A WEINBERGER TRIAL; PROSECUTOR ASSAILS 'COVER-UP'","web_url":"https://www.nytimes.com/1992/12/25/us/pardons-bush-pardons-6-iran-affair-aborting-weinberger-trial-prosecutor-assails.html","abstract":"  Six years after the arms-for-hostages scandal began to cast a shadow that would darken two Administrations, President Bush today granted full pardons to six former officials in Ronald Reagan's Administration, including former Defense Secretary Caspar W. Weinberger.   Mr. Weinberger was scheduled to stand trial on Jan. 5 on charges that he lied to Congress about his knowledge of the arms sales to Iran and efforts by other countries to help underwrite the Nicaraguan rebels, a case that was expected to focus on Mr. Weinberger's private notes that contain references to Mr. Bush's endorsement of the secret shipments to Iran.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/25/nyregion/inside-880792.html","abstract":"  Bush and Yeltsin Agree On a Black Sea Summit   President Bush and President Yeltsin of Russia will meet in the Black Sea resort of Sochi next month if an arms control treaty is completed by then, the White House said. Page A20. The Sound of the Hungry   Although the cries of hungry children echo at Bardera's feeding centers, the troops there have not yet seen the heart of the crisis. Page A10. Paying for Hospital Quality    The Cuomo administration will propose linking its reimbursements to hospitals to their quality of care, in a plan called the nation's first. Page B1. Challenges Surmounted    Jim Abbott, the pitcher acquired by the Yankees, can look back on a lifetime of achievement. Page B7.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1992/12/25/arts/sounds-around-town-on-new-year-s-eve-543992.html","abstract":"  POP AND ROCK Dr. John","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Germany Goes Too Far in Bans on Parties","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-germany-goes-too-far-in-bans-on-parties-675392.html","abstract":"  To the Editor:   Chancellor Helmut Kohl, describing the banning of a second neo-Nazi party in Germany, said, \"Germany is a democracy that can defend itself, and we will prove it now\" (news article, Dec. 11).","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Suspicions at College Before Shooting","web_url":"https://www.nytimes.com/1992/12/25/us/suspicions-at-college-before-shooting.html","abstract":"Officials at a college disclosed today that a package sent by an arms manufacturer to a student was intercepted by suspicious college employeesbut given unopened to the student hours before the authorities say he shot two people to death and wounded four others.\n\nIn the first public comment by Simon's Rock College since the shooting on Dec. 14, Bernard Rodgers, dean of the college, also acknowledged that school officials met with the student, Wayne Lo, several times during the day to ascertain the package's contents but never called the authorities to check out the package.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Clinton's Last Selections for the Cabinet Reflect His Quest for Diversity","web_url":"https://www.nytimes.com/1992/12/25/us/transition-clinton-s-last-selections-for-cabinet-reflect-his-quest-for-diversity-653292.html","abstract":"  Mike Espy     Secretary of Agriculture  ","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Rangers' Prima Donnas Lose Edge at Blue Line","web_url":"https://www.nytimes.com/1992/12/25/sports/hockey-rangers-prima-donnas-lose-edge-at-blue-line.html","abstract":"  Yes, it would be nice if the Rangers hadn't lost Brian Leetch, their top defenseman, for another month. Leetch, the Rangers announced Wednesday, is expected to miss at least an additional four weeks as a result of the stretched nerve in his neck and left shoulder. His absence will be sharply felt on the sagging Rangers' defense.   But one of the main problems with the Rangers' defensive effort is not one that Leetch's presence could solve -- or even help. Who's playing bad defense on this team? Forget the guys behind the blue line for a moment, and take a long, hard look at the Rangers' forwards.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Vincent Fourcade, 58, Decorator Known for His Ornate Interiors","web_url":"https://www.nytimes.com/1992/12/25/nyregion/vincent-fourcade-58-decorator-known-for-his-ornate-interiors.html","abstract":"  Vincent Fourcade, a New York-based decorator known for opulent Victorian interiors that epitomized the lavish style of the 1980's, died on Wednesday at his home in Paris. He was 58.   He died of AIDS, said his partner, Robert Denning.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Oakland's Green and Gold Entice McGwire to Stick Around","web_url":"https://www.nytimes.com/1992/12/25/sports/baseball-oakland-s-green-and-gold-entice-mcgwire-to-stick-around.html","abstract":"  Mark McGwire, the last big name among free agents, has decided to stay with the Oakland Athletics.    The power-hitting first baseman signed a five-year contract yesterday that will pay him a total of $28 million. The deal includes a signing bonus of $7 million, second only to the $9 million bonus David Cone received when he signed with the Kansas City Royals. McGwire will receive salaries of $2.6 million, $1.6 million, $5.5 million, $5.6 million and $5.7 million.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"For Connecticut, the Stakes Are Not Just on the Tables","web_url":"https://www.nytimes.com/1992/12/25/nyregion/for-connecticut-the-stakes-are-not-just-on-the-tables.html","abstract":"  By proposing casinos for Hartford and Bridgeport, two large companies, Mirage Resorts and Harrah's Casino Hotels, are asking Connecticut to bet on legal gambling as a growth industry for the 90's.   The state's decision, in the end, is likely to come from the gut, like a poker player's when a long night comes down to a final hand. Like it or not, Connecticut already has such a large stake in legal gambling that rejecting casinos will almost certainly bring financial pain, though allowing them will not add greatly to the state's revenues.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Doctors Today Learn Greater Awareness","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-doctors-today-learn-greater-awareness-663092.html","abstract":"  To the Editor:   \"Teach Us How to Be Good Doctors\" (editorial, Dec. 11) is on target: It is easier to teach students and young physicians to resuscitate than to have honest, forthright discussions with patients and families. Especially if the situation is virtually hopeless, and if the patient is young.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"From Fists to Fines","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-people-pro-basketball-from-fists-to-fines.html","abstract":"  Detroit's BILL LAIMBEER was fined $6,500 and Charlotte's ALONZO MOURNING was fined $5,000 by the National Basketball Association yesterday for their parts in an altercation during Wednesday's game between the Pistons and Hornets in Charlotte, N.C.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Art in Review","web_url":"https://www.nytimes.com/1992/12/25/arts/art-in-review-680092.html","abstract":"  'The Living Tradition' 'Contemporary Yixing Teapots' and Ah Leon  Garth Clark Gallery 24 West 57th Street Manhattan Through Jan. 9","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Art in Review","web_url":"https://www.nytimes.com/1992/12/25/arts/art-in-review-677092.html","abstract":"  Karel Appel  Andre Emmerich Gallery 41 East 57th Street Manhattan Through Thursday","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Guard Injured in Payroll Theft At Hotel by La Guardia Airport","web_url":"https://www.nytimes.com/1992/12/25/nyregion/guard-injured-in-payroll-theft-at-hotel-by-la-guardia-airport.html","abstract":"  An off-duty housing police officer moonlighting as a security guard was shot three times and seriously wounded when four gunmen hijacked the $25,000 payroll he and another off-duty officer were delivering to a motel in Queens, the police said last night.   The two guards were stripped of their guns by the masked robbers, who opened fire when one guard, Officer Martin Bailey, resisted. The bandits fired more than 20 shots during the robbery, which took place at the Ramada Inn near La Guardia Airport, the authorities said.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Article 485892 -- No Title","web_url":"https://www.nytimes.com/1992/12/25/arts/article-485892-no-title.html","abstract":"  When Andrew Silverman looks to the future, he thinks of coffee. Coffee beans, coffee roasters, coffee-making equipment, coffee bars and, most important, coffee drinkers by the thousands. Those coffee drinkers, said Mr. Silverman, a co-owner of Prix Fixe and Steak Frites in Manhattan, are the reason he opened Au Cafe in September,   Set way back from its busy corner in the foot of the office building at 1700 Broadway, with big glass walls perfect for people-watching, Au Cafe is a casual little spot. Soft jazz plays in the background, and the high black ceilings, copper bar with comfortably cushioned stools, and small marble pedestal tables create an airy yet intimate environment that is unusual for this high-energy neighborhood. The breakfasts, desserts and simple, well-put-together lunches and dinners make Au Cafe a fine destination before or after a show or a movie. But make no mistake about the emphasis.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"90's Collection of Three Wise Persons and the Brave Gifts They Bring","web_url":"https://www.nytimes.com/1992/12/25/sports/90-s-collection-of-three-wise-persons-and-the-brave-gifts-they-bring.html","abstract":"  Merry Christmas, Gerard Papa.   This is the keeper of the Flames' 19th season with his Bensonhurst-based basketball league. He seems to have mostly recovered from a savage police beating six years ago. The $76 million judgment he won against the city of New York is still under appeal. But the Flames are burning bright.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Abroad at Home; Challenge Of Justice","web_url":"https://www.nytimes.com/1992/12/25/opinion/abroad-at-home-challenge-of-justice.html","abstract":"  The choice of Zoe Baird to be Attorney General is the most inspired stroke of Bill Clinton's Cabinet-making. She is the first woman in the office, which matters. But it matters more that she has the wisdom, the professional respect and the determination needed to take on what may be the most daunting job in government.    The Department of Justice, once so revered, has become a symbol of Americans' loss of faith in government. In the Nixon years it harbored criminality at the top. After a revival in the Ford and Carter Administrations, it has sunk into a mire of politicking and malfeasance.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Motorcycles Are Noisy for Safety of Riders","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-motorcycles-are-noisy-for-safety-of-riders-676192.html","abstract":"  To the Editor:   Re \"Motorcyclists May Be Wonderful People, but Oh! That Noise!\" (letters, Dec. 5), this biker would like to offer an explanation why many motorcyclists alter their exhausts. Safety! Unfortunately, the average American cruising around in his or her sound-insulated, climate-controlled, multiple-speaker living-room-on-wheels often does not notice us.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Marines Reach Bardera, But Not Famine Victims","web_url":"https://www.nytimes.com/1992/12/25/world/marines-reach-bardera-but-not-famine-victims.html","abstract":"  In the early morning, the only sound in some feeding centers here is the uninterrupted crying of children. Some just sit on the ground, covered with flies and so thin that their skin falls in wrinkles around their bones.   As meal time approaches, they are joined by hundreds of women with their children, plastic bowl or soot-blackened kettle in hand, who wait in line for their morning handout of steaming, high-protein gruel. Once served, they squat in the dirt, scooping up their gruel with their hands.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"The Art Market","web_url":"https://www.nytimes.com/1992/12/25/arts/the-art-market.html","abstract":"  A Word for the Modern    Europe may be getting at least one new museum of contemporary art, possibly two. But at this stage, both projects are little more than pipe dreams.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Clinton's Last Selections for the Cabinet Reflect His Quest for Diversity","web_url":"https://www.nytimes.com/1992/12/25/us/transition-clinton-s-last-selections-for-cabinet-reflect-his-quest-for-diversity-652492.html","abstract":"  Federico F. Pena     Secretary of Transportation  ","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Sasser Is a Mariner","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-people-baseball-sasser-is-a-mariner.html","abstract":"  Free agent MACKEY SASSER, let loose by the Mets, has signed a two-year contract with the Seattle Mariners. The total deal was worth about $1 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Topics of The Times; The Christmas Coach","web_url":"https://www.nytimes.com/1992/12/25/opinion/topics-of-the-times-the-christmas-coach.html","abstract":"  Yesterday morning, passengers on a certain Manhattan M-10 bus were greeted on boarding by the sounds of Bing Crosby and the Andrews Sisters. The token box was wreathed in fake holly and topped by a tiny tree. There were cheerful cutouts on the windows and glittery ropes crisscrossing the ceiling. And the driver was dressed -- from beard to boots -- as Santa Claus.   There was something else as well: a male passenger who complained loudly every time a new rider (and this was just about all of them) paused to greet Santa or express delight over this unexpectedly festive trip uptown. \"Move along,\" he'd order, and \"Let's get this bus rolling.\"","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Music Tops Holiday List Of Events","web_url":"https://www.nytimes.com/1992/12/25/arts/music-tops-holiday-list-of-events.html","abstract":"    Here is a sampling of holiday events in New York City this weekend, including Christmas music programs in churches and concert halls. Admission is free unless otherwise noted (churches accept donations).   Today   ST. BARTHOLOMEW'S CHURCH (Episcopal), Park Avenue at 50th Street. Poston's \"Jesus Christ the Apple Tree\"; Willcocks's \"Rocking Carol\"; Dupre's \"In Dulci Jubilo\"; Bach's \"In Dulci Jubilo\"; Daquin's \"Noel Etranger.\" Choir; James Litton, organist and director. 10:30 A.M. Information: (212) 751-1616, extension 226.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"Headache Remedy Recalled Over Fatal Tampering","web_url":"https://www.nytimes.com/1992/12/25/us/headache-remedy-recalled-over-fatal-tampering.html","abstract":"  The Food and Drug Administration today announced the recall of an over-the-counter headache remedy after the cyanide poisoning death last month of a 51-year-old Tennessee man who had taken medicine that had been tampered with.   The agency said the manufacturer, Goody's Manufacturing Company of Winston-Salem, N.C., was withdrawing all packages of its headache powder, which is distributed nationwide, but is found mostly in the Southeast.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"On My Mind; Zones Of Freedom","web_url":"https://www.nytimes.com/1992/12/25/opinion/on-my-mind-zones-of-freedom.html","abstract":"  Now that Bill Clinton has his foreign policy team in place he owes himself, the country and the world one thing more: a foreign policy that will strengthen and extend the zones of freedom.   It is in the zones of freedom that people can walk free, talk, worship and vote free. That condition of life would be sufficient reason for the United States to adopt more and stronger zones of freedom -- also known as human rights and democracy -- as its foreign policy goal.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Clinton's Last Selections for the Cabinet Reflect His Quest for Diversity","web_url":"https://www.nytimes.com/1992/12/25/us/transition-clinton-s-last-selections-for-cabinet-reflect-his-quest-for-diversity-654092.html","abstract":"  Mickey Kantor     Trade Representative  ","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-437892.html","abstract":"  An article yesterday about the trial of four young men accused of sex assault in Glen Ridge, N.J., misidentified the client of Alan Zegas, a defense lawyer. The client is Bryant Grober.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Review/Film; Robert Downey Jr. in Charlie Chaplin Life Story","web_url":"https://www.nytimes.com/1992/12/25/movies/review-film-robert-downey-jr-in-charlie-chaplin-life-story.html","abstract":"London poverty to Hollywood legend. Extremely appreciative and long. Outstanding Downey.","thumbnail":null,"section":"Movies"},{"date":"19921225","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1992/12/25/arts/the-spoken-word.html","abstract":"  POETRY READING, Cornelia Street Cafe, 29 Cornelia Street, Greenwich Village. Leonid Zavalniuk, a Russian poet, will read from his poems in Russian, with English translation by Magda Bogin and John Berger, writers. Sunday at 7 P.M. Free. Information: (212) 662-9434.  SLIDE SHOW AND WALKING TOURS, Lower East Side Tenement Museum, 97 Orchard Street. \"The Streets Where We Lived,\" a walking tour that examines how different ethnic groups shaped the character of the Lower East Side from the 1800's to the present, Sunday at noon, followed by \"House of Heritage,\" a slide show and lecture about the museum's history, at 1 P.M.; \"It's Tough to Make a Nickel,\" a musical by Nick Scarim about immigrant children at the turn of the century, at 2 P.M., and \"How We Lived: Life in a New York Tenement,\" a lecture and tour of a museum exhibition, also at 2 P.M. Slide shows and lectures: $4. Walking tour: $12; $10 for students and the elderly. Musical: $10; $8 for the elderly; $5 for students. Information: (212) 431-0233.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/25/style/chronicle-601092.html","abstract":"  JEAN S. HARRIS, the former girls' school headmistress who is serving 15 years to life in prison for murdering Dr. Herman Tarnower, the cardiologist and diet doctor, has been hospitalized after complaining of chest pains.   James Flateau, a spokesman for the New York State Department of Correctional Services, said yesterday: \"She went to the infirmary on Wednesday evening at about 9:15 complaining of pressure on her chest, was examined and taken to Northern Westchester Hospital Center in Mount Kisco by prison vehicle. She is in stable condition.\" He would not answer any questions about Mrs. Harris's condition.","thumbnail":null,"section":"Style"},{"date":"19921225","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/25/nyregion/metro-digest-934092.html","abstract":"  NEW YORK CITY  HOMELESS AGENCIES ASSESS RULING","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-426292.html","abstract":"  A chart on Wednesday summarizing free agency in the major professional team sports referred imprecisely to a guideline in baseball for players who have previously been free agents. The top 50 percent of players, classified primarily by field position in an annual statistical ranking, must wait five years before they can again become free agents, able to negotiate with any team.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Art in Review","web_url":"https://www.nytimes.com/1992/12/25/arts/art-in-review-679692.html","abstract":"  Harriet Korman  Lennon, Weinberg Inc. 580 Broadway (near Prince Street) SoHo Through Thursday","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"New York Teamster Leader Agrees to Suspension","web_url":"https://www.nytimes.com/1992/12/25/nyregion/new-york-teamster-leader-agrees-to-suspension.html","abstract":"  Barry Feinstein, one of New York City's most politically influential labor chiefs, has agreed to give up his union posts for one year and pay a $65,000 fine in a compromise agreement to resolve charges that he misused $500,000 in teamsters' union funds, Government and union officials said yesterday.   But the officials said the proposed settlement would allow Mr. Feinstein to return after the suspension to his chief job, the presidency of a powerful municipal employees union, Local 237 of the International Brotherhood of Teamsters. And even during the suspension, he will be permitted to continue as the local's chief negotiator with the city and municipal agencies in their current talks, said a union spokesman, Frank Mazza.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Memphis Journal; When Santa's Reindeer Just Aren't Fast Enough","web_url":"https://www.nytimes.com/1992/12/25/us/memphis-journal-when-santa-s-reindeer-just-aren-t-fast-enough.html","abstract":"  It is almost 1 A.M. on Christmas Eve, and quiet has settled over this river city, save for the late-night bars, 24-hour gas stations and a bustling microcosm at the Memphis International Airport known as the Federal Express Super Hub, where 5,000 workers are putting Santa's elves to shame.   Standing shoulder to shoulder inside a maze of whirring high-speed conveyor belts, men and women sort the hundreds of thousands of last-minute catalog orders and Christmas packages that have flooded the Memphis-based air-freight company.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Art in Review","web_url":"https://www.nytimes.com/1992/12/25/arts/art-in-review-678892.html","abstract":"  Lois Conner  Laurence Miller Gallery 138 Spring Street SoHo Through Thursday","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"A Carpenter Is Suspected In 4 Killings","web_url":"https://www.nytimes.com/1992/12/25/nyregion/a-carpenter-is-suspected-in-4-killings.html","abstract":"  A 48-year-old carpenter from Livingston, N.J., has been accused of killing an 80-year-old relative last December and is suspected of killing three other elderly people he had known for years, law-enforcement officials said today.   The handyman, Frank Masini, was arrested Tuesday and charged in Ocean County with stabbing Angelina Ialeggio of Lavallette, a distant relative by marriage. A stolen ring belonging to Mrs. Ialeggio was found in Mr. Masini's home, officials said. Judge Peter J. Giovine of Superior Court in Toms River ordered Mr. Masini held in $1 million bail.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-432792.html","abstract":"  An obituary yesterday about Karl Seymour Nash, editor of The Ridgefield Press for 50 years and president of Acorn Press newspapers, misstated the location of the newspaper. It is in Connecticut, not New Jersey.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Trade Warriors Don't Understand Pups","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-trade-warriors-don-t-understand-pups-665692.html","abstract":"  To the Editor:   \"Next Trade War Target May Be Dogs\" (Business Day, Dec. 2) reports that Canada is preparing regulations to bar importing dogs younger than 8 months because they are deemed more susceptible to disease. How would the measure safeguard buyers of dogs older than 8 months?","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Wake Forest Hiring","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-people-college-football-wake-forest-hiring.html","abstract":"  JIM CALDWELL, an assistant coach at Penn State, has reportedly been chosen to become Wake Forest's head football coach.   Caldwell would be the first black head football coach in the 40-year history of the Atlantic Coast Conference.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Birth of a Scandal and Mysteries of Its Parentage","web_url":"https://www.nytimes.com/1992/12/25/us/the-pardons-birth-of-a-scandal-and-mysteries-of-its-parentage.html","abstract":"  Some say the scandal began sometime in the mid-1980's, as President Ronald Reagan grew so emotionally involved with the plight of the American hostages held in Lebanon that he began letting his aides know he would pay almost any price to see them freed.   Others date the beginning of the Iran-contra affair more precisely, saying it started in a London row house near Hyde Park on Dec. 8, 1985. There, several American officials and operatives running the covert sales of arms to Iran went over the books and discovered they had about $750,000 left over from the last transaction.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Tide Player in Hospital","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-people-college-football-tide-player-in-hospital.html","abstract":"  Alabama's second-leading tackler, linebacker MICHAEL ROGERS, was hospitalized in serious condition at Baptist Medical Center in Montgomery, Ala., yesterday after a car in which he was a passenger hit a culvert in the pre-dawn hours and rolled over.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"THE TRANSITION: Physician and Physicist; Dr. Joycelyn Elders -- Surgeon General","web_url":"https://www.nytimes.com/1992/12/25/us/the-transition-physician-and-physicist-dr-joycelyn-elders-surgeon-general.html","abstract":"  In 1987, when Dr. Joycelyn Elders was appointed by Gov. Bill Clinton to be director of the Arkansas Department of Public Health, she was asked at a news conference if she intended to distribute contraceptives in public schools.   \"Well,\" she replied, \"we're not going to put them on their lunch trays, but, yes.\"","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"Review/Film; Hey, They're Firemen, You Thugs, Not Cops!","web_url":"https://www.nytimes.com/1992/12/25/movies/review-film-hey-they-re-firemen-you-thugs-not-cops.html","abstract":"Arkansas firefighters tangle with gang. Outlandish melodrama.","thumbnail":null,"section":"Movies"},{"date":"19921225","headline":"Ontario's Socialists Falter After 2 Bitter Years","web_url":"https://www.nytimes.com/1992/12/25/world/ontario-s-socialists-falter-after-2-bitter-years.html","abstract":"  In elections a little over two years ago, the 10 million people of Ontario, Canada's richest and most populous province, voted for their first taste of democratic socialism.   Trade unions, social-action groups and other supporters on the left of the political spectrum rejoiced at the surprise victory of the New Democratic Party and proclaimed Ontario a leader in fashioning a more just society, economically and socially.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1992/12/25/arts/keep-in-mind.html","abstract":"  \"THE SNOW QUEEN,\" a movie adaptation of the Hans Christian Andersen fairy tale in which the Queen abducts a young boy and his friend tries to find him. Tomorrow and Sunday at 2 P.M., at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Tickets: $7; $4 for children. Information: (212) 875-5600.   \"THE NUTCRACKER,\" a one-hour production by the New York Theater Ballet, for toddlers and preschoolers in an intimate setting. Tomorrow through Thursday at Gould Hall, 55 East 59th Street, Manhattan, daily at 1 and 3:30 P.M. Tickets: $17.50; $12.50 for children. Information: (212) 307-7171.","thumbnail":null,"section":"Arts"},{"date":"19921225","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/25/nyregion/no-headline-202292.html","abstract":"  Christmas  NEW YORK   GOVERNMENT OFFICES Closed.  POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Review/Film; Big Labor's Master Of Manipulation","web_url":"https://www.nytimes.com/1992/12/25/movies/review-film-big-labor-s-master-of-manipulation.html","abstract":"James, of the Teamsters union. Graphic, pounding portrait, via David Mamet.","thumbnail":null,"section":"Movies"},{"date":"19921225","headline":"Ask Episcopal Church About Women Priests","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-ask-episcopal-church-about-women-priests-664892.html","abstract":"  To the Editor:   My old friend Rembert Weakland, Roman Catholic Archbishop of Milwaukee, seems to read the Catholic Church amiss in \"Out of the Kitchen, Into the Vatican\" (Op-Ed, Dec. 6), his plea for admitting women to the priesthood. I suspect this is due to his overweening romanticism regarding modern culture -- political, academic, economic, journalistic. The program he advocates for his church is to embrace this culture, learn from it and follow it.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Looks Like America","web_url":"https://www.nytimes.com/1992/12/25/opinion/looks-like-america.html","abstract":"  In a Cabinet designed to look like America, Zoe Baird, the Attorney General-designate, has the bearing and credentials of what America would like to look like. Personable and smart, experienced in the ways of the Justice Department and White House, Ms. Baird more than vindicates President-elect Clinton's determination to put a woman at the head of the Federal legal establishment.   After weeks of churning, Mr. Clinton has succeeded in assembling a Cabinet of rare, welcome diversity. Just how rare can be judged by comparing it with President Bush's performance. Of 16 positions in the Cabinet, 11 are now held by white men, 3 by women, 1 by a black man and 1 by a Hispanic man. Of 16 nominees to Mr. Clinton's cabinet, 7 are white men, 4 are women, 4 are black (1 is a black woman) and 2 are Hispanic.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/25/style/chronicle-599492.html","abstract":"  \"Some people like drinks before dinner,\" JUDD HIRSCH said. \"What I'm doing is called marriage before dinner.\"   That was Mr. Hirsch's roundabout way of saying that he was being married last night to BONNIE CHALKIN at a party at HERB GARDNER'S home in New York. The ceremony was performed by Rabbi Judith Lewis of Temple Israel in New York. Mr. Gardner was the best man.","thumbnail":null,"section":"Style"},{"date":"19921225","headline":"Memories of Living Grandly on the Hudson","web_url":"https://www.nytimes.com/1992/12/25/opinion/l-memories-of-living-grandly-on-the-hudson-662192.html","abstract":"  To the Editor:   \"What Is a 24,000-Square-Foot White Elephant?\" (news article, Nov. 29), on Campagna House in the Riverdale section of the Bronx, brought back special memories. In World War II that lovely house was home for six months to about 32 young women (and another contingent after us) under a Navy program at New York University to train engineering aides for the aircraft industry.","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Momentum Could Swing At Knicks-Bulls Dance","web_url":"https://www.nytimes.com/1992/12/25/sports/basketball-momentum-could-swing-at-knicks-bulls-dance.html","abstract":"  A victory over the Bulls on Christmas would provide further evidence for the Knicks that they have closed the gap between themselves and Chicago -- if a gap exists at all.   \"Beating the Bulls at home last month was nice, but it shouldn't have been a big deal,\" said guard Doc Rivers, one of eight first-year Knicks who were acquired to help New York challenge the Bulls for a championship. \"We're supposed to beat them at our place. But beating them there is a big deal, and that's what we want to prove we can do.\"","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/25/nyregion/c-corrections-086992.html","abstract":"  A report in the Food Notes column of The Living Section on  Wednesday about wild venison sold by the Ojibwa tribe of northern Wisconsin misstated the telephone number for information. It is (715) 879-5636.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Mr. Bush's Unpardonable Act","web_url":"https://www.nytimes.com/1992/12/25/opinion/mr-bush-s-unpardonable-act.html","abstract":"  Of all the President's powers, the power to pardon may be the most awesome because it is not shared or checked by any other branch of government. The abuse of that ultimate power may be the ultimate abuse of office. With his Christmas Eve pardon of Caspar Weinberger and five other defendants in the Iran-contra scandal, President Bush committed that ultimate abuse.    If Mr. Bush had rested his pardon of Mr. Weinberger on the former Defense Secretary's health alone, he might deserve credit for compassion. But he went on to lecture Lawrence Walsh, the independent prosecutor, against what he called \"the criminalization of policy differences.\"","thumbnail":null,"section":"Opinion"},{"date":"19921225","headline":"Agencies on Homeless Try to Meet Deadline","web_url":"https://www.nytimes.com/1992/12/25/nyregion/agencies-on-homeless-try-to-meet-deadline.html","abstract":"  The day after a judge's order to cut the number of homeless men in two armories drastically, the head of New York City's new agency for the homeless said it would be \"extremely difficult\" to move so many so quickly.   Wednesday's court order gave the city 60 days to find new shelters for more than 800 homeless men.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Security Programs to Be Expanded in Housing Projects","web_url":"https://www.nytimes.com/1992/12/25/nyregion/security-programs-to-be-expanded-in-housing-projects.html","abstract":"  The New York City Housing Authority plans to expand its security programs next month in public housing projects throughout the city, officials said yesterday.   The plan includes increased police enforcement, expanded tenant patrols and better lighting, fencing and lock systems, said Timothy Sullivan, a Housing Authority spokesman.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Law; At the Bar","web_url":"https://www.nytimes.com/1992/12/25/us/law-at-the-bar.html","abstract":"  Come what may over the last decade, Bruce and Nancy Young of Minneapolis have tithed -- that is, given 10 percent of their income to their church. They gave in the good times, when business at their electrical contracting business was brisk. And they gave in the bad times, when Mr. Young's heart attack and the recession led them into bankruptcy.   But when the Youngs mark Christmas today at the Crystal Evangelical Free Church in nearby New Hope, they may reflect on Federal judges as well as the Wise Men, statutes as well as the Star of Bethlehem. The Book of Deuteronomy has run right into the Federal Bankruptcy Code.","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"LAW;\nImage-Making Strategy in the Rodney King Case","web_url":"https://www.nytimes.com/1992/12/25/us/law-imagemaking-strategy-in-the-rodney-king-case.html","abstract":"In a small stucco building in a neighborhood still scarred by the burned-out ruins of the rioting last spring, Rodney G. King struggled recently to describe his life since an amateur videotape transformed him from an unemployed carpenter into a symbol of police abuse and racism.\n\n\"I used to go walk around the Rose Bowl,\" Mr. King said haltingly into a microphone. \"Now I pretty much stay home. I have a little gym in the house. I get a pretty good workout in the house rather than jog around the block. That sort of thing, you know.\"","thumbnail":null,"section":"U.S."},{"date":"19921225","headline":"5 Men Attack Hasidic Artist In Crown Hts.","web_url":"https://www.nytimes.com/1992/12/25/nyregion/5-men-attack-hasidic-artist-in-crown-hts.html","abstract":"  A Hasidic artist painting a peace mural at a Brooklyn housing project was beaten by five black men on Wednesday in what the police classified as a possible bias crime.   The beating posed the first major test of New York City's new policy of moving more cautiously in classifying such incidents as bias crimes so that relatively minor episodes do not quickly symbolize racial tension.","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"TVWeekend; Lincoln's Words, Brady's Photograph","web_url":"https://www.nytimes.com/1992/12/25/movies/tvweekend-lincoln-s-words-brady-s-photograph.html","abstract":"  The idea for \"Lincoln\" began with the photographs, and they remain the strongest elements in a four-hour documentary that only occasionally reaches its potential.   It is a family enterprise. Frederick Hill Meserve began collecting Civil War photographs in 1897, and much of his collection was passed down to his grandson, Philip B. Kunhardt Jr., who worked with his two sons, Philip B. 3d and Peter W., to turn them into the new pictorial biography (\"Lincoln,\" published by Alfred A. Knopf) and this weekend's television documentary. To their probable annoyance, the television project inevitably invites comparison to \"The Civil War,\" Ken Burns's rich PBS series, which made use of similar material to more rewarding effect.","thumbnail":null,"section":"Movies"},{"date":"19921225","headline":"Dodgers Get Wallach","web_url":"https://www.nytimes.com/1992/12/25/sports/sports-people-baseball-dodgers-get-wallach.html","abstract":"  The Los Angeles Dodgers acquired third baseman TIM WALLACH from the Montreal Expos yesterday for minor league shortstop TIM BARKER. Wallach, 35, hit .223 with 9 home runs and 59 runs batted in in 150 games with the Expos last season.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"A Most Extraordinary Fella","web_url":"https://www.nytimes.com/1992/12/25/sports/baseball-a-most-extraordinary-fella.html","abstract":"  One looks for turning points. How is it that he has come this far, this way? Maybe it was the time when Jim Abbott was 5 years old and came home from school, angry and tearful, and held up the steel hook a doctor had recommended he use for a right hand. \"I don't want to wear this anymore,\" he told his parents.   Other children were afraid to play with him and, in the way that small children can be cruel, called him names like \"Mr. Hook.\" Even then he struggled not to appear different. He never wore the hook again.","thumbnail":null,"section":"Sports"},{"date":"19921225","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/25/nyregion/no-headline-920092.html","abstract":"  \"In granting these pardons today, I am doing what I believe honor, decency, and fairness require.\" PRESIDENT BUSH.  [ A22:3. ]","thumbnail":null,"section":"New York"},{"date":"19921225","headline":"Adrift, Taiwan Loses Urge for Firmer Footing","web_url":"https://www.nytimes.com/1992/12/25/world/adrift-taiwan-loses-urge-for-firmer-footing.html","abstract":"  The people of Taiwan might like to attach a huge outboard motor to the end of their island, rev it up, and move Taiwan several hundred miles farther away from the Chinese mainland.   That would reduce the risk of a Chinese attack and give Taiwan more options for deciding its future. But while physical relocation is impossible, there are signs that Taiwan is drifting politically and socially farther from the mainland.","thumbnail":null,"section":"World"},{"date":"19921225","headline":"Review/Film; Conflicts And Laughs At English Reunion","web_url":"https://www.nytimes.com/1992/12/25/movies/review-film-conflicts-and-laughs-at-english-reunion.html","abstract":"University friends at English country house reunion. Cheerfully derivative ''Big Chill'' comedy.","thumbnail":null,"section":"Movies"},{"date":"19921225","headline":"Scandal Sets Back a German Cabinet Official","web_url":"https://www.nytimes.com/1992/12/25/world/scandal-sets-back-a-german-cabinet-official.html","abstract":"  A growing political scandal has set back the chances that Economics Minister Jurgen W. Mollemann will become leader of the junior coalition party in Chancellor Helmut Kohl's Government next year.   Even some members of Mr. Mollemann's Free Democratic Party called for his resignation this week. But Mr. Mollemann rejected all such demands on Tuesday, before heading for a Christmas holiday in the Caribbean, and is expected to return Jan. 6 to contest the party leadership with Foreign Minister Klaus Kinkel.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19921225","time":"1992-12-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":84,"wspd":9.4},{"date":"19921225","time":"1992-12-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":83,"wspd":5.4},{"date":"19921225","time":"1992-12-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":86,"wspd":9.4},{"date":"19921225","time":"1992-12-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":87,"wspd":7.6},{"date":"19921225","time":"1992-12-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":87,"wspd":9.4},{"date":"19921225","time":"1992-12-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":89,"wspd":9.4},{"date":"19921225","time":"1992-12-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":89,"wspd":9.4},{"date":"19921225","time":"1992-12-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":89,"wspd":7.6},{"date":"19921225","time":"1992-12-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":85,"wspd":9.4},{"date":"19921225","time":"1992-12-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":75,"wspd":11.2},{"date":"19921225","time":"1992-12-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":79,"wspd":13},{"date":"19921225","time":"1992-12-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":80,"wspd":7.6},{"date":"19921225","time":"1992-12-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":82,"wspd":5.4},{"date":"19921225","time":"1992-12-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":81,"wspd":5.4},{"date":"19921225","time":"1992-12-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":87,"wspd":7.6},{"date":"19921225","time":"1992-12-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":85,"wspd":7.6},{"date":"19921225","time":"1992-12-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":85,"wspd":11.2},{"date":"19921225","time":"1992-12-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":86,"wspd":11.2},{"date":"19921225","time":"1992-12-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":86,"wspd":9.4},{"date":"19921225","time":"1992-12-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":86,"wspd":11.2},{"date":"19921225","time":"1992-12-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":87,"wspd":13},{"date":"19921225","time":"1992-12-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":89,"wspd":14.8},{"date":"19921225","time":"1992-12-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":87,"wspd":11.2},{"date":"19921225","time":"1992-12-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":86,"wspd":11.2},{"date":"19921225","time":"1992-12-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":36,"wspd":33.5},{"date":"19921225","time":"1992-12-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":36,"wspd":37.1},{"date":"19921225","time":"1992-12-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":25.9},{"date":"19921225","time":"1992-12-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":18.7},{"date":"19921225","time":"1992-12-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":11.2},{"date":"19921225","time":"1992-12-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":43,"wspd":9.4},{"date":"19921225","time":"1992-12-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":45,"wspd":11.2},{"date":"19921225","time":"1992-12-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":47,"wspd":11.2},{"date":"19921225","time":"1992-12-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":49,"wspd":7.6},{"date":"19921225","time":"1992-12-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":0},{"date":"19921225","time":"1992-12-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":52,"wspd":7.6},{"date":"19921225","time":"1992-12-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":52,"wspd":14.8},{"date":"19921225","time":"1992-12-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":49,"wspd":11.2},{"date":"19921225","time":"1992-12-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":45,"wspd":14.8},{"date":"19921225","time":"1992-12-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":42,"wspd":14.8},{"date":"19921225","time":"1992-12-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":42,"wspd":25.9},{"date":"19921225","time":"1992-12-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":39,"wspd":29.5},{"date":"19921225","time":"1992-12-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":36,"wspd":31.7},{"date":"19921225","time":"1992-12-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":33.5},{"date":"19921225","time":"1992-12-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":33,"wspd":33.5},{"date":"19921225","time":"1992-12-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":32,"wspd":27.7},{"date":"19921225","time":"1992-12-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":31,"wspd":29.5},{"date":"19921225","time":"1992-12-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":32,"wspd":29.5},{"date":"19921225","time":"1992-12-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":25.9}]},"19921226":{"guardian_articles":[],"nytimes_articles":[{"date":"19921226","headline":"BRIEFCASE","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-briefcase-91775436658.html","abstract":"Amex Goes InternationalWith Frequent Flyer Plan . The frequent flyer program, once a predominantly American phenomenon, is spreading its wings, courtesy of American Express. Holders of an Amex charge card booking flights with Aeromexico in Mexico and Qa","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Review/Theater; Out-of-Body Experiences In a Cabin in Vermont","web_url":"https://www.nytimes.com/1992/12/26/theater/review-theater-out-of-body-experiences-in-a-cabin-in-vermont.html","abstract":"  \"Them . . . Within Us,\" a situation comedy masquerading as a science- fiction comedy, asks the audience to care about a 30-something couple on the brink of either a breakup or a marriage. The play, by Todd Davis Ross, is at Theater Row Theater (formerly South Street). While visiting the woman's younger brother and his fiancee in their Vermont cabin, the two principal characters find themselves confronted by unseen extraterrestrials who take over their bodies. We know that the characters have been inhabited by E.T.'s when they suddenly speak pompously and stand up straight as if they have boards on their backs. When not possessed, they slump and exchange coy dialogue.   This means that the actors playing the leads, Bonnie Black and Patrick Barnes, each have two voices. In contrast, Steven Sennett and Marceline Hugot, as the other couple, are limited to one-dimensional roles. Were this a fairy tale, they might be called Chirpy and Loony. The play is dopey.","thumbnail":null,"section":"Theater"},{"date":"19921226","headline":"Review/Dance; Wanderer Returns Briefly to City Ballet","web_url":"https://www.nytimes.com/1992/12/26/arts/review-dance-wanderer-returns-briefly-to-city-ballet.html","abstract":"  Ethan Stiefel, at 19, was very much a young man most likely to succeed at the New York City Ballet. His blend of energy and classical form stood out in the company's Diamond Project last spring, and he distinguished himself in leading roles in George Balanchine's ballets.   But Mr. Stiefel was nowhere to be seen in the company's single week of repertory in November; much to everyone's surprise, the City Ballet's rising star left the company in the summer to join the Zurich Ballet in Switzerland, declaring that he desired a wider repertory.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"When Made Over, Hell Gate Bridge Won't Clash With East River","web_url":"https://www.nytimes.com/1992/12/26/nyregion/about-new-york-when-made-over-hell-gate-bridge-won-t-clash-with-east-river.html","abstract":"  REMEMBER how hard it was to decide on the color for the living room? Adriatic white or egg cream ecru, or maybe something really emphatic like tangerine or Granny Smith green to launch a bold new stage of personal development? Well imagine the debates you could have over a whole bridge, in particular a great hulking railroad bridge over Hell Gate in the East River that has not been painted since soon after it first went up in 1917?   You could of course paint it bridge silver or practical rust brown and let it go at that. Or you could assemble a committee of artists and architects to decide on the color, which is what Senator Daniel Patrick Moynihan urged the Municipal Art Society to do after he had secured Federal money to paint the arched metal bridge linking Queens and Long Island to the Bronx and mainland America.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/26/nyregion/c-corrections-504392.html","abstract":"  Because of an editing error, a front-page article on Thursday about District Attorney Charles J. Hynes of Brooklyn misstated the outcome of the trials in the shooting death of a black teen-ager during a mob attack in Bensonhurst. One of eight defendants was convicted of murder, four were convicted of lesser charges and three were acquitted of all charges.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/26/nyregion/c-corrections-505192.html","abstract":"  Because of an editing error, an article on Thursday about the Federal center for foreign animal diseases on Plum Island, L.I., misstated the total to be spent on construction and renovation projects. It is $80 million.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/26/nyregion/no-headline-985092.html","abstract":"  I look at scalping like working as a stockbroker, buying low and selling high. If people are willing to pay me the money, what kind of problem is that? -- KEVIN THOMAS, who resells tickets in New York.  [ 1:3. ]","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Waiting for Clinton","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-waiting-for-clinton-516792.html","abstract":"  To the Editor:   \"Clinton's Quagmire\" (letter, Dec. 9) by Daniel Segal indicates our Founding Fathers set Jan. 20 as Inauguration Day. The original day was March 4, four months after Election Day. The date was changed to Jan. 20 during Franklin D. Roosevelt's first term. He was the first President to be inaugurated on that date, in 1937, following his re-election.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"The Somalia Christmas","web_url":"https://www.nytimes.com/1992/12/26/opinion/the-somalia-christmas.html","abstract":"  This will be remembered as the Somalia Christmas. Moved by haunting images of starving children, Americans have given overwhelming support to a rescue by air and sea. Tough marines trained to kill find themselves trucking sacks of food to remote outposts. And on a day meant especially for children, Somali mothers, clutching their precious but ragged bundles, convey a poignant echo of the Nativity.    Still, these images, in their very power, oversimplify and may even mislead. Viewers might understandably conclude that famine, drought, war and overpopulation are permanent scourges of the third world, especially Africa. They might conclude that over time, little can be done to improve the lot of the world's poorest children. That's far from true, as can be seen by consulting \"The State of the World's Children, 1993,\" the heartening report of Unicef, the United Nations Children's Fund. In fact, writes its executive director, James Grant, more progress has been made in the last 50 years than in the previous 2,000:","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"New Theater for Pixie Judy Troupe","web_url":"https://www.nytimes.com/1992/12/26/theater/new-theater-for-pixie-judy-troupe.html","abstract":"  The Pixie Judy Troupe, one of New York City's oldest companies offering theater for children and families, will give its holiday performances at the Church of the Heavenly Rest in Manhattan after a contract dispute with a commercial theater.   Last week, the group, which has led a vagabond existence since its founding in 1965, announced regularly scheduled performances in the 300-seat Playhouse 91, at 316 East 91st Street, Manhattan. On Dec. 18, the troupe opened its season there with a performance of \"The Littlest Clown,\" with Joyce Dinkins, the Mayor's wife, as host.","thumbnail":null,"section":"Theater"},{"date":"19921226","headline":"Jets Make Wrong Turn Into Walton Territory","web_url":"https://www.nytimes.com/1992/12/26/sports/football-jets-make-wrong-turn-into-walton-territory.html","abstract":"  No one with the Jets will admit that the team has taken a step backward this season. But there should be little argument that they haven't moved forward.   An overload of injuries to starters and an inexperienced quarterback have conspired against the Jets. Perhaps even more distressful were the losses of defensive end Dennis Byrd, who broke his neck in a game on Nov. 29 and remains partly paralyzed, and receiver Al Toon, who retired because of lingering effects from a concussion.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"BRIEFCASE","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-briefcase.html","abstract":"Pernod-Ricard Launches ADRs on a U.S. Exchange . Americans who never quite managed to acquire a taste for France's anise-flavored Pernod now have a more palatable - and hopefully profitable - approach to consider: a dollar-denominated stake in Pernod-Rica","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Expatriate Pay Packages Need More Homework","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-expatriate-pay-packages-need-more-homework.html","abstract":"A FREQUENT problem with expatriate assignments to hardship posts, and one that often is not resolved early enough, is how to structure an appropriate compensation package.. Take the hypothetical case of Universal Inc., for example. The company wants to se","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Moscow Journal; Where Values, as Well as Buildings, Fall Into Decay","web_url":"https://www.nytimes.com/1992/12/26/world/moscow-journal-where-values-as-well-as-buildings-fall-into-decay.html","abstract":"  A year after the end of the Soviet Union, anything goes in Moscow.   In front of the \"Artistic Salon\" on Dimitrova Street, where paintings and other works of art are offered for sale in three large rooms with huge picture windows visible to all passersby, signs \"categorically\" forbid the freelance sale of art or artistic materials outside, by order of the Moscow City Council.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"Woman Shot on Grand Central Parkway","web_url":"https://www.nytimes.com/1992/12/26/nyregion/woman-shot-on-grand-central-parkway.html","abstract":"  A Queens woman was shot and critically injured in her car on the Grand Central Parkway last night when a driver, apparently angry at having been cut off, pulled alongside and opened fire, the police said.   The woman, Pamela Mascaro, 32 years old, was hit once in the head, said Sgt. Anthony Barlanti, a police spokesman. She was in critical condition last night at Mary Immaculate Hospital in Jamaica, he said.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"12 Months; 18 Indelible Exploits","web_url":"https://www.nytimes.com/1992/12/26/sports/on-golf-12-months-18-indelible-exploits.html","abstract":"  By all the measures that years in golf are remembered by, 1992 was exceptional.   It gave us lightning strikes of brilliance in winning shots by Corey Pavin and John Cook, and springtime explosions like those of Fred Couples, Davis Love 3d and Lee Trevino. It contained the sustained excellence of Nick Faldo and Dottie Mochrie, and a landmark achievement by the remarkable Raymond Floyd. It saw highly regarded veterans like Tom Kite and Patty Sheehan elevate into the game's royalty, and obscure professionals like Shelley Hamlin and Eddie Pearce rise above adversity. It featured a Cinderella in senior golfer Larry Laoretti, and a version of the '69 Mets in the European women who won the Solheim Cup. And it projected a vision of future greatness in the continuing exploits of 16-year-old Eldrick (Tiger) Woods.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Unstated Goal Of Jobs Plan: Open Unions","web_url":"https://www.nytimes.com/1992/12/26/nyregion/unstated-goal-of-jobs-plan-open-unions.html","abstract":"  Construction unions in New York City that have long been criticized for excluding members of minority groups have agreed to recruit 25 percent of their new apprentices from the overwhelmingly black and Hispanic graduating classes of the city's vocational high schools.   State and city officials describe the agreement as the most promising effort ever made in New York City to give young blacks and Hispanics a chance of working in construction jobs that traditionally have been reserved for the sons and grandsons of the white union members who make up most of the industry.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Another Town Is Secured","web_url":"https://www.nytimes.com/1992/12/26/world/another-town-is-secured.html","abstract":"  American and French forces secured the town of Hoddur, 200 miles northwest of the capital, today as the first phase of military efforts to take control of the famine-stricken centers of Somalia neared an end.   The town was the sixth of eight that the Pentagon said American-led troops will occupy.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"Albany Fans Warned","web_url":"https://www.nytimes.com/1992/12/26/sports/sports-people-pro-basketball-albany-fans-warned.html","abstract":"  The owner of the Continental Basketball Association franchise in Albany has warned that the team will move to another city at the end of this season unless attendance doubles.   \"If we can average around 3,000 fans for our remaining games, the team will definitely stay,\" the owner, JOSEPH O'HARA, said on Thursday. \"If not, then we will simply have to look at a new location for next season.\"","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"A World From Scratch","web_url":"https://www.nytimes.com/1992/12/26/opinion/a-world-from-scratch.html","abstract":"  Will the new era be dominated by regional alliances and economic pacts or by a renewal of global and multilateral institutions? The 1990's are shaping up as a struggle between these rival international orders. So far, regional relationships -- in Europe, North America and elsewhere -- have the upper hand. The emerging world order looks like an old house: new rooms, windows and doors have been added, but the foundation, plumbing and wiring remain in dangerous disrepair.   There is a need to make regional economic experiments complement, not compete, with multilateralism. This requires agreement among the major nations about a blueprint of a new world order.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"FOOTBALLL: Notebook; Got the Coach Right Here, but His Name's Not Clear","web_url":"https://www.nytimes.com/1992/12/26/sports/footballl-notebook-got-the-coach-right-here-but-his-name-s-not-clear.html","abstract":"  The questions surrounding Coach Ray Handley of the Giants have centered on when, precisely, he will become a former head coach. Whenever that happens, a replacement must be named. Following is a slate of candidates and an unofficial line, with the best bet listed first:    BILL PARCELLS (4-5) -- He knows the players, the organization and the territory. He has won with the Giants. He can motivate players, something his successor has not been able to do. He enjoys being a television analyst, but he is still a coach at heart. As one friend said: \"He always liked coaching and he wants to coach again. His health is good. He wants to come home.\" But will General Manager George Young forgive him for quitting the job in 1991 so late in the spring? He probably will.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Ex-Rep. Richard Ichord, 66, Dies; Led Un-American Activities Panel","web_url":"https://www.nytimes.com/1992/12/26/us/ex-rep-richard-ichord-66-dies-led-un-american-activities-panel.html","abstract":"  Former Representative Richard H. Ichord, a fervent anti-Communist who crusaded against the peace movement during the Vietnam War and served as the last chairman of the House Un-American Activities Committee, died yesterday at a hospital in Nevada, Mo. He was 66.    He died of complications from a heart attack on Dec. 18, said his daughter, Pam Ichord Ehlers. He had divided his time in recent years between Washington and a cattle ranch in Waynesville, Mo., she said.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/26/style/chronicle-766792.html","abstract":"  ROSE HAMBURGER can't count the number of races she has seen in her 101 years; after all, she said the other day, \"I have been a racegoer since 1915.\" On Monday, she will watch a race at Aqueduct that will be named the \"Happy 102d Rose\" purse, in honor of her 102d birthday on Tuesday. After the race, she will go to the winner's circle to present a trophy to the triumphant jockey and trainer.    Mrs. Hamburger grew up in Baltimore and lived there for 60 years before moving to New York. Her passion for horse racing began at Pimlico, where her father belonged to the Members' Clubhouse. She saw her first Preakness Stakes in 1915, and she said proudly the other day: \"I have seen 73 of them. Of course 102 are a lot of years.\" She has also seen all 11 of the Triple Crown winners.","thumbnail":null,"section":"Style"},{"date":"19921226","headline":"Stastny's Holdout May Prove A Blessing","web_url":"https://www.nytimes.com/1992/12/26/sports/hockey-stastny-s-holdout-may-prove-a-blessing.html","abstract":"  Peter Stastny's holdout early in the season, when games are of less significance, may pay dividends for the Devils now and in the spring.    Stastny reported to training camp earlier than most last year, but he faded toward the end of the regular season, registering just 1 point in the final 12 games.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Schools Can Build on Apprentice Programs; A New York Project","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-schools-can-build-on-apprentice-programs-a-new-york-project-513292.html","abstract":"  To the Editor:   Apprenticeship programs for high school students are more than \"a tonic for the nation's ailing economy\" (front page, Nov. 26). They are a tonic for the country's ailing schools. The comment you quote by the mother of one student tells it all: \"I'm shocked. This is the first time I've ever seen a school program work.\"","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Isaac L. Auerbach Is Dead at 71; Was Early Advocate of Computers","web_url":"https://www.nytimes.com/1992/12/26/nyregion/isaac-l-auerbach-is-dead-at-71-was-early-advocate-of-computers.html","abstract":"  Isaac L. Auerbach, an early advocate of computer technology, died on Thursday at his home in Lower Merion, Pa. He was 71 years old.   He died of leukemia, his family said.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"When the Bitter Slowly Surrenders to the Sweet","web_url":"https://www.nytimes.com/1992/12/26/sports/basketball-when-the-bitter-slowly-surrenders-to-the-sweet.html","abstract":"  The photo album that chronicles Ramon Ramos Jr.'s 1989 car crash and its endless aftermath is kept in a living-room bookcase here. For Ramon Ramos Sr. and his wife, Iluminada, the album is in many ways a personal bible, a book full of lessons about faith, rich in hope and wonder and miracles. It is also an album full of horrors, complete with pictures of twisted metal, a broken son, ruined promise.   The album is presented to visitors without either awkwardness or eagerness.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Star Quality Has Jones In Line for Title Fight","web_url":"https://www.nytimes.com/1992/12/26/sports/boxing-star-quality-has-jones-in-line-for-title-fight.html","abstract":"  He was not a high roller. He was not even a big-city politician in search of a photo opportunity. But at a recent fight night in Atlantic City, Roy Jones Jr. got to sit next to Donald Trump, right there at ringside, relegating the woman who had been at the millionaire's right elbow to a seat at the end of the row.   Jones, the boxer, and Trump, whose name is attached to everything but the beach in the seaside gambling town, whispered into each other's ears as if they were sharing secrets. Just good friends, right?","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Review/Dance; Don Bellamy in Lead Of 'The River,' by Ailey","web_url":"https://www.nytimes.com/1992/12/26/arts/review-dance-don-bellamy-in-lead-of-the-river-by-ailey.html","abstract":"  It is easy not to pay due attention to dancers like Don Bellamy, quietly skillful performers whose contributions are consistently high-level though often muted. But Mr. Bellamy came into his own in a lead role in \"The River,\" presented by the Alvin Ailey American Dance Theater on Wednesday night at City Center. It was not that his dancing was flashy in the opening \"Spring\" section or the closing \"Twin Cities\" section. That was the shining virtue of it: Mr. Bellamy seized attention and held it with the sensitivity and implacable strength of his performance.   The classically rooted look of Mr. Bellamy's torso, his limbs lyrically expanding beyond it, had all the excitement of virtuoso tricks, as did the traditional modern-dance sense of weight that he brought to each move and gesture. Although he is a very different, much earthier dancer than the Ailey star Dudley Williams, Mr. Bellamy had a similar purity and concentration dancing the theme of \"Spring\" and partnering Elizabeth Roxas in the yearning \"Twin Cities\" -- as well as the charismatic warmth of a rough-hewn matinee idol. Both qualities made this Ailey ballet, danced to music by Duke Ellington, a good deal more nuanced and memorable than it sometimes looks.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Company Analysts See Good Growth in 4 Major Markets: 'Bottom-Up' Optimism on Stocks","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-company-analysts-see-good-growth-in-4-major-markets-bottomup.html","abstract":"DESPITE economists' gloomy predictions for global markets in 1993, a recent survey shows that financial analysts are forecasting healthy earnings growth for four of the world's top five stock markets.. Companies listed on stock exchanges in the United Sta","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Will D'Amato Learn?","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-will-d-amato-learn-518392.html","abstract":"  To the Editor:   In the last session of Congress, Senator Alfonse M. D'Amato of New York blocked amendments to the national flood insurance program that would establish minimum setbacks for new and rebuilt construction along eroding shorelines. That legislation was based on recommendations of a committee of the National Research Council, on which I served. The House of Representatives adopted a similar bill in May 1991.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Helen Joseph Dies in South Africa; Early Foe of Apartheid Was 87","web_url":"https://www.nytimes.com/1992/12/26/world/helen-joseph-dies-in-south-africa-early-foe-of-apartheid-was-87.html","abstract":"  Helen Joseph, a white dissident who was repeatedly detained and harassed by the South African Government in a long struggle against apartheid, died today in a hospital here. She was 87.   She died of complications from a stroke she had suffered two weeks ago, news agencies reported.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"As Foreign Investment Rises, Vietnam Wants the U.S. Back","web_url":"https://www.nytimes.com/1992/12/26/world/as-foreign-investment-rises-vietnam-wants-the-us-back.html","abstract":"  At a meeting in November with a delegation of American Senators, Vietnamese officials interrupted the conversation to offer their guests a glass of what is now Vietnam's most popular soft drink: Coca-Cola. The Senators took small sips. The Vietnamese gulped it down.   In a sign of how the free market has begun to take hold here -- and of the willingness of Vietnamese to embrace even the most potent symbols of American capitalism -- Coca-Cola, Pepsi, 7-Up and Sprite are being sold openly almost everywhere in Vietnam, north and south, city and countryside, smuggled in across the porous border from Cambodia.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/26/nyregion/news-summary-951592.html","abstract":"  International 2-5  ISLAM'S EMBRACE OF JORDAN    Using the politics of accommodation, Muslim fundamentalists are changing the face of Jordan's schools, politics and even the monarchy. Unlike their armed brethren in Egypt, they are building a social edifice that they hope will \"ripen\" until the nation falls into their lap.  1","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Sports of The Times; Jordan Never Home Alone For Holiday","web_url":"https://www.nytimes.com/1992/12/26/sports/sports-of-the-times-jordan-never-home-alone-for-holiday.html","abstract":"  MICHAEL Jordan is fast becoming a Christmas ritual, the way Bing Crosby used to be, materializing on the tube at holiday time with the familiar smile and the familiar routine.   The network heavies know that a good part of America is suffering from holiday anxiety by late on Dec. 25, and what it really needs is to gape at some unthreatening dunks and jumpers.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"L.I.'s Shinnecock Tribe Considers Giving Women the Vote","web_url":"https://www.nytimes.com/1992/12/26/nyregion/li-s-shinnecock-tribe-considers-giving-women-the-vote.html","abstract":"  Almost two months after Roberta Hunter became the first American Indian elected to the town board here, she is still trying to convince the men of her tribe to let her vote when they gather next April to choose the tribe's leaders.   On the 800-acre Shinnecock Indian Reservation, Ms. Hunter's victory has highlighted a 200-year-old practice that has barred women from participating in the annual election for the tribe's three trustees.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Thomas Gleason, 92, Head of Longshoremen, Dies","web_url":"https://www.nytimes.com/1992/12/26/nyregion/thomas-gleason-92-head-of-longshoremen-dies.html","abstract":"  Thomas W. (Teddy) Gleason, who as president of the International Longshoremen's Association for 24 years held an iron grip on the docks of both the Atlantic and Gulf coasts, only to see that grip pried open by containerized shipping, died on Thursday at Cabrini Medical Center in Manhattan. He was 92.   Mr. Gleason, who lived in Manhattan, was in the hospital's coronary care unit when he died. But a hospital spokeswoman, Gisele Roberge, could not provide the exact cause of death.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/26/style/chronicle-766793.html","abstract":"  ROSE HAMBURGER can't count the number of races she has seen in her 101 years; after all, she said the other day, \"I have been a racegoer since 1915.\" On Monday, she will watch a race at Aqueduct that will be named the \"Happy 102d Rose\" purse, in honor of her 102d birthday on Tuesday. After the race, she will go to the winner's circle to present a trophy to the triumphant jockey and trainer.    Mrs. Hamburger grew up in Baltimore and lived there for 60 years before moving to New York. Her passion for horse racing began at Pimlico, where her father belonged to the Members' Clubhouse. She saw her first Preakness Stakes in 1915, and she said proudly the other day: \"I have seen 73 of them. Of course 102 are a lot of years.\" She has also seen all 11 of the Triple Crown winners.","thumbnail":null,"section":"Style"},{"date":"19921226","headline":"After Crash, a Bystander's Widow Wonders Why","web_url":"https://www.nytimes.com/1992/12/26/us/after-crash-a-bystander-s-widow-wonders-why.html","abstract":"  When her husband was late coming home from work one night last May, Jeri Bell almost guessed the reason. A television news program had reported that traffic was tied up because a drunken driver being chased by the police had struck and killed a motorist at an intersection.   It was only when the police telephoned her that she learned that the victim was her 55-year-old husband, Theron P. Bell 3d.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"PROSECUTOR SHIFTS ATTENTION TO BUSH ON IRAN ARMS DEAL","web_url":"https://www.nytimes.com/1992/12/26/us/prosecutor-shifts-attention-to-bush-on-iran-arms-deal.html","abstract":"  Deprived of his primary targets by Presidential pardons, the independent prosecutor in the Iran-contra affair said today that his investigation would now focus on President Bush himself, specifically on whether Mr. Bush improperly withheld his personal diary to conceal a cover-up of the arms-for-hostages swap.   The final thrust by the prosecutor, Lawrence E. Walsh, may lead to one last confrontation between Mr. Walsh and the President. Mr. Walsh is almost certain to seek an interview with Mr. Bush, probably after he leaves office next month.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"Congress Plans Inquiry on Pardons","web_url":"https://www.nytimes.com/1992/12/26/us/congress-plans-inquiry-on-pardons.html","abstract":"  Congress will probably investigate the pardons granted by President Bush to Caspar W. Weinberger and five other men involved in the arms-for-hostages scandal, Congressional aides said today.   No one here doubts that Mr. Bush had constitutional power to issue the pardons, which aborted two pending trials and erased the effects of four convictions obtained by Lawrence E. Walsh, the independent prosecutor. But many in Congress are eager to insure disclosure of information that would have come out at Mr. Weinberger's trial.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"One Course Does Fit All","web_url":"https://www.nytimes.com/1992/12/26/sports/golf-one-course-does-fit-all.html","abstract":"  This weekend's Wendy's 3 Tours Challenge, a taped, made-for-television event that will air on ABC, successfully created a level playing field for a select and elite group of players from the regular PGA, Senior and L.P.G.A. tours.   David Eger of the United States Golf Association used the distance of a standard 7-iron approach shot (159 yards for the touring men, 157 for seniors and 149 for women) in setting up the course at the New Albany Country Club in Columbus, Ohio.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Mining Agency Acts For Environment","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-mining-agency-acts-for-environment-514092.html","abstract":"  To the Editor:   Regarding \"U.S. Mine Inspectors Charge Interference by Agency Director\" (front page, Nov. 22), your report of accusations of interference by me in administering the Surface Mining Control and Reclamation Act, there is less to it than meets the eye.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/26/style/chronicle-500092.html","abstract":"  LESTER POLLACK, who is president of the Jewish Community Centers Association, has been elected chairman of the Conference of Major American Jewish Organizations. Mr. Pollack, 59, who lives in Rye, N.Y., will serve a one-year term, succeeding SHOSHANA S. CARDIN of Baltimore. The presidents' conference comprises the leaders of 50 national Jewish secular and religious groups.","thumbnail":null,"section":"Style"},{"date":"19921226","headline":"English Seasonal Music","web_url":"https://www.nytimes.com/1992/12/26/arts/english-seasonal-music.html","abstract":"  The Ensemble for Early Music is to present \"Christesmas in Anglia,\" a program of secular and sacred music of England and Scotland dating from the 12th to 17th century, tonight at 8 and tomorrow at 3 P.M. in the St. James Chapel of the Cathedral of St. John the Divine, Amsterdam Avenue at 112th Street, Morningside Heights. The program celebrates the 100th anniversary of the laying of the cathedral's cornerstone. Tickets are $20. Information: (212) 749-6600.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Sex Is For Adults","web_url":"https://www.nytimes.com/1992/12/26/opinion/sex-is-for-adults.html","abstract":"Remember how drunken driving used to be kind of funny? Or if not funny, inevitable, especially for the young. When I was in high school (I'm 35) only losers worried about the alcoholic consumption of the person behind the wheel. Fourteen years later, when my sister made her way through the same suburban high school, designated drivers had become the norm and only losers swerved off into the night.\n\nI was reminded of this remarkable evolution in attitude when I began to explore the idea that teaching abstinence to teen-agers need not be the province of right-wing crazies. Could it be that teen-age sex is no more inevitable than we once thought teen-age drunken driving? Is it possible to make a liberal, feminist argument for pushing abstinence in the schools? I believe it is.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"The Long and the Short of Hedge Funds","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-the-long-and-the-short-of-hedge-funds.html","abstract":"JUST seven months after opening the doors of his worn two-room office in London's West End for business, Crispin Odey, managing director of Odey Asset Management, is looking after $150 million - more than some investment managers would dream of attracting","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"A FRENCH GENERAL SEES BOSNIAN PLOT","web_url":"https://www.nytimes.com/1992/12/26/world/a-french-general-sees-bosnian-plot.html","abstract":"  Citing two mortar attacks on United Nations military headquarters, the French commander of the international peace force here said today that Bosnian Government troops were trying to kill the two top-ranking United Nations officers in the former Yugoslav republics because the generals strongly oppose Western intervention.   The commander, Maj. Gen. Philippe Morillon, said he saw a link between the attacks Thursday and again today on the United Nations villa and the Security Council debate whether to authorize the United States and European nations to enforce a ban on military flights over Bosnia.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"Review/Television; Angela Lansbury Takes a Holiday From Murder","web_url":"https://www.nytimes.com/1992/12/26/arts/review-television-angela-lansbury-takes-a-holiday-from-murder.html","abstract":"  Mrs. Harris is a cockney, in case you might miss the point of the title \"Mrs. 'arris Goes to Paris.\" Everything about this CBS movie, tomorrow at 8 P.M., is underlined -- twice.   This is the kind of movie that, as they say, isn't being made anymore. And it wouldn't be made now except for the considerable clout of Angela Lansbury, star of CBS's sturdy top-10 hit \"Murder, She Wrote.\" CBS wants to keep Ms. Lansbury around, and she gets what she wants. That includes, obviously, this old-fashioned title-role star vehicle, adapted reverently by John Hawkesworth (\"Upstairs, Downstairs\") from a story by Paul Gallico.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Trevino Is Encouraged After Thumb Surgery","web_url":"https://www.nytimes.com/1992/12/26/sports/sports-people-golf-trevino-is-encouraged-after-thumb-surgery.html","abstract":"  After having career-threatening surgery on his left thumb last week in Connecticut, LEE TREVINO finds his fortunes on the rise.   Originally expecting his absence from competition to last for at least four months, the 53-year-old Trevino has been medically cleared to play as early as the Senior Skins Game, the final weekend of January.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Union Chief Keeps Power, Experts Say","web_url":"https://www.nytimes.com/1992/12/26/nyregion/union-chief-keeps-power-experts-say.html","abstract":"  The allegations against Barry Feinstein, one of New York City's top municipal-employees union leaders, looked overwhelming when they were made public in September. Bluntly put, he was accused in noncriminal administrative charges of embezzling and misusing $500,000 in union funds to finance a lavish personal life style.   But three months later, labor and political experts say, Mr. Feinstein has emerged relatively unscathed and remains a potent union official and political figure.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"The Controversial Truth: Two-Parent Families Are Better","web_url":"https://www.nytimes.com/1992/12/26/opinion/the-controversial-truth-twoparent-families-are-better.html","abstract":"Consider the Great Family Debate of 1965. \n\nThat June, in a speech at Howard University, President Lyndon B. Johnson called \"the breakdown of the Negro family structure\" the chief threat to the well-being of black Americans. He based that argument on a report by Daniel Patrick Moynihan, \"The Negro Family: The Case for National Action.\"","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Stressing the Lighter Side of Jesus; A Bronx Church Seeks to Combine Laughter and Salvation","web_url":"https://www.nytimes.com/1992/12/26/nyregion/stressing-lighter-side-jesus-bronx-church-seeks-combine-laughter-salvation.html","abstract":"  The Gospel of St. Matthew holds that some two thousand years ago three wise men cast their eyes to the sky and with a star as their guide made their way to Bethlehem, to pay homage to the infant Jesus.   On Christmas Eve, some parishioners of St. Ann's Episcopal Church also looked heavenward for guidance as they filed into the landmark South Bronx church for Mass. Instead of spotting a shining star, they looked no farther than the steeple and beheld a drawing of Christ -- the long hair and beard were familiar, but the hearty laugh and smile that creased His face were not.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Lift for Ski Resort Market","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-lift-for-ski-resort-market.html","abstract":"THE market for investing in ski resorts, for many years hopelessly illiquid, shows signs of thawing as entrepreneurs in North America and Europe look for ways to exploit a growing enthusiasm for the sport worldwide.. The first boom in ski resort developme","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Beliefs","web_url":"https://www.nytimes.com/1992/12/26/us/beliefs-136692.html","abstract":"  Recently, Melonie Morris, who is 17 and lives in the South Bronx, has been mulling an idea. Maybe she should become a pastor. It is an idea that doesn't go away at a time like this, when Melonie has been spending almost as much time at St. John's Evangelical Lutheran Church as the Rev. John Heinemeier, its pastor.    On Friday night a week ago, for example, she and Pastor Heinemeier and a couple of mothers led a group of pilgrims accompanying Mary and Joseph from Nazareth to Bethlehem.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"From Precious Pennies, Aid for Neediest","web_url":"https://www.nytimes.com/1992/12/26/nyregion/from-precious-pennies-aid-for-neediest.html","abstract":"  George Ginsberg keeps a box in his bedroom filled with stamped envelopes addressed to his favorite charities. When he has an extra dollar or two, he reaches into the box with his eyes closed, grabs an envelope and mails the money. This year he has donated about $100 in these little fragments.   Mr. Ginsberg, a 93-year-old retired photographer who lives in Springfield, N.J., says he is uncomfortable saving his money to send to a single charity. Though he cannot afford to give much, he does not want to turn his back on the many organizations that he wants to support.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"If Oil Falls, The Bravest Will Profit","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-if-oil-falls-the-bravest-will-profit.html","abstract":"SO you've digested your Christmas dinner. Now there are other, more dangerous appetites to satisfy - notably, the hunger for pure, speculative profit.. You've already shorted the French franc, you've gone long on Hong Kong, and you've hedged your German m","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"Storm Points Up Problem of Elite L.I. Beaches","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-storm-points-up-problem-of-elite-li-beaches-517592.html","abstract":"  To the Editor:   Too many communities on the South Shore of Long Island insist on \"privatizing\" their beaches, either legally and structurally (walls and fences) or through parking regulations. Yet, when such storms as that of Dec. 11 hit (front page, Dec. 12), these communities demand public money for restoration and repair.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Christmas Is as Usual At Clintons'","web_url":"https://www.nytimes.com/1992/12/26/us/christmas-is-as-usual-at-clintons.html","abstract":"  Bill Clinton may be President-elect now, but his Christmas holiday included the same ingredients they always have -- family, last-minute shopping and privacy.   The shopping came in a hurried four-hour Christmas Eve expedition through shops and a west Little Rock mall with his 12-year-old daughter, Chelsea, and Webb Hubbell, a family friend and law partner of Mr. Clinton's wife, Hillary.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"Critic's Notebook; 'Messiah' Around Town in Its Many Permutations","web_url":"https://www.nytimes.com/1992/12/26/arts/critic-s-notebook-messiah-around-town-in-its-many-permutations.html","abstract":"  One of the little moral questions that come around every Christmas has to do with music: does God rejoice in amateur voices raised in cracked sincerity, or does God want His joyful noises done up right? It's the old conflict between splendid churches and Quaker meeting houses, but now transposed to the world of sound. Is beauty, in other words, a seducer, something that leads us to confuse sensuous pleasure with devotion? Or is it a catalyst, religion's persuasive advocate? A lot of blood has been shed over that one in the last 1,000 years.   The practical side of the argument says that great music performed by experts puts Christians in the right frame of mind. A number of churches putting on Handel's \"Messiah\" this week seem to have thought along those lines. Orchestras were hired, and in most cases paid choir members found themselves joined by paid extras. Three \"Messiah\" presentations were at Episcopal parishes, all evidently with affluent memberships. \"We have sophisticated parishioners; they have come to expect music well done,\" said one singer in a choir he described as \"99 percent professional.\" With orchestra rehearsals and top-of-the line soloists, productions like this can run about $30,000.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Schools Can Build on Apprentice Programs","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-schools-can-build-on-apprentice-programs-512492.html","abstract":"  To the Editor:   By describing the experience of two Boston students in Project ProTech, you present a convincing case for apprentice programs in your \"Finding What Works\" series (front page, Nov. 26). As an educator who coordinates an apprenticeship program for high school students, I concur about the value of a supervised work experience. However, I am concerned that such an expensive program (Project ProTech costs the taxpayer $8,000 a student per year) has the limited goal of \"placing people in particular jobs.\" I regard this approach as a missed opportunity.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/26/style/chronicle-501992.html","abstract":"  Former Representative PETER W. RODINO Jr., who was chairman of the House Judiciary Committee during the Nixon impeachment hearings, was in intensive care yesterday following emergency surgery.   Mr. Rodino, 83, underwent a 90-minute operation on Thursday at St. Joseph's Hospital and Medical Center in Paterson, N.J., to clear a blocked artery leading to his brain. Doctors had determined his carotid artery was 90 percent blocked.","thumbnail":null,"section":"Style"},{"date":"19921226","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/26/nyregion/bridge-250892.html","abstract":"  Virtually no competitive bridge will be played this weekend, with minds on merriment. That was not true, however, on Election Day last month, when minds were presumably on politics. The diagramed deal was played then, in a 30-table duplicate game in Kay's Duplicate Club in White Plains.   North and South were Charles Greeley of Larchmont, N.Y., and Lilo Hutzler of Scarsdale N.Y., who climbed to four spades. The three-diamond cue-bid by North was a Stayman-substitute following the two-diamond overcall.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"In Chicago, Knicks Go as Cold as the North Pole","web_url":"https://www.nytimes.com/1992/12/26/sports/basketball-in-chicago-knicks-go-as-cold-as-the-north-pole.html","abstract":"  After being battered end-to-end for much of the first half tonight, the Chicago Bulls gave the Knicks 24 minutes of their own bitter defensive medicine, rallying for an 89-77 victory at Chicago Stadium.   First, Michael Jordan scored 10 points as the Bulls used a 12-0 run to erase a 10-point Knicks halftime lead. Then the Bulls smothered the Knicks, holding them to a season-low 13 points in the third quarter and just 15 in the fourth as they evened the season series between the teams at one game apiece. The Knicks' 29 points in the first quarter bettered their total for the second half, which amounted to a season low.","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"Review/Music; 2 Ensembles Join the Holiday Preoccupation With Bach Concertos","web_url":"https://www.nytimes.com/1992/12/26/arts/review-music-2-ensembles-join-the-holiday-preoccupation-with-bach-concertos.html","abstract":"  Bach wrote plenty of music specifically for the year-end holiday season, as a visitor to Holy Trinity Lutheran Church on Central Park West was reminded on Christmas Eve, when the church's choir performed the Cantata No. 191, adapted for Christmas Day from the Gloria of the B-minor Mass. But in recent years New York musical institutions have for some reason fastened on Bach's concertos as seasonal fare, evidently finding in them an all-purpose festiveness perhaps enhanced for the occasion by Bach's well-known religious devotion. Bargemusic is embarked on a full set of the \"Brandenburg\" Concertos, and the New York Chamber Symphony begins its annual series of same tomorrow.   What's more, every seasonal concert attended this year, but for a couple of all-consuming \"Messiahs,\" included at least one Bach concerto. The most recent such programs were the Aulos Ensemble's, in its back-to-back Christmas concerts on Tuesday in the Medieval Sculpture Hall of the Metropolitan Museum of Art, and the New York String Orchestra's, in its pair of concerts in Carnegie Hall, the first of which began at midnight on Christmas Eve.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Jobs Without Hope -- A special report; Solid Jobs Seem to Vanish Despite Signs of Recovery","web_url":"https://www.nytimes.com/1992/12/26/us/jobs-without-hope-special-report-solid-jobs-seem-vanish-despite-signs-recovery.html","abstract":"  The nation's economy is staggering out of the recession, say most of the gauges that measure it, but people who are getting jobs again tell a sobering story.    Many good factory jobs and white-collar office jobs with good wages and benefits are giving way to unstable and mediocre jobs. That makes this recovery different from any other.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/26/nyregion/metro-digest-109992.html","abstract":"   FREE MARKET IN ACTION OR CRIME?   Ticket scalping has been very good to Kevin Thomas, and he makes no apologies. He sees himself as a classic American entrepreneur: a high-school dropout from the Bronx who taught himself a trade, works seven nights a week, earns $40,000 a year, and at age 26 has $75,000 in savings, all by providing a public service outside New York's theaters and sports arenas. But he has been arrested many times. But while New York and New Jersey officials are cracking down on scalpers, economists tend to see them as performing a valuable function. Page 1.   NEW YORK CITY   TEAMSTER HEAD SEEN AS BOUNCING BACK","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Rename Public School For Its Slain Principal","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-rename-public-school-for-its-slain-principal-519192.html","abstract":"  To the Editor:   I watched with tears in my eyes as the children and parents of Public School 15 in Brooklyn expressed their feelings of shock and loss over the death of their principal, Patrick Daly, shot to death when caught in a housing project gun battle. He was a lone, shining star in a blighted urban neighborhood America has forgotten.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Burmese Make Their Way to Democracy","web_url":"https://www.nytimes.com/1992/12/26/opinion/l-burmese-make-their-way-to-democracy-515992.html","abstract":"  To the Editor:   Your Dec. 6 report on a United Nations resolution regarding the situation in Myanmar is inaccurate and echoes the canard propagated by certain quarters that the State Law and Order Restoration Council is trying to perpetuate itself in power. The Government has laid down, and is implementing, a program to establish a strong and enduring constitutional democracy in Myanmar.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"A Wider Passport Scandal","web_url":"https://www.nytimes.com/1992/12/26/opinion/a-wider-passport-scandal.html","abstract":"  Credit William Barr, the lame duck Attorney General, with obtaining a special prosecutor to investigate the Bush Administration's passport scandal. He did so just before last week's expiration of the law authorizing court-appointed independent prosecutors. But give him no credit at all for the broad powers conferred on the prosecutor, Joseph diGenova.    That credit belongs to the Federal court in Washington that made the appointment at Mr. Barr's request. Mr. Barr asked only for an inquiry into whether the White House political director, Janet Mullins, committed crimes like lying to State Department investigators. Alertly, the court broadened the charter to include \"all matters and individuals whose acts may be related\" to whatever Ms. Mullins did.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"Young, Gifted And Benched","web_url":"https://www.nytimes.com/1992/12/26/sports/football-young-gifted-and-benched.html","abstract":"  Todd Marinovich was shivering in the 60-degree haze. Considering he surfs in the nude, he should have been able to persevere, but he left the Raiders practice field recently bundled in a hood, its drawstring pulled to the extreme. All that was uncovered was his sunburned face, with lips so chapped they bled, and his pointy red goatee. Visible, too, was a green flannel navigator's cap, protruding from his hood, with the inscription \"Notre Dame\" taped to it.   \"Ah, I lost a bet to Tim Brown,\" said Marinovich, glum that his alma mater, Southern California, recently fell flat to his buddy Brown's Fighting Irish. \"Whoever lost had to wear the other's hat all week. I wouldn't be caught in this otherwise.\"","thumbnail":null,"section":"Sports"},{"date":"19921226","headline":"To the Barricades! More P. D. Q. Bach Disinterred","web_url":"https://www.nytimes.com/1992/12/26/arts/to-the-barricades-more-p-d-q-bach-disinterred.html","abstract":"  As New Yorkers brace for the year's unraveling, to the annual strains of P. D. Q. Bach at Carnegie Hall, they have reason for heightened anguish.   Fliers announcing the concerts tonight, Monday and Wednesday at 8 P.M. show what seems to be a Prussian marching band in epaulets and spiked helmets. What's scary is that all bear the unmistakable likeness of Prof. Peter Schickele, the relentless discoverer of P. D. Q. Bach.","thumbnail":null,"section":"Arts"},{"date":"19921226","headline":"Jordan Feels Change Within As Muslims Pursue Agenda","web_url":"https://www.nytimes.com/1992/12/26/world/jordan-feels-change-within-as-muslims-pursue-agenda.html","abstract":"  Haifa Melhes, the highest-ranking woman in Jordan's Education Ministry, sits in her large office with not much to do except light one cigarette after another.   In 1989, after Mrs. Melhes's 23-year career brought her to the position of the ministry's director of cultural affairs, the Muslim fundamentalist who had been named to head the ministry gave her job to a male colleague because, he told her, he opposed \"women holding leadership roles\" in society.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"For Maloney, a New Arena, but the Same Style","web_url":"https://www.nytimes.com/1992/12/26/nyregion/for-maloney-a-new-arena-but-the-same-style.html","abstract":"  The day could not have been drearier. Gray skies. Intermittent rain. Chilly winds. Yet Carolyn B. Maloney was bouncing around like a teen-ager on spring break. \"Can't you just feel your heart beating faster around here?\" she said, heading toward the Rayburn office building for a quick lunch between meetings.   This was Ms. Maloney's first day in Washington after nearly a week attending seminars at Harvard for new Democrats in Congress. A member of the New York City Council for 10 years, she was the upset winner last month over Bill Green in New York's expanded Silk Stocking District to join the 103d Congress in the House of Representatives, and now the spoils of victory were all about: the majestic Capitol, the Mall, the Washington Monument and the one-bedroom apartment less than three blocks away that she rented for a song, compared with New York prices. \"I can walk to work,\" she said.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/26/us/inside-953192.html","abstract":"    Israel Denies Deportees Aid   A divided Israeli Cabinet refused to let the Red Cross take food and water to 415 Palestinians deported to Lebanon by Israel last week. Page 5. U.N. Officer Accuses Bosnia    A United Nations general says Bosnian troops fired on his residence in Sarajevo because he opposes Western military intervention. Page 4. A Gloomy Japanese Industry    Japan's electronics makers, once considered nearly unbeatable, now say their industry is having its worst slump since World War II. Page 37. Longshoremen's Chief Dies    Thomas William (Teddy) Gleason, who led American longshoremen for 24 years, has died at 92. Page 10.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"Alarmed by Deaths in Car Chases, Police Curb High-Speed Pursuits","web_url":"https://www.nytimes.com/1992/12/26/us/alarmed-by-deaths-in-car-chases-police-curb-high-speed-pursuits.html","abstract":"  Increasingly alarmed by high-speed pursuits that are killing hundreds of people every year, police departments around the country, as well as state and Federal lawmakers, are clamping down on the wild, Hollywood-style chases that sometimes involve caravans of speeding cruisers.   Their efforts are meeting resistance from some officers who say criminals must be given the message that they will always be pursued. And limits on high-speed chases also challenge what some experts say is an aggressive, get-your-man ethos in police departments.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"BRIEFCASE","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-briefcase-92222897911.html","abstract":"A Smile on the Credit Card Discourages Plastic Fraud . U.S. credit card holders may find themselves smiling for the camera in 1993.. The reason? After Citibank, the nation's largest issuer of bank credit cards, started using photos on their plastic last A","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/26/style/chronicle-499392.html","abstract":"  ROSE HAMBURGER can't count the number of races she has seen in her 101 years; after all, she said the other day, \"I have been a racegoer since 1915.\" On Monday, she will watch a race at Aqueduct that will be named the \"Happy 102d Rose\" purse, in honor of her 102d birthday on Tuesday. After the race, she will go to the winner's circle to present a trophy to the triumphant jockey and trainer.    Mrs. Hamburger grew up in Baltimore and lived there for 60 years before moving to New York. Her passion for horse racing began at Pimlico, where her father belonged to the Members' Clubhouse. She saw her first Preakness Stakes in 1915, and she said proudly the other day: \"I have seen 73 of them. Of course 102 are a lot of years.\" She has also seen all 11 of the Triple Crown winners.","thumbnail":null,"section":"Style"},{"date":"19921226","headline":"Robert Marshak Funeral","web_url":"https://www.nytimes.com/1992/12/26/nyregion/robert-marshak-funeral.html","abstract":"  The funeral for Dr. Robert Marshak, a former president of the City College of New York and an expert on theoretical physics, will be held at 2 P.M. tomorrow at Parsky Funeral Home in Rochester. The family requests that any donations be made to the Robert Marshak Memorial Scholarship Fund at the City University of New York. Dr. Marshak, 76, died Wednesday while swimming on a vacation with his family in Cancun, Mexico.","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Tickets? Supply Meets Demand on Sidewalk","web_url":"https://www.nytimes.com/1992/12/26/nyregion/tickets-supply-meets-demand-on-sidewalk.html","abstract":"  Ticket scalping has been very good to Kevin Thomas, and he makes no apologies. He sees himself as a classic American entrepreneur: a high-school dropout from the Bronx who taught himself a trade, works seven nights a week, earns $40,000 a year, and at age 26 has $75,000 in savings, all by providing a public service outside New York's theaters and sports arenas.   He has just one complaint. \"I've been busted about 30 times in the last year,\" he said one recent evening, after making $280 at a Knicks game. \"You learn to deal with it -- I give the cops a fake name, and I pay the fines when I have to, but I don't think it's fair. I look at scalping like working as a stockbroker, buying low and selling high. If people are willing to pay me the money, what kind of problem is that?\"","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Alaska Journal; Reality Destroys a Fairy-Tale Image","web_url":"https://www.nytimes.com/1992/12/26/us/alaska-journal-reality-destroys-a-fairy-tale-image.html","abstract":"  Reindeer farms and petting zoos lure tourists. A pet reindeer, Star IV, won the designation \"official civic attraction,\" and leads two children's parades each year. But Alaskans also enjoy their reindeer in snack form: reindeer-burgers are popular at luncheonettes, and pizza parlors substitute slices of reindeer for pepperoni.   In a state that depends on wildlife for sustenance and as a mainstay of the tourism economy, reindeer are regarded in much the same way as whales, walruses or wolves. A hedge of laws and regulations protects them much of the time. But this is no fairy-tale land. Reindeer can cause problems. And when that happens, the solution is not always pretty.","thumbnail":null,"section":"U.S."},{"date":"19921226","headline":"Latin American After the 'Lost Decade'","web_url":"https://www.nytimes.com/1992/12/26/your-money/IHT-latin-american-after-the-lost-decade.html","abstract":"THIS new year, like many before it, promises profit and pitfalls for Latin American investors. Those who have committed to markets such as Mexico and Chile in recent years will have been well rewarded, but the old maxim that there is no profit without ris","thumbnail":null,"section":"Your Money"},{"date":"19921226","headline":"It Takes Years to Get to J.F.K.","web_url":"https://www.nytimes.com/1992/12/26/opinion/it-takes-years-to-get-to-jfk.html","abstract":"  New York City's three airports -- La Guardia, Newark and particularly Kennedy -- have long needed rapid transit links to Manhattan, and planners have come up with one proposal after another. But each has foundered for lack of money. Now there's going to be money, from the new $3 ticket tax. What's still missing is a sensible plan.   The Port Authority of New York and New Jersey, which operates the three airports, has just proposed building an automated people-mover line stretching 20 miles from J.F.K. to La Guardia to the Manhattan end of the Queensboro Bridge on the Upper East Side. Separately, the Authority and New Jersey Transit are working on plans to connect Newark Airport with an existing rail line into Manhattan's Penn Station.","thumbnail":null,"section":"Opinion"},{"date":"19921226","headline":"American Troops Bear Gifts on a Human Scale","web_url":"https://www.nytimes.com/1992/12/26/world/american-troops-bear-gifts-on-a-human-scale.html","abstract":"  For many of the American troops in Somalia, the mission has been more a test of nerves in ostensibly friendly but uncertain territory than a simple matter of dispensing food to the starving.   But today, the Americans celebrated Christmas in a Muslim land, and made small but special efforts that may have satisfied themselves as much as they helped the Somalis.","thumbnail":null,"section":"World"},{"date":"19921226","headline":"Battle With Poverty In Hartford Schools","web_url":"https://www.nytimes.com/1992/12/26/nyregion/battle-with-poverty-in-hartford-schools.html","abstract":"  The principal of an elementary school in Hartford's North End testified in Superior Court here this week that of his 580 pupils, only 17 do not qualify for free lunches.   A first-grade bilingual teacher at a second school testified that years after Puerto Rican children leave her class, they have learned neither Spanish nor English, and \"cannot complete a single sentence in one language.\"","thumbnail":null,"section":"New York"},{"date":"19921226","headline":"Article 183892 -- No Title","web_url":"https://www.nytimes.com/1992/12/26/nyregion/article-183892-no-title.html","abstract":"  In the early 1980's, medical malpractice lawsuits became so frequent and insurance became so expensive that thousands of doctors threatened to leave New York State. In response, New York decided to set up its own malpractice insurance fund, financing it through extra fees on patients' hospital bills.   But in the last six years, while more than $1 billion has been paid into the fund, less than $2 million has been paid out in awards, leaving a huge pool of money that has already been used twice to help balance the state budget.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19921226","time":"1992-12-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":84,"wspd":11.2},{"date":"19921226","time":"1992-12-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":86,"wspd":13},{"date":"19921226","time":"1992-12-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":84,"wspd":13},{"date":"19921226","time":"1992-12-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":82,"wspd":13},{"date":"19921226","time":"1992-12-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":75,"wspd":16.6},{"date":"19921226","time":"1992-12-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":75,"wspd":14.8},{"date":"19921226","time":"1992-12-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":77,"wspd":14.8},{"date":"19921226","time":"1992-12-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":77,"wspd":14.8},{"date":"19921226","time":"1992-12-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":77,"wspd":9.4},{"date":"19921226","time":"1992-12-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":75,"wspd":13},{"date":"19921226","time":"1992-12-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":77,"wspd":14.8},{"date":"19921226","time":"1992-12-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":78,"wspd":13},{"date":"19921226","time":"1992-12-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":79,"wspd":14.8},{"date":"19921226","time":"1992-12-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":81,"wspd":14.8},{"date":"19921226","time":"1992-12-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":79,"wspd":14.8},{"date":"19921226","time":"1992-12-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":79,"wspd":18.4},{"date":"19921226","time":"1992-12-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":78,"wspd":20.5},{"date":"19921226","time":"1992-12-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":74,"wspd":20.5},{"date":"19921226","time":"1992-12-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":77,"wspd":24.1},{"date":"19921226","time":"1992-12-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":74,"wspd":22.3},{"date":"19921226","time":"1992-12-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":70,"wspd":25.9},{"date":"19921226","time":"1992-12-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":69,"wspd":27.7},{"date":"19921226","time":"1992-12-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":70,"wspd":24.1},{"date":"19921226","time":"1992-12-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":67,"wspd":24.1},{"date":"19921226","time":"1992-12-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":27.7},{"date":"19921226","time":"1992-12-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":38.9},{"date":"19921226","time":"1992-12-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":24.1},{"date":"19921226","time":"1992-12-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":27.7},{"date":"19921226","time":"1992-12-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":24.1},{"date":"19921226","time":"1992-12-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":16.6},{"date":"19921226","time":"1992-12-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":14.8},{"date":"19921226","time":"1992-12-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":14.8},{"date":"19921226","time":"1992-12-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":67,"wspd":14.8},{"date":"19921226","time":"1992-12-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":63,"wspd":16.6},{"date":"19921226","time":"1992-12-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":14.8},{"date":"19921226","time":"1992-12-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":36,"wspd":22.3},{"date":"19921226","time":"1992-12-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":36,"wspd":18.7},{"date":"19921226","time":"1992-12-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":32,"wspd":33.5},{"date":"19921226","time":"1992-12-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":36,"wspd":25.9},{"date":"19921226","time":"1992-12-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":30,"wspd":33.5},{"date":"19921226","time":"1992-12-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":30,"wspd":37.1},{"date":"19921226","time":"1992-12-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":29,"wspd":33.5},{"date":"19921226","time":"1992-12-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":29,"wspd":40.7},{"date":"19921226","time":"1992-12-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":29,"wspd":35.3},{"date":"19921226","time":"1992-12-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":33,"wspd":33.5},{"date":"19921226","time":"1992-12-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":32,"wspd":29.5},{"date":"19921226","time":"1992-12-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":29,"wspd":25.9},{"date":"19921226","time":"1992-12-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":32,"wspd":29.5}]}}