{"19930329":{"guardian_articles":[],"nytimes_articles":[{"date":"19930329","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/29/us/inside-058693.html","abstract":"  Right Finishes French Rout   Confirming their showing in the first round of voting, conservatives completed their trouncing of President Mitterrand's Socialists. Page A3. Post Changing Hands   Abraham Hirschfeld agreed to hand The New York Post to Rupert Murdoch, and Post officials said a new editor had been chosen. Page B1. College Final Four Is Set   North Carolina and Michigan triumphed and joined Kentucky and Kansas in the N.C.A.A. basketball semifinals. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Shoreham Plant Is Proposed As Terminal for New Ferry","web_url":"https://www.nytimes.com/1993/03/29/nyregion/shoreham-plant-is-proposed-as-terminal-for-new-ferry.html","abstract":"  When the Shoreham nuclear-power plant was built here more than a decade ago amid protests and fears of a nuclear accident, no one envisioned it as a peaceful ferry terminal.   But a deep canal built to draw water from Long Island Sound to cool the nuclear plant's reactors may now become safe harbor for a new class of high-speed ferry service to Connecticut.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Storekeepers Slain in Separate Incidents","web_url":"https://www.nytimes.com/1993/03/29/nyregion/storekeepers-slain-in-separate-incidents.html","abstract":"  The 27-year-old manager of a bodega in Brooklyn and the 42-year-old owner of a hardware store in upper Manhattan were shot to death Saturday in unrelated incidents, the police said yesterday.   The bodega manager, Victor Urena of the Park Slope section of Brooklyn, was shot after he had surrendered an undetermined amount of cash to two robbers who entered his store at 187 York Street near Bridge Street in the Vinegar Hill section at 5:10 P.M., said Sgt. Dennis Singleton, commanding officer of the 84th Precinct detective squad.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Resolved: Kansas Extends Its Season","web_url":"https://www.nytimes.com/1993/03/29/sports/college-basketball-resolved-kansas-extends-its-season.html","abstract":"  The morning after Kansas Jayhawk fans could officially begin their scramble to the Final Four, 40 minutes of their team's perspiration could be distilled into several decisive seconds.   Near the end of the Midwest Regional final against Indiana on Saturday afternoon, the resolve of talented athletes and the philosophy of their coach came together to help win a game and extend a memorable season.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Review/Recital; A 17-Year-Old Violinist's Belated Debut","web_url":"https://www.nytimes.com/1993/03/29/arts/review-recital-a-17-year-old-violinist-s-belated-debut.html","abstract":"  Juliette Kang was 13 years old when she won the Young Concert Artists auditions, but the organization, with a combination of wisdom and humanity rare in the world of musical commerce, decided to let her develop further before presenting her in the New York recital debut that is part of the prize. Since then, she has continued her studies at the Curtis Institute and at the Juilliard School, won a few more prizes (including the Yehudi Menuhin International Violin Competition last year) and given several concerto performances.   So although it would be an exaggeration to describe the 17-year-old violinist as a fully seasoned musician, on Tuesday evening at the 92d Street Y she played a challenging debut program with the assurance and grace of a musician who is used to the stage.","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Abroad at Home; Death Of a Dream","web_url":"https://www.nytimes.com/1993/03/29/opinion/abroad-at-home-death-of-a-dream.html","abstract":"  The dream of a united Europe, powerful contributor to a better world, is dead. It died when the European Community refused to act against Serbian aggression -- when it would not lift a finger to stop mass racial murder on its own continent.    The Community survives, but it is a soulless creature. Its bureaucrats set standards for the butterfat content of ice cream. The vision that inspired Jean Monnet and the other great founders is gone.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Six Killed as Plane From Teterboro Airport Crashes","web_url":"https://www.nytimes.com/1993/03/29/nyregion/six-killed-as-plane-from-teterboro-airport-crashes.html","abstract":"  A small private plane crashed this afternoon in an industrial complex here about five minutes after taking off from Teterboro Airport nearby, killing all six people aboard, the authorities said.   The plane crashed at 4:35 P.M. in light rain and fog in a commercial area of Elmwood Park, a borough about 15 miles northwest of New York City, said Chief Byron Morgan of the Elmwood Park police.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"20,000 Rally in Dublin for Peace in North and Against I.R.A. Killing","web_url":"https://www.nytimes.com/1993/03/29/world/20000-rally-in-dublin-for-peace-in-north-and-against-ira-killing.html","abstract":"  An estimated 20,000 Irish men and women rallied today in favor of peace in Northern Ireland and against the Irish Republican Army, whose bombs eight days ago in Warrington, England, killed two children.    Since Monday, throngs have come to downtown Dublin to sign condolence books and leave gifts of teddy bears and bouquets in memory of the two boys, 3-year-old Jonathan Ball and 12-year-old Tim Parry. The successive demonstrations, including the one today, have been the largest and most intense public expression of anger at the I.R.A. and of demands that politicians work harder for a peaceful settlement of the Protestant-Roman Catholic conflict that has killed 3,053 people since 1969.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Editorial Notebook; Diplomacy's Permafrost","web_url":"https://www.nytimes.com/1993/03/29/opinion/editorial-notebook-diplomacy-s-permafrost.html","abstract":"  Communism collapses; so does apartheid. The cold war ends; a new world order is perceived. Nevertheless, such tectonic shifts in the earth's political crust appear to have little effect on hard-core regional disputes.   This sobering thought is prompted by the announcement that the presidents of Cyprus's two communities will meet briefly this week at the United Nations to discuss further meetings. For sure, every effort should be made by other parties to press for a settlement of a dispute that will soon turn 20. But don't hold your breath.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Big Insurer's Path to Crisis Is Study in Mismanagement","web_url":"https://www.nytimes.com/1993/03/29/nyregion/big-insurer-s-path-to-crisis-is-study-in-mismanagement.html","abstract":"  Empire Blue Cross and Blue Shield, the nation's largest nonprofit health insurer, has lost tens of millions of dollars over the last decade through a series of management mistakes that have mired the company in financial crisis and undermined its dominant role in New York's health care system.   Empire, which can turn no customer away, has complained loudly of the battering it takes from giant commercial insurance companies, who can pick and choose their customers, offering policies to the healthiest and rejecting the sickest. And commercial insurers concede that their goal is to find the youngest and healthiest pool of customers. Quality Customers Lost    But an examination of Empire's management, including internal company reports and state audits, and interviews with 16 current and former high-ranking executives, shows that many of the company's problems are of its own making.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Risen From 'a Living Cemetery'; A Former White-Collar Criminal, Who Found God in Prison, Is Ordained a Minister","web_url":"https://www.nytimes.com/1993/03/29/nyregion/risen-living-cemetery-former-white-collar-criminal-who-found-god-prison-ordained.html","abstract":"  Until recently, much of Henry G. Fury's adult life could best be described as a riveting, sometimes unpleasant courtroom drama, with Mr. Fury playing all the parts himself.   He was, for several years, a town justice in Carmel, N.Y., where he earned a reputation as a \"hanging judge\" and once sentenced a lawyer to 15 days in jail -- later reduced to a fine -- for being two hours late for an assault trial. Mr. Fury was also a real-estate lawyer, whose lucrative 20-year career came to a crashing halt in 1988 when he pleaded guilty to charges of bank fraud. As punishment for his crimes, he spent the next 18 months as an inmate in a Federal penitentiary. Hours of Reflection    But much has changed for Mr. Fury, 54, since he was released from prison in 1989. This afternoon, his brushes with the law behind him, he was ordained as a Protestant minister at an emotional ceremony in a stone-covered church in this Westchester County community.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/29/nyregion/news-summary-810793.html","abstract":"  International A2-8  YELTSIN SURVIVES, NARROWLY  After narrowly surviving an unexpected vote on his ouster in the Russian Congress, President Yeltsin claimed victory over a \"Communist coup d'etat.\" But his foes were heartened by the close call.  A1  For a moment, a whiff of the Bastille wafted through the Kremlin.  A6","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Budgeting in the Dark","web_url":"https://www.nytimes.com/1993/03/29/opinion/budgeting-in-the-dark.html","abstract":"  At least one state capital -- Albany, N.Y. -- seems to have missed the message for change in last year's elections. With just three days to go before the new fiscal year, Gov. Mario Cuomo and the two legislative leaders are still haggling over the budget. Worse yet, the people of New York don't know what deals are being cut.   The truth is that the people of New York hardly ever know what's happening on budgetary matters that deeply concern them. Despite the electorate's declaration last November that business-as-usual isn't good enough, business-as-usual in New york means secrecy-as-usual. In other states, and Washington, D.C., budget proceedings have become increasingly visible. In New York, the political powers still negotiate behind doors.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"As Wachtler Awaits Fate, a Tortured Tale Emerges","web_url":"https://www.nytimes.com/1993/03/29/nyregion/metro-matters-as-wachtler-awaits-fate-a-tortured-tale-emerges.html","abstract":"  IT all began with a hang-up.   Alone in a hotel room out of town, Sol Wachtler telephoned Joy A. Silverman at her Park Avenue apartment in November 1991, ostensibly for a restaurant recommendation. What he really hungered for was something else. They had only recently ended their furtive romance, at Mr. Wachtler's initiative but by mutual consent.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Wanted:Modest Honesty","web_url":"https://www.nytimes.com/1993/03/29/opinion/IHT-wantedmodest-honesty.html","abstract":"- The crushing defeat of the left puts an end to the Mitterrand Socialist era in France. It may also mean a shift toward a different balance of power between the executive and legislative branches in favor of the latter, which has been relegated to near irrelevance in the Fifth Republic. And it may lead to a reorientation of French politics beyond the traditional left-right divide.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Tired of Presidents? Brazil Can Vote for King","web_url":"https://www.nytimes.com/1993/03/29/world/tired-of-presidents-brazil-can-vote-for-king.html","abstract":"  Once a sun-bronzed surfer, Joao Henrique de Orleans e Braganca has traded blue jeans for European suits and now races from university debates to television talk shows. With one month left to campaign, he is running for king.   \"Why a king and not a president?\" the 38-year-old scion of Brazil's Braganca clan, descendants of Brazil's last Emperor, asked a visitor. \"A king is not tied to a political party. A king is not tied to any economic groups.\"","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1993/03/29/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B10-11.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Where 'Boys Will Be Boys,' And Adults Are Befuddled","web_url":"https://www.nytimes.com/1993/03/29/us/where-boys-will-be-boys-and-adults-are-befuddled.html","abstract":"  It was lunchtime at Lakewood High School and the big men on campus were strutting their stuff at the local Taco Bell.   Eric Richardson, a 17-year-old football star, swaggered in, a T-shirt reading \"No Crybabies\" stretched taut across his pectorals.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"SOMALIA'S LEADERS REACH AGREEMENT","web_url":"https://www.nytimes.com/1993/03/29/world/somalia-s-leaders-reach-agreement.html","abstract":"  Thirteen days of talks in the Ethiopian capital and plenty of international arm-twisting have led Somali leaders to agree on the first form of government their country has known for more that two years.   But while expressing hope for peace, Western diplomats and United Nations officials were skeptical about the solidity of the pact, which was signed late Saturday, and its ability to survive without being propped up by outside countries. Incidents of looting and attacks against relief organizations in Somalia continue, emphasizing the fragility of the accord.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Cindy Horowitz, Devin Wenig","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-cindy-horowitz-devin-wenig.html","abstract":"  Cindy Lee Horowitz, a lawyer, was married yesterday to Devin Norse Wenig, also a lawyer. Rabbi Jack Bemporad officiated at the Huntington (L.I.) Jewish Center.   Mrs. Wenig, 27, is an associate at Chadbourne & Parke in New York. She graduated summa cum laude from Princeton University and received a law degree from Columbia University. She is a daughter of Mr. and Mrs. Norman Horowitz of North Woodmere, L.I. Her father, now retired, was an auto franchise owner in Lawrence, L.I.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Review/Film; Innocent Deaf Woman Is Menaced by Evil Cop","web_url":"https://www.nytimes.com/1993/03/29/movies/review-film-innocent-deaf-woman-is-menaced-by-evil-cop.html","abstract":"Deaf woman menaced by corrupt cop. Predictable, with gaping story holes.","thumbnail":null,"section":"Movies"},{"date":"19930329","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/29/nyregion/metro-digest-012893.html","abstract":"  PUBLIC UNIVERSITIES SCRAMBLE FOR MONEY  As states reduce aid to higher education, public universities, especially those in the Northeast, are having to become more competitive in private fund-raising, once largely the domain of private universities. The cuts have been so drastic that public colleges around the country are inventing new ways -- or refining old tricks -- to raise money for basics. A1. ERRORS HAVE DRAINED HEALTH INSURER  Empire Blue Cross and Blue Shield, the nation's largest nonprofit health insurer, has lost tens of millions of dollars over the last decade through a series of management mistakes that have mired the company in financial crisis and undermined its dominant role in New York's health-care system. A1.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/29/arts/dance-in-review-422093.html","abstract":"  Chiang Ching  Taipei Theater","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/29/nyregion/no-headline-851493.html","abstract":"  \"People used to say to themselves, 'I may pay interest once in a while, but that's not really me because I'm going to pay it it all off next month.' In the last year people began to be more honest with themselves.\" -- RUVAN N. COHEN, director of credit card marketing at Citibank.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Focus Now Is How to Pay for Governor's Goals","web_url":"https://www.nytimes.com/1993/03/29/nyregion/focus-now-is-how-to-pay-for-governor-s-goals.html","abstract":"  Lawmakers and interest groups responded to Gov. Mario M. Cuomo's health-care plan with tempered enthusiasm today, for the most part applauding its ambitious goals but asking how the Governor proposed to pay for them.   Mr. Cuomo's immediate concern will be to convince the State Legislature that his proposals, particularly those that would give financial incentives to primary-care programs, will not funnel money away from the state's financially struggling, but politically powerful, hospitals.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92395122362.html","abstract":"1918: Yellow Gas. PARIS - As a result of the German offensive in the Somme, all the hospitals near the front have been evacuated and the patients sent to Paris and the South. Most of the patients were gassed. An Irish boy, belonging to a certain New Engla","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Newspaper Editors to Name a Black as President","web_url":"https://www.nytimes.com/1993/03/29/us/newspaper-editors-to-name-a-black-as-president.html","abstract":"  Editors of the nation's major newspapers are gathering in Baltimore this week for a convention that is supposed to be remembered as a racial milestone: the American Society of Newspaper Editors is installing its first black president.   The convention will feature the appointment of William A. Hilliard, editor of The Oregonian and one of the highest-ranking black journalists in the country. The Portland newspaper he edits, the only statewide daily in Oregon, is the 26th largest in the country.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Tuning In to Hear Alcoholics Anonymous","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-tuning-in-to-hear-alcoholics-anonymous-412393.html","abstract":"  To the Editor:   A March 5 article about a public radio program in New Haven that broadcasts Alcoholics Anonymous meetings might convey the idea that A.A. groups and local radio stations have not long joined together.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Laurie Meister and Laurent Melka","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-laurie-meister-and-laurent-melka.html","abstract":"  Laurie Meister, a daughter of Henry and Joan Meister of Rye Brook, N.Y., was married yesterday to Laurent Melka, the son of Alfred and Georgette Melka of Marseilles, France. Rabbi Hai Krief performed the ceremony at Etz Haim Synagogue in Marseilles.   Mrs. Melka, 32, is a vice president of emerging-market equity sales at Merrill Lynch Capital Markets in London. She graduated from the University of Pennsylvania and received an M.B.A. from New York University. Her father is a stockbroker at Ernst & Company in New York.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/29/nyregion/c-corrections-323293.html","abstract":"  Because of an editing error, a front-page article on Friday about the political crisis in Moscow misstated the Russian expression for \"to vote impeachment.\" It is \"golosovat impichment.\"  ","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Carolinians' Reaction To Cremins Not Pretty","web_url":"https://www.nytimes.com/1993/03/29/sports/sports-people-college-basketball-carolinians-reaction-to-cremins-not-pretty.html","abstract":"  A South Carolina newspaper columnist yesterday called BOBBY CREMINS \"wacky.\" University of South Carolina trustees questioned his mental stability.   In barbershops and bars, the sometimes epithet-laced talk was about how Cremins had elated Gamecock fans with his announcement Wednesday that he would leave Georgia Tech to coach at his alma mater, and then how he had burst that bubble with his announcement Saturday that he was staying in Atlanta.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"3-Year-Old Is Hurt in Shooting; Wound Is Called Self-Inflicted","web_url":"https://www.nytimes.com/1993/03/29/nyregion/3-year-old-is-hurt-in-shooting-wound-is-called-self-inflicted.html","abstract":"  A 3-year-old boy suffered a gunshot wound in the head yesterday afternoon in a Brooklyn apartment that his baby sitter was visiting, the police said. The wound appeared to be self-inflicted, they said.   The police were searching last night for the male tenant of the apartment in Flatlands who they believe fled with the gun immediately after the shooting.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"As States Cut Aid, Public Colleges Work Harder for Private Money","web_url":"https://www.nytimes.com/1993/03/29/nyregion/as-states-cut-aid-public-colleges-work-harder-for-private-money.html","abstract":"  As states reduce aid to higher education, public universities, especially those in the Northeast, are having to become more competitive in private fund-raising, once largely the domain of private universities like Yale, Stanford and Duke.   The cuts have been so drastic that public colleges around the country are inventing new ways -- or refining old tricks -- to raise money for basics like faculty salaries, student financial aid and library books, and to avoid further increases in tuition and student fees.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Bosnian Enclave Lets Some Serbs Go","web_url":"https://www.nytimes.com/1993/03/29/world/bosnian-enclave-lets-some-serbs-go.html","abstract":"  Rado Filipovic pressed his cane into a mound of snow and watched dejectedly today as 45 other Serbs boarded a bus for a 30-mile trip to a Serbian-held part of Bosnia.   \"I'm not on the list,\" said Mr. Filipovic, a 66-year-old retiree. He said local officials had told him he would be allowed to leave Tuzla with the other Serbs. \"I don't understand why I can't go,\" he said.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"AIDS Benefit At Easter Bowl","web_url":"https://www.nytimes.com/1993/03/29/sports/aids-benefit-at-easter-bowl.html","abstract":"  The Easter Bowl junior tennis tournament of Miami plans to dedicate its 25th anniversary event, to be held April 4-10, to its longtime chairman, Arthur Ashe, by staging a pro-celebrity fund-raiser for a foundation he established.   Two of South Florida's most renowned sports figures, Chris Evert and Miami Dolphins Coach Don Shula, will join tennis pros Mary Joe Fernandez, MaliVai Washington, Stan Smith, Brian Gottfried, Harold Solomon, Jon Secada, the pop star, and Dick Schaap, the sports broadcaster, in the Easter Bowl Tennis Challenge.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Lynda Fuhrman and Joshua Rovine","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-lynda-fuhrman-and-joshua-rovine.html","abstract":"  Lynda Beth Fuhrman, the daughter of Mr. and Mrs. Lionel Fuhrman of New York, was married yesterday to Joshua Benjamin Rovine, the son of Mr. and Mrs. Arthur W. Rovine of New York. Rabbi Arthur Schneier performed the ceremony at the Park East Synagogue in Manhattan.   Mrs. Rovine, 28, is a bilingual special education teacher at Public School 72 in Manhattan. She graduated from Mercer University and received a master's degree in special education from Hunter College. Her father is an account executive at Towers Financial Corporation, a financial services company in New York.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Ellen Aschendorf and Robert Shasha","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-ellen-aschendorf-and-robert-shasha.html","abstract":"  Ellen Aschendorf, the daughter of Mr. and Mrs. Jack Aschendorf of New York, was married yesterday to Robert Shasha, a son of Mr. and Mrs. Alfred Shasha of Scarsdale, N.Y. Rabbi Milton Polin officiated at the Grand Hyatt hotel in New York.   Mrs. Aschendorf Shasha is the founder and president of Egg Electric Inc., an electrical contracting company in New York and New Jersey. She graduated from Baruch College. Her father is the president of the Artic Electric Corporation, an electrical contracting company in New York.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"This Final Four East-West Shootout Happens on Ice","web_url":"https://www.nytimes.com/1993/03/29/sports/hockey-this-final-four-east-west-shootout-happens-on-ice.html","abstract":"  The four top-rated teams, as selected by the hockey committee of the National Collegiate Athletic Association, blazed through their quarterfinal tournament games Saturday night, setting up East-West confrontations in the semifinal round.   Maine, ranked first in the polls all season, will play Michigan, seeded No. 2 in the West, and then Lake Superior State, the defending champion and the foremost Western team, will meet Boston University, No. 2 in the East, on Thursday at Milwaukee in the kind of intersectional confrontations that have marked this competition since its inception 45 years ago. The championship game will be played on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Head of Joint Chiefs Plans To Serve Out Full Term","web_url":"https://www.nytimes.com/1993/03/29/us/head-of-joint-chiefs-plans-to-serve-out-full-term.html","abstract":"  Gen. Colin L. Powell will serve out his full term as Chairman of the Joint Chiefs of Staff, retiring Sept. 30, his spokesman said today.   The spokesman, Col. F. William Smullen, acknowledged that General Powell had broached the idea of retiring a few months early in conversations with senior military officials last fall, but said the general had never gone beyond raising his retirement as a possibility.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/29/nyregion/bridge-151593.html","abstract":"  The Vanderbilt Knockout Team Championship at the American Contract Bridge League's Spring Nationals ended at 2 A.M. this morning with a victory for a team headed by Howard Weinstein of Chicago. His teammates were Peter Nagy of Chicago, Dan Morse of Houston, John Sutherlin of Dallas, Tommy Sanders of Nashville and Russ Arnold of Miami. Arnold was a last-minute replacement for Sanders's regular partner, Bill Pollack of Englewood Cliffs, N.J.   The Weinstein team trailed by 20 imps after the first 16 deals against Cliff Russell of Miami, Sam Lev of Forest Hills, Queens, David Berkowitz of Old Tappan, N.J., Larry Cohen of Little Falls, N.J., Bjorn Fallenius of Manhattan and Mats Nilsland of Sweden. But Weinstein regained the lost ground to lead by 2 imps at the midpoint of the match, surged to a 42 imp lead in the third quarter, and held on to win by 49.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"COLLEGE BASKETBALL: N.C.A.A. TOURNAMENT -- West; Temple Tempers Fly","web_url":"https://www.nytimes.com/1993/03/29/sports/college-basketball-ncaa-tournament-west-temple-tempers-fly.html","abstract":"  Just when Michigan seems only half-interested, its players try lob passes dapper enough for the 11 o'clock news. Today, on the brink of the Final Four, Jalen Rose arched such a feed to teammate Jimmy King, who dunked it hard and swung pleasurably on the rim.   By virtue of that play, Michigan's lead grew to 8 points with three tenuous minutes still to play in the Kingdome this afternoon, and Temple Coach John Chaney's screeching temper then helped the Wolverines win the National Collegiate Athletic Association West Regional with a swagger, 77-72.   \"We haven't peaked yet,\" said Wolverines forward Chris Webber.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Mimi Brody and Harry Appelman","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-mimi-brody-and-harry-appelman.html","abstract":"  Miriam Anne Brody, the daughter of Dr. and Mrs. Arthur L. Brody of Bethlehem, Pa., was married yesterday to Harold Stewart Appelman, the son of Dr. and Mrs. Evan H. Appelman of Downers Grove, Ill. Rabbi Gerald Serotta performed the ceremony at the Algonkian Regional Park in Sterling, Va.   Ms. Brody, 31, who is known as Mimi, is keeping her name. She is a legislative aide in Washington to Senator Edward M. Kennedy, Democrat of Massachusetts. She graduated with highest distinction from the University of Michigan, where she was elected to Phi Beta Kappa, and she received a law degree from Harvard University. Her father, now retired, was a professor of psychology at Lehigh University in Bethlehem.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Service Plan Means Still Higher Tuition","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-service-plan-means-still-higher-tuition-408593.html","abstract":"  To the Editor:   I am dismayed at President Clinton's community-service solution to the costs of a college education.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/29/arts/dance-in-review-419093.html","abstract":"  Pam Quinn And Michael O'Connor  Bessie Schonberg Theater","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/29/arts/dance-in-review-423993.html","abstract":"  Barnard College Dance Department  Minor Latham Playhouse Broadway at 119th Street Morningside Heights","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Albany Lawmakers Unlikely to Meet April 1 Budget Deadline","web_url":"https://www.nytimes.com/1993/03/29/nyregion/albany-lawmakers-unlikely-to-meet-april-1-budget-deadline.html","abstract":"  Adapting what has become the political cliche of the moment, the Assembly counsel, Benjamin Chevat, posted a sign in his office a few months ago saying: \"It's a timely and honest budget, stupid!\"   But with the new fiscal year starting in four days and no budget deal in sight, one of Mr. Chevat's colleagues suggested recently that the slogan be changed to: \"Just do it, stupid!\"","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Bipartisan Barbs Served at Gridiron Dinner","web_url":"https://www.nytimes.com/1993/03/29/us/bipartisan-barbs-served-at-gridiron-dinner.html","abstract":"  President Clinton was skewered in skit and song on Saturday night at the annual Gridiron Club dinner, the white-tie event that is as much a rite of spring for journalists here as cherry blossoms are for tourists.   As one group performed a song to the tune of the Coasters' classic \"Yakety Yak,\" Mr. Clinton, dressed in a black sequined tuxedo jacket, surprised the audience by joining the performers to play saxophone on the refrain.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Holly Fidelman and Leonard Weiss","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-holly-fidelman-and-leonard-weiss.html","abstract":"  Holly Sue Fidelman, the daughter of Ruth Ellen and Stanley Fidelman of East Brunswick, N.J., was married yesterday to Leonard David Weiss, a son of Sidney and Sandra Weiss, also of East Brunswick. Rabbi Joseph Maza performed the ceremony at the Livingston (N.J.) Country Club.    Mrs. Weiss, 26, is a sales representative for Du Pont Pharma Inc., a pharmaceutical company in Wilmington, Del. She graduated from Rutgers University. Her father is a senior vice president of Merck & Company, the pharmaceutical concern in Whitehouse Station, N.J. Her mother is a speech and language specialist at the Wilson School, a public elementary school in Sayreville, N.J.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Clinging to Thin Hope In Debris of Hurricane","web_url":"https://www.nytimes.com/1993/03/29/us/clinging-to-thin-hope-in-debris-of-hurricane.html","abstract":"  At first glance, it appears that Hurricane Andrew demolished the house just yesterday. Wooden roof beams are still exposed, windows have not been replaced and huge piles of debris clutter the driveway.   But it has been seven months since the storm hit, and George Vargas, a 37-year-old butcher, has spent nearly every day supervising the painfully slow reconstruction of the home he shares with his wife, Amy, and their 6-year-old daughter, Isabel. He can afford the time because the storm also destroyed Homestead Meat Market, the business he and his father, now 65, operated for more than 20 years.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Out at Home: The Rangers Continue Their Slide","web_url":"https://www.nytimes.com/1993/03/29/sports/hockey-out-at-home-the-rangers-continue-their-slide.html","abstract":"  A year ago, the Rangers had the best record in the National Hockey League and the Quebec Nordiques had one of the worst. But when the two teams began play last night at Madison Square Garden, Quebec was tied for the third-best winning percentage and the Rangers were better than only 9 other teams in the 24-team league.   The Nordiques validated the truth of the standings when they won a 3-2 thriller, with Claude Lapointe scoring the winning goal on his rebound with 96 seconds left. It was the Rangers' third consecutive defeat, all at home, and their fifth home defeat in their last six games at the Garden.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"U.S. Suspects Iran Is Helping Iraq To Evade Embargo on Oil Exports","web_url":"https://www.nytimes.com/1993/03/29/world/us-suspects-iran-is-helping-iraq-to-evade-embargo-on-oil-exports.html","abstract":"  United States intelligence agencies have expressed concern that Iran and Iraq may have struck a deal calling for Iran to buy oil from Iraq in violation of United Nations sanctions, senior Clinton Administration officials said today.   Such an agreement between the two Middle Eastern adversaries would undermine international efforts imposed after the Persian Gulf war to deprive Iraq of oil revenue, the officials said. They said they were worried that the two countries' common enmity toward the United States may have caused the them to set aside years of animosity, at least partly.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"That Other Final Four Starts","web_url":"https://www.nytimes.com/1993/03/29/sports/college-basketball-nit-that-other-final-four-starts.html","abstract":"  The Final    what?    Anybody who thinks big-time college basketball has come down to four teams could stand a refresher course in remedial iteration.   For by actual count, four months after more than 300 major teams began the 1992-93 season,    eight    of those teams are still alive. And anybody who doubts it is invited to stop by Madison Square Garden tonight, or tune into ESPN, to watch four of the survivors square off for the semifinals of the 56th National Invitation Tournament.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/29/nyregion/chronicle-424793.html","abstract":"  QUEEN ELIZABETH as a black person? SPIKE LEE as a white person?   The current issue of Colors, the magazine sold in 100 countries to promote Benetton, the clothing company, is devoted to the issue of race, and one article, called \"What If . . . ?\" shows pictures of famous people with skin tones altered by way of a computer. Queen Elizabeth is depicted as a black, Spike Lee as a white and Pope John Paul II as an Asian. Another article lists racial epithets.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"District Attorney's Arrest","web_url":"https://www.nytimes.com/1993/03/29/nyregion/district-attorney-s-arrest.html","abstract":"  Richard A. Brown, the Queens District Attorney, helped to make an arrest last night under the Queens end of the Triboro Bridge. According to Sgt. Tina S. Mohrmann, a police spokeswoman, Mr. Brown and his driver, Detective Michael Huysman, happened upon a minor traffic accident that had triggered a fistfight at 9:30 P.M. They separated the combatants, one of whom attacked the detective, she said. Sergeant Mohrmann said they arrested Henry Adams, 35, of 1325 St. Marks Place, Brooklyn, who was charged with driving while intoxicated and resisting arrest.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Close the Military Language School","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-close-the-military-language-school-410793.html","abstract":"  To the Editor:   Your March 13 front-page article on military base closings reports the Pentagon's claim that the intelligence community objects to closing the Defense Language Institute in Monterey, Calif., and contracting for classes at universities. As a former instructor at the institute and a curriculum developer there, I disagree. The institute serves no explicit intelligence-gathering purposes, and its mission can be carried out more efficiently by civilian universities.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"O'Connor Praises the Work of the Police","web_url":"https://www.nytimes.com/1993/03/29/nyregion/o-connor-praises-the-work-of-the-police.html","abstract":"  In a sermon yesterday at St. Patrick's Cathedral, John Cardinal O'Connor, the Archbishop of New York, defended the city's Police Department in light of allegations of misconduct by some officers.   Three weeks ago, two New York City police officers and a state police investigator, who are members of an elite group, the New York State Drug Enforcement Task Force, were arrested on charges that they sold about $25,000 worth of heroin.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Hirschfeld To Hand Post To Murdoch","web_url":"https://www.nytimes.com/1993/03/29/nyregion/hirschfeld-to-hand-post-to-murdoch.html","abstract":"  Abraham Hirschfeld agreed yesterday to surrender The New York Post to Rupert Murdoch, clearing the way for a Federal bankruptcy judge to transfer the cash-starved, pixilated newspaper today into the hands of its once and future owner for 60 days -- and perhaps for a new era of Murdochian journalism in New York.   Anticipating his return to the helm, Mr. Murdoch told Pete Hamill yesterday that he would not be kept on as editor and said that a new editor would be named today. Post officials said last night that the new editor would be Ken Chandler, the executive producer of Fox Broadcasting's \"A Current Affair,\" who was a former editor in chief at The Boston Herald and former managing editor of The Post under Mr. Murdoch.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Congress in China Re-elects Premier","web_url":"https://www.nytimes.com/1993/03/29/world/congress-in-china-re-elects-premier.html","abstract":"  Prime Minister Li Peng was re-elected today to a second five-year term, strengthening his position in the generational transition now beginning to take place in the Chinese leadership.   For all the dizzying economic change under way in China, Mr. Li is expected to continue to represent the hard-liners who favor repression of dissident voices that challenge the Communist Party's leadership.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/29/nyregion/c-corrections-330593.html","abstract":"  An article in Business Day last Monday about the Chemical Banking Corporation's merger with the Manufacturers Hanover Corporation misstated Chemical's ranking in foreign currency trading. According to a survey in the May 1992 issue of Euromoney magazine, Chemical ranked second overall, after Citibank, although it was first in currency trading with other banks.  ","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"The Real Crying Game","web_url":"https://www.nytimes.com/1993/03/29/opinion/the-real-crying-game.html","abstract":"  Just over a week ago, right before Mother's Day in Britain, Irish Republican Army killers planted two bombs in a shopping center in Warrington, on the Mersey River near Liverpool. The bombs were timed so that people fleeing the first explosion would be caught by the second. The killers showed more practiced cunning than their clumsier counterparts in the acclaimed film \"The Crying Game.\"   Jonathan Ball, 3 years old, was shopping for a Mother's Day present when he died. Tim Parry, 12 years old, was buying soccer shorts; he ran from the first explosion straight into the second. Most of his face was blown away; he died six days later.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Eternal Life, Babe","web_url":"https://www.nytimes.com/1993/03/29/opinion/eternal-life-babe.html","abstract":"The Academy Awards. Tonight the annual high holy event of secular TV culture will take place. Once again, viewers will be treated to an evening of Bob Mackie gowns, iffy production numbers and at least one awkward unTelePromptered moment. While it's true that many people watch the Oscars religiously -- for many others the Academy Awards and the world they represent are a religion unto themselves. Just witness the following uncanny parallels:\nReligion Entertainment\n Priests C.A.A.\n MiraclesLow-budget blockbusters\n Sacrifices Big-budget failures\n Reincarnation Cosmetic surgery\n The Ultimate Power Box office\n Eternal lifeSyndication\n Orthodoxy Political correctness\n Parables Movies of the Week\n Disciples Suits\n Denominations Studios\n Prayer 12-step programs\n Monotheism The networks\n Polytheism Cable\n Agnosticism Satellite\n Atheism Straight to video\n Superstition Rumors\n Transmigration Career comebacks\n Righteousness Letters to sponsors\n Idols Stars\n Scriptures Scripts\n Transgressions Breaches of contract\n Evil Lunch\n State church PBS\n Sects Affiliates\n Angels Models\n Free will Test screenings in Glendale\n Fatalism The director's cut\n Untouchables Last film flopped\n Illumination Colorization\n Theocracy Disney\n Humility Need a hit badly\n Sunday Prime time\n Missionary work Foreign rights\n Hell Infomercials\n Canonization Academy Awards","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/29/sports/transactions-338093.html","abstract":"  Baseball American League  CHICAGO WHITE SOX -- Optioned Jason Bere, pitcher; Shawn Gilbert, infielder, and Warren Newson, outfielder, to Nashville of the American Association. Sent Barry Jones, pitcher; Joe Hall and Norberto Martin, infielders, to their minor league camp for reassignment.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"New Delhi Journal; The Writer's Heart Belongs to India, and It Bleeds","web_url":"https://www.nytimes.com/1993/03/29/world/new-delhi-journal-the-writer-s-heart-belongs-to-india-and-it-bleeds.html","abstract":"  \"It's a different India,\" said Khushwant Singh, smoothing his brambled beard with his palm. \"It certainly is. I've seen the changes in a year and a half.\"   Diplomat, scholar, editor, playwright, novelist, bon vivant -- Mr.  Singh is a troubled man, troubled about his country and its future. Never one to countenance what he sees as India's, and Indians', foibles, always quick to debunk what he regards as the pompous, the idiotic, the sanctimonious, Mr. Singh's prose these days is increasingly weighed down by laments over his country's schisms.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Barrie C. Weston and Kevin L. Tawes","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-barrie-c-weston-and-kevin-l-tawes.html","abstract":"  Barrie Christine Weston, a daughter of Barbara Weston of Mount Kisco, N.Y., and the late Warren W. Weston, was married in Mount Kisco yesterday to Kevin Lee Tawes, the son of Catherine Tawes of Chappaqua, N.Y., and Orrie L. Tawes 3d of New York. The Rev. Peter Colapiertro, a Roman Catholic priest, performed the ceremony at St. Francis of Assisi Church..    Mrs. Weston-Tawes, 24, is an assistant to the president of retail operations at Eileen Fisher Inc., an apparel company in Irvington, N.Y. She graduated from Arizona State University. Her father was a consultant for Interstate Motor Carrier, a trucking insurance company in Freehold, N.J.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Review/Television; Such a Mischievous Bunny Boy","web_url":"https://www.nytimes.com/1993/03/29/arts/review-television-such-a-mischievous-bunny-boy.html","abstract":"  Parents eager to shield their fragile tots from the glitz and gushing of the Academy Awards on ABC at 9 P.M. can tap into a perfect bedtime story on the Family Channel at 8. One of the most popular children's-book series ever written -- it's estimated that 80 million copies have been sold in more than 20 languages -- has finally decided to go the route of animation.    \"The World of Peter Rabbit and Friends,\" its six exquisite episodes costing a hefty $11 million, is timed to coincide with the 100th anniversary of the 1893 Beatrix Potter \"picture letter\" to a 5-year-old, which became the foundation for the subsequent books. Miss Potter, who died in 1943 at the age of 77, left the rights to her work to Frederick Warne & Company, the exclusive publishers of the stories from the beginning. As both writer and illustrator, Miss Potter was not enthusiastic about animation. In 1935, she spurned a lucrative offer from someone her heirs refer to as \"a well-known American animator.\"","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Sports of The Times; North Carolina Can't Cut It After Game Is Won","web_url":"https://www.nytimes.com/1993/03/29/sports/sports-of-the-times-north-carolina-can-t-cut-it-after-game-is-won.html","abstract":"  THIS is the definition of a big-time basketball \"program.\" North Carolina does not do nets -- except at the Final Four. It declines to cut down the stringed trophy for anything but the national championship, taking the position that running around with tape-cutters at a regional tournament is a trifle tacky.    Oh, maybe in the old days the North Carolina players were allowed to cut down the nets after a regional victory, but this is Dean Smith's ninth time in the Final Four, and the players pick up on his calm disdain for anything but the trip to the Final Four in late March.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Overlooked by Yankees, Draper Is a Lock for Mets","web_url":"https://www.nytimes.com/1993/03/29/sports/baseball-overlooked-by-yankees-draper-is-a-lock-for-mets.html","abstract":"  One morning in December, it happened. Mike Draper woke up and discovered he wasn't a Yankee anymore.   In an organization full of prospects and sure things, Draper suddenly was considered expendable. Those things happen in baseball.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Oregon Health Scheme Victimizes the Poor","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-oregon-health-scheme-victimizes-the-poor-411593.html","abstract":"  To the Editor:   \"Health Care the Oregon Way\" (editorial, March 20), in support of the President's approval of the Oregon plan to \"ration\" services in its Medicaid program, overlooks a basic flaw in that plan: it is offensive to the principles of a democratic state.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"COLLEGE BASKETBALL: N.C.A.A. TOURNAMENT -- East; North Carolina and Michigan Reach the Heights","web_url":"https://www.nytimes.com/1993/03/29/sports/college-basketball-ncaa-tournament-east-north-carolina-michigan-reach-heights.html","abstract":"  The University of North Carolina has about, oh, 18 7-footers on its roster. The number is actually four, but in college basketball, having four big men like that on one team is pretty outrageous. Even on the Tar Heel sideline this afternoon against Cincinnati, there was a 7-footer from the Netherlands, Serge Zwikker, a redshirt freshman who was cheering in a nice suit and tie. If you build it, the 7-footers will come.   What the Tar Heels have built is a dynasty, thanks mostly to King Dean. When you're North Carolina, the well is deep, and this is the time of year to tap it. The Tar Heels won a wild, competitive, wacky game in the final of the N.C.A.A. East Regional at Byrne Meadowlands Arena over a Cincinnati team with a lot of heart. But unfortunately for the Bearcats, those hearts weren't beating in particularly tall bodies.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/29/nyregion/c-corrections-336493.html","abstract":"  A sports article on Kentucky's victory over Florida State in the N.C.A.A. basketball tournament on Saturday was omitted from some copies yesterday; an earlier report on the Kansas-Indiana game appeared in its place. An article about the victorious Kentucky team appears today on page C1.  ","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Essay; Unfinished Business","web_url":"https://www.nytimes.com/1993/03/29/opinion/essay-unfinished-business.html","abstract":"  How can Bill Clinton be saved from making the same tragic blunders that ruined George Bush in the Persian Gulf?   The new President has already started down the primrose path of dallying with Saddam Hussein.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/29/arts/dance-in-review-421293.html","abstract":"  Open 24 Hours Dance Company  CBGB's Gallery 313","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/29/arts/dance-in-review-420493.html","abstract":"  Sally Gross and Company Dia Center for the Arts","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Sports of The Times; Madness That Goes Past March","web_url":"https://www.nytimes.com/1993/03/29/sports/sports-of-the-times-madness-that-goes-past-march.html","abstract":"  THE Knight Commission recently released its bold analysis of intercollegiate athletics and told us everything that is required in order to wreak reform: The presidents of the universities, of all people, should take control of their institutions, and they, along with administrators, faculty, coaches, students, athletes, boosters, parents, and, presumably, the librarians, the book sellers, the volunteer fire fighters, the chimney sweeps and the bartenders, among others, must also strive together to advance the notion of \"academic integrity, financial integrity and accountability through certification.\"   And all along most of us thought that that's what these universities were supposed to be up to, to begin with.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"When Does Duplication of Words Become Theft?","web_url":"https://www.nytimes.com/1993/03/29/us/when-does-duplication-of-words-become-theft.html","abstract":"  If trees are \"festooned\" with Spanish moss in two biographies of Abraham Lincoln, is one author guilty of plagiarism? No?  Suppose the borrowings of words and felicitous phrases come to a total of 175 in a single book?   The definition of plagiarism -- passing off the work of another as your own -- once seemed rather simple. But several recent cases have made it a matter of hot dispute, so much so that the American Historical Association has formed a committee to redefine the term and fine-tune the definition, including a sample list of first-degree and second-degree offenses.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Typewriter Seized in Bombing Inquiry","web_url":"https://www.nytimes.com/1993/03/29/nyregion/typewriter-seized-in-bombing-inquiry.html","abstract":"  Law-enforcement officials searching for clues in the bombing of the World Trade Center seized a typewriter and computer disks from the apartment of one of the five men arrested after the blast, the man's lawyer said yesterday.   William M. Kunstler, who is representing Ibrahim A. Elgabrowny, said the equipment was confiscated shortly after the F.B.I. arrested his client earlier this month. Mr. Elgabrowny, 42, is being held without bail on charges of interfering with Federal agents who arrived to search his apartment in connection with the bombing investigation. Though Mr. Elgabrowny was not charged directly in the bombing, law-enforcement officials consider him a suspect and say he is associated with others charged in the blast.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"U.N. Relief Truck's Mishap Unleashes Anger From Serbs","web_url":"https://www.nytimes.com/1993/03/29/world/un-relief-truck-s-mishap-unleashes-anger-from-serbs.html","abstract":"  A truck in a United Nations convoy taking food to the besieged Muslim-controlled town of Srebrenica in eastern Bosnia smashed into a Serb's car here today, and for a moment this placid Serbian farming village became a focus of all the hatred and misunderstanding unleashed by the Balkan war.    The truck, part of a convoy that has been on the road for almost two weeks, skidded out of control on the sleet-covered highway, slammed into the truck in front and then slid across the road into the path of a small car driven by Aleksandar Drobcevic.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"YELTSIN, SURVIVING CLOSE VOTE, CLAIMS DEFEAT OF A 'COUP'","web_url":"https://www.nytimes.com/1993/03/29/world/yeltsin-surviving-close-vote-claims-defeat-of-a-coup.html","abstract":"  After narrowly surviving an unexpected vote on his ouster in the Congress of People's Deputies, President Boris N. Yeltsin tonight appeared triumphant before a crowd of jubilant supporters, claiming victory over a \"Communist coup d'etat.\"   But after a tense day that began with an aborted compromise and ended with a dramatic showdown, the foes of Mr. Yeltsin were heartened by his close call. Of 1,033 deputies, 617 voted against him in secret balloting, only 72 fewer than the two-thirds required for his removal from office.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Against the Church. PARIS - The Socialists of St. Denis seemed yesterday to have resolved to keep up their hostile attitude towards the Church and to prevent the free exercise of public worship. On Monday night [March 27], the disturbances which cha","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Players Championship Won by Steady Price","web_url":"https://www.nytimes.com/1993/03/29/sports/golf-players-championship-won-by-steady-price.html","abstract":"  Dominating both a treacherous golf course and a cast of formidable pursuers, Nick Price produced the best golf of his life today to win the Players Championship by five strokes.   Price completed a wire-to-wire victory with a closing 67 over the Stadium Course at TPC Sawgrass for a 72-hole total of 18-under-par 270. It shattered the tournament record by three strokes and left Bernhard Langer in second place, trailing by five strokes.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Yanks' Final Roster Remains a Mystery","web_url":"https://www.nytimes.com/1993/03/29/sports/baseball-yanks-final-roster-remains-a-mystery.html","abstract":"  Opening day is one week away, and the Yankee clubhouse still contains at least eight players who will not travel to Cleveland for the first game. Manager Buck Showalter wants to pick a starting lineup by Monday and General Manager Gene Michael wants to have the 25-man roster completed by Thursday, but both wishes may not come to fruition. The Yankees are moving methodically.   Michael was asked today how he would relieve the gridlock if the Yankees are unable to make a trade soon, but he declined comment. Then asked if the Yankees had to be careful about demoting certain players because it could harm their psyche, the general manager put his head down and walked away. The question went unanswered.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"How to Break Food-Stamp Cycle","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-how-to-break-food-stamp-cycle-407793.html","abstract":"  To the Editor:   Re \"Food Stamps Users Up Sharply in Sign of Weak Recovery\" (front page, March 2):","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Political Memo; Using 'Kids' to Push Fight on Poverty May Obscure the Issues, Critics Say","web_url":"https://www.nytimes.com/1993/03/29/us/political-memo-using-kids-push-fight-poverty-may-obscure-issues-critics-say.html","abstract":"  Fortified by Chinese takeout food and tapes of the Grateful Dead, a dozen young workers labored overtime last week in the basement of a Capitol Hill town house, packaging social need.   They filled 5,000 envelopes with a report that says the United States increasingly consigns its children to lives of violence, poverty and failure. They relayed background footage to a satellite and produced localized sound bites for television stations in every state.","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Cuomo Health Plan: Sweeping Yet Selective","web_url":"https://www.nytimes.com/1993/03/29/nyregion/cuomo-health-plan-sweeping-yet-selective.html","abstract":"  The sweeping plan to change New York State's health care system, unveiled by Gov. Mario M. Cuomo on Saturday -- with its proposed regulation of doctors' fees, limitations on high-cost technology and encouragement of primary care medicine -- was perhaps most significant for what it did not say.   The Governor and his advisers faced a complex spectrum of options, many of which have been tried in other states and all of which are before the health care task force forging a national policy in Washington. What Mr. Cuomo chose and did not choose is a measure of the political and emotional status of the debate, a prediction of what the Clinton Administration will propose, and an attempt to respond to the health care crisis and influence the outcome of the debate.  Philosophy and Economics    He did not, for instance, propose that the state insure all its citizens. Hawaii, the only state that currently takes on that responsibility, has been doing so for 17 years, by requiring employers to pick up the cost of insurance premiums for any person working more than 20 hours a week. Vermont, which has the only Governor who is a doctor, has passed a plan that would provide universal health insurance by 1995. And Gov. Jim Florio of New Jersey has proposed the state subsidize private-health-care groups, like health maintenance organizations, to pay for the uninsured.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92851420902.html","abstract":"1943: Berliners Warned. NEW YORK - [From our New York edition:] The Berlin radio said Sunday night [March 28] that the British airmen who gave the German capital its heaviest bombing of the war Saturday night also dropped counterfeit food-rationing ticket","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Anthony Gets Team Support","web_url":"https://www.nytimes.com/1993/03/29/sports/pro-basketball-anthony-gets-team-support.html","abstract":"  Greg Anthony's teammates had to persuade the Knicks' front office to allow Anthony to travel with the team while serving his five-game suspension for his role in the Phoenix brawl.   The Knicks' management wanted to send Anthony home last Wednesday, angered by the sucker punch he hit Kevin Johnson with during the melee with the Suns on Tuesday night. But according to an NBC televison report today, four teammates spoke up in Anthony's behalf at a team meeting on Wednesday in Salt Lake City.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"CLINTON CONSIDERS STOPPING MEDICAID UNDER HEALTH PLAN","web_url":"https://www.nytimes.com/1993/03/29/us/clinton-considers-stopping-medicaid-under-health-plan.html","abstract":"  As part of its health-care plan, the Clinton Administration is considering a proposal to dismantle the Medicaid program and integrate low-income people into the same networks of doctors, hospitals and private insurance companies that would serve more affluent people, Administration officials say.   But poor people would probably receive medical and social services beyond the standard package of health benefits to be guaranteed to all Americans, the officials said. These might include additional dental care, transportation to a doctor's office and translation services for people who do not understand English. And the Government would help pay the insurance premiums and other health costs of low-income people. 'Really Serious Problems'    Confidential work papers from Hillary Rodham Clinton's Task Force on National Health Care Reform say that maintaining a separate Medicaid program \"would perpetuate segregation of the poor in the health-care system, with the associated adverse implications for access to and quality of care.\"","thumbnail":null,"section":"U.S."},{"date":"19930329","headline":"Congress and the Freedom to Choose","web_url":"https://www.nytimes.com/1993/03/29/opinion/congress-and-the-freedom-to-choose.html","abstract":"  Picture some women who have decided to end their pregnancies. Because their state has only three abortion providers, they have had to drive many miles to a clinic. There they learn that they cannot have the procedure for another 24 hours.   That provides just enough time for the anti-abortion protesters who habitually surround the clinic to spring into action. The delay gives them time to harangue the women and to identify them through their license plates, then call their families and tell them what their wife or daughter or sister is planning. The women themselves are a kind of captive audience. Many of them, unable to afford a room, are forced to sleep in their cars.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Health Choices in New York","web_url":"https://www.nytimes.com/1993/03/29/nyregion/health-choices-in-new-york.html","abstract":"  Governor Cuomo's plan to change his state's health-care system is perhaps most significant for what it does not say. News analysis, page B1.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/29/nyregion/chronicle-425593.html","abstract":"  After playing three nights in midtown Manhattan, PRINCE shifted locales and played the Apollo Theater in Harlem for the first time.   \"Yeah, we uptown tonight!\" Prince yelled to the crowd, which included Representative CHARLES B. RANGEL, Democrat of New York, according to The Associated Press.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Books of The Times; Flowers Often Imitate Human Proclivities","web_url":"https://www.nytimes.com/1993/03/29/books/books-of-the-times-flowers-often-imitate-human-proclivities.html","abstract":"  Natural Affairs A Botanist Looks at the Attachments Between Plants and People By Peter Bernhardt Illustrated. 225 pages. Villard Books. $25.","thumbnail":null,"section":"Books"},{"date":"19930329","headline":"BASEBALL: American League, Where You, Too, Can Be Boss; From Boston to Baltimore, the Cry Is Heard: Play Rotisserie!","web_url":"https://www.nytimes.com/1993/03/29/sports/baseball-american-league-where-you-too-can-be-boss-boston-baltimore-cry-heard.html","abstract":"    This American League Rotisserie analysis was prepared by Paul Belinkie.     If you have $26 and a dream, you can play Rotisserie baseball, a game in which \"owners\" build fantasy teams made up of real major league players who are selected at an auction draft at the beginning of the season. Each team has a roster of 23 players. In a typical league, a limit of $26 can be paid to purchase a team and a player can be drafted for as little as 10 cents. Rotisserie owners bid against one another in their draft, and once a player is chosen no other owner can pick him.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Food Convoy Arrives in Bosnian Town","web_url":"https://www.nytimes.com/1993/03/29/world/food-convoy-arrives-in-bosnian-town.html","abstract":"  The threat of starvation for thousands of sick and malnourished people in the besieged Muslim town of Srebrenica appeared to have been averted today, for a time at least, when a convoy of 20 United Nations relief trucks overcame more than a week of resistance by Serbian nationalist forces and reached the town.    United Nations relief officials said the convoy reached Srebrenica after nightfall with 200 tons of food, medical supplies and plastic sheeting to repair damage caused by Serbian shelling.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Deputies Cast Secret Vote","web_url":"https://www.nytimes.com/1993/03/29/world/deputies-cast-secret-vote.html","abstract":"  Votes in most democracies -- especially the ones on removal of a president -- are held by roll-call so it is clear where each legislator stands. But in Russia, the more important the vote, the more secretive the legislators are.   Hiding behind closed curtains, the deputies of the Russian Congress were free to vote against President Boris N. Yeltsin without being held accountable by their constituents or political parties. Though the ouster attempt failed, 617 votes were cast against the President, only 72 short of the required two-thirds majority.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"As Attacks on Israelis Mount, Leaders Debate Self-Defense","web_url":"https://www.nytimes.com/1993/03/29/world/as-attacks-on-israelis-mount-leaders-debate-self-defense.html","abstract":"  As two more Israelis were stabbed, including one killed by Arab workers in the Gaza Strip, the country heard conflicting suggestions today from its political elite on how to go about defending itself.    Warning that Israel may face even tougher times in coming months, Prime Minister Yitzhak Rabin said today that high school students ought to carry clubs to swing at knife-wielding assailants.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"Michal Fox and James R. Smart","web_url":"https://www.nytimes.com/1993/03/29/style/weddings-michal-fox-and-james-r-smart.html","abstract":"  Mara Rebecca Fox, a daughter of Drs. David and Louise Fox of Haworth, N.J., was married yesterday to James Ross Smart, the son of Mr. and Mrs. Robert Smart of Wethersfield, Conn. Rabbi Dov Gartenberg officiated at Holly Hedge Estates in Solebury, Pa.   Ms. Fox, who is known as Michal, graduated cum laude from Princeton University, from which her husband graduated summa cum laude. Her father is a professor emeritus of educational research at City College in New York. Her mother is an associate professor of educational psychology at Hunter College in New York.","thumbnail":null,"section":"Style"},{"date":"19930329","headline":"Happily for Knicks, Trip Comes Full Circle","web_url":"https://www.nytimes.com/1993/03/29/sports/pro-basketball-happily-for-knicks-trip-comes-full-circle.html","abstract":"  The Knicks' western trip took many turns. But when it ended, they were still headed in the right direction.   Holding off a second-half rally, New York disposed of the injury-riddled Golden State Warriors, 94-84, tonight at the Oakland Coliseum. The victory enabled the Knicks (47-20) to end their four-game trip with a 2-2 record, and it moved them within half a game of the Chicago Bulls (48-20) in their race for the best record in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Nonprofit Insurance Giant Seeks Increases to Stay Afloat","web_url":"https://www.nytimes.com/1993/03/29/nyregion/nonprofit-insurance-giant-seeks-increases-to-stay-afloat.html","abstract":"  Empire Blue Cross and Blue Shield is the largest of a network of 71 independent, nonprofit companies that provide health insurance to 68 million Americans in all 50 states. The first of the plans was formed 60 years ago as a way for people to pay in advance for hospital care.   Blue Cross plans cover hospital costs, while Blue Shield plans pay doctors' bills. In many areas, like New York, the plans are operated by one nonprofit corporation.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Critic's Notebook; Ice-T's Latest Gangster-Rap Caper Finds Him Alone and on His Own","web_url":"https://www.nytimes.com/1993/03/29/arts/critic-s-notebook-ice-t-s-latest-gangster-rap-caper-finds-him-alone-his-own.html","abstract":"  What, no controversy? A week after the release of Ice-T's \"Home Invasion,\" there's no brouhaha, no radio talk-show buzz; there are no stern protest letters from concerned organizations, no tabloid headlines. The lack of reaction to a performer who made waves last year from the Lollapalooza Festival to the Presidential campaign suggests only too clearly how timid and touchy Time Warner has become. The album has four-letter words, plenty of sexism and some anger at the police, but it's well within the parameters of action movies and standard gangster rap.    After police associations around the country protested \"Cop Killer,\" a song by Ice-T's heavy-metal band, Body Count, Time Warner paid lip service to artists' free expression while Ice-T \"voluntarily\" removed the song from the album. But the conglomerate had become anxious. Earlier this year, Time Warner not only refused to release \"Home Invasion\" in the form Ice-T wanted, but dropped him from the Sire label and shelved plans for Ice-TV, a cable-television talk show. \"Home Invasion\" was released by Ice-T's own Rhyme Syndicate label, distributed by Priority Records.","thumbnail":null,"section":"Arts"},{"date":"19930329","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/03/29/nyregion/traffic-alert-056093.html","abstract":"  Alternate-side-of-the-street parking rules will resume today in New York City, according to the Department of Sanitation.","thumbnail":null,"section":"New York"},{"date":"19930329","headline":"Russians Fill Streets, Not Barricades","web_url":"https://www.nytimes.com/1993/03/29/world/russians-fill-streets-not-barricades.html","abstract":"  For a brief moment today, a whiff of the Bastille wafted through the Kremlin.    As the Congress of People's Deputies prepared for a secret ballot on toppling President Boris N. Yeltsin and its own chief, Ruslan I. Khasbulatov, a spokesman for the Mayor of Moscow warned that the deputies had better have lunch inside the crenelated ramparts of the Kremlin. Outside, he said, the crowds were big.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"PRO FOOTBALL;\nMcDonald Busy on a Satellite Reggie White Tour","web_url":"https://www.nytimes.com/1993/03/29/sports/pro-football-mcdonald-busy-on-a-satellite-reggie-white-tour.html","abstract":"Sometime this week Tim McDonald hopes to make a decision on his future in the National Football League. He is aiming for a five-year guaranteed contract that will bring him some $12 million.\n\nMcDonald, the Phoenix Cardinals' All-Pro safety, may not have quite the glamour of Philadelphia Eagle defensive end Reggie White, who is headed for a presumably even more lucrative contract in the new free- agency plan. But like many of his fellow free agents, McDonald has been involved in arduous meetings and trips in the last month.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Keep Gays Out","web_url":"https://www.nytimes.com/1993/03/29/opinion/keep-gays-out.html","abstract":"Gay activists are less interested in military service than in getting mainstream America to accept their life style. The armed forces should not serve their purpose.\n\nThe debate over reversing the ban on gays in the military -- the focal point of Senate Armed Forces Committee hearings that begin today -- distresses men and women who have chosen military careers.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Quirot Plans Comeback","web_url":"https://www.nytimes.com/1993/03/29/sports/sports-people-track-and-field-quirot-plans-comeback.html","abstract":"  ANA QUIROT, the Olympic 800-meter bronze medalist who was badly burned in a domestic accident in January, plans to return to track and hopes to compete in the Central American and Caribbean Games in November.   \"I don't feel that I'm finished.\" Quirot, 29, told the Cuban weekly news magazine Bohemia in Havana. \"I really want to run and get back to being the same as ever.\"","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Pitino's Rising Star Approaches Its Zenith","web_url":"https://www.nytimes.com/1993/03/29/sports/college-basketball-pitino-s-rising-star-approaches-its-zenith.html","abstract":"  The story was told to make a point about one of his Kentucky players, a 6-foot-9-inch forward named Jared Prickett. An amazingly hard worker, Rick Pitino was calling this lanky, blond freshman from Fairmont, W. Va. Pitino conveyed it as only he can, creating an image half-rooted in truth and half-staged for theater of the absurd.   \"He's got a Larry Bird work ethic,\" said Pitino, after Prickett's stunning 22-point, 11-rebound performance on Saturday led the Wildcats past Florida State, 106-81, in the Southeast Regional final and into the Final Four for the first time since 1984.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"In German Election, Greens Gain on Far Right","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-in-german-election-greens-gain-on-far-right-755593.html","abstract":"  To the Editor:   Unfortunately, your March 8 report from Bonn on gains by far-right candidates of the German Republican Party in the prosperous western state of Hesse continues your tendency to downplay the role of Green parties around the world.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Change in Puerto Rico Will Affect Mainland","web_url":"https://www.nytimes.com/1993/03/29/opinion/l-change-in-puerto-rico-will-affect-mainland-409393.html","abstract":"  To the Editor:   Re \"Hurricane Bill Threatens San Juan\" (Op-Ed, March 11) by Rafael Hernandez Colon, former Governor of Puerto Rico:    Puerto Rico will not be the only victim of a Clinton Administration plan to wipe out tax incentives to companies that build plants in United States commonwealths and territories. The proposal's impact will ripple clear up to New York City.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"Review/Film Festival; Days of Rice Cakes, Friendship and Gay Love","web_url":"https://www.nytimes.com/1993/03/29/movies/review-film-festival-days-of-rice-cakes-friendship-and-gay-love.html","abstract":"  Sayoko, who is bright and pretty, would seem to be not very different from many other young women in the affluent Japan of today. She isn't career-driven, but she has a career of sorts as an actress, dubbing the voices for animated films. She lives alone in a small, cluttered duplex flat in what could be either Osaka or Tokyo, without a boyfriend, without commitments. If she's a bit aimless and lonely, she's not especially aware of it.   All this changes in the opening sequence of \"Okoge,\" Takehiro Nakajima's very fine new Japanese film, which is as melancholy as it is wise and funny. One afternoon at the beach with a girlfriend, Sayoko suddenly realizes that they are sitting in the middle of a sort of gay enclave. Men of all ages, sizes, builds and temperaments line the sea wall behind them. Sayoko is curious. Her girlfriend is appalled.","thumbnail":null,"section":"Movies"},{"date":"19930329","headline":"Jennings Settles For Third","web_url":"https://www.nytimes.com/1993/03/29/sports/running-jennings-settles-for-third.html","abstract":"  Amid the accelerating growth of women's distance running, three-time defending champion Lynn Jennings of the United States placed third today in the world cross-country championships.   Seeking a record-tying fourth straight triumph, the versatile Jennings, 32, captured the bronze medal behind Albertina Dias of Portugal and Catherina McKiernan of Ireland.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Willie Nelson He's Not","web_url":"https://www.nytimes.com/1993/03/29/sports/sports-people-baseball-willie-nelson-he-s-not.html","abstract":"  As bad as FRANK VIOLA's singing was, it was nothing compared to his pitching.   Viola endured the embarrassment of having his rendition of \"On the Road Again,\" which he sang at a Karaoke party on New Year's Eve, played over the loudspeakers as he warmed up yesterday for a game against the Minnesota Twins in Fort Myers, Fla.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"The Barriers to Activism Are Mainly Self-Imposed","web_url":"https://www.nytimes.com/1993/03/29/opinion/IHT-the-barriers-to-activism-are-mainly-selfimposed.html","abstract":"- The meeting that President Bill Clinton is scheduled to have in Vancouver on Saturday with President Boris Yeltsin owes a great deal to superpower habits of the past. The summit with Japanese Prime Minister Kiichi Miyazawa in Washington later in April is far more about the balance of power in the future.","thumbnail":null,"section":"Opinion"},{"date":"19930329","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/29/sports/no-headline-240693.html","abstract":"  SKIING Wachter Collects Title Racing under pressure on the final day of the season, Anita Wachter of Austria stayed cool and captured her first women's overall World Cup title yesterday. Wachter, 26, knew that her German rival, Katja Seizinger, would be unable to mount a real challenge in the final slalom in Are, Sweden. But Wachter still had to complete both runs and finish in the top 15 in order to get the points necessary to claim the title. And that's exactly what she did.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"France's Conservatives Drive Home Their Victory","web_url":"https://www.nytimes.com/1993/03/29/world/france-s-conservatives-drive-home-their-victory.html","abstract":"  Confirming its strong showing in the first round of voting last weekend, France's main conservative coalition completed its trouncing of the governing Socialist Party today by winning a huge parliamentary majority in a runoff election.   Projections based on nearly complete results gave the Union for France coalition 487 seats in the 577-member National Assembly, reducing the once-powerful Socialists to an almost marginal 67 seats. The Communist Party and its allies won 23 seats, while the far-right National Front and an environmental alliance won no seats.","thumbnail":null,"section":"World"},{"date":"19930329","headline":"GOLF;\nAlfredsson Wins Dinah Shore by Two","web_url":"https://www.nytimes.com/1993/03/29/sports/golf-alfredsson-wins-dinah-shore-by-two.html","abstract":"The Women Professional Golfers' European Tour, Europe's version of the L.P.G.A. tour, may be falling apart, but that doesn't seem to matter to the European players. They seem bent on taking over America.\n\nSweden's Helen Alfredsson, a 27-year-old former fashion model, put the latest dent in the United States armor by shooting a steady final-round 72 today on the Mission Hills Country Club Old Course to win the Nabisco Dinah Shore by two shots over Betsy King, Tina Barrett and Amy Benz. Benz had a final-round 70, Barrett a 71 and King, playing with Alfredsson, a two-over 74.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Busch Begins to Question Its TV-Baseball Marriage","web_url":"https://www.nytimes.com/1993/03/29/sports/baseball-busch-begins-to-question-its-tv-baseball-marriage.html","abstract":"  Anheuser-Busch is taking a jaundiced view of major league baseball at precisely the time that the sport needs its largest television advertiser the most: television ratings are down, future TV revenues are expected to tumble, there is no commissioner and baseball is struggling to modernize itself by adding a tier of playoffs and speeding up games.   \"We're cautiously reviewing our investment,\" said Tony Ponturo, vice president of corporate media and sports marketing for Anheuser-Busch. \"I feel like we're still very much a baseball sponsor, and we like our investment, but we're reviewing where the ratings and trends are going.\"","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"Look, in the Stands, It's Fernandomania!","web_url":"https://www.nytimes.com/1993/03/29/sports/baseball-look-in-the-stands-it-s-fernandomania.html","abstract":"  When he stepped onto the field, more than 6,000 fans, many dressed in the garb of either the St. Louis Cardinals or Baltimore Orioles, rose to deliver a lengthy and warm ovation.   No, it wasn't the Orioles' Cal Ripken Jr., or his shortstop counterpart and likely fellow future Hall of Famer, the Cardinals' Ozzie Smith.   The player the fans rose to salute on Saturday was Fernando Valenzuela, the pitcher who seems destined to resume his love affair with baseball fans as well as his Quixotic journey through the major leagues after an absence of one and a half years. Going by the Numbers    For Valenzuela, having regained his velocity and emotional vitality while pitching last year in his native country of Mexico, is about to bull his way onto the Orioles' roster and perhaps into the club's starting rotation. And he is doing it by the numbers, among the most impressive in the Grapefruit League, having pitched 14 scoreless innings in five appearances.","thumbnail":null,"section":"Sports"},{"date":"19930329","headline":"The Talk of Hollywood; Low-Key as Hollywood Allows: The Other Awards Ceremony","web_url":"https://www.nytimes.com/1993/03/29/movies/the-talk-of-hollywood-low-key-as-hollywood-allows-the-other-awards-ceremony.html","abstract":"  Forget that other event taking place on Monday night at the Dorothy Chandler Pavilion.     \"This    is the event that counts, not the Academy Awards,\" Tom Rothman, the president of production at Samuel Goldwyn Pictures, said half-jokingly on Saturday afternoon, wandering beneath an enormous and packed tent beside the beach in Santa Monica.","thumbnail":null,"section":"Movies"},{"date":"19930329","headline":"Horror for Hollywood: Film Hits a Nerve With Its Grim View of Hometown","web_url":"https://www.nytimes.com/1993/03/29/us/horror-for-hollywood-film-hits-a-nerve-with-its-grim-view-of-hometown.html","abstract":"  Over the years, Hollywood has offered many portraits of its home territory, from a paradise of turquoise pools to apocalyptic visions like \"Blade Runner.\" More knowingly than most moviegoers, Angelenos could shrug off the distortions as just illusion.   But now a film has struck a nerve in Los Angeles. The city is in an uproar over the Warner Brothers hit \"Falling Down,\" a tale of a laid-off military worker played by Michael Douglas, a middle-aged man who mentally snaps in a freeway jam, leaves his car and embarks on a violent journey through a hostile city, much of it graffiti-splattered and ethnically threatening.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930329","time":"1993-03-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":46,"wspd":13},{"date":"19930329","time":"1993-03-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":46,"wspd":13},{"date":"19930329","time":"1993-03-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":46,"wspd":13},{"date":"19930329","time":"1993-03-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":51,"wspd":7.6},{"date":"19930329","time":"1993-03-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":51,"wspd":13},{"date":"19930329","time":"1993-03-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":52,"wspd":14.8},{"date":"19930329","time":"1993-03-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":51,"wspd":9.4},{"date":"19930329","time":"1993-03-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":48,"wspd":13},{"date":"19930329","time":"1993-03-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":50,"wspd":16.6},{"date":"19930329","time":"1993-03-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":47,"wspd":9.4},{"date":"19930329","time":"1993-03-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":42,"wspd":13},{"date":"19930329","time":"1993-03-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":41,"wspd":11.2},{"date":"19930329","time":"1993-03-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":35,"wspd":24.1},{"date":"19930329","time":"1993-03-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":39,"wspd":14.8},{"date":"19930329","time":"1993-03-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":46,"wspd":18.4},{"date":"19930329","time":"1993-03-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":51,"wspd":16.6},{"date":"19930329","time":"1993-03-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":57,"wspd":16.6},{"date":"19930329","time":"1993-03-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":61,"wspd":13},{"date":"19930329","time":"1993-03-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":61,"wspd":13},{"date":"19930329","time":"1993-03-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":13},{"date":"19930329","time":"1993-03-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":67,"wspd":13},{"date":"19930329","time":"1993-03-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":11.2},{"date":"19930329","time":"1993-03-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":73,"wspd":9.4},{"date":"19930329","time":"1993-03-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":74,"wspd":11.2},{"date":"19930329","time":"1993-03-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":20.5},{"date":"19930329","time":"1993-03-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":20.5},{"date":"19930329","time":"1993-03-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":22.3},{"date":"19930329","time":"1993-03-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":22.3},{"date":"19930329","time":"1993-03-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":16.6},{"date":"19930329","time":"1993-03-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":18.7},{"date":"19930329","time":"1993-03-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":16.6},{"date":"19930329","time":"1993-03-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":11.2},{"date":"19930329","time":"1993-03-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":14.8},{"date":"19930329","time":"1993-03-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":16.6},{"date":"19930329","time":"1993-03-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":16.6},{"date":"19930329","time":"1993-03-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":13},{"date":"19930329","time":"1993-03-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":25.9},{"date":"19930329","time":"1993-03-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":18.7},{"date":"19930329","time":"1993-03-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":20.5},{"date":"19930329","time":"1993-03-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":20.5},{"date":"19930329","time":"1993-03-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":22.3},{"date":"19930329","time":"1993-03-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":16.6},{"date":"19930329","time":"1993-03-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":16.6},{"date":"19930329","time":"1993-03-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":14.8},{"date":"19930329","time":"1993-03-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":14.8},{"date":"19930329","time":"1993-03-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":16.6},{"date":"19930329","time":"1993-03-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":16.6},{"date":"19930329","time":"1993-03-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":89,"wspd":14.8}]},"19930330":{"guardian_articles":[],"nytimes_articles":[{"date":"19930330","headline":"U.S. Agents Begin Inquiry On Plane That Crashed","web_url":"https://www.nytimes.com/1993/03/30/nyregion/us-agents-begin-inquiry-on-plane-that-crashed.html","abstract":"  A small twin-engine plane that plunged into an industrial complex here on Sunday afternoon, killing all six people aboard, encountered trouble before reaching its assigned altitude, officials said today.   What crippled the six-seat Piper Aztec almost immediately after leaving Teterboro Airport remained a mystery as investigators began looking for causes of the crash, including the possibility of clogged fuel lines, engine malfunction or overloading.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"CLINTON WOULD END BAN ON AID TO POOR SEEKING ABORTIONS","web_url":"https://www.nytimes.com/1993/03/30/us/clinton-would-end-ban-on-aid-to-poor-seeking-abortions.html","abstract":"  Opening a new season of struggle over Federal abortion policy, the Clinton Administration plans to ask Congress to lift the nearly total ban on Federal financing of abortions for poor women, White House officials say.   The move will come in President Clinton's detailed budget request, expected to be made public the week of April 4, said George Stephanopoulos, the chief White House spokesman. How Congress will respond and how hard Mr. Clinton will push the issue are still unclear, say lawmakers and legislative analysts on Capitol Hill. Abortion foes say they believe they have a good chance of blocking the President. Signal of Deep Change    For all the uncertainties, Mr. Clinton's decision to seek the repeal of the 16-year-old Federal prohibition, the Hyde Amendment, which applies to the Medicaid program for poor people, is a sign of the sea change in abortion politics. Both sides of the abortion issue predict that the next six months will test old positions, longstanding alliances and the power of the abortion-rights movement under a friendly Administration.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor-90233664294.html","abstract":"Muslims in America Regarding the report \"U.S. Makes an Arrest in Tower Bombing\" (March 5):. The temptation to portray Islam as America's new ideological enemy not only misrepresents Islam but spurs paranoia and prejudice. No religion with 13 cen","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Probation for Gastineau","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-football-probation-for-gastineau.html","abstract":"  After being sentenced to three years of probation and fined $1,400 for possession of drug paraphernalia yesterday, MARK GASTINEAU, the former defensive end-turned-boxer, said he wanted to return to the ring.   The one-time Jet star said he planned to return to New York, \"get with my trainer and get back on track.\"","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Making Trade Pact Work for the Environment","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-making-trade-pact-work-for-the-environment-043393.html","abstract":"  To the Editor:   \"Save Nafta. But Don't Roll Over\" (editorial, March 17) urges United States officials to get tougher in working out the details of the North American Free Trade Agreement. Certainly, much remains to be done, but a strategy that threatens both Mexico and Canada is not the way to do it.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Jacobs in Bankruptcy","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-baseball-jacobs-in-bankruptcy.html","abstract":"  ELI JACOBS, the Baltimore Orioles owner, has been forced into bankruptcy by his creditors.   A group of banks filed an \"involuntary\" bankruptcy petition in New York yesterday, asking a judge to rule that Jacobs should be under bankruptcy-court protection. Jacobs has defaulted on more than $44 million in loans and personal guarantees to banks.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Hints of Gay-Ban Compromise in Senate","web_url":"https://www.nytimes.com/1993/03/30/us/hints-of-gay-ban-compromise-in-senate.html","abstract":"  The chairman of the Senate Armed Services Committee suggested today that the military permanently adopt the current compromise on homosexuals in the armed forces and not ask recruits about their sexual orientation.   The chairman, Senator Sam Nunn, Democrat of Georgia, made his suggestion shortly before the first of several hearings intended to allow the panel members to hear evidence on opposing sides of the issue and make up their minds. But it was clear that many minds were already made up.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Mitterrand Is Floored by Vote, but Is Not Yet Counted Out","web_url":"https://www.nytimes.com/1993/03/30/world/mitterrand-is-floored-by-vote-but-is-not-yet-counted-out.html","abstract":"  The conservative landslide in France's parliamentary elections on Sunday was a devastating personal blow for President Francois Mitterrand, but the veteran Socialist leader seems determined not to be reduced to a figurehead in his two remaining years in office.   He announced tonight that Edouard Balladur of the neo-Gaullist Rally for the Republic would become the next Prime Minister, but he noted that he would safeguard the continuity of France's foreign and military policies during his \"cohabitation\" with the new conservative Government.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"First, the Good News About DOS.6","web_url":"https://www.nytimes.com/1993/03/30/science/personal-computers-first-the-good-news-about-dos.6.html","abstract":"  THE MICROSOFT CORPORATION has arranged the introduction today of DOS 6.0, the latest major revision of the most widely used personal computer operating system software. The new DOS adds a variety of new features, including data compression, that until now have been available only as add-on utilities from other companies.   For people who are buying a new computer, some form of DOS 6.0 will probably come already installed on the hard disk. That makes the decision to use DOS 6.0 easy. And for most veteran PC users, the new DOS 6.0 features are an attractive bargain. Microsoft has set a price for the DOS 6.0 upgrade kit that will allow most stores to sell it for $50 or less until May 31. After that, the suggested retail price will be $129.95.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Italy's 'Moral Crumbling'","web_url":"https://www.nytimes.com/1993/03/30/world/italy-s-moral-crumbling.html","abstract":"  If only a half or even a quarter of the allegations against them are true, Italy's leaders these last few decades have lived in a twilight world with a \"B\" movie plot.   Consider, for instance, some of the scams that have emerged from the 13-month-old investigation into political corruption:","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Systems Approach Go For Boitano in Games","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-figure-skating-systems-approach-go-for-boitano-in-games.html","abstract":"  BRIAN BOITANO, buoyed by the results of the world championships held recently in Prague, yesterday applied for amateur reinstatement with the International Skating Union and formalized his bid to compete at the 1994 Olympics in Lillehammer, Norway.   Boitano, the 1988 Olympic champion who will turn 30 years old in October, had planned to apply to the I.S.U. regardless of what happened in Prague. But he was delighted that KURT BROWNING of Canada won the men's title on the strength of his artistic performance.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Biologists Deny Life Gets More Complex","web_url":"https://www.nytimes.com/1993/03/30/science/biologists-deny-life-gets-more-complex.html","abstract":"  SURVEYING life's rich parade from the first single-celled beings in the primordial soup to the diverse array of organisms into which they developed, evolutionary biologists have marveled at the ever more complex cast of creatures that has continued to grace the planet. The evolution of larger brains, more efficient metabolisms and more elaborate social systems all seem to support the conventional wisdom that complexity increases during evolution. So clear is the trend that some biologists suggest that the evolutionary process is actually driving the increase in complexity, pushing the upper limit of life's intricacies ever higher.   But in two of the first studies to measure these trends, based on mammals' backbones and fossil shells, researchers say they have been unable to detect any overall evolutionary drive toward greater complexity, at least over periods of tens and even hundreds of millions of years.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Doctor Recounts Threats By Farrow Against Allen","web_url":"https://www.nytimes.com/1993/03/30/nyregion/doctor-recounts-threats-by-farrow-against-allen.html","abstract":"  A clinical psychologist testified yesterday that she warned Woody Allen that she feared for his safety because of threats made by Mia Farrow. The threats were made in the months after Ms. Farrow learned that Mr. Allen was having an affair with her adopted daughter Soon-Yi Previn, the psychologist testified.   The psychologist, Dr. Susan Coates, also testified that while she considered Mr. Allen's relationship with his own adopted daughter, Dylan Farrow, to be \"inappropriately intense,\" the therapist never observed him acting in a sexual way toward her. And she reported that an evaluation of Dylan conducted in 1990 found the girl easily \"would be taken over by fantasy\" when asked to describe something as simple as an apple tree.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"For Twin Towers, It's Back to Work","web_url":"https://www.nytimes.com/1993/03/30/nyregion/for-twin-towers-it-s-back-to-work.html","abstract":"  A month after the World Trade Center explosion, thousands of workers have returned to the twin towers, their spasms of anxiety relieved by a pervasive pride that, friends and strangers, colleagues and competitors, they had all helped one another survive.   On the concourse of the trade center complex, in Tower Two, where the first tenants returned more than a week ago, and in Tower One, which reopened for its first tenants yesterday, office workers have returned to meticulously cleaned offices, fresh flowers, and elevators that whisk 110 stories skyward as though a terrorist bombing were the stuff of fiction.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"For Best Performer In Shutout, It's Richer","web_url":"https://www.nytimes.com/1993/03/30/sports/hockey-for-best-performer-in-shutout-it-s-richer.html","abstract":"  As expected, the Devils had no problem tonight with the lowly San Jose Sharks, who completed their 13-game schedule against the Patrick Division without a single point.   Led by Stephane Richer's hat trick, the Devils handed the Sharks a 5-0 setback at the Byrne Meadowlands Arena for Chris Terreri's second shutout of the season, and the fourth of his career. The two achievements came in his 200th regular-season appearance.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Jack the Knife","web_url":"https://www.nytimes.com/1993/03/30/opinion/jack-the-knife.html","abstract":"  \"A queer thing about the most celebrated murderer in the world,\" wrote Edmund Pearson, the most elegant chronicler of crime. \"Nobody knows his name.\"   But this most celebrated murderer did have a nickname: Jack the Ripper. During nine terrible weeks in 1888, the Ripper roamed London's Whitechapel district, killing at least five women and spawning countless books, a passel of short stories, several movies and plays, and at least one opera.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"It's Unjust to Tamper With Social Security","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-it-s-unjust-to-tamper-with-social-security-455393.html","abstract":"  To the Editor:   There are at least two skewed observations in \"A Test of Backbone for Democrats\" (editorial, March 19):","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/30/nyregion/inside-476093.html","abstract":"    Gay-Troop Hearings Begin   The Senate opened its hearings on homosexuals in the military by listening to legal experts. Page A18. Big Job Loss for California    Hughes Missile Systems said it would move 2,000 jobs to Arizona because California was \"no longer a competitive place to do business.\" Page D1.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Clinton Likely to Seek Even More Russian Aid","web_url":"https://www.nytimes.com/1993/03/30/world/clinton-likely-to-seek-even-more-russian-aid.html","abstract":"  The Clinton Administration is likely to ask Congress to increase direct American aid for Russia next year from the $700 million previously proposed to more than $1 billion, and to direct the assistance to Russian farmers, entrepreneurs and military officers, senior Administration officials said today.   Several key lawmakers involved in foreign aid said they would be inclined to go along with the increased spending for Russia if the President is willing to make the case to the American people.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Groups Laud Health-Care Reform In Theory, but Clash on Practice","web_url":"https://www.nytimes.com/1993/03/30/us/groups-laud-health-care-reform-in-theory-but-clash-on-practice.html","abstract":"  After long clamoring for access to President Clinton's health-policy team, spokesmen for the elderly, doctors, dentists, chiropractors, hospital officers, insurance executives and other groups today fired a fusillade of proposals to remake the nation's health-care system.   At a daylong hearing of the President's Task Force on National Health Care Reform, the witnesses offered support for the general idea of a vast overhaul. But they frequently criticized details of the ambitious plan being devised by the Administration for submission to Congress in early May.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Staff Cheers As Murdoch Reclaims Post","web_url":"https://www.nytimes.com/1993/03/30/nyregion/staff-cheers-as-murdoch-reclaims-post.html","abstract":"  To applause and even a tear or two, Rupert Murdoch swept into the newsroom of The New York Post yesterday afternoon to reclaim the reins of the feisty but bankrupt tabloid he was forced to sell five years ago.   Mr. Murdoch's appearance, following a ruling by a Federal Bankruptcy Court Judge, Francis G. Conrad, that Mr. Murdoch \"may start printing The New York Post immediately,\" drew the curtain on the latest act in the frequently absurdist drama to save America's oldest continuously published newspaper and one of its most impudent tabloids.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"An Explosive Debut Of Comet Near Jupiter","web_url":"https://www.nytimes.com/1993/03/30/science/an-explosive-debut-of-comet-near-jupiter.html","abstract":"  A COMET that as a single ball of dust and ice might have come and gone unobserved has suddenly burst into dazzling telescopic view all because, passing too close to the powerful forces of Jupiter's gravity, it shattered into glittering shards something like the crescendo to a fireworks display.   Astronomers described it as the brightest comet they have seen since 1976 and said it was reminiscent of the Brooks 2 comet in 1886 that broke into pieces and put on a brief but unusually brilliant show.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Dentist With an Idea Finds Friends in High Places","web_url":"https://www.nytimes.com/1993/03/30/nyregion/dentist-with-an-idea-finds-friends-in-high-places.html","abstract":"  Five years ago, William N. Stratigos was a dentist with a big -- some might say far-fetched -- idea. He wanted to get into the computer business and compete in a highly specialized field, even though he had little experience.   But he had at least one thing going for him: He was on the board of New York State's biggest health insurance company, Empire Blue Cross and Blue Shield.   Ignoring larger competitors, Empire gave Dr. Stratigos's company, Sigma Imaging Systems, a long-term contract to develop a computer system that would streamline Empire's unwieldy method of handling claims. And it dismissed the more experienced company it had previously hired for the same purpose.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Albany Accord Would Raise Judges' Pay Up to 21% by '94","web_url":"https://www.nytimes.com/1993/03/30/nyregion/albany-accord-would-raise-judges-pay-up-to-21-by-94.html","abstract":"  Gov. Mario M. Cuomo and legislative leaders reached an agreement today to provide raises of up to 21 percent to state judges by October 1994. The judges have not received salary increases since 1987.   No other major budget agreements had been announced by early evening as negotiators raced the clock to pass a budget by April 1, the start of the fiscal year. To convey at least an impression of movement, the Assembly passed the first of the series of bills that make up the budget, possibly as early as this evening.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Reining Big Givers","web_url":"https://www.nytimes.com/1993/03/30/opinion/reining-big-givers.html","abstract":"The escalating activity on campaign finance reform is good news for those who want fair and competitive elections and legislation that is passed on its merits, not because it is a payback to special interests. \n\nThis activity is especially welcomed by organizations that support women candidates; they have long recognized that a major barrier to newcomers reaching high office in Washington has been our campaign financing system.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/30/nyregion/metro-digest-656893.html","abstract":"  EMPIRE UNDERWRITES A BUSINESS VENTURE Empire Blue Cross and Blue Shield invested millions in a computer enterprise pitched by a board member, and it remains to be seen whether Empire got a good deal. A1.  LETTER INTERESTS NUCLEAR AGENCY The Nuclear Regulatory Commission, already reviewing the need to increase security at nuclear power plants, said that it was particularly interested in a letter, apparently sent by suspects in the World Trade Center bombing, referring to \"Nuclear targets.\" B3.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Russian Congress Agrees to Hold Referendum on the Nation's Rule","web_url":"https://www.nytimes.com/1993/03/30/world/russian-congress-agrees-to-hold-referendum-on-the-nation-s-rule.html","abstract":"  Adjourning after a tumultuous four-day session, the Congress of People's Deputies agreed today to a referendum next month on Russia's rule, setting the stage for another round in its overheated confrontation with President Boris N. Yeltsin.   One day after it narrowly failed to oust the President, the Congress accepted his call for a national vote of confidence in his leadership on April 25, but wrapped it in additional questions and conditions that threatened to make the results indecisive.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Woof! Does the Bark Fit Michigan and Its Fab 5?","web_url":"https://www.nytimes.com/1993/03/30/sports/college-basketball-woof-does-the-bark-fit-michigan-and-its-fab-5.html","abstract":"  There is a certain duality to Chris Webber. On the court, he is a daredevil, a swooping pivotman who has a different jaw-drop or glare for every dunk. But few know that his Michigan teammates call him Baby Huey, or that he sentimentally videotaped Sunday's midcourt Final Four celebration, or that afterward he playfully rolled his eyes at Coach Steve Fisher's young son, Jonathan, from the news conference podium.   If anything, though, the West Regional final here only enlarged Webber's and Michigan's reputations as prima donnas. En route to the Final Four, the top-seeded Wolverines tap-danced out of danger in three tight games, never had to play a team seeded better than No. 7 and still strutted deliriously.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Woman Upheld in Abuse Case Feels Vindicated","web_url":"https://www.nytimes.com/1993/03/30/nyregion/woman-upheld-in-abuse-case-feels-vindicated.html","abstract":"  Margaret Kelly Michaels said she always thought that she would be cleared. Until she heard a jury foreman say, \"Guilty,\" she expected that the 10-month trial charging her with child molestation would end with her walking away.   \"I was a naive little girl from Pittsburgh,\" Ms. Michaels said in a telephone interview today from the Edna Mahan state prison in Clinton. \"The charges were so preposterous I thought anyone who investigated them would see the truth.\"","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Murdoch, Revisted","web_url":"https://www.nytimes.com/1993/03/30/nyregion/murdoch-revisted.html","abstract":"  When Rupert Murdoch left the New York City newspaper war five years ago, he had essentially already lost the battle he returned to fight again last night. The Murdoch Post had tried -- and failed -- to succeed financially as a screaming, dominant city tabloid with a million readers a day.   In the interim, Mr. Murdoch and the New York City newspaper landscape have changed. But in the New York newspaper market, it sometimes seems, the more things change, the more they stay the same.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Petrovic Out Another Week","web_url":"https://www.nytimes.com/1993/03/30/sports/pro-basketball-petrovic-out-another-week.html","abstract":"  Drazen Petrovic, the Nets' leading scorer who has missed three games with an injured left knee, will be out at least another week before his condition will be reevaluated.   Jeffrey Minkoff, the team's orthopedist, yesterday said that Petrovic has been told to continue his rehabilitation exercises pending the evaluation next Monday.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"The Case of the Disappearing Black Hole","web_url":"https://www.nytimes.com/1993/03/30/science/the-case-of-the-disappearing-black-hole.html","abstract":"THE unearthly objects known as black holes have entered the popular culture as an end point of space and time, objects so massive that neither light nor much else can escape their gravitational pull. But now researchers have taken to considering what happens when a black hole itself eventually vanishes, and the subject has suddenly become one of the hottest topics in theoretical physics. \n\nPhysicists argue that only by understanding an unsettling conundrum presented by a vanishing black hole will they find the way to an ultimate theory of the universe. Such a theory would cast all fundamental forces, including gravity, in terms of a single consistent set of mathematical equations.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Talking to the Task Force on Health: Experts Give Their Views: Non-Physician Providers; Pleas for Cost Savings and Alternative-Care Methods","web_url":"https://www.nytimes.com/1993/03/30/us/talking-task-force-health-experts-give-their-views-non-physician-providers-pleas.html","abstract":"  Virginia Trotter Betts  President, American Nurses Association    The American Nurses Association believes that the single best cost-savings measure is to move away from the expensive medical model of illness care that now exists in our country.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Talks on Haiti Shift the Focus to Aid","web_url":"https://www.nytimes.com/1993/03/30/world/talks-on-haiti-shift-the-focus-to-aid.html","abstract":"  As part of an emerging settlement of the 18-month political crisis in Haiti, support is being marshaled from international donors to quickly mount the largest aid program this impoverished country has ever seen.   Diplomats close to political negotiations aimed at securing the return of the exiled President, the Rev. Jean-Bertrand Aristide, say the assistance is vital to social peace in a country badly torn by poverty and deep class antagonisms.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Where the Best-Dressed Officers Serve; Winning Fashion Kudos, New Jersey Police Say Morale Is Up and Crime Is Down","web_url":"https://www.nytimes.com/1993/03/30/nyregion/where-best-dressed-officers-serve-winning-fashion-kudos-new-jersey-police-say.html","abstract":"  Meet the GQ men of police work:   *Chief George Faso. He is 45 years old, 5 feet 10 1/2 inches tall and 165 pounds. Married with three children, he is compulsively neat and collects autographs. His last book? \"The Boys from Jersey.\" His drink? Cabernet Sauvignon.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Hillary Clinton Misses Meeting","web_url":"https://www.nytimes.com/1993/03/30/us/hillary-clinton-misses-meeting.html","abstract":"  Hillary Rodham Clinton missed the first public meeting of the President's Health Care Task Force, which she leads, to remain today at the bedside of her ill father, Hugh Rodham.   Mr. Rodham, 81, who suffered a stroke on March 19, remained in critical condition at St. Vincent Infirmary Medical Center here.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Chess","web_url":"https://www.nytimes.com/1993/03/30/nyregion/chess-808093.html","abstract":"  Over the chessboard, Reuben Fine, the American chess genius who died on Friday, exhibited two personas: that of a Dr. Jekyll, when he had White and the advantage of moving first, and that of a Mr. Hyde, when he had Black and the task was defense.   No one ever took a more rational, more ideal-theoretical approach to playing White than Fine. It was not just that he was one of the great teachers having written Basic Chess Endings, The Middle Game in Chess and The Ideas Behind the Chess Openings and having brilliantly revised the seventh edition of Modern Chess Openings -- all classics -- he was also utterly committed to theory and proved how effective a weapon it could be in practice.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Talking to the Task Force on Health: Experts Give Their Views: Small Businesses; The Ruination Of Restaurants, Or a Benefit?","web_url":"https://www.nytimes.com/1993/03/30/us/talking-task-force-health-experts-give-their-views-small-businesses-ruination.html","abstract":"  Stephen Elmont  Vice president, National Restaurant Association    Our industry is consumed and concerned about health-care reform. For the past few years, restaurateurs have struggled with staggering inflation and health-care premium costs, with cancellations, with denials of coverage, and now with the frightening prospect of mandates. We are not engaged in hyperbole when we say that mandated employer-provided coverage or higher payroll taxes to pay for health benefits would literally sound the death knell for many restaurants and discourage other restaurants from ever opening.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Review/Music; Adding a Shakespearean Tone to a Folk Melody","web_url":"https://www.nytimes.com/1993/03/30/arts/review-music-adding-a-shakespearean-tone-to-a-folk-melody.html","abstract":"  When a relentlessly serious mind meets music of unassuming charm, a struggle of sorts sets in. Does the musician show respect for small works with small performances? Or is there perhaps an obligation to raise music conceived on a limited scale to a higher and broader plane?   The questions came up several times at Avery Fisher Hall on Sunday evening when Gidon Kremer and Oleg Maisenberg played music for the violin and piano by Schubert, Bartok, Schulhoff, Dvorak and Liszt. Mr. Kremer gave his answer most emphatically in the modest Larghetto that ends Dvorak's Four Romantic Pieces. From simple sadness Mr. Kremer's violin-playing created major tragedy. The enlargements were not inflations. There was unadorned dignity in every stroke. As a result, melancholy folk melody took on a tone that was very nearly Shakespearean.","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Time May Be Ripe for Discovery of Elusive Gravity Waves","web_url":"https://www.nytimes.com/1993/03/30/science/time-may-be-ripe-for-discovery-of-elusive-gravity-waves.html","abstract":"  IT is a long shot, scientists admit, but there is just a chance that radio signals now reaching Earth from three speeding spacecraft will reveal the existence of gravity waves, elusive undulations that physicists believe exist but that have defied direct detection.   Detecting these waves, which are predicted by Einstein's General Theory of Relativity, would be a scientific triumph. A means of observing and studying them could allow scientists to investigate collisions between black holes, the violent dynamics of certain kinds of galactic nuclei, and perhaps even the Big Bang explosion in which the universe is believed to have been created.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/30/arts/classical-music-in-review-175893.html","abstract":"  John Davis Pianist Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Valvano 'Satisfactory'","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-basketball-valvano-satisfactory.html","abstract":"  JIM VALVANO was listed in satisfactory condition today at Duke University Medical Center in Raleigh, N.C. The former North Carolina State coach entered the hospital last week, said STEPHANIE BASS, a spokeswoman for the hospital's cancer center.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"It's Unjust to Tamper With Social Security","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-it-s-unjust-to-tamper-with-social-security-046893.html","abstract":"  To the Editor:   \"A Test of Backbone for Democrats\" (editorial, March 19) condemns those who seek to carry out President Clinton's pledge not to tamper with Social Security. This alliance of Republicans and Democrats has equity on its side. There is no equity in taxing what has already been taxed.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/03/30/nyregion/editors-note-513893.html","abstract":"  A picture last Friday with an article about the Sudan showed a little Sudanese girl who had collapsed from hunger on the trail to a feeding center in Ayod. A vulture lurked behind her.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/30/nyregion/c-corrections-030193.html","abstract":"  An obituary yesterday about Stuart W. Cook, a social psychologist who studied the impact of racial and religious prejudice, referred incorrectly to a colleague of his. The colleague is Isidor Chein.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Continental Sinking","web_url":"https://www.nytimes.com/1993/03/30/science/science-watch-continental-sinking.html","abstract":"  The continents, \"floating\" on the earth's denser interior, have sunk as much as two miles below their \"proper\" height, according to a report in the February issue of Geophysical Research Letters. The researchers propose that the continents may be being pulled down by the flow of cold, dense rock originating on the ocean floors and descending 400 miles or more beneath earth's land areas.   It has long been assumed that the continents float on the underlying rock, just as an iceberg floats in water. Evidence for this has been the rebound of a landscape, like central Canada, after an icecap has melted.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Electronic Framework For Building Fiction","web_url":"https://www.nytimes.com/1993/03/30/science/peripherals-electronic-framework-for-building-fiction.html","abstract":"  A FEW writers resist the notion that there are formulas for structuring novels, short stories or screenplays that enhance the chances of publication or production. They point to Joyce or Proust or Barthelme. Others, who write frankly for the marketplace, are not so pure. They point to Dickens or Hemingway or even Homer.   Storyline, from Truby's Writers Studio of Los Angeles, automates the planning of a piece of fiction, particularly a screenplay. It does not think for the aspiring screenwriter, it just reminds him of what to think of, and provides a structure both to elicit and keep track of the multitude of ideas and details that emerge in transforming the first vague musings into the finished project.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Mr. Nice Is Raising Yankee Eyebrows","web_url":"https://www.nytimes.com/1993/03/30/sports/baseball-mr-nice-is-raising-yankee-eyebrows.html","abstract":"  Mike Humphreys was not included in the Yankees' plans when spring training began last month.   The club knew he had good speed, could hit a bit and played a solid outfield. But Humphreys was not deemed a prospect or a potential fifth outfielder. He was just a nice player, nothing more.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91490799783.html","abstract":"1943: Rommel Retreats ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] Field Marshal Erwin Rommel and his surviving troops were in retreat tonight [March 29] from the fallen Mareth line, and as shells and bombs turned this coastal retrea","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Office Shelter For Homeless Spurs Action","web_url":"https://www.nytimes.com/1993/03/30/nyregion/office-shelter-for-homeless-spurs-action.html","abstract":"  Four months after a New York State judge held New York City in contempt for failing to shelter homeless families promptly, dozens of families continue to spend the night in city offices waiting for a room in the city's sprawling shelter system.   Frustrated by the lack of progress, the judge, Justice Helen E. Freedman of State Supreme Court in Manhattan, last week held the city in contempt again, ordering the city to pay each family $50 for their first overnight stay and $100 for each night thereafter in the offices.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Review/Television; A Serious Show On Fox. Seriously.","web_url":"https://www.nytimes.com/1993/03/30/arts/review-television-a-serious-show-on-fox-seriously.html","abstract":"  Fox Broadcasting initiated its network ambitions in 1987 by going straight for the adolescent jugular with programs that were about as complicated as Saturday-morning cartoons. Prime example: \"Married . . . With Children.\" Oddly enough, Fox's most sophisticated and imaginative show turned out to be a real cartoon: \"The Simpsons.\"    In recent months, though, Fox has been trying, even if not with much success, to broaden its prime-time demographics. The latest effort, coming out of Robert De Niro's TriBeCa Productions, is \"TriBeCa,\" an anthology series that hints at being downright serious. The second installment can be seen tonight at 9.","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/30/arts/classical-music-in-review-174093.html","abstract":"  Andrew Rangell Pianist Kathryn Bache Miller Theater","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Eastwood Western Takes Top 2 Prizes In 65th Oscar Show","web_url":"https://www.nytimes.com/1993/03/30/movies/eastwood-western-takes-top-2-prizes-in-65th-oscar-show.html","abstract":"  In an Oscar year given over to smaller films, \"Unforgiven,\" Clint Eastwood's moody, revisionist western, emerged as the big winner last night, taking home Oscars for best film and best director. The awards, the first Oscars ever for Mr. Eastwood, codified him as a respected film maker and Hollywood statesman after a 39-year career as an actor and, since 1971, a director.   Al Pacino was named best actor for his performance in \"Scent of a Woman\" as an embittered blind veteran whose plans for a final weekend in New York take an unexpected turn. Mr. Pacino, who had been nominated for an Oscar six times without winning, began his emotional acceptance speech by saying, \"Thank you for breaking my streak,\" and ended it by holding up his statue and thanking the academy for \"this gift of encouragement.\"","thumbnail":null,"section":"Movies"},{"date":"19930330","headline":"I.B.M.'s Slipped Disk: Sponsorship","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-business-tv-sports-ibm-s-slipped-disk-sponsorship.html","abstract":"  With billions of dollars in losses and an embarrassing search for a new chief executive just ended, I.B.M. would seemingly have no need to sponsor sports events. If anything were disposable -- when you're perilously close to flunking Business 101 -- a golf tournament would seem to be an easy choice.    People are disposable at International Business Machines Corporation, which is in the midst of cutting 25,000 jobs through buyouts and layoffs.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Scoring With the Spur Posse","web_url":"https://www.nytimes.com/1993/03/30/opinion/scoring-with-the-spur-posse.html","abstract":"  All is not well in Lakewood, Calif. True, it looks like the kind of place where there's a Brady Bunch in every split-level. But Lakewood is also the home of a group called the Spur Posse, 20 to 30 local boys who award themselves points for having carnal knowledge of young girls. The champion claims 66.   Lakewood suffers the usual problems of its time: shaky families, shaky employment rates. But there's nothing new about the Spur Posse. They're another chapter in the same old story: Young girl eager to be liked -- or noticed, anyway -- services young jock eager to prove his masculinity in the easiest, most obvious way. She gets a reputation as a \"slut\"; he gets a reputation as a \"stud.\"","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor-92694027219.html","abstract":"The West is morally bound to support Mr. Yeltsin's Russia readily and speedily, if only to atone for decades of assistance offered to the Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Review/Film Festival; Of Blood and Passion in the Basque Country","web_url":"https://www.nytimes.com/1993/03/30/movies/review-film-festival-of-blood-and-passion-in-the-basque-country.html","abstract":"  Every so often in \"Cows\" (\"Vacas\"), Julio Medem's epic portrayal of two feuding families in the Basque region of northern Spain, the camera draws away from the tumultuous passions of its characters to focus on the eyes of the cattle who are essential to these people's livelihoods. After contemplating their expressionless faces, the camera returns to the drama, but detachedly, as though the director has decided to observe the world and its butchery through uncomprehending bovine eyes.    Wielded by a lesser film maker, this conceit, which alludes to the eye-slashing opening sequence in \"Un Chien Andalou,\" the seminal 1929 Surreal collaboration between Luis Bunuel and Salvador Dali, might seem pretentious. But \"Cows\" is a film so overflowing with what can only be called life-force energy that these digressions lend it an extra depth and poignancy. At these turning points, the viewer is momentarily prodded to see the film's larger-than-life characters as tragic, mortal creatures in a landscape that will outlast them and their joys and torments no matter how intensely they live.","thumbnail":null,"section":"Movies"},{"date":"19930330","headline":"Cease-Fire in Bosnia Holds for a 2d Day, And Sarajevo Basks","web_url":"https://www.nytimes.com/1993/03/30/world/cease-fire-in-bosnia-holds-for-a-2d-day-and-sarajevo-basks.html","abstract":"  A cease-fire across Bosnia and Herzegovina held for the second day today with only minor violations, encouraging the United Nations military commander here, Gen. Philippe Morillon, in his belief that the truce may be the beginning of the end of the year-old war.    Heavy gunfire broke out shortly before dusk in the bitterly contested western districts of Sarajevo, close to the airport, and there were reports of sporadic exchanges of tank, artillery and small arms fire elsewhere in the former Yugoslav republic.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor-92076352737.html","abstract":"As a Russian citizen, let me say that the Congress of People's Deputies is not anti-reform, and not pro-Communist. It is just the opposite: The majority of the Congress is for reforms, for the market economy and for democracy (except for the ultra-rightis","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Observer; Is J. Edgar Spinning?","web_url":"https://www.nytimes.com/1993/03/30/opinion/observer-is-j-edgar-spinning.html","abstract":"  In this fantasy I am heavily armed and shouting, \"Come and get me, coppers!\" in a voice just like James Cagney's. The house is surrounded with coppers. Don't ask me why. Do I think I'm Jesus like the Texas man Herblock calls the Waco Wacko? Not likely. Maybe I've refused to file an estimated income tax form.    Whatever the offense, the Feds are out there with heavy armor. I am not without resources though. Guarding the back of the compound is a blonde who looks like Virginia Mayo and doesn't give me a lot of feminist lip if I call her a dame. Another woman who looked like Joan Leslie wanted to stay too, but I made her leave.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"U.S. and Britain Softening Emphasis on Ousting Iraqi","web_url":"https://www.nytimes.com/1993/03/30/world/us-and-britain-softening-emphasis-on-ousting-iraqi.html","abstract":"  The United States and Britain have begun to move away from their insistence that the trade embargo against Iraq cannot be lifted while President Saddam Hussein remains in power.   Both President George Bush and Prime Minister John Major had said on several occasions that the sanctions must remain until President Hussein has been toppled, though the Security Council resolutions imposing the embargo contain no such requirement.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Seoul Eases Stand on Nuclear Inspections of North","web_url":"https://www.nytimes.com/1993/03/30/world/seoul-eases-stand-on-nuclear-inspections-of-north.html","abstract":"  Taking a more conciliatory line than the United States has, a top South Korean official said today that North Korea might have to be offered inducements to open suspected nuclear sites to international inspection, in addition to being threatened with sanctions.   In urging such a course, the official, Foreign Minister Han Sung Joo, expressed a strong wariness about actions that might add to North Korean resentment. He said in an interview here that the international community should move only gradually as it seeks North Korean compliance.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Court Upholds Order for Independent Budget Watchdog","web_url":"https://www.nytimes.com/1993/03/30/nyregion/court-upholds-order-for-independent-budget-watchdog.html","abstract":"  Nearly four years after New York City voters mandated an Independent Budget Office to keep an eye on the Mayor's budget-makers, the Dinkins administration and the City Council have yet to create one, and yesterday the courts once again ordered them to do so.   In a one-page decision, a four-judge panel of the state Appellate Division upheld a lower court ruling last year that directed the city to set up the office, which good-government advocates have long championed as a way to balance the Mayor's enormous power over estimating revenue and costs.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"2 Women Compete to Head Federal Arts Agency","web_url":"https://www.nytimes.com/1993/03/30/arts/2-women-compete-to-head-federal-arts-agency.html","abstract":"  After weeks of discreet campaigning, the actress Jane Alexander and President Clinton's campaign aide Deborah Sale have emerged as the chief contenders to head the National Endowment for the Arts, say many arts administrators and Congressional staff members with connections in the White House.   President Clinton, who is expected to announce his choice shortly, is not commenting on the matter, and he may, of course, name a dark horse to the post. But the decision has been stalled, those close to the Administration say, by a sharp division within the White House that involves personal loyalty to Ms. Sale and differing opinions on who would be most effective at the job: a well-known actress or a politically skilled administrator.","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Baseball Puts Teeth in Minority Job Plans","web_url":"https://www.nytimes.com/1993/03/30/sports/baseball-baseball-puts-teeth-in-minority-job-plans.html","abstract":"  Major league baseball owners, long impervious to criticism of their minority hiring record, signaled an about-face today, promising new initiatives that will be enforced by the threat of sanctions.   The plan, announced today by Bud Selig, owner of the Milwaukee Brewers and baseball's acting commissioner, comes at a time when the sport and its ruling executive council stand just one week away from the start of a season that has been targeted for possible boycotts by the Rev. Jesse Jackson.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"To the Pros by Stealth","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-basketball-to-the-pros-by-stealth.html","abstract":"  The Seton Hall coach, P. J. CARLESIMO, said last night that LUTHER WRIGHT, the Pirates' 7-foot-2-inch center, made his decision to turn pro without discussing it with him.   Carlesimo said he had known there was a possibility that Wright might seek admission to the National Basketball Association draft, but he didn't find out for sure until Saturday when Wright's attorney, SAL DiFAZIO, informed him in a telephone call.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor-94107250921.html","abstract":"Russia's Road to Change . Regarding \"The Outside World Cannot Determine Russia's Fate\" (Opinion, March 17) by Kenichi Ito:. Mr. Ito, president of the Japan Forum on International Relations, asks whether it is wise of the Western nations and Japa","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Gains Reported in Transferring Genetic Material to Mice","web_url":"https://www.nytimes.com/1993/03/30/science/gains-reported-in-transferring-genetic-material-to-mice.html","abstract":"  SEVERAL research groups have developed techniques for transferring large amounts of genetic material into mice, procedures that experts say are a major step toward identifying the structure and function of thousands of human and animal genes.   Working independently, three research teams recently reported using the genetic material of yeast as a way to transport new genes into mice and having those new gene functions passed on to offspring.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Clinton Soothes Senate Anxiety Over Spending","web_url":"https://www.nytimes.com/1993/03/30/us/clinton-soothes-senate-anxiety-over-spending.html","abstract":"  For three sleepy days, nobody in the Senate wanted to vote on the spending plan President Clinton had proposed to stimulate the economy. Now, suddenly, they can't vote fast enough.   Spurred by a soothing letter from the President, Democratic lawmakers patched up one spat among themselves, shelved another with Republicans, and began serious legislating over Mr. Clinton's $16.3 billion grab bag of job-making public-works projects.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Knicks Will Take Split And One Point Guard","web_url":"https://www.nytimes.com/1993/03/30/sports/pro-basketball-knicks-will-take-split-and-one-point-guard.html","abstract":"  What started as a disastrous trip became a decent one. So the Knicks (47-20) returned home yesterday from the West Coast just one-half game behind the Chicago Bulls (48-20) in the battle for the best record in the Eastern Conference.   Thanks to Sunday's 94-84 victory over the Golden State Warriors, New York ended its four-game trip with a 2-2 record. After losing the first two games of the trip, and after losing both point guards to suspensions following Tuesday's brawl in Phoenix, the Knicks regrouped and remained even with the Bulls in the loss column. Now the Knicks, who have won 13 consecutive games at Madison Square Garden, will try to adjust their body clocks back to Eastern time for two home games, against Sacramento tonight and Cleveland on Thursday.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/30/nyregion/no-headline-498093.html","abstract":"  She had been a volunteer in my campaign, and even though the campaign was over and she no longer worked for me, I was nervous about all this sexual harassment stuff. If I asked her out, was I breaking the law? -- ERIC D. FINGERHUT, a single Congressman, talking about dating in Washington.  [ A1:4 ]","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Final Four Is Host to the Belles of the Ball","web_url":"https://www.nytimes.com/1993/03/30/sports/on-college-basketball-final-four-is-host-to-the-belles-of-the-ball.html","abstract":"  There are not enough limos for the crowd that will gather in New Orleans at the end of this week. There are not nearly enough tables at (fill in your favorite overpriced restaurant.) In the age of political correctness, after more than a decade of N.C.A.A.  tournaments that have consistently demonstrated an opportunity for the underdog, we suddenly find ourselves having to deal with Old Money. Serious Old Money.   And you know how those people are. They buy their face paint with gold cards.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/30/nyregion/c-corrections-031093.html","abstract":"  A picture caption in Business Day yesterday referred incorrectly in some copies to a team leader in the Honda Motor Company's training program at a plant in Marysville, Ohio. He is Rod Summers.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/30/style/chronicle-107393.html","abstract":"  There are red ribbons that symbolize AIDS awareness. Now there are pink-ribbon pins to signify breast-cancer awareness.   The pins are the brainchild of MARYESTA CARR, an agent in Manhattan for jewelry designers. The idea was born partly from grief.","thumbnail":null,"section":"Style"},{"date":"19930330","headline":"Talking to the Task Force on Health: Experts Give Their Views: Underserved Consumers; Farmers Cannot Afford Insurance","web_url":"https://www.nytimes.com/1993/03/30/us/talking-task-force-health-experts-give-their-views-underserved-consumers-farmers.html","abstract":"  Nancy Danielson  Legislative representative, National Farmers Union    To put it very simply, farmers cannot afford not to have health insurance because they risk losing their entire farm, and yet the costs have become so high that this is one of the No. 1 issues any time we go out to a farm meeting.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92343277978.html","abstract":"1918: Worshipers Killed PARIS - After a few days' respite Paris was yesterday [March 29] again bombarded by the German long-range gun. At 4:33 P.M. a shell struck an old church which was filled with Good Friday worshipers. The projectile made a breach in","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Barney Hospitalized","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-people-football-barney-hospitalized.html","abstract":"  Former Lions star LEM BARNEY, who faces cocaine and marijuana charges after being involved in a March 19 traffic accident, was listed in stable condition at a Detroit hospital yesterday. The reason for his hospitalization was not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Talking to the Task Force on Health: Experts Give Their Views: Physicians; Doctors Know That Change Is a Necessity","web_url":"https://www.nytimes.com/1993/03/30/us/talking-task-force-health-experts-give-their-views-physicians-doctors-know-that.html","abstract":"   Dr. Raymond Scaletter   chairman of the board of trustees of the American Medical Association    I'm Ray Scaletter, chairman of the board of the American Medical Association, and we appreciate this opportunity to state once again our commitment to reform of the nation's health-care system. As we have said publicly the last several years and privately in the constructive opportunities we've had to discuss our views with representatives of the Administration and this task force over the last few months, America's physicians know that change is necessary.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"Judge Continues Drug Trial","web_url":"https://www.nytimes.com/1993/03/30/nyregion/judge-continues-drug-trial.html","abstract":"  A judge yesterday rejected a defense request to throw out a major heroin-distribution case because an undercover agent who worked on the investigation had been charged with corruption. Judge Shirley Wohl Kram decided to continue the trial in Federal District Court in Manhattan, but she criticized the Government for having acted inexcusably by not notifying her sooner about the corruption charges. The case is testing the effects of a police corruption scandal on hundreds of drug convictions and pending trials. The investigator, Robert Robles, was one of three members of the New York Drug Enforcement Task Force who were arrested this month on charges of corruption.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"An Eden In Ancient America? Not Really","web_url":"https://www.nytimes.com/1993/03/30/science/an-eden-in-ancient-america-not-really.html","abstract":"  CONTRARY to widespread belief, evidence is mounting that pre-Columbian America was not a pristine wilderness inhabited by people who lived in such harmony with nature that they left it unmarked. Instead, many scientists now say, the original Americans powerfully transformed their landscape in ways both destructive and benign -- just like modern people.   In the latest piece of evidence, British investigators have analyzed sediments from Lake Patzcuaro in the highlands of central Mexico and found that ancient farming practices around the lake caused \"staggeringly high\" rates of soil erosion, which were unsurpassed even after the Spanish arrived. The study \"shatters the myth of pre-Columbian America as an Eden in which people were 'transparent in the landscape,' \" Dr. Karl W. Butzer, a geographer at the University of Texas, wrote in a commentary on the study in the March 4 issue of the British journal Nature.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Students and Developer Learn From One Another","web_url":"https://www.nytimes.com/1993/03/30/nyregion/our-towns-students-and-developer-learn-from-one-another.html","abstract":"  IT was the environmentally concerned 10-year-olds against the business-oriented developer. The developer did not fare as badly as he had feared.   The showdown took place late last week in a cheery, cluttered classroom at the Wading River Elementary School. The developer, Charles B. Mancini, had come to explain why he wanted to build 360 houses on 520 acres of the Pine Barrens, the largest undeveloped area of Suffolk County.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Review/Dance; Ellington Meets Ailey, and Balance Reigns","web_url":"https://www.nytimes.com/1993/03/30/arts/review-dance-ellington-meets-ailey-and-balance-reigns.html","abstract":"  For its final company premiere of the season, Dance Theater of Harlem chose \"The River,\" a ballet in which the dancers looked splendidly at home on Friday night at the New York State Theater. \"The River\" was a collaboration between two masters in their respective fields. Duke Ellington was commissioned to write an original score; Alvin Ailey choreographed the work in 1970 for American Ballet Theater as part of the inaugural week of the John F. Kennedy Center for the Performing Arts in Washington.   Over the years, however, \"The River\" has been revived only sporadically at Ballet Theater and the Alvin Ailey American Dance Theater. Ailey's own company, which performed \"The River\" in December in New York, is a modern-dance troupe and its women do not execute the choreography in toe shoes as at Ballet Theater. Too balletic for the Ailey Company, \"The River\" was also too idiomatic in its jazzy flavor for some in Ballet Theater's original cast, notably the classical superstars Erik Bruhn and Natalia Makarova.","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Thousands Jam U.N. Trucks to Flee Bosnian Town","web_url":"https://www.nytimes.com/1993/03/30/world/thousands-jam-un-trucks-to-flee-bosnian-town.html","abstract":"  Thousands of Muslim women, children and old men crowded around a United Nations truck convoy in a besieged eastern Bosnian town today, hoping to be taken more than 60 miles to safety.    Only 2,300 could be crammed into 19 flatbed trucks for the difficult journey, and witnesses said at least two children were killed in the crush to board the trucks and four people died in the trucks before they arrived here.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"On My Mind; America the Terrorist","web_url":"https://www.nytimes.com/1993/03/30/opinion/on-my-mind-america-the-terrorist.html","abstract":"  From Presidents on down, officials of the United States engage in murder, treason, terror, bombing and torture -- all on the soil of the country.    Government by atrocity is built into the executive branch. Military and intelligence agencies send executioners into the streets to shoot Americans and foreigners or blow them up in their hotels.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/30/style/chronicle-108193.html","abstract":"  For the past six years, WALTER C. MILLER has directed the Antoinette Perry \"Tony\" Awards show.   Guess what? He's doing it again, it was announced yesterday by Gary Smith, executive producer of the show.","thumbnail":null,"section":"Style"},{"date":"19930330","headline":"Sports of The Times; Davis Cup Conspiracy Or Upset?","web_url":"https://www.nytimes.com/1993/03/30/sports/sports-of-the-times-davis-cup-conspiracy-or-upset.html","abstract":"  ON the surface, whether grass, clay, composition or paper, the idea of the United States losing a Davis Cup match is preposterous.   In the men's world tennis rankings, five United States players are among the top 9: Jim Courier is No. 1, Pete Sampras No. 2, Andre Agassi No. 7, Ivan Lendl (who as a United States citizen is now eligible) No. 8 and Michael Chang No. 9. No other nation has even two players among the top nine.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"New Vaccine Method Using DNA Protects Mice Against a Flu Virus","web_url":"https://www.nytimes.com/1993/03/30/science/new-vaccine-method-using-dna-protects-mice-against-a-flu-virus.html","abstract":"  A NEW kind of vaccine, which uses direct injections of DNA particles instead of the whole virus to induce immunity, has proved effective in protecting mice against influenza A.    The new method delivers \"naked\" DNA directly into a cell, prompting the mice to manufacture foreign proteins and then antibodies against them, holding out promise for vaccination against other infectious diseases, scientists reported recently in the journal Science.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Why Selling Rights to Pollute Makes Sense","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-why-selling-rights-to-pollute-makes-sense-076093.html","abstract":"  To the Editor:   \"Gov. Mario M. Cuomo and the New York State Legislature are moving to block a Federal law that allows one utility to sell its rights to pollute to another\" (news article, March 14). This is a bizarre effort.   Federal law envisions a market-oriented approach to reduce harmful smokestack emissions. Companies that make extra efforts to reduce emissions can sell their emission allowances to utilities whose emissions are not as clean.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Reform the High Cost Of Medical School","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-reform-the-high-cost-of-medical-school-045093.html","abstract":"  To the Editor:   You report that the Clinton Administration is considering limits on physician fees (front page, March 9). Not once, in all the proposals for health cost containment, have I seen addressed the soaring and incredible cost of medical school education.    Recent physician graduates may easily acquire a debt for medical school alone that is the equivalent in size of a home mortgage. However, unlike mortgages, interest payment on student debt is not deductible from income taxes.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Warsaw Journal; The Russians Are Back, in Battalions, as Peddlers","web_url":"https://www.nytimes.com/1993/03/30/world/warsaw-journal-the-russians-are-back-in-battalions-as-peddlers.html","abstract":"  At the central train station, they arrive by the score, legions of bedraggled Russians, Belarussians, Ukrainians, Moldovans and others from the east, pulling luggage carts heaped with goods stuffed inside grimy plastic bags.   From the station, they cross the Vistula to a sports arena, the Tenth Anniversary Stadium, where they join hundreds of others hawking their wares in what has become Eastern Europe's largest flea market. Or they board buses and trains and fan out across Poland, where even the smallest town now has its \"Russian market\" in the central square.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Royal Cause LONDON - In obedience with the wish of King Humbert of Italy, the twenty-fifth anniversary of the marriage of His Majesty and Queen Margaret is to be celebrated in England by the foundation of a benevolent institution for the instructi","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Bonilla Gets His Wish, and His Pitch","web_url":"https://www.nytimes.com/1993/03/30/sports/baseball-bonilla-gets-his-wish-and-his-pitch.html","abstract":"  Bobby Bonilla can't rationalize or quantify the comfort he experiences in the cleanup spot. He can't say he gets different pitches. He swears it's not some great appetite for responsibility. He insists it's not about ego.   \"It's where I have hit,\" said Bonilla. \"It's what has always felt right.\"","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Suspected Head of Heroin Network Is Arrested","web_url":"https://www.nytimes.com/1993/03/30/nyregion/suspected-head-of-heroin-network-is-arrested.html","abstract":"  A man the police say is a \"very important\" heroin distributor and 18 of his alleged associates were arrested in raids in New York and Puerto Rico on charges they participated in a widespread heroin-trafficking network, Federal and local law-enforcement officials announced yesterday.   The suspected head of the organization, Robert Torres, 37 years old, of 2015 St. Paul's Avenue in the Bronx, was charged with running the network in the Bronx and Manhattan and with operating a large money-laundering network based in the New York City metropolitan region and Puerto Rico.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Transactions","web_url":"https://www.nytimes.com/1993/03/30/sports/transactions-933893.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Placed Daryl Irvine, pitcher, on waivers for the purpose of giving him his unconditional release. Sent Jim Byrd, shortstop; Greg Blosser, outfielder; Cheo Garcia, infielder; and John Flaherty, catcher, to their minor league for reassignment.   CHICAGO WHITE SOX -- Placed Shawn Abner, outfielder, on waivers for the purpose of giving him his unconditional release.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Brazilian Rain Forest Yields Most Diversity For Species of Trees","web_url":"https://www.nytimes.com/1993/03/30/science/brazilian-rain-forest-yields-most-diversity-for-species-of-trees.html","abstract":"  BOTANISTS studying a surviving patch of the dwindling Atlantic rain forest in Brazil have recorded the highest known tree diversity in the world.   Packed into a two-and-one-half-acre plot, 450 different tree species were identified by an American-Brazilian team led Dr. W. Wayt Thomas, a researcher for the New York Botanical Garden.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Talking to the Task Force on Health: Experts Give Their Views: Consumers' Groups; A Plea to Ease Agony of Deciding on a Nursing Home","web_url":"https://www.nytimes.com/1993/03/30/us/talking-task-force-health-experts-give-their-views-consumers-groups-plea-ease.html","abstract":"  Phyllis Torda  Families U.S.A.    The decision to enter a nursing home is one of the most stressful and emotional decisions for individuals and their families. When making this decision, all Americans are entitled to the security of knowing that they will have access to nursing home care if they otherwise cannot afford it.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"It's Unjust to Tamper With Social Security","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-it-s-unjust-to-tamper-with-social-security-455394.html","abstract":"  To the Editor:   There are at least two skewed observations in \"A Test of Backbone for Democrats\" (editorial, March 19):","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Supreme Court Roundup; Court Enters New Era In Rap Copyright Case","web_url":"https://www.nytimes.com/1993/03/30/us/supreme-court-roundup-court-enters-new-era-in-rap-copyright-case.html","abstract":"  Entering the unfamiliar terrain of rap music, the Supreme Court agreed today to examine a recording by the group 2 Live Crew parodying a classic country music song. The case could define the status of parody under copyright law.   A Federal appeals court last year rejected the rap group's argument that its recording of Roy Orbison's 1964 hit song \"Oh, Pretty Woman\" constituted a \"fair use\" of the original, making it exempt from a claim of copyright infringement. The appeals court said the \"blatantly commercial\" nature of the parody, which substituted \"big hairy woman\" and \"two-timin' woman\" for the \"pretty woman\" of the original, made it ineligible for the fair-use defense.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"God Is Not a Homophobe","web_url":"https://www.nytimes.com/1993/03/30/opinion/god-is-not-a-homophobe.html","abstract":"In the debate over gays in the military, which entered its second phase yesterday as the Senate Armed Services Committee convened hearings on the issue, many have argued that the Bible has strict and clear edicts against homosexuality. The extreme expression of this belief was succinctly stated by Sgt. Maj. S. H. Mellinger in the January issue of the Marine Corps Gazette: \"The Bible has a very clear and specific message toward homosexuals -- 'those that practice such things are worthy of death.' \"\n\nHe is correct. In Leviticus 20:13, it says: \"If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.\"","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Basking in the Glory, Blinking in the Light","web_url":"https://www.nytimes.com/1993/03/30/movies/basking-in-the-glory-blinking-in-the-light.html","abstract":"  The first celebrity to arrive was Stephen Rea, one of the stars of \"The Crying Game.\" He arrived two hours early and seemed a little startled. Moments later, Federico Fellini, the Italian master of both realism and the absurd, walked onto the red carpet and gazed around at the screaming fans.   \"It's O.K. to be a little crazy,\" said Mr. Fellini, who was present to accept an honorary Oscar for lifetime achievement.","thumbnail":null,"section":"Movies"},{"date":"19930330","headline":"N.Y.R.A.'s Winter of Discontent","web_url":"https://www.nytimes.com/1993/03/30/sports/horse-racing-nyra-s-winter-of-discontent.html","abstract":"  In its flight from winter's ruins and rains, thoroughbred racing in New York will pass two milestones this week: The main track at Aqueduct finally will open tomorrow after two false starts. And the Gotham Stakes, a traditional test for 3-year-old colts that's been twice postponed this year, will finally be run on Saturday.   The race may no longer be the stepping stone to the Kentucky Derby, but horsemen and horse players alike are hoping it will be the stepping stone to spring after the most damaging winter in memory in New York racing.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Signs of Ancient River","web_url":"https://www.nytimes.com/1993/03/30/science/science-watch-signs-of-ancient-river.html","abstract":"  CLOSE examination of images from earth satellites has revealed traces of an ancient river under the sands of Arabia, which originated in the Hijaz Mountains of western Saudi Arabia and flowed eastward more than 500 miles across the desert to the Arabian Gulf.   There it formed a delta that once covered much of Kuwait, according to Dr. Farouk El-Baz, director of the Center for Remote Sensing at Boston University, who reported the finding last week. He believes this explains the gravel found in much of Kuwait, formed from granite and volcanic basalt unrelated to local rocks. It now appears to have been carried across Arabia from the distant mountains.","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Despite a Rebuff by Palestinians, U.S. Is Hopeful on Mideast Talks","web_url":"https://www.nytimes.com/1993/03/30/world/despite-a-rebuff-by-palestinians-us-is-hopeful-on-mideast-talks.html","abstract":"  Despite the continuing violence in the occupied territories and another rejection of a compromise by Palestinian delegates, the Clinton Administration expressed optimism today that the Middle East peace talks will resume in Washington on April 20.   As a result of talks between Secretary of State Warren Christopher and a delegation of Palestinians on Friday and Saturday, Richard Boucher, the State Department spokesman, said the Administration believes significant progress was made in coaxing the Palestinians back to the peace talks.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/30/nyregion/news-summary-459093.html","abstract":"  International 2-14 RUSSIAN REFERENDUM SET   A national vote of confidence set for April 25 will test President Boris N. Yeltsin's strength, as will the month ahead as he faces widespread complaints about economic reform and tries to recover his balance after a challenge to his rule.  A1","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Uproar Over Killing in China's 'Model' Village","web_url":"https://www.nytimes.com/1993/03/30/world/uproar-over-killing-in-china-s-model-village.html","abstract":"  Until the slaying, Daqiuzhuang was China's model village, the kind of boom town that the newspapers praised and officials made pilgrimages to. But model workers are not supposed to kill people. More important, model villages are not supposed to defy the Government and protect killers.    Daqiuzhuang is China's richest village, where people live in two-story houses and the per capita income is $22,000, a bit higher than in the United States. The confrontation there, in which the village kept out hundreds of police officers trying to arrest the suspects, is the hottest mystery in China.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/30/arts/classical-music-in-review-176693.html","abstract":"  Downtown Ensemble Renee Weiler Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Dinkins Makes Rounds Of Fund-Raising Parties","web_url":"https://www.nytimes.com/1993/03/30/nyregion/dinkins-makes-rounds-of-fund-raising-parties.html","abstract":"  Although Mayor David N. Dinkins has not yet officially announced his candidacy, his campaign was nonetheless in full swing last night as more than 270 supporters opened their homes to hold so-called \"House Party\" fund-raisers.   Officials of the Committee for David Dinkins said that no specific target amount had been set for the parties last night, but that each host was asked to set a fund-raising goal of $1,000. Guests were asked to contribute amounts ranging from $5 apiece at some parties to $500 at more lavish settings, campaign officials said. Dinkins Attends 3 Parties    The Mayor managed to attend three events, and he delivered a short speech which -- borrowing a technique from President Clinton's campaign -- was transmitted through a conference call to each of the homes. In his speech Mr. Dinkins outlined the themes that were likely to be at the centerpiece of his campaign, namely that he has been a diligent steward of the city's fiscal affairs during a crushing recession.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Review/Television; Hoping That Children Aren't What They Eat","web_url":"https://www.nytimes.com/1993/03/30/arts/review-television-hoping-that-children-aren-t-what-they-eat.html","abstract":"  A dependable rule for churning up public concern over many an issue is: A little child shall lead them. So be reassured that \"In Our Children's Food\" contains no new or conclusive evidence that children (or even mere adults) are being harmed by the pesticides that are pumped into the nation's fruits and vegetables. The bad news -- and this is the subject of the \"Frontline\" report by Bill Moyers -- is that economic pressure, political calculation and bureaucratic sloth are impeding Washington's investigation of the matter.   The focus tonight is on a National Academy of Sciences report on \"Pesticides in the Diets of Infants and Children,\" now promised to be ready in June, about three years late. The hourlong documentary, which of course has lots of pictures of children eating, begins with the sad personal experiences of a farm worker and a farmer, who say their children were made ill by pesticides.","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Yeltsin: Looking to Locke, He Avoids Kerensky's Path\" (March 25):. George Will is right on the mark when he suggests that an appreciation of John Locke's theory - that the right to life, liberty and property antedates government and t","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Hoyas vs. Gophers in Final","web_url":"https://www.nytimes.com/1993/03/30/sports/college-basketball-hoyas-vs-gophers-in-final.html","abstract":"  Even though Minnesota managed to outlast Providence, 76-70, in the stronger half of last night's National Invitation Tournament semifinal doubleheader at the Garden, Gophers Coach Clem Haskins wasn't so sure his team should be favored in the title game tomorrow night.    That's because Minnesota will be facing Georgetown, and Haskins said he has never had much success against the Hoyas under Coach John Thompson. Not even a lackluster 45-41 victory by Georgetown (20-12) over Alabama-Birmingham in last night's opener could convince Haskins otherwise.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Q&A","web_url":"https://www.nytimes.com/1993/03/30/science/q-a-994093.html","abstract":"  Homing Squirrels   Q.    If I catch the squirrels that have taken over my bird-feeder and take them to the woods several miles away, will they make it back to my yard? In other words, do squirrels have a homing instinct?     A. \"They do have such an instinct,\" said John C. Muir, an urban geographer who is executive director of the Brooklyn Center for the Urban Environment in Prospect Park. \"It is not well understood by science, but they will often return several miles.\"   As an example, he described an informal experiment at his own institution, which conducts extensive environmental education programs for school children and adults.   Some years ago, he said, a classroom in the park's Picnic House was invaded by squirrels that would distract the children. \"You have never lived until you have dealt with hundreds of fourth-graders, at the most inopportune time, aroused by cries of 'Rat! Rat!' \" he said.    So the center trapped the squirrels alive and transported them as far away as the Dyker Beach Golf Course near the Verrazano-Narrows Bridge, which is about seven miles away from Prospect Park, as the crow flies.   \"We got a chance to know these squirrels intimately,\" he said, \"and there is no doubt that the same ones were back in three to four days.\" They had somehow found their way for more than seven miles, through urban backyards and busy streets, to their preferred habitat. Water With Meals    Q.    My grandmother used to say you shouldn't drink water with your meals, only afterward. Is there any reason for this?     A \"Physiologically, it can't make any difference at all,\" said Dr. Marion Nestle, chairman of the department of nutrition, food and hotel managment at New York University.    The water is absorbed by the body, she said, just as the body absorbs the significant proportion of food itself that is water. The only real difference is that water takes up space in the digestive tract that could be occupied by food.    \"Many diet plans suggest drinking huge amounts of water with food,\" she said, to provide extra bulk and keep the person from eating to excess, but she said that most people's calorie-control mechanisms quickly compensated for such attempts to outsmart them.   \"It is funny how the advice has shifted,\" she said. \"People eat so much more now that I guess you can ascribe it to the shift from nutritional deprivation to nutritional excess.\"     Readers are invited to submit questions about science to Questions, Science Times, The New York Times, 229 West 43d Street, New York, N.Y. 10036. Questions of general interest will be answered in this column, but requests for medical advice cannot be honored and unpublished letters cannot be answered individually.  ","thumbnail":null,"section":"Science"},{"date":"19930330","headline":"Mr. Cuomo, Late on Health","web_url":"https://www.nytimes.com/1993/03/30/opinion/mr-cuomo-late-on-health.html","abstract":"  With the Clinton Administration poised to recommend sweeping changes in the country's health care system, here comes Gov. Mario Cuomo with his own proposal, a 40-page blueprint for changing New York State's health care system. What's he up to?   Think of his proposal as a semaphore, a memo to Hillary Rodham Clinton and her task force. Mr. Cuomo, always fond of attention, is asking to be heard. \"I'm sure the Federal people will look at it extremely carefully,\" he said.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Letter About Trade Center Explosion Prompts N.R.C. to Review Security","web_url":"https://www.nytimes.com/1993/03/30/nyregion/letter-about-trade-center-explosion-prompts-nrc-to-review-security.html","abstract":"  The Nuclear Regulatory Commission, already reviewing security at nuclear power plants, said yesterday that it was particularly interested in a letter apparently sent by suspects in the World Trade Center bombing referring to \"Nuclear targets.\"   And the chief F.B.I. agent in New York City and the Police Commissioner said yesterday that the city should tighten security in public buildings, with underground garages installing video cameras to identify drivers and skyscrapers tightening security standards.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/30/nyregion/bridge-810293.html","abstract":"  The American Contract Bridge League's Spring Nationals ended here on Sunday, and two major titles were decided. The Open Swiss Teams was captured by Tony Kasday, Steve Sion, Billy Cohen, all of Las Vegas, Michael Seamon of Miami Beach, Fla., and Ron Smith of Chicago. Second were Martin Scheinberg of Manhattan, Bill Eisenberg of Boca Raton, Fla., Benito Garozzo and Lea Dupont of Palm Beach, Fla.   The Women's Swiss Team title went to Karen McCallum, Kerri Shuman, both of Manhattan, Jill Meyers and Kay Schulle, both of Santa Monica, Calif. Second were Jean Anderson, Janet Daling, both of Seattle, Sharon Colson of Kirkland, Wash., and Broma Lou Reed of Boulder, Colo. A Take-Out Double    On the diagramed deal both West players opened two clubs, using a strong-club system. Both North players made a take-out double, and one South chose a penalty pass, collecting 300. When Shuman was South she jumped to three no-trump, as shown, and received the lead of the club king. She led a diamond to the queen and another to the king which held. A heart to the king was taken by the ace, and East led her remaining diamond to her partner's ace.","thumbnail":null,"section":"New York"},{"date":"19930330","headline":"In Ukraine, Sigh of Relief Over Vote","web_url":"https://www.nytimes.com/1993/03/30/world/in-ukraine-sigh-of-relief-over-vote.html","abstract":"  Ukraine uttered a not-so-quiet sigh of relief today after the Russian Congress of People's Deputies ended after failing to oust Boris N. Yeltsin, the Russian President. Ukrainian television carried most of the drama live, and many politicians said they couldn't tear themselves away.   Ukraine's political leaders have been watching the Russian power struggle with some anxiety and have made little secret of their support for Mr. Yeltsin.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Making Trade Pact Work for the Environment; Poverty-Level Wages","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-making-trade-pact-work-for-the-environment-poverty-level-wages-044193.html","abstract":"  To the Editor:   \"America's Newest Industrial Belt\" (news article, March 21) provides insight into the maquiladora zone in the north of Mexico, where more than 500,000 Mexican employees work for United States companies. You describe the low-wage rates that have attracted American companies large and small to build factories there. United States household names like the Ford Motor Company, General Electric, Zenith, Johnson & Johnson, A.T.&T., I.T.T. and General Motors dot the border landscape.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"It's Unjust to Tamper With Social Security","web_url":"https://www.nytimes.com/1993/03/30/opinion/l-it-s-unjust-to-tamper-with-social-security-048493.html","abstract":"  To the Editor:   I disagree with your logic on taxing Social Security benefits (\"A Test of Backbone for Democrats,\" editorial, March 19). Since when is a couple with an income of $32,000 wealthy?","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/30/arts/classical-music-in-review-177493.html","abstract":"  Cincinnati Symphony  Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19930330","headline":"Single in Congress: No Time for Love, No Time for Laundry","web_url":"https://www.nytimes.com/1993/03/30/us/single-in-congress-no-time-for-love-no-time-for-laundry.html","abstract":"  There was a young woman from Clevelandwho wore her heart on her sleeve and asked Eric D. Fingerhut if he'd like to come over to dinner some time.   After several months, Mr. Fingerhut, a single 33-year-old Congressman from Cleveland, called to see if she would be free one Saturday night after he finished his duties in the district.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"What Red Army?","web_url":"https://www.nytimes.com/1993/03/30/opinion/what-red-army.html","abstract":"  The Red Army, once one of the world's most formidable fighting forces, is in an advanced state of disintegration. Its finest divisions have splintered. Its draft calls go largely unheeded. Much of its equipment is inoperative. Only its strategic nuclear forces remain potent.   The shocking deterioration of this once-powerful military machine has profound implications. Unless the dimensions of the decline are recognized, there can be no sound military policy in the West or in Russia.","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Both Sides Blinked","web_url":"https://www.nytimes.com/1993/03/30/world/both-sides-blinked.html","abstract":"  It was a brawl of extraordinary viciousness. But as the echoes of the final insults died in the Kremlin's majestic halls this evening, there was no winner, and none in sight.    Counting their casualties, both sides shrilly claimed victory for \"the people\" and \"democracy.\" But in the smoldering aftermath of the latest in their escalating duels, it appeared that neither of the contestants, President Boris N. Yeltsin and the Congress of People's Deputies, could win.","thumbnail":null,"section":"World"},{"date":"19930330","headline":"Colts Try Blockbuster For the Offensive Line","web_url":"https://www.nytimes.com/1993/03/30/sports/pro-football-colts-try-blockbuster-for-the-offensive-line.html","abstract":"  In one of the boldest, but strangest, twists yet in the National Football League free-agent market, the Indianapolis Colts made center Kirk Lowdermilk the highest-paid offensive lineman in the league yesterday, and then offered a still-larger contract to tackle Will Wolford.   Lowdermilk, a Vikings free agent, signed a reported three-year, $6 million contract with the Colts. But that is $1.5 million less than the reported three-year, $7.5 million offer that the Colts extended to Wolford, who, until now, has played for the Bills.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/03/30/sports/results-plus-887093.html","abstract":"  N.H.L.  Gretzky Leads Kings  Wayne Gretzky had two goals and an assist in Los Angeles's six-goal third period last night as the Kings routed the Red Wings in Detroit, 9-3. (AP) TENNIS  The Exit Arrives Early","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"Resting Rangers' Goal: Recharge, Then Charge","web_url":"https://www.nytimes.com/1993/03/30/sports/hockey-resting-rangers-goal-recharge-then-charge.html","abstract":"  The Rangers don't play again until Friday, when the Islanders visit them at Madison Square Garden in a game that will likely have a special edge to it. No matter how the Islanders do in their only game before then, the Rangers match should determine at least temporary possession of the fourth and final playoff berth in the Patrick Division.   At the moment, the fourth-place Rangers hold a 1-point lead on their rivals from Long Island, who are hosts to Philadelphia at the Coliseum on Tuesday. A victory, defeat or tie for the Islanders against the Flyers will leave them either tied with the Rangers or 1 point away from them, ahead or behind. After Friday's game, the Rangers and the Islanders both will have eight games left in the 84-game season. He Would Invite All    Neil Smith, the president and general manager of the Rangers, said the Islanders \"are a team that deserves to be in the playoffs, in my mind.\"   He added that the same goes for the Rangers, the Washington Capitals and the Devils, all scrambling for the three berths behind the two-time Stanley Cup champion Pittsburgh Penguins, who have clinched the division title.","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"U.S. AGENCY CHIEF DEFENDS CULT RAID","web_url":"https://www.nytimes.com/1993/03/30/us/us-agency-chief-defends-cult-raid.html","abstract":"  The head of the Federal agency that conducted the raid on the heavily armed cult in Waco, Tex., today defended the mission and disputed accounts by some agents that it was replete with missteps and unheeded warnings that could have averted bloodshed.   \"We did it in what we thought was the safest way, and we had a tragedy,\" said the official, Stephen E. Higgins, director of the Bureau of Alcohol, Tobacco and Firearms.","thumbnail":null,"section":"U.S."},{"date":"19930330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/30/style/chronicle-103093.html","abstract":"  PAMELA KOSLOW HINES, a co-producer of \"Jelly's Last Jam,\" is temporarily switching medium: her next project is not a play but a movie, \"Watching TV With the Red Chinese\" based on the book by Luke Whisnant.   Last August, Ms. Hines said yesterday, she received a call from Nora Dvosin, a story analyst at Walt Disney Pictures in Burbank, Calif. Ms. Dvosin had just read the book and wanted Ms. Hines's help. The book is about three mainland-Chinese intellectuals who were living in Cleveland and absorbing their ideas of American culture from watching television. Ms. Hines duly read it, then she and Ms. Dvosin promptly bought the rights to produce the book as a movie.","thumbnail":null,"section":"Style"},{"date":"19930330","headline":"The Partial Eclipse of the Fun","web_url":"https://www.nytimes.com/1993/03/30/sports/women-s-basketball-the-partial-eclipse-of-the-fun.html","abstract":"  They will play before a sellout crowd this weekend in Atlanta, but that is not the only reason that college basketball teams in the women's Final Four will feel so crowded.   \"I'd prefer to go later in the spring,\" said Nancy Darsch, the coach of Ohio State. \"Then, we'd be the show.\"","thumbnail":null,"section":"Sports"},{"date":"19930330","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/30/opinion/IHT-letters-to-the-editor-92524923868.html","abstract":"The Health-Care Trade Regarding \"Free-Market Health Care Needs No Price Controls\" (Opinion, March 23) by William Safire:. Health care cannot be discussed in the context of the law of supply and demand. Spiraling medical costs are not explained b","thumbnail":null,"section":"Opinion"},{"date":"19930330","headline":"Los Angeles Lays Plans to Avoid Repeat of '92 Riots","web_url":"https://www.nytimes.com/1993/03/30/us/los-angeles-lays-plans-to-avoid-repeat-of-92-riots.html","abstract":"  This is a city determined to do things right next time. Caught flat-footed by last year's riots, Los Angeles is vigorously preparing for any disturbances that may follow the conclusions of two racially charged trials in the coming weeks.   A mood of grim readiness is settling over the city, with one recent poll showing that 67 percent of the residents expect new riots. Some people are buying guns, sales figures show, and some are planning out-of-town vacations.  Owners and tenants of glass-fronted office buildings are stocking up on plywood and making evacuation plans.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930330","time":"1993-03-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":71,"wspd":5.4},{"date":"19930330","time":"1993-03-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":70,"wspd":9.4},{"date":"19930330","time":"1993-03-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":76,"wspd":11.2},{"date":"19930330","time":"1993-03-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":13},{"date":"19930330","time":"1993-03-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":83,"wspd":11.2},{"date":"19930330","time":"1993-03-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":84,"wspd":13},{"date":"19930330","time":"1993-03-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":84,"wspd":9.4},{"date":"19930330","time":"1993-03-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":82,"wspd":13},{"date":"19930330","time":"1993-03-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":80,"wspd":13},{"date":"19930330","time":"1993-03-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":74,"wspd":16.6},{"date":"19930330","time":"1993-03-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":74,"wspd":14.8},{"date":"19930330","time":"1993-03-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":72,"wspd":20.5},{"date":"19930330","time":"1993-03-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":69,"wspd":16.6},{"date":"19930330","time":"1993-03-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":62,"wspd":24.1},{"date":"19930330","time":"1993-03-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":78,"wspd":22.3},{"date":"19930330","time":"1993-03-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":85,"wspd":22.3},{"date":"19930330","time":"1993-03-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":85,"wspd":14.8},{"date":"19930330","time":"1993-03-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":83,"wspd":20.5},{"date":"19930330","time":"1993-03-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":78,"wspd":14.8},{"date":"19930330","time":"1993-03-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":77,"wspd":14.8},{"date":"19930330","time":"1993-03-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":81,"wspd":14.8},{"date":"19930330","time":"1993-03-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":80,"wspd":14.8},{"date":"19930330","time":"1993-03-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":81,"wspd":11.2},{"date":"19930330","time":"1993-03-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19930330","time":"1993-03-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":93,"wspd":13},{"date":"19930330","time":"1993-03-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":18.7},{"date":"19930330","time":"1993-03-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":86,"wspd":22.3},{"date":"19930330","time":"1993-03-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":16.6},{"date":"19930330","time":"1993-03-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":18.7},{"date":"19930330","time":"1993-03-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":18.7},{"date":"19930330","time":"1993-03-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":22.3},{"date":"19930330","time":"1993-03-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":16.6},{"date":"19930330","time":"1993-03-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":16.6},{"date":"19930330","time":"1993-03-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":18.7},{"date":"19930330","time":"1993-03-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":16.6},{"date":"19930330","time":"1993-03-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":14.8},{"date":"19930330","time":"1993-03-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":18.7},{"date":"19930330","time":"1993-03-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":20.5},{"date":"19930330","time":"1993-03-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":22.3},{"date":"19930330","time":"1993-03-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":22.3},{"date":"19930330","time":"1993-03-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":66,"wspd":18.7},{"date":"19930330","time":"1993-03-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":69,"wspd":24.1},{"date":"19930330","time":"1993-03-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":69,"wspd":22.3},{"date":"19930330","time":"1993-03-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":71,"wspd":24.1},{"date":"19930330","time":"1993-03-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":71,"wspd":24.1},{"date":"19930330","time":"1993-03-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":24.1},{"date":"19930330","time":"1993-03-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":18.7},{"date":"19930330","time":"1993-03-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":16.6}]},"19930331":{"guardian_articles":[],"nytimes_articles":[{"date":"19930331","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92507686041.html","abstract":"1943: Talks With Russia. WASHINGTON . [From our New York edition:] Exploratory conferences on post-war problems will be held soon between the United States and Russia, President Roosevelt revealed today [March 30] at a press conference at which he summed","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Farrow's Lawyer Takes Aim at Doctor's Judgment","web_url":"https://www.nytimes.com/1993/03/31/nyregion/farrow-s-lawyer-takes-aim-at-doctor-s-judgment.html","abstract":"  The Woody Allen-Mia Farrow custody trial entered the phase of linguistic trench warfare yesterday. For most of a long, long day, Gerald Walpin, a lawyer for Ms. Farrow, fought for square inches of territory, seeking to portray Dr. Susan Coates, a clinical psychologist who treated Satchel Farrow, as a sloppy record keeper who was, as he put it, \"mesmerized\" by Mr. Allen and gullible in accepting his version of Ms. Farrow's behavior.   That was the text. The subtext was language, as the vocabularies of the law became entangled with the strange dialect of psychotherapy, and Biblical notions of good and evil became bogged down in the mud of the social sciences.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Soviet Turmoil Upends Scholars of Old Reality","web_url":"https://www.nytimes.com/1993/03/31/education/soviet-turmoil-upends-scholars-of-old-reality.html","abstract":"  Like the now-defunct empire it sought to understand, the field once known as Sovietology is undergoing a painful transition. Once heavily subsidized and often first among equals in the American academic world, it is now a discipline in turmoil.   The world some professors thought they understood has become increasingly unpredictable. The institutions they devoted their lives to decoding have vanished.","thumbnail":null,"section":"Education"},{"date":"19930331","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/31/nyregion/metro-digest-766793.html","abstract":"  EMPIRE'S IN-HOUSE LARGESS BELIES CRISIS As Empire Blue Cross and Blue Shield struggles with staggering financial losses -- more than $250 million in the last two years -- officials of the nonprofit health insurer maintain a decades-old tradition of high corporate living that belies the company's dire financial situation. A1. Files that disclose Empire's lobbying efforts leave out a significant name: Norman Adler. B6.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Some Revel to the World's Lost Grace Notes","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-some-revel-to-the-worlds-lost-grace-notes.html","abstract":"The chief feature of the Japanese is their adaptability, although diligence and docility also make their claims. Because they are adaptable, they survive and prosper - despite the meager, although beautiful, environment of their home islands and the cold","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Shrink Bosnia to Save It","web_url":"https://www.nytimes.com/1993/03/31/opinion/shrink-bosnia-to-save-it.html","abstract":"  The Vance-Owen plan for peace in the former Yugoslavia is already a failure. The Bosnian Muslims dislike it and have accepted it grudgingly. The Serbians thumb their noses at it: their response is expressed in the horrors they are inflicting in Srebrenica and the rest of eastern Bosnia. Only the Croatians have endorsed the plan with any enthusiasm.    Yet the need for peace is more urgent than ever. Without it, the murder of Bosnia's Muslims will continue and the war will likely spread back to Croatia and onward to Kosovo. This carries with it the threat of escalation beyond Yugoslavia's borders.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"The Secret to the Chef's New Masterpiece? It May Be Licorice","web_url":"https://www.nytimes.com/1993/03/31/style/the-secret-to-the-chefs-new-masterpiece-it-may-be-licorice.html","abstract":"LICORICE may be a love-it-or-leave-it flavor, like sarsparilla or horehound, and an acquired taste, like turnips, caviar or single-malt Scotch, but to those who know it well, it is a confection with a Proustian pull and a complexity that invites connoisseurship. \n\nLilly Linton-Smilow, a Dutch money manager who lives in New York and receives regular rations of guilder-shaped licorice from relatives in the Netherlands, said she never met a Dutch child who didn't love licorice. In the Netherlands, where the size of the vocabulary for licorice rivals that of the Eskimos for snow, there are 70 varieties of the candy, running the gamut from sweet to very salty (\"None of them red,\" Ms. Linton-Smilow said), and even children know the nuances.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"Court Supports Editor on Rights to Dead Sea Text","web_url":"https://www.nytimes.com/1993/03/31/world/court-supports-editor-on-rights-to-dead-sea-text.html","abstract":"  In a verdict that could have significant implications for future research on the Dead Sea Scrolls, a Jerusalem court ruled today that an Israeli professor had a copyright on his reconstruction of one of the most important of the ancient Jewish manuscripts.   The District Court awarded Dr. Elisha Qimron of Ben Gurion University in Beersheba $44,000 in damages for infringement of copyright by the publisher of a book that included, without permission or credit, his deciphering of one of the 2,000-year-old scrolls. Dr. Qimron had sought $200,000.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/31/us/inside-588593.html","abstract":"  Wachtler Agrees to Jail Time   After on-again, off-again negotiations, lawyers now say Sol Wachtler, the former Chief Judge, will plead guilty today to a threat to kidnap and serve about a year in prison. Page B5. When Law and Science Clash    The Supreme Court grappled with the question of how a judge decides when a scientific theory is sound enough to be admitted as evidence. Page A19. Italian Scandal Widens    Italy's Finance Minister resigned, the sixth member of the Cabinet named in June to be implicated in a corruption scandal. Page A3. Among the First Pink Slips    I.B.M.'s decision to impose its first layoffs hit home yesterday for 4,000 workers in East Fishkill. Page B1. What Are They Even Called?    Like the defunct empire they study, American Sovietologists are in disarray. Education, page B8.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Christopher Signals a Tougher U.S. Line Toward Iran","web_url":"https://www.nytimes.com/1993/03/31/world/christopher-signals-a-tougher-us-line-toward-iran.html","abstract":"  In a sign that the Clinton Administration may take a more confrontational approach toward Iran than the Bush Administration, Secretary of State Warren Christopher branded the Teheran Government an \"international outlaw\" today because of what he called its support for international terrorism and its determination to develop nuclear and other weapons of mass destruction.    In other tough talk against Washington's Middle Eastern adversaries, Mr. Christopher threatened Libya with an global oil embargo because of its refusal to hand over for trial two officials accused of carrying out the 1988 bombing of a Pan Am jet. And he insisted that the Clinton Administration was not softening its stance against Iraq's President, Saddam Hussein, by moving away from the Bush Administration's linkage of the trade embargo with the Iraqi leader's removal from power.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Reds' Morris Injured","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-reds-morris-injured.html","abstract":"  Cincinnati Reds first baseman HAL MORRIS separated his left shoulder yesterday after charging the mound to fight Cleveland pitcher JOSE MESA in an exhibition game in Winter Haven, Fla., and will miss four to six weeks.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"U.S. Rejects British-French Bosnia Peace Step","web_url":"https://www.nytimes.com/1993/03/31/world/us-rejects-british-french-bosnia-peace-step.html","abstract":"  The Clinton Administration has rejected a plan by Britain and France for a new Security Council resolution giving the international community's full support to the Bosnian peace plan of the two Balkan mediators, former Secretary of State Cyrus R. Vance and Lord Owen, diplomats said today.   Britain, France and Spain, the three Council members from the European Community, want the Security Council to give its unqualified endorsement to the peace plan, which the Croats and Muslims in Bosnia and Herzegovina have both now accepted, and then threaten the Serbs with a variety of new economic sanctions unless they sign the accord within 15 days.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Comebacks Announced","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-figure-skating-comebacks-announced.html","abstract":"  JAYNE TORVILL, 35, and CHRISTOPHER DEAN, 24, widely considered the world's best ice dancing pair, said yesterday that they were returning to amateur competition in a bid for a second Olympic gold medal.   The two skaters announced their intention to compete in the 1994 Olympics in Lillehammer, Norway, at a news conference yesterday at the Royal Albert Hall in London.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Court Ruling Over Dividends Pains Albany","web_url":"https://www.nytimes.com/1993/03/31/nyregion/court-ruling-over-dividends-pains-albany.html","abstract":"  The United States Supreme Court handed New York State a sizable financial headache today by ruling for Delaware in a long-running dispute between the two states over unclaimed stock dividends.   Coming in the final hours of the state's fiscal year, the ruling complicated the last-minute budget negotiations in Albany.  Among the complications was the uncertainty about the size of the problem, which appeared to be in the hundreds of millions of dollars.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Freshman May Be Answer To Maine's Title Question","web_url":"https://www.nytimes.com/1993/03/31/sports/college-hockey-freshman-may-be-answer-to-maine-s-title-question.html","abstract":"  When Paul Kariya came to Maine last summer as a freshman hockey player from North Vancouver, British Columbia, he understood perfectly why he was there.   The goal for the hockey zealots of Maine was a national championship, one that has eluded the Black Bears since the team became a Division I power in 1987. That crown had become a crusade for the driving, ambitious coach, Shawn Walsh.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Transactions","web_url":"https://www.nytimes.com/1993/03/31/sports/transactions-257193.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Placed Doug Jennings, first baseman, on waivers for the purpose of giving him his unconditional release.   BOSTON RED SOX -- Placed Matt Young, pitcher, on waivers for the purpose of giving him his unconditional release.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"2 Serbs to Be Shot for Killings and Rapes","web_url":"https://www.nytimes.com/1993/03/31/world/2-serbs-to-be-shot-for-killings-and-rapes.html","abstract":"  A military court today imposed sentences of death by firing squad on two Serbians found guilty of a rampage of killing and rape while serving in the Serbian nationalist army in Bosnia.    One of the defendants, Borislav Herak, a 22-year-old high school dropout whose confession to 35 killings and 16 rapes was the centerpiece of the trial, seemed unshaken as the death sentence was pronounced for each of the three counts against him. He was found guilty of committing genocide against Muslims for the killings he acknowledged having committed, and of killing Muslim civilians and Muslims who were captured soldiers.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-letters-to-the-editor-92575520763.html","abstract":"Making Fun of a Fright. I found the March 2 cartoon about the World Trade Center blast in extremely bad taste. As a resident of a country that has been subjected to terrorist attacks in the past, I cannot help but sympathize with the thousands of innocent","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/03/31/sports/results-plus-196693.html","abstract":"  N.H.L.  Record Loss for Senators    Ottawa tied a National Hockey League record by losing, 6-4, to the Pittsburgh Penguins for the Senators' 37th straight road loss. The expansion Senators, who have yet to win on the road, have actually lost 39 games away from home, but the N.H.L. doesn't count their two neutral-site games as road games. The expansion Capitals set the consecutive-loss road record in 1974-75, losing 39 road games over all in an 8-67-5 season. Larry Murphy and Ron Francis each scored two goals and Mario Lemieux added another as Pittsburgh won its 11th consecutive game. (AP) TENNIS Garrison-Jackson Loses","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Teaching Mr. Murdoch","web_url":"https://www.nytimes.com/1993/03/31/opinion/teaching-mr-murdoch.html","abstract":"  It worked. The staff of The New York Post wouldn't give in to the wacky self-aggrandizement of Abraham Hirschfeld and the divisiveness of Wilbert Tatum. They borrowed computers, dominated the talk shows, broke all the rules, and their strivings paid off -- up to a point. The noisemaking, attention-getting Post people created the climate for Rupert Murdoch's return. If he proceeds with his purchase of The Post he may save it as a daily journal, but there should be no illusions that he is a healthy influence on American journalism.   Mr. Murdoch's fans portray him as a brash, take-no-prisoners guy who has influenced papers around the country. They also point to him as the father of tabloid television.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/31/nyregion/c-corrections-530993.html","abstract":"  An article on March 12 about bingo in New Jersey misidentified a Roman Catholic priest and the group with which he is affiliated. The Rev. Anthony Patrizio is superior of the brothers and priests at the headquarters of the order of the Missionaries of the Sacred Hearts of Jesus and Mary in Linwood.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Control of Egypt. LONDON . Important Parliamentary papers relating to Egypt were issued yesterday [March 30]. They embody a despatch from Lord Rosebery to Lord Cromer, in the course of which His Lordship said, in reference to the recent crisis: &quo","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Appalled by Attacks on The Amsterdam News; For Jewish Causes","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-appalled-by-attacks-on-the-amsterdam-news-for-jewish-causes-576793.html","abstract":"  To the Editor:   Wilbert A. Tatum is married to a Jewish woman, his daughter was bas mitzvahed, and he was recently invited to a meeting with Shimon Peres. His tiny Amsterdam News probably has more Jewish writers than The Post has black writers. He paid his own way to Germany to protest President Reagan's reconciliation with the dead Nazis at Bitburg, and he has a reputation for aiding Soviet and other Jews. Mr. Tatum, in a demonstration of grace under fire, answered his critics with, \"I have probably stood on the firing line for Jews and Jewish causes more than most Jews.\" WILLIAM LOREN KATZ New York, March 23, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/31/nyregion/c-corrections-533393.html","abstract":"  A Critic's Notebook article on Saturday about the news media misstated the ownership history of The New York Post in some copies. Robert Maxwell never owned it.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Cuts in Intelligence Budget Stay on Schedule","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-cuts-in-intelligence-budget-stay-on-schedule-569493.html","abstract":"  To the Editor:   In \"Spooked Over Intelligence Cuts\" (editorial, March 18), you state that I told the House Permanent Select Committee on Intelligence that I \"could absorb a $1 billion cut in next year's budget but not much more -- a snub of Mr. Clinton's campaign pledge to find $7.5 billion in cuts over five years.\"","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Neighbors Differ on How to Chasten North Korea","web_url":"https://www.nytimes.com/1993/03/31/world/neighbors-differ-on-how-to-chasten-north-korea.html","abstract":"  More than two weeks after North Korea touched off one of Asia's most menacing nuclear challenges, its neighbors -- South Korea, Japan and China -- still disagree sharply about how to respond.    Concern is growing that a misstep could renew hostilities in one of the most heavily armed parts of the world.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Leetch to Undergo Surgery","web_url":"https://www.nytimes.com/1993/03/31/sports/pro-hockey-leetch-to-undergo-surgery.html","abstract":"  Defenseman Brian Leetch will undergo surgery on his broken right ankle today because the fracture is not healing properly, the Rangers said yesterday.   After a second examination by the team physician, Dr. Barton Nisonson, it was determined that a metal plate and screws be placed in Leetch's ankle. Leetch broke the ankle in the early morning of March 20 when he slipped on some ice in front of his Manhattan apartment building.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Predominantly Gay Synagogue Won't March Without Banner","web_url":"https://www.nytimes.com/1993/03/31/nyregion/predominantly-gay-synagogue-won-t-march-without-banner.html","abstract":"  The trustees of a predominantly gay and lesbian synagogue who want to march in the annual Salute to Israel parade rejected a proposal yesterday that would have allowed them entry to the parade, but required them to march without any banner.   The dispute over the May 9 parade became public a week ago, even as both sides tried to avoid the wrenching debate that arose when a gay group tried to join the St. Patrick's Day Parade.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Among the First to Fall at I.B.M.; Thousands in Hudson Valley Told They Are Out of Work","web_url":"https://www.nytimes.com/1993/03/31/nyregion/among-first-fall-ibm-thousands-hudson-valley-told-they-are-work.html","abstract":"  When the beige phone rang early this morning at Anna Cassell's work station at the I.B.M. plant here, she asked a co-worker to answer because she was too scared to do it herself.   Just as Ms. Cassell had feared, the voice on the line belonged to her manager, calling her into his office to say that she had been laid off after eight years of service to the computer maker, most recently in the testing, packaging and shipping departments. Soon after, she was walking toward her car as a light mist fell, clutching a clear plastic bag filled with items from her locker.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Murdoch Reserves Option Of Changing Mind on Post","web_url":"https://www.nytimes.com/1993/03/31/nyregion/murdoch-reserves-option-of-changing-mind-on-post.html","abstract":"  As they approach what may be tough negotiations with creditors and unions, lawyers for Rupert Murdoch said yesterday that he could still change his mind about repurchasing the bankrupt New York Post if he found it financially untenable.   \"It is going to be a question of what is the cost of us getting The Post out of Chapter 11 and of operating it in the future,\" said Arthur Siskind, general counsel of Mr. Murdoch's giant communications company, the News Corporation. \"There's nothing certain. The waiver is not certain. The deal with the union is not certain. If we did not think everything was achievable, we would not have gotten into this position, but we have a lot of work ahead of us in the next 60 days.\"","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Giants Want Taylor for a Year; He Wants More","web_url":"https://www.nytimes.com/1993/03/31/sports/pro-football-giants-want-taylor-for-a-year-he-wants-more.html","abstract":"  The Giants and Lawrence Taylor took their first step toward a reunion yesterday and, after the 90-minute negotiating session, one thing was clear: the team wants the 34-year-old linebacker for one more season but Taylor is not satisfied with a contract of that length.   The meeting was between General Manager George Young of the Giants and Steve Rosner, Taylor's agent, and was their first this off season, as Taylor recovers from the Achilles' tendon injury that ended his 1992 season on Nov. 8.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Budget Politics Exposed in Fight for Supercollider","web_url":"https://www.nytimes.com/1993/03/31/us/budget-politics-exposed-in-fight-for-supercollider.html","abstract":"  While posing for television cameras as tightfisted accountants, lawmakers are fighting behind the scenes to protect one expensive program or another as Congress votes on President Clinton's plans for cutting the Federal deficit.   Like land mines half hidden in the sand, these programs could block the progress of Mr. Clinton's economic plan. Removing them means grappling with complex combinations of local and political interests.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/31/theater/theater-in-review-320993.html","abstract":"  Back to Bacharach and David  Club 53 New York Hilton Avenue of the Americas and 53d Street Music by Burt Bacharach and lyrics by Hal David; directed by Kathy Najimy; set by Peter Rogness; costumes by David Loveless; lighting by Maura Sheridan; production stage manager, Todd Gajdusek; musical staging by Javier Velasco; assistant director, Scott Alan Evans. Presented by Daryl Roth, Hal Luftig, Alan D. Perry, Jim David and Ms. Najimy. WITH: Melinda Gilb, Steve Gunderson, Sue Mosher and Lillias White.   Three decades ago, Burt Bacharach and Hal David began creating a series of hits for Dionne Warwick that fused the worlds of Cole Porter and Motown in songs so supercharged they threatened to jump out of their skins. And in \"Back to Bacharach and David,\" Steve Gunderson, a gifted performer and arranger, has stitched about 30 of these songs into a spirited musical tribute that has the added charm of not taking itself too seriously.","thumbnail":null,"section":"Theater"},{"date":"19930331","headline":"Oscar Broadcast Scores High Rating","web_url":"https://www.nytimes.com/1993/03/31/movies/oscar-broadcast-scores-high-rating.html","abstract":"  The Academy Awards show on Monday night scored the highest Nielsen rating for that special in 10 years.   The show, broadcast on ABC, had a 31.2 rating, up from 29.8 last year. (Each rating point represents 931,000 homes.)","thumbnail":null,"section":"Movies"},{"date":"19930331","headline":"CLINTON BACKS OFF FROM POLICY SHIFT ON FEDERAL LANDS","web_url":"https://www.nytimes.com/1993/03/31/us/clinton-backs-off-from-policy-shift-on-federal-lands.html","abstract":"  Bowing to warnings from Western senators that they might oppose his economic program, President Clinton has backed away from proposing a major change in the way Federal land is managed, Administration officials said today.   Coming a month after the White House suggested drastic changes in policies that have encouraged development in the West for more than a century, the turnabout was a significant defeat for environmentalists.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Reviews/Fashion; Klein's CK Line Looks Hipness Right in the Eye","web_url":"https://www.nytimes.com/1993/03/31/style/reviews-fashion-klein-s-ck-line-looks-hipness-right-in-the-eye.html","abstract":"  THE heads of major department stores and the top fashion editors and critics lined up at the shrine of the secondary line this week: Calvin Klein's CK show, and Donna Karan's DKNY presentation.   And well they might, since they are already hailing the collections as the saviors of retailing. But that was where the similarity between the two shows ended.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/31/style/chronicle-542293.html","abstract":"  A tale of two careers: About a year and a half ago, the chairman of the genetics department at the Columbia University College of Physicians and Surgeons went to JONATHAN R. COLE, the university's provost, to announce that an exhaustive search for a world-class geneticist had produced the perfect candidate. She was VIRGINIA E. PAPAIOANNOU, associate professor of pathology at the Tufts University School of Medicine in Boston.    There was only one hurdle to her appointment, Dr. ARGIRIS EFSTRATIADIS, chairman of genetics at the College of Physicians and Surgeons, told Dr. Cole. Dr. Papaioannou had a husband, a historian, who would need a position, too.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"Allen and Farrow Mute as Others Debate Their Judgment and Actions","web_url":"https://www.nytimes.com/1993/03/31/nyregion/allen-and-farrow-mute-as-others-debate-their-judgment-and-actions.html","abstract":"  It was like a scene out of one of Woody Allen's own movies: a judge, a lawyer and a psychologist offering their views in a Manhattan courtroom on such thorny questions as where to draw the line between bad judgment and evil, on such complex issues as personal accountability and morality and forgiveness.   And just about the only people who were without any lines were the director and the woman who used to be his favorite actress, Mia Farrow. They sat mutely in the center of the courtroom yesterday, listening as the people all around them debated their actions and wrestled with how to explain them, as if they were all characters in an Allen film like \"Crimes and Misdemeanors\" that also dealt with questions of right and wrong.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"What's Washing Up on Coasts Can Hurt","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-what-s-washing-up-on-coasts-can-hurt-570893.html","abstract":"  To the Editor:   In the summer of 1988, when the sea spewed syringes and sewage onto our nation's shores, ocean dumping was halted. \"Sea Dumping Ban: Good Politics, but Not Necessarily Good Policy\" (front page, March 22) reports debate on the cost-effectiveness of such measures. Meanwhile, our coasts face assaults from industrial pollutants, fertilizers, eroding soil, acid rain and sewage, plus pesticides and other chemicals, posing enormous long-term health threats.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/31/style/chronicle-543093.html","abstract":"  Another couple who forged what must be considered a highly successful professional partnership -- Dr. WILLIAM H. MASTERS and VIRGINIA E. JOHNSON -- have ended their marriage but will continue to work together.    The pioneer researchers in the physiology of sex were granted a divorce earlier this month by Associate Judge Joseph A. Goeke 3d of the Circuit Court of St. Louis County in Clayton, Mo.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"A Woman and a Black Proposed As U.S. Attorneys in New York","web_url":"https://www.nytimes.com/1993/03/31/nyregion/a-woman-and-a-black-proposed-as-us-attorneys-in-new-york.html","abstract":"  Senator Daniel Patrick Moynihan today recommended the appointment of the first woman and first black to be United States Attorneys in New York, and both candidates said they would put a greater emphasis than their predecessors on prosecuting civil rights cases.   Mr. Moynihan said he would propose that President Bill Clinton nominate Mary Jo White, a seasoned prosecutor, to be the United States Attorney in Manhattan and Zachary W. Carter, a Federal magistrate and former criminal judge, to be the United States Attorney in Brooklyn. Mr. Moynihan also announced that he would recommend Patrick H. NeMoyer, the Erie County Attorney, to be the next United States Attorney in Buffalo.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Influential Lobbyist as Adviser: A Tale of Did He or Didn't He?","web_url":"https://www.nytimes.com/1993/03/31/nyregion/influential-lobbyist-as-adviser-a-tale-of-did-he-or-didn-t-he.html","abstract":"  Files at the New York State Commission on Lobbying outline the story of one of the most pitched lobbying campaigns that Albany has seen in years: Empire Blue Cross and Blue Shield's epic struggle to change state law to eliminate what it viewed as unfair competition from rich commercial insurers.   \"That was a war,\" said Empire's chairman, Albert Cardone.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/31/nyregion/news-summary-582693.html","abstract":"  International A3-13  ISRAEL HARDENS ITS STAND  Israel sealed off the West Bank and Gaza Strip indefinitely, and Prime Minister Yitzhak Rabin urged Israelis to stand firm in \"an all-out war against terrorism.\" Two Israeli policemen were killed overnight in the worst violence in years.  A1  NEW BARRIER TO ARMS REDUCTION  The political unrest in Russia has stalled efforts to reduce nuclear arsenals in the United States and the former Soviet Union. In Ukraine, new fears of Russian nationalism have encouraged a vocal group of legislators who advocate keeping some weapons.  A1","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Michigan Couple Is Ordered to Return Girl, 2, to Biological Parents","web_url":"https://www.nytimes.com/1993/03/31/us/michigan-couple-is-ordered-to-return-girl-2-to-biological-parents.html","abstract":"  In a wrenching battle over the custody of a 2-year-old girl, the Michigan Court of Appeals today concurred with the Iowa courts and ordered the Michigan couple who raised the child from infancy to return her to her biological parents in Iowa.   The court, in a 3-to-0 decision, ruledon the question of jurisdiction, not on the details of the case. The court said Michigan lacked jurisdiction to decide what was in the best interest of the child and said the Michigan couple, Jan and Roberta DeBoer, had no legal claim to the child they set out to adopt as a newborn.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Cheaney Is Honored","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-college-basketball-cheaney-is-honored.html","abstract":"  CALBERT CHEANEY, the Big Ten and Indiana career leading scorer, received the Eastman Award yesterday as the top player in the country.   Cheaney was selected by the National Association of Basketball Coaches. He will receive the award during a dinner April 21 in New York.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/03/31/books/book-notes-273393.html","abstract":"  The Stuff of Legend   Michael Collins is, by many accounts, a gifted young writer whose stories about Ireland paint a vivid and wretched picture of his native country.","thumbnail":null,"section":"Books"},{"date":"19930331","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-letters-to-the-editor-90859910257.html","abstract":"Countdown in Hong Kong. Regarding \"What Drives Patten in Hong Kong\" (March 25):. I believe there are 50 months (and not 39) to go before Hong Kong returns to Chinese control on July 1, 1997. Governor Chris Patten has four years to wage his campa","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Reviews/Fashion; For Evening Wear, Various Degrees of Retro","web_url":"https://www.nytimes.com/1993/03/31/style/reviews-fashion-for-evening-wear-various-degrees-of-retro.html","abstract":"  THE era of the ball gown faded with the 80's. Evening wear for the 90's is simpler, more discreet, more like daytime styles in dressy fabrics. Three shows early this week served up such clothes, each in a totally different way.   Norma Kamali was inspired by the Victorian, Edwardian and Flapper eras. Mark Eisen took a trip back to the 70's. But the most successful show -- because it was the most modern -- was from the team of Mark Badgley and James Mischka.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"Knicks Drag a Bit But Perk Up For Victory","web_url":"https://www.nytimes.com/1993/03/31/sports/pro-basketball-knicks-drag-a-bit-but-perk-up-for-victory.html","abstract":"  It took one half for the Knicks to overcome fatigue and jet lag. Once they did, they easily overcame the Sacramento Kings.   Taking control with a 15-1 run in the fourth quarter, New York waltzed to a 109-87 victory last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Cash Refunds For Big Delays By Derailment","web_url":"https://www.nytimes.com/1993/03/31/nyregion/cash-refunds-for-big-delays-by-derailment.html","abstract":"  Hoping to convince riders that it is serious about improving service, the Long Island Rail Road said yesterday that it would give cash refunds to commuters who were seriously delayed by a freight-train derailment earlier this month.   Although the railroad has given refunds in the past for halts in service caused by a storm or a strike, officials say it is the first time that they will compensate riders in cash for a delay.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Haiti's Ruling Elite Reach 'Decisive Moment'","web_url":"https://www.nytimes.com/1993/03/31/world/haiti-s-ruling-elite-reach-decisive-moment.html","abstract":"  As expectations rise for a solution to this country's political crisis, so is the anxiety among Haiti's small but powerful elite.    From the swank restaurants that hug the mountainsides around the capital to the air-conditioned mansions of the rich, the swagger of nearly 200 years of dominance is giving way to recrimination, introspection and vows of defiance in the face of renewed determination by the international community to restore Haiti's exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Victory to the True Believers","web_url":"https://www.nytimes.com/1993/03/31/sports/IHT-victory-to-the-true-believers.html","abstract":"In sports, belief sometimes outweighs even pure skill.. Jean-Pierre Papin emphasized the point when he began this important World Cup qualifying week with the single goal by which France defeated Austria in Vienna on Saturday. Beating the Austrians is, sa","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Cairo Journal; Fury of Islam Dims Expatriate Sparkle on the Nile","web_url":"https://www.nytimes.com/1993/03/31/world/cairo-journal-fury-of-islam-dims-expatriate-sparkle-on-the-nile.html","abstract":"  Despite its congestion and pollution, heaps of garbage and bureaucratic ineptitude, Cairo offers many foreigners what their home countries do not: entrance into the upper echelons of society, legions of servants and the glow that the elite derive from privilege.   But the cocoon spun around most expatriates in Egypt is crumbling.  And the self-assuredness of the Europeans and the Americans, who socialize at hotels and clubs beyond the means of most Egyptians, has given way to fear.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Padres Trade Jackson To Jays for 2 Outfielders","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-padres-trade-jackson-to-jays-for-2-outfielders.html","abstract":"  The San Diego Padres traded outfielder DARRIN JACKSON to the Toronto Blue Jays yesterday for outfielders DEREK BELL and STONEY BRIGGS . The Padres also sent an undisclosed amount of cash to Toronto.   Jackson, 29, hit .249 with 17 home runs and a career-high 70 runs batted in last season. He is expected to start in left field for Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Survivor Fights on for Human Rights","web_url":"https://www.nytimes.com/1993/03/31/nyregion/about-new-york-survivor-fights-on-for-human-rights.html","abstract":"  LIU QING talks pleasantly about the weather and smiles at the games children play as he commutes from his home in Rego Park. He takes in the noise and color of this city with delight and only when you ask him will he talk about the four and a half years during which he was forced to sit without moving on an eight-inch-high stool for most of his waking hours in Weinan No. 2 Prison in Shaanxi Province in China. But when you ask, it's clear he has not forgotten the details.   All together Mr. Liu served 11 years for having advocated democratic change in what was known as China's Democracy Wall movement in 1979. After the first six, which included beatings and isolation, he was placed on the stool, beaten if he moved a muscle.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Reviews/Fashion; Clothes for Pageantry, Divas and Recyclers","web_url":"https://www.nytimes.com/1993/03/31/style/reviews-fashion-clothes-for-pageantry-divas-and-recyclers.html","abstract":"  FASHION is always a spectator sport: the models are celebrities, some editors are celebrities -- as are a few buyers -- and a rock star or two can be counted on to sneak into the audience. But Betsy Johnson and Kalinka have perfected the art of fashion show as burlesque entertainment, and this season the staging didn't upstage the clothes.    Bawdy Betsy Johnson held a family Christmas pageant on her runway -- for a family that shares a penchant for nose rings instead of a surname. In a Christmas pageant, when there aren't enough girls for the roles, the boys wear dresses. So it was in Ms. Johnson's campy sendup on Monday, which felt like a medieval play performed by a troupe of Woodstock holdouts. Men and women dressed the same, and usually the men looked fresher in the outfits than the women did.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"Bring North Korea Back From the Nuclear Brink","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-bring-north-korea-back-from-the-nuclear-brink.html","abstract":"North Korea's recent announcement that it intends to pull out of the Nuclear Nonproliferation Treaty, combined with its earlier refusal to allow inspections of nuclear facilities by the International Atomic Energy Agency, has presented the international c","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Islanders in 4th Place After Defeating Flyers","web_url":"https://www.nytimes.com/1993/03/31/sports/pro-hockey-islanders-in-4th-place-after-defeating-flyers.html","abstract":"  First things first: The Islanders are a fourth-place team. They gained at least a temporary hold on the final playoff berth in the Patrick Division with a 2-1 victory over the Philadelphia Flyers tonight at Nassau Coliseum.   If this doesn't seem significant, consider the context. The Coliseum fans did. \"Fifth-place Rangers!\" they chanted in the final seconds of a tense and well-played game. \"Fifth-place Rangers!\"","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-letters-to-the-editor-91697545688.html","abstract":"Loaded Sermons. It has been suggested that U.S. gun laws are to blame for the terrible events in Waco, Texas. I would suggest that Waco, the World Trade Center explosion in New York and the endemic sectarian violence in India demonstrate that guns and exp","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Books of The Times; Refracting an Author Through Reality and Fiction","web_url":"https://www.nytimes.com/1993/03/31/books/books-of-the-times-refracting-an-author-through-reality-and-fiction.html","abstract":"  The Author's Dimension Selected Essays By Christa Wolf Edited by Alexander Stephan. Translated by Jan Van Heurck. 336 pages. Farrar, Straus & Giroux. $27.50. What Remains and Other Stories By Christa Wolf Translated by Heike Schwarzbauer and Rick Takvorian. 295 pages. Farrar, Straus & Giroux. $25.   Some years before the wall dividing the two Germanies was dismantled, an appointment was made for this writer to visit Christa Wolf in East Berlin. At the last moment, the appointment, which had been made by Ms. Wolf's publisher, was canceled. The reason given was that talking with a Western journalist might cause Ms. Wolf harm; like other authors in East Germany, she was under surveillance by the police.","thumbnail":null,"section":"Books"},{"date":"19930331","headline":"Review/Theater; Lanford Wilson's Comment on the U.S. in the 90's","web_url":"https://www.nytimes.com/1993/03/31/theater/review-theater-lanford-wilson-s-comment-on-the-us-in-the-90-s.html","abstract":"  Everyone knows America's Vietnam nightmare has finally been laid to rest, buried both by the heroic military victory of Operation Desert Storm and by the Presidential victory of an antiwar protester of the Vietnam era. So why would an American playwright be so rude, let alone unfashionable, as to disinter the rotten corpse again right now?   Lanford Wilson has his reasons, and they may not be the ones you expect, in \"Redwood Curtain,\" his first play since \"Burn This\" five seasons ago and his most powerful since \"Talley's Folly\" in 1979. This work, a Circle Repertory Company production at the Brooks Atkinson Theater on Broadway, is set mostly among the towering redwoods in Northern California where untold thousands of Vietnam veterans have disappeared into a feral, ghostly existence, their only contact with civilization an occasional visit to town for an odd job or a meal scarfed from a garbage can. But Mr. Wilson has not written another melodrama in which a crazed Vietnam vet refights the war.","thumbnail":null,"section":"Theater"},{"date":"19930331","headline":"The Blame for Empire's Mess","web_url":"https://www.nytimes.com/1993/03/31/opinion/the-blame-for-empire-s-mess.html","abstract":"  Empire Blue Cross and Blue Shield has run up huge losses, provided poor service to some large corporate clients, spent millions on perquisites for its top officials and handed lucrative contracts to directors and other insiders. That's an astonishingly bad record, yet Empire has proceeded with seeming impunity.   Placing blame can be a dizzying exercise. Empire, which is required to offer health insurance to any applicant, blames its high costs on unfair competition by commercial insurers who are allowed to siphon away its healthy customers. The commercial insurers blame mismanagement by Empire and loose supervision by the New York Superintendent of Insurance, Salvatore Curiale. Mr. Curiale says he's not allowed to control Empire's management and, besides, Empire's downfall is due to the poor economy.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/31/nyregion/c-corrections-532593.html","abstract":"  A report in the Chronicle column on Monday about Colors, a magazine published by Benetton, the clothing company, described the models on the cover of the spring/summer issue incorrectly. They are a black woman and a white man.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"MEXICO'S LEADER SHAKES UP PARTY","web_url":"https://www.nytimes.com/1993/03/31/world/mexico-s-leader-shakes-up-party.html","abstract":"  President Carlos Salinas de Gortari replaced the head of Mexico's long-ruling party today as part of a Cabinet shuffle that demoted officials who had been under attack in Mexico and the United States.   The president of the governing Institutional Revolutionary Party, Genaro Borrego Estrada, stepped down at a session of the party's national assembly in this state capital in central Mexico after 10 months in which he had sought to weaken the strength of the party's old guard.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"House Rejects Big Cuts In Committee Spending","web_url":"https://www.nytimes.com/1993/03/31/us/house-rejects-big-cuts-in-committee-spending.html","abstract":"  Rejecting Republican demands for a deep reduction in staff, the Democratic-controlled House voted today to cut spending on its committees this year by only 5 percent below the 1992 level.   Virtually all the savings, which require no further approval, will come from the abolition of four small \"select\" committees, panels that hold hearings and otherwise review policy but do no legislating.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Review/Film; Two Oedipuses, One Clad in Guilt, The Other in Clay","web_url":"https://www.nytimes.com/1993/03/31/movies/review-film-two-oedipuses-one-clad-in-guilt-the-other-in-clay.html","abstract":"  There are two Oedipuses in the newly released film of Igor Stravinsky's opera \"Oedipus Rex.\" One plays the traditional role, singing words adapted from Sophocles, words chronicling the downfall of the man who has given psychiatry its most potent myth. The other is a Butoh dancer, Min Tanaka. He is seemingly clad in layers of clay, wearing a stiff earthen mask, miming the doomed ruler's every gesture or enacting his history in formalized gestures. He is a lifesize puppet, a mirror of Oedipus, the Theban king who is himself a sort of puppet, forced into a tragic snare set by the gods.    But as the horrifying truth of Oedipus's past comes to light, the clay shell around Mr. Tanaka is shed, leaving a vulnerable, nearly naked man: the only human figure free of elaborate costume and cosmetic trappings in the entire film. He who has been so blind to himself blinds himself. We see shredded strips of blood-red ribbon hanging on his face. Groping, with a blank stare, he stumbles under the scaffolding and ramps that compose the somber stage set, until he is walking knee-deep in a pool of dark water, surrounded by ghostly figures. The chanting of the chorus has come to an end. We watch the water dripping from above, then hear the sound of cleansing, pouring rain. The king's almost primitive self-sacrifice has made him human; Thebes's plague is brought to an end.","thumbnail":null,"section":"Movies"},{"date":"19930331","headline":"Lawyer and Cult Leader Meet for 2d Straight Day","web_url":"https://www.nytimes.com/1993/03/31/us/lawyer-and-cult-leader-meet-for-2d-straight-day.html","abstract":"  Federal agents allowed a well-known Houston lawyer to meet today with the leader of the Branch Davidian cult, David Koresh, the second day of talks with his legal counsel in the monthlong standoff.   Speaking to reporters between morning and afternoon meetings at the compound, the lawyer, Dick DeGuerin, would say only that he was \"very hopeful\" of resolving the situation. \"My client wants everybody to be safe,\" Mr. DeGuerin said. \"And so do I.\"","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"U.S. Aided and Abetted Salvador Abuses","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-us-aided-and-abetted-salvador-abuses-572493.html","abstract":"  To the Editor:   Thank you for \"Truth, Lies and El Salvador\" (editorial, March 16) and for front-page coverage on the findings of the United Nations-sponsored Truth Commission.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Ban Lifted on Speaking Fees for U.S. Workers","web_url":"https://www.nytimes.com/1993/03/31/us/ban-lifted-on-speaking-fees-for-us-workers.html","abstract":"  A Federal appeals court ruled today that employees in the executive branch of Government may accept payment for writing articles and giving speeches unrelated to their work, and it struck down a ban on such payments as a violation of the First Amendment.   The court said the ban, included in a 1989 ethics law, imposed excessive limits on the free-speech rights of such employees. Judge Stephen F. Williams of the Court of Appeals for the District of Columbia Circuit said the ban was \"unduly overinclusive\" because it applied to speaking or writing about topics unrelated to an employee's job.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Sports of The Times; You Can Go Poof With Woof","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-of-the-times-you-can-go-poof-with-woof.html","abstract":"  WOOFING can backfire. A few years ago in a tight game in the final minute of the West Regional of the National Collegiate Athletic Association basketball tournament, Paris McCurdy of Ball State stepped to the free-throw line. Greg Anthony of Nevada-Las Vegas, hoping to throw him off his game, sauntered behind him and said quietly, \"You're gonna shoot another one of those bricks, man.\" McCurdy said, \"We'll see.\" Anthony said, \"Your mama can shoot better free throws than you.\" McCurdy said, \"Ain't got no mama.\"   A strange look came over Anthony's face and he walked away silently. A little smile appeared on McCurdy's face -- for, in fact, he did have a mother. He also sank both free throws. He later said that the discussion with Anthony relaxed him, having the opposite effect than Anthony had intended. Ball State lost the game, 69-67, but it wasn't because of McCurdy's foul shooting -- he hit 4 for 4 in the game -- and it presumably wasn't because of Anthony's mouth.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Review/Film; 3 Shorts, All Long On a Sense of Absurdity","web_url":"https://www.nytimes.com/1993/03/31/movies/review-film-3-shorts-all-long-on-a-sense-of-absurdity.html","abstract":"  \"Two Mikes Don't Make a Wright\" is the title of the program of three short films opening today at the Film Forum, two of which, Michael Moore's \"Pets or Meat: Return to Flint\" and Mike Leigh's \"Sense of History,\" were reviewed when they were shown at the New York Film Festival in September.   The third film is the 29-minute \"The Appointments of Dennis Jennings,\" starring Steven Wright and written by him and Mike Armstrong, which won a 1989 Oscar as best live-action short. It's very much like one of Mr. Wright's stand-up monologues in which, with expressionless face and toneless voice, the comic looks at life's betrayals through the eyes of someone suffering from serious paranoia.","thumbnail":null,"section":"Movies"},{"date":"19930331","headline":"Abortion Clinics Seek Doctors but Find Few","web_url":"https://www.nytimes.com/1993/03/31/us/abortion-clinics-seek-doctors-but-find-few.html","abstract":"  Susan Hill is looking for a doctor to replace David Gunn at the Columbus, Ga., abortion clinic where he had worked until he was shot to death earlier this month.    She has been telephoning every family practitioner between Columbus and Atlanta, including a few who have retired. So far, only one doctor has said he might be interested -- if he can convince his wife that he will not also be killed. But that does not surprise Ms. Hill, who oversees eight clinics, including the one in Columbus.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Suspected Early Hiding Place Of AIDS Virus Is Confirmed","web_url":"https://www.nytimes.com/1993/03/31/health/suspected-early-hiding-place-of-aids-virus-is-confirmed.html","abstract":"  SCIENTISTS have confirmed their suspicion that the virus that causes AIDS hides in a patient's lymph nodes and similar tissue during an infection, and they say the knowledge could lead to a totally new approach in attacking the virus during its long latency period, when it may be most vulnerable.   The virus lies concealed for a decade or so, quietly seeding the destruction of the immune system, the researchers found. The finding resoundingly solves a mystery of AIDS: where does the virus secrete itself during the decade or so after an initial infection when patients feel well and little virus can be detected in their blood?","thumbnail":null,"section":"Health"},{"date":"19930331","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/31/theater/theater-in-review-538493.html","abstract":"  The Prince of Madness  La Mama E.T.C. 74A East Fourth Street East Village Through Sunday  Written and created by Dario D'Ambrosi; set and costumes by Carmela Spiteri; lighting by Marcello Iazetti; collaboration, Edi Samland and Loredana Commonara; photographer, Piero Marsili Libelli. La Mama E.T.C. presents Teatro Patologico. WITH: Cristina Colombo, Dario D'Ambrosi, Emilio De Marchi and Remo Remotti.   The humor is macabre, the dialogue and action explosively funny, and the story labyrinthine and cruel in Dario D'Ambrosi's new performance piece, \"The Prince of Madness.\" This Italian actor and playwright, who is known as the founder of a movement aptly called pathological theater, comes closer here than in his previous works to his goal: drawing the audience into the mental world of the mad.","thumbnail":null,"section":"Theater"},{"date":"19930331","headline":"The Vigilante Soul Exposed","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-the-vigilante-soul-exposed.html","abstract":"I first saw \"Unforgiven\" in a suitably Western setting: a little theater in the Rocky Mountain town of Dillon, Colorado. When the lights came on after the show, the man behind me chuckled, \"That's what I call a good old-fashioned shoot-'em-","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Theaters Reporting Losses","web_url":"https://www.nytimes.com/1993/03/31/theater/theaters-reporting-losses.html","abstract":"  The nation's nonprofit professional theaters suffered substantial losses last season in government and corporate financing, as well as a decline in subscription audiences and cutbacks in staff, theater budgets and touring productions, according to a new study of the 1991-92 season.    The survey of 182 theater organizations was conducted by the Theater Communications Group, a Manhattan-based national service organization for nonprofit professional theaters.","thumbnail":null,"section":"Theater"},{"date":"19930331","headline":"New French Cabinet Named, Including New and Old Faces","web_url":"https://www.nytimes.com/1993/03/31/world/new-french-cabinet-named-including-new-and-old-faces.html","abstract":"  A day after his appointment, Prime Minister Edouard Balladur named his Cabinet tonight, tapping fresh faces and experienced politicians from the conservative coalition that swept into office in parliamentary elections on Sunday.   Mr. Balladur, a soft-spoken former Economy Minister who must now \"cohabit\" with the Socialist President, Francois Mitterrand, gave the key post of Foreign Minister to Alain Juppe, the 47-year-old secretary general of the neo-Gaullist Rally for the Republic.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"The Oscars' Neglect","web_url":"https://www.nytimes.com/1993/03/31/opinion/the-oscars-neglect.html","abstract":"  Why does the Motion Picture Academy continue to neglect documentary films? Year after year, documentary film makers produce critically acclaimed works that then get snubbed for films that no one has heard of, let alone seen.   The big studios would be up in arms if this happened with feature films. Yet an award can do even more for a documentary film maker, operating on the edges of recognition and solvency, than for producers of big-studio features.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Health Articles by Fax","web_url":"https://www.nytimes.com/1993/03/31/health/health-articles-by-fax.html","abstract":"  Beginning today, The New York Times has announced, readers can order copies of articles that appeared in the Personal Health column for delivery by fax or mail. The charge is $3.95 per article. Articles about computer-related subjects were already available. Articles can be ordered by telephone 24 hours a day, using a touch-tone phone. To order articles by mail, or to get a list of articles available through the service, the phone number is (800) 551-0159. To order faxed articles, the number is (900) 737-4446.","thumbnail":null,"section":"Health"},{"date":"19930331","headline":"Pleading Poverty, an Insurer Finds High Life Is a Handicap","web_url":"https://www.nytimes.com/1993/03/31/nyregion/pleading-poverty-an-insurer-finds-high-life-is-a-handicap.html","abstract":"  As Empire Blue Cross and Blue Shield struggles with staggering financial losses -- more than $250 million in the last two years -- officials of the nonprofit health insurer maintain a decades-old tradition of high corporate living that belies the company's dire financial situation.    The tone is set at the top. Albert A. Cardone, Empire's chairman and chief executive, always travels first class, has a chauffeur-driven Lincoln Town Car and had a cellular telephone installed, at Empire's expense, in his boat near his vacation home in Florida. His salary has climbed to $600,000 from the $375,000 he was paid in 1987, when he became chairman.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/31/nyregion/no-headline-619993.html","abstract":"  \"No moment can better fulfill the aspirations of African-Americans than appointments to be judges and U.S. Attorneys, particularly in terms of fulfilling civil rights laws.\" -- JUDGE ZACHARY W. CARTER, nominated to become United States Attorney in Brooklyn.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/31/nyregion/bridge-049893.html","abstract":"  For four decades Norman Kay of Narberth, Pa., has been winning national titles. His rate of success has slowed down a little, but the family name is still in the news. At the American Contract Bridge League's Spring Nationals in Kansas City, Mo., last week, his wife, Judy, had a remarkable string of successes in secondary events.   Playing with Barbara Brier of Miami, she began the tournament by winning the Stratified Women's Pairs, Flight A. The next day they finished second in the Senior Pairs, Flight A. On the following day they seemed headed for a near miss in the Senior Swiss Teams, Flight A, but two teams that were slightly ahead going into the last round obligingly deadlocked to produce a three-way tie.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Crews Drunk At the Wheel, Inquiry Says","web_url":"https://www.nytimes.com/1993/03/31/sports/baseball-crews-drunk-at-the-wheel-inquiry-says.html","abstract":"  Tim Crews was legally drunk when the boat he was driving rammed a pier after dark, killing him and another Cleveland Indians pitcher, an investigation of the accident revealed yesterday.   Col. Bob Edwards, law enforcement director for the Florida Game and Fresh Water Fish Commission, said in a report of the investigation that tests indicated that Crews had a blood-alcohol content of 0.14 percent. Under Florida law, the operator of a boat is legally drunk when his blood alcohol content reaches 0.10 percent.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Amid Trouble, Washington Schools Survive and Sometimes Even Excel","web_url":"https://www.nytimes.com/1993/03/31/education/amid-trouble-washington-schools-survive-and-sometimes-even-excel.html","abstract":"  When Bill and Hillary Clinton decided to send their daughter, Chelsea, to a private school in Washington instead of a public one, many people accused them of hypocrisy. But few challenged the general perception of the District of Columbia public schools as bleak and dangerous places, all but bereft of academic quality and learning.   There is considerable evidence, however, that the image is false -- that while the public schools here are hardly free of problems, they are doing far better than many other urban school systems by a variety of measures, including standardized test scores and crime and dropout rates. And while some schools are troubled, others are pockets of excellence and genuine pride.","thumbnail":null,"section":"Education"},{"date":"19930331","headline":"Wachtler Agrees to Deal That Will Mean Jail Time","web_url":"https://www.nytimes.com/1993/03/31/nyregion/wachtler-agrees-to-deal-that-will-mean-jail-time.html","abstract":"  Sol Wachtler will plead guilty to a threat to kidnap the daughter of a former lover under an agreement with the Government reached yesterday, lawyers on both sides say. Under the plea bargain, an extortion charge would be dropped and the former New York State Chief Judge would have to spend about a year in jail -- considerably less than he would have to serve if convicted under the original indictment.   Mr. Wachtler was indicted last month on extortion and other charges resulting from his harassment of his former lover, Joy Silverman, a 45-year-old Republican fund-raiser from Manhattan, and her daughter.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"3 Seen in Legal Circles As Solid, Tough and Fair; Mary Jo White","web_url":"https://www.nytimes.com/1993/03/31/nyregion/3-seen-in-legal-circles-as-solid-tough-and-fair-mary-jo-white.html","abstract":"  Those who know Mary Jo White professionally describe a solid, smart and tough lawyer whom they consider a superb candidate for United States Attorney. Those who know her personally say all of the above and quickly add that she is anything but a legal grind.   \"Many lawyers are narrow, she's not,\" James C. Goodale, a friend and former law partner of Ms. White's, said yesterday, citing her desire to be in the stands at Yankee Stadium as much as to be in a law library.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Study Sees Rising Distress For Landlords","web_url":"https://www.nytimes.com/1993/03/31/nyregion/study-sees-rising-distress-for-landlords.html","abstract":"  The number of privately owned rental apartment buildings in New York City showing signs of financial distress has risen sharply in the last five years, an indication that a new wave of abandonment may be around the corner, a study has concluded.    The study, by the Community Service Society of New York and the Rockefeller Brothers Fund, estimates that 140,000 rental units -- one out of six rental buildings in the city -- is either behind in taxes, or mortgage payments or both.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Appalled by Attacks on The Amsterdam News","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-appalled-by-attacks-on-the-amsterdam-news-575993.html","abstract":"  To the Editor:   Like many other members of the African-American community, I am appalled and outraged by \"The Post Bites Back\" (editorial, March 17), which states that in the March 16 edition of The New York Post, Wilbert A. Tatum \"was rightly upbraided for race-baiting and anti-Semitism at the once proud Amsterdam News.\"","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Robertson Case Award","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-robertson-case-award.html","abstract":"  New York's highest court yesterday awarded $7.5 million to a former ballerina who was paralyzed in a 1983 car accident with ANDRE ROBERTSON, the former Yankee shortstop.   The 5-0 decision by the Court of Appeals upheld lower court verdicts on behalf of SHENIKWA DAWN NOWLIN, 33. The courts said both the city and Robertson were responsible for the wreck, which left Nowlin a paraplegic and ruined Robertson's baseball career.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"New Torture Charged Against Indonesia","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-new-torture-charged-against-indonesia-571693.html","abstract":"  To the Editor:   \"Indonesia, Deservedly Rebuked\" (Topics of The Times, March 17) commends the Clinton Administration's policy change on the situation in the former Portuguese colony of East Timor. The Administration, unlike its predecessor, supported a resolution at the United Nations Human Rights Commission in Geneva expressing \"deep concern\" over human rights abuses in East Timor.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Italian Scandal Widens; Another Minister Quits Under Cloud","web_url":"https://www.nytimes.com/1993/03/31/world/italian-scandal-widens-another-minister-quits-under-cloud.html","abstract":"  Italy's Finance Minister resigned today after magistrates probing the country's widening bribery and corruption scandal told him that he was under investigation on suspicion of receiving stolen goods.   Of the 24 ministers named to the Cabinet by Prime Minister Giuliano Amato when he came to power last June, six have now been implicated in the scandal.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"COURT HEARS CASE ON SCIENCE RULES","web_url":"https://www.nytimes.com/1993/03/31/us/court-hears-case-on-science-rules.html","abstract":"  The Supreme Court wrestled today with the question of how judges should decide when a scientific theory or process is sound enough to be admitted as evidence. The hourlong argument itself served to demonstrate how baffled and frustrated judges can feel when they find themselves at the intersection of law and science.   \"How are we supposed to know?\" Chief Justice William H. Rehnquist exclaimed at one point to the lawyer for a pharmaceutical company that was disputing any link between Bendectin, a drug it once made, and birth defects in the offspring of women who took the drug while pregnant.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/03/31/health/personal-health-134693.html","abstract":"  ANN'S mother was getting desperate. The 3-year-old girl, an easygoing, happy child who usually slept soundly through the night, was waking up several times during the night and had become whiny and irritable during the day, complaining often that her \"bottom\" and her \"tummy\" hurt. Although fully toilet-trained, she was now holding back and refusing to sit on her potty.    While at first no explanation could be found for Ann's symptoms, a test finally showed that she had an out-of-control case of pinworms, an intestinal parasite that is far more common than most people realize.","thumbnail":null,"section":"Health"},{"date":"19930331","headline":"U.S. Aided and Abetted Salvador Abuses; Response to an Inquiry","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-us-aided-and-abetted-salvador-abuses-response-to-an-inquiry-573293.html","abstract":"  To the Editor:   Your March 21 report on the United Nations-sponsored commission's investigation of human rights violations in El Salvador contains a serious error, on your part or the commission's. You report that I testified to Congress that the four nuns killed by Salvadoran National Guardsmen \"might have run a roadblock.\" This implies a judgment on my part at total variance with my testimony.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Tanana No Puzzle Except to Mets","web_url":"https://www.nytimes.com/1993/03/31/sports/baseball-tanana-no-puzzle-except-to-mets.html","abstract":"  It was a 27-pitch exercise in mortality on the mound.   There was a single on the second pitch of the game, another single an instant later, a walk, a Darryl Strawberry single to right that scored two runs, a monster sacrifice fly, another r.b.i. single, a diving grab of a rope to the left-field corner to mercifully end it.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Coleman Adds a Literal Punch to Nets","web_url":"https://www.nytimes.com/1993/03/31/sports/pro-basketball-coleman-adds-a-literal-punch-to-nets.html","abstract":"  Nothing like a few Derrick Coleman haymakers to break up what had been a lethargic, sleepy game between the Nets and Philadelphia 76ers. The 10,611 fans at Byrne Meadowlands Arena tonight were awakened from their naps this time not from a Coleman monster dunk, but from a Coleman left hook.   In a battle of undermanned teams, the Nets were 91-77 winners over the 76ers, who played without guard Jeff Hornacek (irritation in his left knee). New Jersey was without the injured Drazen Petrovic and later Coleman, who along with Armon Gilliam of the Sixers, was ejected in the third quarter for fighting. The game might have been the main event, but the night's card also included Coleman versus Gilliam.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"A New Orleans Monument to Strife Stirs Up More","web_url":"https://www.nytimes.com/1993/03/31/us/a-new-orleans-monument-to-strife-stirs-up-more.html","abstract":"  The long battle of words over an obelisk in downtown New Orleans has escalated: The monument, a symbol of white supremacy that commemorates a bloody post-Civil War fight, is itself now under attack.   In the weeks since it was restored to its pedestal after three years in storage, the monument has mysteriously lost a support column and been wrapped three times in sheets.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Bronx Mother of 4, Caught in Crossfire, Is Struck and Killed","web_url":"https://www.nytimes.com/1993/03/31/nyregion/bronx-mother-of-4-caught-in-crossfire-is-struck-and-killed.html","abstract":"  A 43-year-old woman was shot to death yesterday on a street in the Bronx that neighbors say is known for gang activity. She was caught in what police described as an exchange of gunfire between rival street gangs.   The woman, Rose Maria Dunbar, a nurse's aide who lived at 3454 Fenton Avenue, was shopping on nearby Boston Road shortly before noon when she was caught in the crossfire, the police said.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Krabbe's Ban Reduced","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-track-and-field-krabbe-s-ban-reduced.html","abstract":"  The drug-related suspension for KATRIN KRABBE, the former world sprint champion, was cut from four years to one yesterday by German track officials. But a spokesman for the German track federation said she would not be able to run in this summer's world championships.   The German track federation, in reducing Krabbe's ban, said she could compete after Aug. 13, the same day the biennial track and field championships begin in Stuttgart.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Doctors' Pay Underestimated But Resented Just the Same","web_url":"https://www.nytimes.com/1993/03/31/us/doctors-pay-underestimated-but-resented-just-the-same.html","abstract":"  Americans believe that doctors and health-care executives make far less than they actually do, according to a poll released today. And people still think the salaries are too high.    Those in the poll were asked to estimate the income of doctors and executives in hospitals, drug companies and insurance companies.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"Israel Closes Off Occupied Areas After Violence","web_url":"https://www.nytimes.com/1993/03/31/world/israel-closes-off-occupied-areas-after-violence.html","abstract":"  With Israel reeling from its worst wave of Arab violence in years, including the shooting deaths of two policemen this morning, the Government indefinitely closed the occupied West Bank and Gaza Strip today. The Israelis also relaxed the rules under which their soldiers may fire at armed Palestinians.    Prime Minister Yitzhak Rabin went on national television tonight to urge that Israelis stand firm in \"an all-out war against terrorism.\" But he also acknowledged what everyone here already knew, that the country was \"in the midst of a difficult period\" of lethal attacks, with no end in sight.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"3 Seen in Legal Circles As Solid, Tough and Fair; Patrick Henry NeMoyer","web_url":"https://www.nytimes.com/1993/03/31/nyregion/3-seen-in-legal-circles-as-solid-tough-and-fair-patrick-henry-nemoyer.html","abstract":"  Patrick Henry NeMoyer is described by his political friends -- and even his opponents -- as a hard-working lawyer and a pragmatic intellectual.   Since 1988, Mr. NeMoyer, 40, has served as the Erie County Attorney, supervising 50 employees, including 20 lawyers, who handle all civil litigation for the county.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Review/Film Festival; Night Passing for Day","web_url":"https://www.nytimes.com/1993/03/31/movies/review-film-festival-night-passing-for-day.html","abstract":"  The setting is the former Soviet Socialist Republic of Georgia, a place where, according to Aleko Tsabadze's \"Night Dance,\" the sun never shines.  One can tell the difference between day and night because night is somewhat darker. The only warmth in the landscape is the kind that burns: the blast furnace of a steel mill not working at full capacity. Vacant lots are garbage dumps. Houses are dank.  People wear long overcoats and walk with their heads down. Men need shaves. Every woman's face is pinched. A little girl sits on a small pot, constipated.   This is the devastated world of \"Night Dance,\" which expresses its outrage about life in one corner of the old Soviet Union through poetic evocation. \"Night Dance\" is so strong and unremitting that it becomes an extension of that world, which is probably just what the film maker intended.","thumbnail":null,"section":"Movies"},{"date":"19930331","headline":"New Heathcote Pact","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-college-basketball-new-heathcote-pact.html","abstract":"  Coach JUD HEATHCOTE of Michigan State will get a one-year contract extension, and his top assistant, TOM IZZO, will succeed him when he retires, under a plan announced yesterday. JOEL FERGUSON, the chairman of the trustees, said the school's board of trustees will approve the plan. \"It's not a problem,\" he said. \"It's a done deal.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Former Celtic Indicted","web_url":"https://www.nytimes.com/1993/03/31/sports/sports-people-pro-basketball-former-celtic-indicted.html","abstract":"  MARCUS WEBB, who was released by the Boston Celtics hours before being arrested on an aggravated rape charge March 18, was indicted on two counts of rape yesterday.   The indictment by a Middlesex grand jury was in connection with an alleged incident on March 4 involving a woman at Webb's apartment in suburban Waltham, the Middlesex District Attorney's office said.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/31/nyregion/c-corrections-534193.html","abstract":"  A dance review on Saturday about \"Songs of Mahler,\" performed by Dance Theater of Harlem at the New York State Theater, misidentified the choreographer in some copies. He is John Taras, not Michael Smuin.  ","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Fewer Killer Dresses at the Oscars","web_url":"https://www.nytimes.com/1993/03/31/style/fewer-killer-dresses-at-the-oscars.html","abstract":"  DRESSES were reserved for women at this year's Academy Awards.   After enduring weeks of speculation about what he might wear to Monday night's ceremony, Jaye Davidson, nominated as best supporting actor for his role in \"The Crying Game,\" appeared in a plain black dinner jacket, no shirt, with his hair pulled in a chignon. (The camera showed him only seated, disappointing television viewers curious about the full effect of his ensemble.) The decidedly androgynous outfit took drag a step further. Call it the men's look for women, but on a man.","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"Irish Debate How to End Strife in the North","web_url":"https://www.nytimes.com/1993/03/31/world/irish-debate-how-to-end-strife-in-the-north.html","abstract":"  Two days after a large demonstration here in favor of peace in Northern Ireland and against the violence of the Irish Republican Army, the mood in this country has returned to one of quarrels among political leaders over how to end the civil strife in the north that has killed more than 3,000 people since 1969.   Today, the Dublin Government confirmed that it opposed a proposal by a prominent Northern Ireland official, John Hume, to put a peace settlement to a referendum in the predominantly Roman Catholic Irish Republic and in the British province in the north, where Protestants are the majority.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"U.S. Aided and Abetted Salvador Abuses; Dare Call It Treason","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-us-aided-and-abetted-salvador-abuses-dare-call-it-treason-574093.html","abstract":"  To the Editor:   \"How U.S. Actions Helped Hide Salvador Human Rights Abuses\" (front page, March 21) quotes the response of Elliott Abrams, Under Secretary of State for Latin American Affairs in the relevant period, to the United Nations report: \"This is an allegation that the entire top rank of the Foreign Service is filled with liars. It is a reprehensible McCarthyite charge.\"","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"F.B.I. Agents Seize Blast Suspect's Printer","web_url":"https://www.nytimes.com/1993/03/31/nyregion/fbi-agents-seize-blast-suspect-s-printer.html","abstract":"  Federal investigators seized a computer printer yesterday from the office of a chemical engineer who the authorities say is tied to a letter claiming responsibility for the World Trade Center bombing, the suspect's lawyer said.   But the lawyer, Leonard Wein glass, said the printer taken from the New Jersey office of his client, Nidal A. Ayyad, was of a type \"which obviously did not print this letter.\"","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Officer Indicted in Killing","web_url":"https://www.nytimes.com/1993/03/31/nyregion/officer-indicted-in-killing.html","abstract":"  A parole officer who is accused of shooting and killing his estranged wife and wounding two bystanders in Brooklyn Family Court was arraigned yesterday on murder and other charges. The four-count indictment returned by a grand jury accuses the officer, Max Almonor, of murder, assault and reckless endangerment in the March 12 shooting in a crowded fifth-floor room at the courthouse. Mr. Almonor, 52, entered a plea of not guilty before Justice Nicholas Coffinas of State Supreme Court and was remanded back to prison.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-letters-to-the-editor.html","abstract":"The Cancer in Germany. In response to \"Inside Germany\" (Letters, March 25):. I share Michael Peterson's concern about the growth of racism and bigotry in Germany, as demonstrated by the voting in Hesse. It did not come as a surprise, and measure","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"Big Role for Wildcats' Shortest Player","web_url":"https://www.nytimes.com/1993/03/31/sports/the-final-four-big-role-for-wildcats-shortest-player.html","abstract":"  Kentucky Coach Rick Pitino likes to discover ways to build self-esteem in his players and then challenge them to use it to reach new heights. It is one reason the Wildcats are in their 10th Final Four -- their first since 1984 -- and have beaten four tournament opponents by an average margin of 31 points.   Travis Ford, Kentucky's 5-foot-9-inch junior guard, was one of Pitino's special projects this season.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Review/Television; The Night Oscar Paid Some Attention to Women","web_url":"https://www.nytimes.com/1993/03/31/arts/review-television-the-night-oscar-paid-some-attention-to-women.html","abstract":"  When last seen at the end of the Academy Awards telecast on Monday night on ABC, Oscar was still looking sleek and undraped, despite the show's persistent efforts to put him in a dress. Dedicating itself noisily to the Year of the Woman, this year's show missed no opportunity to emphasize Hollywood's feminine side, no matter how misconceived that opportunity might be. There was, for instance, a quickie tribute to \"93 winners or nominees written or co-written by women.\" But as luminaries were seen entering the Dorothy Chandler Pavilion, the background music was \"Thank Heaven for Little Girls.\"   The show was determined to honor women as sanctimoniously as possible, provided it could retain the usual quota of dancing girls. (A writhing-cheesecake presentation of the Oscar-winning song from \"Aladdin\" suggested that the film's teen-age lovers had wandered into a bordello.) And the prevailing tone of condescension was established early on. \"Women have always made vital contributions to movies,\" intoned the academy's president, Robert Rehme, who pointed out that this year 36 women were nominated in 12 categories. \"That's not equality yet, but it's progress,\" he insisted as the audience offered weak applause.","thumbnail":null,"section":"Arts"},{"date":"19930331","headline":"Review/Recital; The Bringing Together Of Poet and Composer","web_url":"https://www.nytimes.com/1993/03/31/arts/review-recital-the-bringing-together-of-poet-and-composer.html","abstract":"  In the best moments of her recital on Sunday afternoon at Alice Tully Hall, Renee Fleming illuminated that undefinable space between a song's text and its music where emotional connections are made that transcend both elements. This kind of communication has to do only partly with vocal quality and technique, although it undoubtedly helps to begin with an attractive sound and to know how to use it. The magic, though, is in discovering the chemistry between the poet and the composer and then adding the personal resonance that makes the singer seem an indispensable part of the amalgam.    Miss Fleming achieved that in several of the songs she offered. In Brahms's \"Lerchengesang,\" her smooth, slightly dark, gracefully weighted tone was ideal for the mystical imagery of Carl Candidus's text, and there was artfulness and subtlety in the way she shaped the lines, particularly ascending figures that tapered to a sweetly produced pianissimo.","thumbnail":null,"section":"Arts"},{"date":"19930331","headline":"Jets Are in Quandary Over 2 Defensive Ends","web_url":"https://www.nytimes.com/1993/03/31/sports/football-jets-are-in-quandary-over-2-defensive-ends.html","abstract":"  It seems unlikely that Reggie White, the Eagles' defensive end and premier free agent, will make a decision before tomorrow on which team he wants to play for. That will force the Jets, one of his ardent suitors, to make a decision on whether to keep defensive end Marvin Washington.   Last week Washington agreed to a three-year, $3 million offer with the Seattle Seahawks. The Jets must match that offer by tomorrow or lose Washington.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Ukraine and Arms Accords: Kiev Reluctant to Say 'I Do'","web_url":"https://www.nytimes.com/1993/03/31/world/ukraine-and-arms-accords-kiev-reluctant-to-say-i-do.html","abstract":"  The political unrest in Russia has stalled efforts to substantially reduce nuclear arsenals in the United States and the former Soviet Union.    In Ukraine, new fears of Russian nationalism have encouraged an increasingly vocal group of legislators who advocate keeping some nuclear weapons. President Leonid Kravchuk had promised last year that Ukraine would ratify not only the 1991 Soviet-American agreement reducing nuclear warheads, but also the non-proliferation treaty of 1970, which would oblige it to give up all nuclear weapons.  Treaties Need One Another    The breakup of the Soviet Union left nuclear weapons in four republics: Russia, Ukraine, Belarus and Kazakhstan. All but Ukraine have ratified the July 1991 treaty, which called for one-third cuts in the nuclear warheads on Soviet and American ballistic missiles, and Ukrainian legislators, who are debating the treaty, are hesitant about giving up the weapons they inherited from the Soviet Union.","thumbnail":null,"section":"World"},{"date":"19930331","headline":"Golden Gopher Has His Sights on Basket","web_url":"https://www.nytimes.com/1993/03/31/sports/college-basketball-golden-gopher-has-his-sights-on-basket.html","abstract":"  He has done little else besides eat, sleep and practice since he arrived in New York, on Saturday, but Voshon Lenard has already accomplished a lot for the University of Minnesota. And tonight the sophomore guard hopes to help the Golden Gophers accomplish one more thing, a victory over Georgetown in the National Invitation Tournament final.   \"Well, we watched some films and we walked around for a couple of hours,\" said Lenard of his schedule.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Fighter Wakes Up From Coma And Says He Feels Normal","web_url":"https://www.nytimes.com/1993/03/31/sports/boxing-fighter-wakes-up-from-coma-and-says-he-feels-normal.html","abstract":"  Sergei Artemiev, the 24-year-old Russian-born lightweight contender, opened his eyes yesterday for the first time since being knocked unconscious in a bout in Atlantic City nine days ago.   \"How do you feel?\" his 23-year-old wife, Belina, asked in Russian at his bedside in the Atlantic City Medical Center.","thumbnail":null,"section":"Sports"},{"date":"19930331","headline":"Public & Private; But Not Both","web_url":"https://www.nytimes.com/1993/03/31/opinion/public-private-but-not-both.html","abstract":"  No one who sat in the New Jersey courtroom in which an appellate panel heard arguments on her case last month could have been surprised when the conviction of Margaret Kelly Michaels was overturned. The words \"retrial\" and \"reversal\" rang in the big bright room like the sound of a gavel striking the bench.    It was a bad sign for the prosecutors, who won the case against Ms. Michaels in 1988 after a nine-month trial. When it was over, a jury had found the defendant guilty of spending nap time at the Wee Care Day Nursery in Maplewood performing sex acts on the kids in her care, licking peanut butter off little bodies and organizing naked games.","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"A Little Carrot Could Go a Long Way","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-a-little-carrot-could-go-a-long-way.html","abstract":"Every diplomatic action must be taken to try to get North Korea to reverse its decision and come back into the Nuclear Nonproliferation Treaty fold and accept the inspections. The United States, China and Japan are the key players in these efforts. Sticks","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"New York Philharmonic: Celebrating 150 Years","web_url":"https://www.nytimes.com/1993/03/31/style/IHT-new-york-philharmonic-celebrating-150-years.html","abstract":"The New York Philharmonic is celebrating its 150th anniversary this season, which gives it a history of continuous music-making longer than that of all but a very short list of European ensembles.. One way it is celebrating is with a European tour. The Eu","thumbnail":null,"section":"Style"},{"date":"19930331","headline":"The N.A.A.C.P. Facing a Battle Over Its Future","web_url":"https://www.nytimes.com/1993/03/31/us/the-naacp-facing-a-battle-over-its-future.html","abstract":"  The National Association for the Advancement of Colored People, the nation's oldest and largest civil rights organization, is in transition. And no one is quite sure where it is going.   Where the N.A.A.C.P. has come from is far clearer: it is finishing a particularly difficult period under the leadership of the Rev. Benjamin L. Hooks, who retires next week after 15 years as executive director.","thumbnail":null,"section":"U.S."},{"date":"19930331","headline":"3 Seen in Legal Circles As Solid, Tough and Fair; Zachary W. Carter","web_url":"https://www.nytimes.com/1993/03/31/nyregion/3-seen-in-legal-circles-as-solid-tough-and-fair-zachary-w-carter.html","abstract":"  If Zachary W. Carter becomes the United States Attorney for the Eastern District of New York, he will be heading the Justice Department office where he began his career in 1975 as an assistant United States attorney, fresh out of New York University Law School.   Yesterday in the Federal courthouse in Brooklyn, where the United States Attorney for the Eastern District is based -- and where Mr. Carter has been a magistrate judge for the last two years -- defense lawyers used words like \"fair\" and \"balanced\" in describing Mr. Carter.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Pay-Toilet Measure Is on Cuomo's Desk","web_url":"https://www.nytimes.com/1993/03/31/nyregion/pay-toilet-measure-is-on-cuomo-s-desk.html","abstract":"  The long, long wait for public pay toilets in New York City moved a step closer to an end as the State Senate approved legislation on Monday to allow New York City to install the toilets.   The Assembly adopted a similar bill last week, so the measure now goes to Gov. Mario M. Cuomo for his decision.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/31/nyregion/c-corrections-531793.html","abstract":"  An article yesterday about Rupert Murdoch's return to The New York Post referred incorrectly to the paper's City Hall bureau chief. He is David Seifman.","thumbnail":null,"section":"New York"},{"date":"19930331","headline":"Segregating Gays Takes A Step Backward","web_url":"https://www.nytimes.com/1993/03/31/opinion/l-segregating-gays-takes-a-step-backward-577593.html","abstract":"  To the Editor:   President Clinton says he wouldn't rule out segregating American military troops by sexual orientation (front page, March 23). Does that mean our armed forces might be organized on principles other than military considerations? Does it mean returning to segregation in the military only a few decades after it was abolished for black troops?","thumbnail":null,"section":"Opinion"},{"date":"19930331","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90278678426.html","abstract":"1918: Foch in Charge. LONDON . The British press announces today [March 31] that General Foch has been appointed Generalissimo on the western front. The British and French governments, in agreement with the High Commands, have entrusted to the General the","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930331","headline":"The Macao Basic Law is adopted by the Eighth National People's Congress of China to take effect December 20, 1999. Resumption by China of the Exercise of Sovereignty over Macao","pages":[{"title":"Macao Basic Law","web_url":"https://en.wikipedia.org/wiki/Macao_Basic_Law","thumbnail":null,"abstract":"The Basic Law of the Macao Special Administrative Region of the People's Republic of China is the constitutional document of Macau, replacing the Estatuto Orgnico de Macau. It was adopted on 31 March 1993 by China's National People's Congress and promulgated by President Jiang Zemin; it came into effect on 20 December 1999, following the transfer of sovereignty over Macau from Portugal to China."},{"title":"8th National People's Congress","web_url":"https://en.wikipedia.org/wiki/8th_National_People's_Congress","thumbnail":null,"abstract":"The 8th National People's Congress was in session from 1993 to 1998. It succeeded the 7th National People's Congress. It held five sessions in this period."}]}],"weather":[{"date":"19930331","time":"1993-03-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":93,"wspd":5.4},{"date":"19930331","time":"1993-03-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":84,"wspd":5.4},{"date":"19930331","time":"1993-03-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":85,"wspd":7.6},{"date":"19930331","time":"1993-03-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":87,"wspd":3.6},{"date":"19930331","time":"1993-03-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":88,"wspd":5.4},{"date":"19930331","time":"1993-03-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":87,"wspd":3.6},{"date":"19930331","time":"1993-03-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":85,"wspd":3.6},{"date":"19930331","time":"1993-03-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":5.4},{"date":"19930331","time":"1993-03-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":81,"wspd":9.4},{"date":"19930331","time":"1993-03-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":87,"wspd":11.2},{"date":"19930331","time":"1993-03-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":89,"wspd":16.6},{"date":"19930331","time":"1993-03-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":84,"wspd":14.8},{"date":"19930331","time":"1993-03-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":91,"wspd":16.6},{"date":"19930331","time":"1993-03-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":89,"wspd":14.8},{"date":"19930331","time":"1993-03-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":90,"wspd":11.2},{"date":"19930331","time":"1993-03-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":88,"wspd":13},{"date":"19930331","time":"1993-03-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":87,"wspd":14.8},{"date":"19930331","time":"1993-03-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":87,"wspd":16.6},{"date":"19930331","time":"1993-03-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":83,"wspd":14.8},{"date":"19930331","time":"1993-03-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":81,"wspd":18.4},{"date":"19930331","time":"1993-03-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":18.4},{"date":"19930331","time":"1993-03-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":80,"wspd":18.4},{"date":"19930331","time":"1993-03-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":83,"wspd":14.8},{"date":"19930331","time":"1993-03-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":13},{"date":"19930331","time":"1993-03-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":16.6},{"date":"19930331","time":"1993-03-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":18.7},{"date":"19930331","time":"1993-03-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":18.7},{"date":"19930331","time":"1993-03-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":14.8},{"date":"19930331","time":"1993-03-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":13},{"date":"19930331","time":"1993-03-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":13},{"date":"19930331","time":"1993-03-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":11.2},{"date":"19930331","time":"1993-03-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19930331","time":"1993-03-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":13},{"date":"19930331","time":"1993-03-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":14.8},{"date":"19930331","time":"1993-03-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":76,"wspd":13},{"date":"19930331","time":"1993-03-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":9.4},{"date":"19930331","time":"1993-03-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":7.6},{"date":"19930331","time":"1993-03-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":52,"wspd":20.5},{"date":"19930331","time":"1993-03-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":45,"wspd":18.7},{"date":"19930331","time":"1993-03-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":42,"wspd":11.2},{"date":"19930331","time":"1993-03-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":39,"wspd":11.2},{"date":"19930331","time":"1993-03-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":38,"wspd":13},{"date":"19930331","time":"1993-03-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":36,"wspd":13},{"date":"19930331","time":"1993-03-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":41,"wspd":16.6},{"date":"19930331","time":"1993-03-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":43,"wspd":18.7},{"date":"19930331","time":"1993-03-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":20.5},{"date":"19930331","time":"1993-03-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":16.6},{"date":"19930331","time":"1993-03-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":14.8}]}}